{"pageProps":{"number":"1127","slug":"bukhari","id":"Telah menceritakan kepada kami ['Amru bin 'Isa] telah menceritakan kepada kami [Abu 'Abdush Shamad 'Abdul 'Aziz bin 'Abdush Shamad] telah menceritakan kepada kami [Hushain bin 'Abdurrahman] dari [Abu Wa'il] dari ['Abdullah bin Mas'ud radliallahu 'anhu] berkata; \"Kami pernah membaca at-tahiyat dalam shalat, yang dalam tersebut kami menyebut nama dan memberi salam kepada beberapa diantara kami. Hal ini kemudian didengar oleh Rasulullah shallallahu 'alaihi wasallam hingga akhirnya Beliau bersabda: \"Bacalah: \"Attahiyyaatu lillahi washshalawaatu waththayyibaat. Assalaamu 'alaika ayyuhannabiyyu wa rahmatullohi wa barakaatuh. Assalaamu 'alainaa wa 'alaa 'ibaadillahish shaolihiin. Asyhadu allaa ilaaha illallah wa asyhadu anna Muhammadan 'abduhu wa rasuuluh\" \" (Segala penghormatan hanya milik Allah, juga segala pengagungan dan kebaikan. Semoga kesejahteraan terlimpahkan kepada engkau wahai Nabi dan juga rahmat dan berkahNya. Dan juga semoga kesejahteraan terlimpahkan kepada kami dan kepada hamba-hamba Allah yang shalih. Aku bersaksi tidak ada ilah yang berhaq disembah selain Allah dan aku bersaksi bahwa Muhammad adalah hamba dan utusanNya\"). Karena apabila kalian melakukan seperti ini, maka berarti kalian telah mengucapkan salam kepada seluruh hanba Allah yang shalih yang ada di langit dan bumi\".","arab":"حَدَّثَنَا عَمْرُو بْنُ عِيسَى حَدَّثَنَا أَبُو عَبْدِ الصَّمَدِ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ حَدَّثَنَا حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُقَالَ كُنَّا نَقُولُ التَّحِيَّةُ فِي الصَّلَاةِ وَنُسَمِّي وَيُسَلِّمُ بَعْضُنَا عَلَى بَعْضٍ فَسَمِعَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ قُولُوا التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ فَإِنَّكُمْ إِذَا فَعَلْتُمْ ذَلِكَ فَقَدْ سَلَّمْتُمْ عَلَى كُلِّ عَبْدٍ لِلَّهِ صَالِحٍ فِي السَّمَاءِ وَالْأَرْضِ","source":"Bukhari"},"__N_SSG":true}