{"pageProps":{"number":"1305","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Jarir bin 'Abdul Hamid] telah menceritakan kepada kami [Hushain bin 'Abdurrahman] dari ['Amru bin Maimun Al Audiy] berkata,: \"Aku melihat ['Umar bin Al Khaththab] radliallahu 'anhu berkata,: \"Wahai 'Abdullah bin Umar temuilah Ummul Mu'minin 'Aisyah radliallahu 'anha lalu sampaikan bahwa 'Umar bin Al Khaththab menyampaikan salam kepadamu, kemudian mintalah agar aku dikubur bersama kedua temanku. 'Aisyah berkata; \"Aku dulu menginginkan tempat itu untukku, namun sekarang aku lebih mengutamakannya daripada diriku. Ketika ia pulang, Umar berkata, kepadanya: \"Jawaban apa yang kamu bawa?\". Ia menjawab; \"Engkau telah mendapat izin wahai Amirul Mu'minin, lalu ia berkata,: \"Tidak ada sesuatu yang lebih aku cintai daripada tempat berbaring itu, dan jika aku sudah meninggal, bawalah aku kepadanya lalu sampaikan salam dan katakan bahwa 'Umar bin Al Khaththab telah meminta izin, dan jika diizinkan maka kuburkanlah aku disana, dan jika tidak, maka kuburlah aku dipekuburan kaum muslimin. Sebab aku tidak mengetahui seseorang yang lebih berhak pada perkara ini daripada mereka, orang-orang yang ketika beliau meninggal maka Rasulullah Shallallahu'alaihiwasallam telah meridhai mereka, maka barangsiapa yang menggantikan aku setelahku dialah khalifah, wajib dengar dan taatlah padanya. Lalu ia menyebut nama 'Utsman, 'Ali, Thalhah, Az Zubair, 'Abdur-Rahman bin 'Auf, Saad bin Abi Waqqas. Kemudian seorang pemuda Anshar datang kepadanya, ia berkata,: \"Wahai Amirul Mu'minin, berilah kabar gembira yang diberikan Allah kepadamu karena masuk Islam pertama kali seperti yang telah engkau ketahui, lalu engkau diangkat menjadi khalifah dan setelah ini semua engkau akan mati syahid?\". Da menjawab: \"Barangkali cukuplah yang engkau katakan itu wahai anak saudaraku, aku berwasiat kebaikan kepada khalifah setelahku terhadap orang-orang yang pertama-tama berhijrah, agar ia mengerti hak-hak mereka dan menjaga kehormatan mereka, dan aku berwasiat kebaikan kepadanya terhadap orang-orang Anshar, yang mereka telah menempati Madinah dan beriman kepada Allah Ta'ala, agar ia terima orang-orang yang baik diantara mereka dan memaafkan orang-orang yang berbuat buruk diantara mereka, dan aku berwasiat kepadanya akan tanggungan Allah dan RasulNya Shallallahu'alaihiwasallam agar ia menepati perjanjian dengannya, dan ia berperang dibelakangnya, serta tidak membebani mereka dengan apa yang tidak mereka mampu\".","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ حَدَّثَنَا حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ عَمْرِو بْنِ مَيْمُونٍ الْأَوْدِيِّ قَالَ رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَيَا عَبْدَ اللَّهِ بْنَ عُمَرَ اذْهَبْ إِلَى أُمِّ الْمُؤْمِنِينَ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَقُلْ يَقْرَأُ عُمَرُ بْنُ الْخَطَّابِ عَلَيْكِ السَّلَامَ ثُمَّ سَلْهَا أَنْ أُدْفَنَ مَعَ صَاحِبَيَّ قَالَتْ كُنْتُ أُرِيدُهُ لِنَفْسِي فَلَأُوثِرَنَّهُ الْيَوْمَ عَلَى نَفْسِي فَلَمَّا أَقْبَلَ قَالَ لَهُ مَا لَدَيْكَ قَالَ أَذِنَتْ لَكَ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ مَا كَانَ شَيْءٌ أَهَمَّ إِلَيَّ مِنْ ذَلِكَ الْمَضْجَعِ فَإِذَا قُبِضْتُ فَاحْمِلُونِي ثُمَّ سَلِّمُوا ثُمَّ قُلْ يَسْتَأْذِنُ عُمَرُ بْنُ الْخَطَّابِ فَإِنْ أَذِنَتْ لِي فَادْفِنُونِي وَإِلَّا فَرُدُّونِي إِلَى مَقَابِرِ الْمُسْلِمِينَ إِنِّي لَا أَعْلَمُ أَحَدًا أَحَقَّ بِهَذَا الْأَمْرِ مِنْ هَؤُلَاءِ النَّفَرِ الَّذِينَ تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَنْهُمْ رَاضٍ فَمَنْ اسْتَخْلَفُوا بَعْدِي فَهُوَ الْخَلِيفَةُ فَاسْمَعُوا لَهُ وَأَطِيعُوا فَسَمَّى عُثْمَانَ وَعَلِيًّا وَطَلْحَةَ وَالزُّبَيْرَ وَعَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ وَسَعْدَ بْنَ أَبِي وَقَّاصٍ وَوَلَجَ عَلَيْهِ شَابٌّ مِنْ الْأَنْصَارِ فَقَالَ أَبْشِرْ يَا أَمِيرَ الْمُؤْمِنِينَ بِبُشْرَى اللَّهِ كَانَ لَكَ مِنْ الْقَدَمِ فِي الْإِسْلَامِ مَا قَدْ عَلِمْتَ ثُمَّ اسْتُخْلِفْتَ فَعَدَلْتَ ثُمَّ الشَّهَادَةُ بَعْدَ هَذَا كُلِّهِ فَقَالَ لَيْتَنِي يَا ابْنَ أَخِي وَذَلِكَ كَفَافًا لَا عَلَيَّ وَلَا لِي أُوصِي الْخَلِيفَةَ مِنْ بَعْدِي بِالْمُهَاجِرِينَ الْأَوَّلِينَ خَيْرًا أَنْ يَعْرِفَ لَهُمْ حَقَّهُمْ وَأَنْ يَحْفَظَ لَهُمْ حُرْمَتَهُمْ وَأُوصِيهِ بِالْأَنْصَارِ خَيْرًا{ الَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ }أَنْ يُقْبَلَ مِنْ مُحْسِنِهِمْ وَيُعْفَى عَنْ مُسِيئِهِمْ وَأُوصِيهِ بِذِمَّةِ اللَّهِ وَذِمَّةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُوفَى لَهُمْ بِعَهْدِهِمْ وَأَنْ يُقَاتَلَ مِنْ وَرَائِهِمْ وَأَنْ لَا يُكَلَّفُوا فَوْقَ طَاقَتِهِمْ","source":"Bukhari"},"__N_SSG":true}