{"pageProps":{"number":"1387","slug":"bukhari","id":"Telah menceritakan kepada kami [Sahal bin Bakkar] telah menceritakan kepada kami [Wuhaib] dari ['Amru bin Yahya] dari ['Abbas As Sa'adiy] dari [Abu Humaid As Sa'adiy] berkata; Kami mengikuti perang Tabuk bersama Nabi shallallahu 'alaihi wasallam. Ketika sampai di lembah perkampungan suatu kaum, disana ada seorang wanita yang sedang berada di kebunnya. Maka Nabi shallallahu 'alaihi wasallam berkata, kepada para sahabatnya: \"Taksirlah buah pohon kurma ini?\". Maka Rasulullah shallallahu 'alaihi wasallam menaksir pohon kurma itu sekitar sepuluh wasaq. Lalu Beliau berkata, kepada wanita itu: \"Hitunglah berapa kira-kira yang harus kamu keluarkan zakat dari kebun kurmamu itu\". Ketika kami sampai di Tabuk, Beliau bersabda: \"Malam ini akan berhembus angin yang sangat kencang. Oleh karena itu jangan ada yang keluar seorangpun dari kalian yang berdiri dan bagi yang membawa unta agar mengikatnya\". Kamipun mengikat unta-unta kami dan kemudian angin berhembus. Tiba-tiba ada seseorang berdiri hingga angin menerbangkanya ke gunung Thoy'i. Kemudian raja negeri Ailah menghadiahkan seekor baghol putih kepada Nabi shallallahu 'alaihi wasallam dan memberi Beliau pakaian burdah (pakaian selimut untuk melindungi Beliau dari udara dingin) dan Beliau menulis surat untuknya di negeri mereka. Ketika Beliau kembali ke perkampungan kaum, Beliau berkata, kepada wanita tadi: \"Berapa banyak kurma kebunmu?\". Wanita itu menjawab: \"Sepuluh wasaq sesuai taksiran Rasulullah shallallahu 'alaihi wasallam. Lalu Nabi shallallahu 'alaihi wasallam bersabda: \"Aku ingin segera kembali ke Madinah. Siapa yang mau segera kembalike Madinah bersamaku, maka berkemaslah\". Ketika Ibnu Bakkar mengucapkan sesuatu kalimat yang maknanya memuji Madinah, Beliau berkata: \"Ini adalah Thabah\" (sebutan untuk kota Madinah). Ketika melihat gunung Uhud, Beliau berkata: \"Ini adalah sebuah gunung yang kita mencintainya dan diapun mencintai kita. Maukah kalian aku beritahu tentang rumah orang Anshar yang paling baik?\". Mereka menjawab: \"Mau\". Maka Beliau berkata: \"Rumah Bani An-Najjar, kemudian Bani 'Abdul Ashal kemudian Bani Sa'adah atau Bani Al Harits bin Al Khazraj dan untuk setiap rumah Anshar ada kebaikan padanya\". Dan berkata [Sulaiman bin Bilal]; dari ['Amru]; \"kemudian rumah Bani Al Harits, kemudian Bani Sa'idah.\" Dan berkata [Sulaiman]; dari [Sa'ad bin Sa'id] dari ['Umarah bin Ghoziyah] dari ['Abbas] dari [bapaknya] dari Nabi shallallahu 'alaihi wasallam berkata: \"Uhud adalah gunung yang mencintai kami dan kamipun mencintainya\". Berkata, Abu 'Abdullah Al Bukhariy: \"Setiap kebun yang ada pagar pembatasnya disebut hadiqah. Sedang yang tidak memiliki pagar pembatas tidak disebut hadiqah\".","arab":"حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ حَدَّثَنَا وُهَيْبٌ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ عَبَّاسٍ السَّاعِدِيِّ عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ قَالَغَزَوْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ تَبُوكَ فَلَمَّا جَاءَ وَادِيَ الْقُرَى إِذَا امْرَأَةٌ فِي حَدِيقَةٍ لَهَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ اخْرُصُوا وَخَرَصَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشَرَةَ أَوْسُقٍ فَقَالَ لَهَا أَحْصِي مَا يَخْرُجُ مِنْهَا فَلَمَّا أَتَيْنَا تَبُوكَ قَالَ أَمَا إِنَّهَا سَتَهُبُّ اللَّيْلَةَ رِيحٌ شَدِيدَةٌ فَلَا يَقُومَنَّ أَحَدٌ وَمَنْ كَانَ مَعَهُ بَعِيرٌ فَلْيَعْقِلْهُ فَعَقَلْنَاهَا وَهَبَّتْ رِيحٌ شَدِيدَةٌ فَقَامَ رَجُلٌ فَأَلْقَتْهُ بِجَبَلِ طَيِّءٍ وَأَهْدَى مَلِكُ أَيْلَةَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَغْلَةً بَيْضَاءَ وَكَسَاهُ بُرْدًا وَكَتَبَ لَهُ بِبَحْرِهِمْ فَلَمَّا أَتَى وَادِيَ الْقُرَى قَالَ لِلْمَرْأَةِ كَمْ جَاءَ حَدِيقَتُكِ قَالَتْ عَشَرَةَ أَوْسُقٍ خَرْصَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي مُتَعَجِّلٌ إِلَى الْمَدِينَةِ فَمَنْ أَرَادَ مِنْكُمْ أَنْ يَتَعَجَّلَ مَعِي فَلْيَتَعَجَّلْ فَلَمَّا قَالَ ابْنُ بَكَّارٍ كَلِمَةً مَعْنَاهَا أَشْرَفَ عَلَى الْمَدِينَةِ قَالَ هَذِهِ طَابَةُ فَلَمَّا رَأَى أُحُدًا قَالَ هَذَا جُبَيْلٌ يُحِبُّنَا وَنُحِبُّهُ أَلَا أُخْبِرُكُمْ بِخَيْرِ دُورِ الْأَنْصَارِ قَالُوا بَلَى قَالَ دُورُ بَنِي النَّجَّارِ ثُمَّ دُورُ بَنِي عَبْدِ الْأَشْهَلِ ثُمَّ دُورُ بَنِي سَاعِدَةَ أَوْ دُورُ بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ وَفِي كُلِّ دُورِ الْأَنْصَارِ يَعْنِي خَيْرًاوَقَالَ سُلَيْمَانُ بْنُ بِلَالٍ حَدَّثَنِي عَمْرٌو ثُمَّ دَارُ بَنِي الْحَارِثِ ثُمَّ بَنِي سَاعِدَةَ وَقَالَ سُلَيْمَانُ عَنْ سَعْدِ بْنِ سَعِيدٍ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنْ عَبَّاسٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أُحُدٌ جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ قَالَ أَبُو عَبْد اللَّهِ كُلُّ بُسْتَانٍ عَلَيْهِ حَائِطٌ فَهُوَ حَدِيقَةٌ وَمَا لَمْ يَكُنْ عَلَيْهِ حَائِطٌ لَمْ يُقَلْ حَدِيقَةٌ","source":"Bukhari"},"__N_SSG":true}