{"pageProps":{"number":"143","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Bukair] berkata, telah menceritakan kepada kami [Al Laits] berkata, telah menceritakan kepadaku ['Uqail] dari [Ibnu Syihab] dari [Urwah] dari ['Aisyah], bahwa jika isteri-isteri Nabi shallallahu 'alaihi wasallam ingin buang hajat, mereka keluar pada waktu malam menuju tempat buang hajat yang berupa tanah lapang dan terbuka. Umar pernah berkata kepada Nabi shallallahu 'alaihi wasallam, \"Hijabilah isteri-isteri Tuan.\" Namun Nabi shallallahu 'alaihi wasallam tidak melakukannya. Lalu pada suatu malam waktu Isya` Saudah binti Zam'ah, isteri Nabi shallallahu 'alaihi wasallam, keluar (untuk buang hajat). Dan Saudah adalah seorang wanita yang berpostur tinggi. 'Umar lalu berseru kepadanya, \"Sungguh kami telah mengenalmu wahai Saudah! ' Umar ucapkan demikian karena sangat antusias agar ayat hijab diturunkan. Maka Allah kemudian menurunkan ayat hijab.\" Telah menceritakan kepada kami [Zakaria] berkata, telah menceritakan kepada kami [Abu Usamah] dari [Hisyam bin 'Urwah] dari [Bapaknya] dari ['Aisyah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Allah telah mengizinkan kalian (isteri-isteri Nabi) keluar untuk menunaikan hajat kalian.\" Hisyam berkata, \"Yakni buang air besar.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ قَالَ حَدَّثَنَا اللَّيْثُ قَالَ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَأَنَّ أَزْوَاجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُنَّ يَخْرُجْنَ بِاللَّيْلِ إِذَا تَبَرَّزْنَ إِلَى الْمَنَاصِعِ وَهُوَ صَعِيدٌ أَفْيَحُ فَكَانَ عُمَرُ يَقُولُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ احْجُبْ نِسَاءَكَ فَلَمْ يَكُنْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُ فَخَرَجَتْ سَوْدَةُ بِنْتُ زَمْعَةَ زَوْجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةً مِنْ اللَّيَالِي عِشَاءً وَكَانَتْ امْرَأَةً طَوِيلَةً فَنَادَاهَا عُمَرُ أَلَا قَدْ عَرَفْنَاكِ يَا سَوْدَةُ حِرْصًا عَلَى أَنْ يَنْزِلَ الْحِجَابُ فَأَنْزَلَ اللَّهُ آيَةَ الْحِجَابِحَدَّثَنَا زَكَرِيَّاءُ قَالَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ قَدْ أُذِنَ أَنْ تَخْرُجْنَ فِي حَاجَتِكُنَّ قَالَ هِشَامٌ يَعْنِي الْبَرَازَ","source":"Bukhari"},"__N_SSG":true}