{"pageProps":{"number":"1459","slug":"bukhari","id":"Telah menceritakan kepada kami ['Utsman] berkata, telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Ibrahim] dari [Al Aswad] dari ['Aisyah radliallahu 'anha]; \"Kami berangkat bersama Nabi shallallahu 'alaihi wasallam dan setahu kami, tidaklah beliau berangkat melainkan untuk melaksanakan hajji. Ketika kami telah sampai (di Makkah), kami melaksanakan thowaf di Baitulloh, maka kemudian Nabi shallallahu 'alaihi wasallam memerintahkan siapa yang tidak membawa hewan qurban agar bertahallul. Maka orang yang tidak membawa hewan qurban bertahallul begitu juga isteri-isteri Beliau yang tidak membawa hewan qurban mereka bertahallul\". 'Aisyah radliallahu 'anha berkata: \"Kemudian aku mengalami haidh sedangkan aku belum melaksanakan thowaf di Baitulloh. Ketika pada malam saat para hujjaj keluar dari (Makkah setelah hari-hari Tasyriq), 'Aisyah radliallahu 'anha berkata: \"Wahai Rasulullah, orang-orang kembali dengan 'umrah dan hajji sedangkan aku hanya kembali dengan hajji\". Beliau berkata: \"Apakah kamu melaksanakan thowaf pada malam-malam bulan hajji ketika kita sampai di Makkah?\". Aku jawab: \"Tidak\". Beliau berkata: \"Pergilah kamu bersama saudaramu ke Tan'im dan mulailah dari sana berihram untuk 'umrah kemudian tempat kamu begini begini\". Shafiyyah berkata: \"Aku tidak melihat kecuali dia ('Aisyah radliallahu 'anha) telah menjadikan orang-orang tertahan (perjalanan pulangnya) \". Beliau Shallallahu'alaihiwasallam berkata: \"Celaka\" atau \"Apakah kamu tidak thowaf pada hari Nahar\". 'Aisyah radliallahu 'anha menjawab: \"Benar\" Beliau berkata: \"Tidak apa, nafarlah (keluar dari Mina setelah menuntaskan manasik hajji) \". 'Aisyah radliallahu 'anha berkata: \"Kemudian aku menemui Nabi shallallahu 'alaihi wasallam saat Beliau tiba dari Makkah sedangkan aku sudah lebih dulu singgah atau aku baru tiba sedang Beliau sudah singgah dari Makkah.","arab":"حَدَّثَنَا عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَاخَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا نُرَى إِلَّا أَنَّهُ الْحَجُّ فَلَمَّا قَدِمْنَا تَطَوَّفْنَا بِالْبَيْتِ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ أَنْ يَحِلَّ فَحَلَّ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ وَنِسَاؤُهُ لَمْ يَسُقْنَ فَأَحْلَلْنَ قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا فَحِضْتُ فَلَمْ أَطُفْ بِالْبَيْتِ فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ قَالَتْ يَا رَسُولَ اللَّهِ يَرْجِعُ النَّاسُ بِعُمْرَةٍ وَحَجَّةٍ وَأَرْجِعُ أَنَا بِحَجَّةٍ قَالَ وَمَا طُفْتِ لَيَالِيَ قَدِمْنَا مَكَّةَ قُلْتُ لَا قَالَ فَاذْهَبِي مَعَ أَخِيكِ إِلَى التَّنْعِيمِ فَأَهِلِّي بِعُمْرَةٍ ثُمَّ مَوْعِدُكِ كَذَا وَكَذَا قَالَتْ صَفِيَّةُ مَا أُرَانِي إِلَّا حَابِسَتَهُمْ قَالَ عَقْرَى حَلْقَى أَوَ مَا طُفْتِ يَوْمَ النَّحْرِ قَالَتْ قُلْتُ بَلَى قَالَ لَا بَأْسَ انْفِرِي قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا فَلَقِيَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُصْعِدٌ مِنْ مَكَّةَ وَأَنَا مُنْهَبِطَةٌ عَلَيْهَا أَوْ أَنَا مُصْعِدَةٌ وَهُوَ مُنْهَبِطٌ مِنْهَا","source":"Bukhari"},"__N_SSG":true}