{"pageProps":{"number":"1668","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Ghundar] telah menceritakan kepada kami [Syu'bah] dari [Qais bin Muslim] dari [Thoriq bin Syihab] dari [Abu Musa Al As'ariy radliallahu 'anhu] berkata; \"Aku menemui Rasulullah shallallahu 'alaihi wasallam ketika Beliau berada di Bathha', ketika Beliau singgah untukk istirahat lalu Beliau bertanya kepadaku: \"Bagaimana cara kamu berihram?\". Aku jawab: \"Aku berihram dengan bertalbiyah (berniat memulai haji) sebagaimana Nabi shallallahu 'alaihi wasallam berihram\". Maka Beliau berkata: \"Kamu sudah berbuat dengan baik, maka thawaflah di Ka'bah Baitullah dan sa'iy antara bukit Shafaa dan Marwah lalu bertahallullah\". Maka aku thawaf di Ka'bah Baitullah dan sa'iy antara bukit Shafaa dan Marwah. Kemudian aku menemui seorang wanita dari Banu Qais lalu dia mencari kutu kepalaku. Kemudian aku berihram untuk haji. Setelah itu aku selalu memberi fatwa cara manasik seperti itu hingga masa khilafah 'Umar radliallahu 'anhu yang dia berkata: \"Jika kita mengambil pelajaran dari Kitab Allah maka Dia memerintahkan kita untuk menyempurnakannya dan apabila kita mengambil sabda Nabi shallallahu 'alaihi wasallam, sesungguhnya Beliau tidak bertahallul hingga Al Hadyu sampai pada tempat penyembelihannya\". ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَقَدِمْتُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْبَطْحَاءِ وَهُوَ مُنِيخٌ فَقَالَ أَحَجَجْتَ قُلْتُ نَعَمْ قَالَ بِمَا أَهْلَلْتَ قُلْتُ لَبَّيْكَ بِإِهْلَالٍ كَإِهْلَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَحْسَنْتَ طُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ أَحِلَّ فَطُفْتُ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ أَتَيْتُ امْرَأَةً مِنْ قَيْسٍ فَفَلَتْ رَأْسِي ثُمَّ أَهْلَلْتُ بِالْحَجِّ فَكُنْتُ أُفْتِي بِهِ حَتَّى كَانَ فِي خِلَافَةِ عُمَرَ فَقَالَ إِنْ أَخَذْنَا بِكِتَابِ اللَّهِ فَإِنَّهُ يَأْمُرُنَا بِالتَّمَامِ وَإِنْ أَخَذْنَا بِقَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّهُ لَمْ يَحِلَّ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ","source":"Bukhari"},"__N_SSG":true}