{"pageProps":{"number":"1844","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq bin Syahin Al Washithiy] telah menceritakan kepada kami [Khalid bin 'Abdullah] dari [Khalid Al Hadzdza'] dari [Abu Qalabah] berkata, telah mengabarkan kepada saya [Abu Al Malih] berkata; Aku dan bapakku datang menemui ['Abdullah bin 'Amru] lalu dia menceritakan kepada kami bahwa Rasulullah shallallahu 'alaihi wasallam dikabarkan tentang shaumku lalu Beliau menemuiku. Maka aku berikan kepada Beliau bantal terbuat dari kulit yang disamak yang isinya dari rerumputan, lalu Beliau duduk diatas tanah sehingga bantal tersebut berada di tengah antara aku dan Beliau, lalu Beliau berkata: \"Bukankah cukup bagimu bila kamu berpuasa selama tiga hari dalam setiap bulannya?\" 'Abdullah bin 'Amru berkata; Aku katakan: \"Wahai Rasulullah? (bermaksud minta tambahan) \". Beliau berkata: \"Silahkan kau lakukan Lima hari\". Aku katakan lagi: \"Wahai Rasulullah?\" Beliau berkata: \" Silahkan kau lakukan Tujuh hari\". Aku katakan lagi: \"Wahai Rasulullah?\" Beliau berkata: \" Silahkan kau lakukan Sembilan hari\". Aku katakan lagi: \"Wahai Rasulullah?\" Beliau berkata: \" Silahkan kau lakukan Sebelas hari\". Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Tidak ada shaum melebihi shaumnya Nabi Daud Aalaihissalam yang merupakan separuh shaum dahar, dia berpuasa sehari dan berbuka sehari\". ","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ شَاهِينَ الْوَاسِطِيُّ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ أَبِي قِلَابَةَ قَالَ أَخْبَرَنِي أَبُو الْمَلِيحِ قَالَدَخَلْتُ مَعَ أَبِيكَ عَلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو فَحَدَّثَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذُكِرَ لَهُ صَوْمِي فَدَخَلَ عَلَيَّ فَأَلْقَيْتُ لَهُ وِسَادَةً مِنْ أَدَمٍ حَشْوُهَا لِيفٌ فَجَلَسَ عَلَى الْأَرْضِ وَصَارَتْ الْوِسَادَةُ بَيْنِي وَبَيْنَهُ فَقَالَ أَمَا يَكْفِيكَ مِنْ كُلِّ شَهْرٍ ثَلَاثَةُ أَيَّامٍ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ قَالَ خَمْسًا قُلْتُ يَا رَسُولَ اللَّهِ قَالَ سَبْعًا قُلْتُ يَا رَسُولَ اللَّهِ قَالَ تِسْعًا قُلْتُ يَا رَسُولَ اللَّهِ قَالَ إِحْدَى عَشْرَةَ ثُمَّ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا صَوْمَ فَوْقَ صَوْمِ دَاوُدَ عَلَيْهِ السَّلَام شَطْرَ الدَّهَرِ صُمْ يَوْمًا وَأَفْطِرْ يَوْمًا","source":"Bukhari"},"__N_SSG":true}