{"pageProps":{"number":"2115","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu An-Nu'man] telah menceritakan kepada kami [Abu 'Awanah] dari [Abu Bisyir] dari [Abu Al Mutawakkil] dari [Abu Sa'id radliallahu 'anhu] berkata; Ada rombongan beberapa orang dari sahabat Nabi shallallahu 'alaihi wasallam yang bepergian dalam suatu perjalanan hingga ketika mereka sampai di salah satu perkampungan Arab penduduk setempat mereka meminta agar bersedia menerima mereka sebagai tamu peenduduk tersebut namun penduduk menolak. Kemudian kepala suku kampung tersebut terkena sengatan binatang lalu diusahakan segala sesuatu untuk menyembuhkannya namun belum berhasil. Lalu diantara mereka ada yang berkata: \"Coba kalian temui rambongan itu semoga ada diantara mereka yang memiliki sesuatu. Lalu mereka mendatangi rambongan dan berkata: \"Wahai rambongan, sesunguhnya kepala suku kami telah digigit binatang dan kami telah mengusahakan pengobatannya namun belum berhasil, apakah ada diantara kalian yang dapat menyembuhkannya?\" Maka berkata, seorang dari rambongan: \"Ya, demi Allah aku akan mengobati namun demi Allah kemarin kami meminta untuk menjadi tamu kalian namun kalian tidak berkenan maka aku tidak akan menjadi orang yang mengobati kecuali bila kalian memberi upah. Akhirnya mereka sepakat dengan imbalan puluhan ekor kambing. Maka dia berangkat dan membaca Alhamdulillah rabbil 'alamiin (QS Al Fatihah) seakan penyakit lepas dari ikatan tali padahal dia pergi tidak membawa obat apapun. Dia berkata: \"Maka mereka membayar upah yang telah mereka sepakati kepadanya. Seorang dari mereka berkata: \"Bagilah kambing-kambing itu!\" Maka orang yang mengobati berkata: \"Jangan kalain bagikan hingga kita temui Nabi shallallahu 'alaihi wasallam lalu kita ceritakan kejadian tersebut kepada Beliau shallallahu 'alaihi wasallam dan kita tunggu apa yang akan Beliau perintahkan kepada kita\". Akhirnya rombongan menghadap Rasulullah shallallahu 'alaihi wasallam lalu mereka menceritakan peristiwa tersebut. Beliau berkata: \"Kamu tahu dari mana kalau Al Fatihah itu bisa sebagai ruqyah (obat)?\" Kemudian Beliau melanjutkan: \"Kalian telah melakukan perbuatan yang benar, maka bagilah upah kambing-kambing tersebut dan masukkanlah aku dalam sebagai orang yangmenerima upah tersebut\". Maka Rasulullah shallallahu 'alaihi wasallam tertawa. Abu 'Abdullah Al Bukhariy berkata, dan berkata, [Syu'bah] telah menceritakan kepada kami [Abu Bisyir] aku mendengar [Abu Al Mutawakkil] seperti hadits ini.","arab":"حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ أَبِي بِشْرٍ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ قَالَانْطَلَقَ نَفَرٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفْرَةٍ سَافَرُوهَا حَتَّى نَزَلُوا عَلَى حَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ فَأَبَوْا أَنْ يُضَيِّفُوهُمْ فَلُدِغَ سَيِّدُ ذَلِكَ الْحَيِّ فَسَعَوْا لَهُ بِكُلِّ شَيْءٍ لَا يَنْفَعُهُ شَيْءٌ فَقَالَ بَعْضُهُمْ لَوْ أَتَيْتُمْ هَؤُلَاءِ الرَّهْطَ الَّذِينَ نَزَلُوا لَعَلَّهُ أَنْ يَكُونَ عِنْدَ بَعْضِهِمْ شَيْءٌ فَأَتَوْهُمْ فَقَالُوا يَا أَيُّهَا الرَّهْطُ إِنَّ سَيِّدَنَا لُدِغَ وَسَعَيْنَا لَهُ بِكُلِّ شَيْءٍ لَا يَنْفَعُهُ فَهَلْ عِنْدَ أَحَدٍ مِنْكُمْ مِنْ شَيْءٍ فَقَالَ بَعْضُهُمْ نَعَمْ وَاللَّهِ إِنِّي لَأَرْقِي وَلَكِنْ وَاللَّهِ لَقَدْ اسْتَضَفْنَاكُمْ فَلَمْ تُضَيِّفُونَا فَمَا أَنَا بِرَاقٍ لَكُمْ حَتَّى تَجْعَلُوا لَنَا جُعْلًا فَصَالَحُوهُمْ عَلَى قَطِيعٍ مِنْ الْغَنَمِ فَانْطَلَقَ يَتْفِلُ عَلَيْهِ وَيَقْرَأُ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ فَكَأَنَّمَا نُشِطَ مِنْ عِقَالٍ فَانْطَلَقَ يَمْشِي وَمَا بِهِ قَلَبَةٌ قَالَ فَأَوْفَوْهُمْ جُعْلَهُمْ الَّذِي صَالَحُوهُمْ عَلَيْهِ فَقَالَ بَعْضُهُمْ اقْسِمُوا فَقَالَ الَّذِي رَقَى لَا تَفْعَلُوا حَتَّى نَأْتِيَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَذْكُرَ لَهُ الَّذِي كَانَ فَنَنْظُرَ مَا يَأْمُرُنَا فَقَدِمُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرُوا لَهُ فَقَالَ وَمَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ ثُمَّ قَالَ قَدْ أَصَبْتُمْ اقْسِمُوا وَاضْرِبُوا لِي مَعَكُمْ سَهْمًا فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ أَبُو عَبْد اللَّهِ وَقَالَ شُعْبَةُ حَدَّثَنَا أَبُو بِشْرٍ سَمِعْتُ أَبَا الْمُتَوَكِّلِ بِهَذَا","source":"Bukhari"},"__N_SSG":true}