{"pageProps":{"number":"2234","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Qaza'ah] telah menceritakan kepada kami [Ibrahim bin Sa'ad] dari [Ibnu Syihab] dari [Abu Salamah] dan ['Abdurrahman Al A'raj] dari [Abu Hurairah radliallahu 'anhu] berkata; Ada dua orang laki-laki yang sedang saling mencaci, yang satunya seorang Muslim dan satunya lagi orang Yahudi. Berkata, laki-laki Muslim: \"Demi Dzat yang telah memilih Muhammad untuk seluruh alam\". Dan berkata, laki-laki Yahudi: \"Demi Dzat yang telah memilih Musa untuk seluruh alam\". Seketika itu laki-laki muslim mengangkat tangannya dan menampar wajah orang Yahudi itu. Maka orang Yahudi itu pergi menemui Nabi shallallahu 'alaihi wasallam dan mengabarkan peristiwa yang terjadi antara dirinya dan orang Muslim itu. Kemudian Nabi shallallahu 'alaihi wasallam memanggil orang Muslim itu dan bertanya tentang kejadian itu, lalu orang Muslim itu memberitahukan Beliau. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Janganlah kamu lebihkan aku terhadap Musa karena nanti saat seluruh manusia dimatikan pada hari qiyamat, aku pun akan dimatikan bersama mereka dan akulah orang yang pertama kali dibangkitkan (dihidupkan) namun saat itu aku melihat Musa sedang berpegangan di sisi 'Arsy. Aku tidak tahu apakah dia termasuk orang yang dimatikan lalu bangkit lebih dahulu daripada aku, atau dia termasuk diantara orang-orang yang dikecualikan (tidak dimatikan) \". ","arab":"حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ وَعَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَاسْتَبَّ رَجُلَانِ رَجُلٌ مِنْ الْمُسْلِمِينَ وَرَجُلٌ مِنْ الْيَهُودِ قَالَ الْمُسْلِمُ وَالَّذِي اصْطَفَى مُحَمَّدًا عَلَى الْعَالَمِينَ فَقَالَ الْيَهُودِيُّ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْعَالَمِينَ فَرَفَعَ الْمُسْلِمُ يَدَهُ عِنْدَ ذَلِكَ فَلَطَمَ وَجْهَ الْيَهُودِيِّ فَذَهَبَ الْيَهُودِيُّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِمَا كَانَ مِنْ أَمْرِهِ وَأَمْرِ الْمُسْلِمِ فَدَعَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُسْلِمَ فَسَأَلَهُ عَنْ ذَلِكَ فَأَخْبَرَهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُخَيِّرُونِي عَلَى مُوسَى فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَصْعَقُ مَعَهُمْ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ فَإِذَا مُوسَى بَاطِشٌ جَانِبَ الْعَرْشِ فَلَا أَدْرِي أَكَانَ فِيمَنْ صَعِقَ فَأَفَاقَ قَبْلِي أَوْ كَانَ مِمَّنْ اسْتَثْنَى اللَّهُ","source":"Bukhari"},"__N_SSG":true}