{"pageProps":{"number":"2241","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Yusuf] telah mengabarkan kepada kami [Malik] dari [Ibnu Syihab] dari ['Urwah bin Az Zubair] dari ['Abdurrahman bin 'Abdul Qariy] bahwa dia berkata, aku mendengar ['Umar bin Al Khaththob radliallahu 'anhu] berkata, aku mendengar Hisyam bin Hakim bin Hizam membaca surah Al Furqan dengan cara yang berbeda dari yang aku baca sebagaimana Rasulullah shallallahu 'alaihi wasallam membacakannya kepadaku dan hampir saja aku mau bertindak terhadapnya namun aku biarkan sejenak hingga dia selesai membaca. Setelah itu aku ikat dia dengan kainku lalu aku giring dia menghadap Rasulullah shallallahu 'alaihi wasallam dan aku katakan: \"Aku mendengar dia membaca Al Qur'an tidak sama dengan aku sebagaimana anda membacakannya kepadaku\". Maka Beliau berkata, kepadaku: \"Bawalah dia kemari\". Kemudian Beliau berkata, kepadanya: \"Bacalah\". Maka dia membaca. Beliau shallallahu 'alaihi wasallam kemudian bersabda: \"Begitulah memang yang diturunkan\". Kemudian Beliau berkata kepadaku: \"Bacalah\". Maka aku membaca. Beliau shallallahu 'alaihi wasallam bersabda: \"Begitulah memang yang diturunkan. Sesungguhnya Al Qur'an diturunkan dengan tujuh huruf, maka bacalah oleh kalian mana yang mudah\". ","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ أَنَّهُ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَقُولُسَمِعْتُ هِشَامَ بْنَ حَكِيمِ بْنِ حِزَامٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَؤُهَا وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْرَأَنِيهَا وَكِدْتُ أَنْ أَعْجَلَ عَلَيْهِ ثُمَّ أَمْهَلْتُهُ حَتَّى انْصَرَفَ ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ فَجِئْتُ بِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ عَلَى غَيْرِ مَا أَقْرَأْتَنِيهَا فَقَالَ لِي أَرْسِلْهُ ثُمَّ قَالَ لَهُ اقْرَأْ فَقَرَأَ قَالَ هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ لِي اقْرَأْ فَقَرَأْتُ فَقَالَ هَكَذَا أُنْزِلَتْ إِنَّ الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مِنْهُ مَا تَيَسَّرَ","source":"Bukhari"},"__N_SSG":true}