{"pageProps":{"number":"2259","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [An-Nadhar] telah mengabarkan kepada kami [Isra'il] dari [Abu Ishaq] berkata, telah menceritakan kepadaku [Al Bara'] dari [Abu Bakar radliallahu 'anhuma]. Dan diriwayatkan pula, telah menceritakan kepada kami ['Abdullah bin Raja'] telah menceritakan kepada kami [Isra'il] dari [Abu Ishaq] dari [Al Bara'] dari [Abu Bakar] radliallahu 'anhuma berkata: \"Pada suatu hari aku pergi kemudian mendapatkan seorang pengembala kambing sedang mengembalakan ternaknya lalu aku berkata: \"Kamu milik siapa? '. Dia menjawab: \"Milik seorang dari suku Quraisy\". Lalu dia menyebutkan namanya yang ternyata aku mengenalnya. Lalu aku katakan: \"Apakah kambingmu ini memiliki air susu?\" Dia menjawab: \"Ya ada\". Aku katakan: \"Apakah kamu mau memeraskan susunya untukku?\" Dia menjawab: \"Ya mau\". Maka aku memerintahkannya untuk mengambil seekor dari kambingnya yang ada, lalu aku suruh dia agar memoleskan sedikit tanah pada putting susu kambingya lalu aku suruh dia untuk menadahkan dengan kedua telapak tangannya. Dia berkata: \"Begini caranya\". Dia merapatkan kedua telapak tangannya satu sama lain lalu diperaslah sedikit dari susunya. Dan aku sudah menyiapkan cawan gelas yang diujungnya ada kain lalu aku usapkan pada susu hingga bawah gelas itu terasa dingin lalu aku menghampiri Nabi shallallahu 'alaihi wasallam lalu aku katakan: \"Minumlah wahai Rasulullah\". Maka Beliau meminumnya sehingga aku menjadi ridha karenanya\".","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا النَّضْرُ أَخْبَرَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ قَالَ أَخْبَرَنِي الْبَرَاءُ عَنْ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا ح و حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ عَنْ الْبَرَاءِ عَنْ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَانْطَلَقْتُ فَإِذَا أَنَا بِرَاعِي غَنَمٍ يَسُوقُ غَنَمَهُ فَقُلْتُ لِمَنْ أَنْتَ قَالَ لِرَجُلٍ مِنْ قُرَيْشٍ فَسَمَّاهُ فَعَرَفْتُهُ فَقُلْتُ هَلْ فِي غَنَمِكَ مِنْ لَبَنٍ فَقَالَ نَعَمْ فَقُلْتُ هَلْ أَنْتَ حَالِبٌ لِي قَالَ نَعَمْ فَأَمَرْتُهُ فَاعْتَقَلَ شَاةً مِنْ غَنَمِهِ ثُمَّ أَمَرْتُهُ أَنْ يَنْفُضَ ضَرْعَهَا مِنْ الْغُبَارِ ثُمَّ أَمَرْتُهُ أَنْ يَنْفُضَ كَفَّيْهِ فَقَالَ هَكَذَا ضَرَبَ إِحْدَى كَفَّيْهِ بِالْأُخْرَى فَحَلَبَ كُثْبَةً مِنْ لَبَنٍ وَقَدْ جَعَلْتُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِدَاوَةً عَلَى فَمِهَا خِرْقَةٌ فَصَبَبْتُ عَلَى اللَّبَنِ حَتَّى بَرَدَ أَسْفَلُهُ فَانْتَهَيْتُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ اشْرَبْ يَا رَسُولَ اللَّهِ فَشَرِبَ حَتَّى رَضِيتُ","source":"Bukhari"},"__N_SSG":true}