{"pageProps":{"number":"2323","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu An-Nu'man] telah menceritakan kepada kami [Hammad bin Zaid] telah mengabarkan kepada kami ['Abdul Malik bin Juraij] dari ['Atha'] dari [Jabir] dan [Thowus] serta [Ibnu 'Abbas] radliallahu 'anhuma, keduanya berkata; Nabi shallallahu 'alaihi wasallam dan para shahabat Beliau berangkat pada waktu pagi tanggal empat belas Dzul Hijjah untuk melaksanakan hajji dan tidak ada sesuatupun yang menghalangi mereka. Ketika kami telah sampai, Beliau memerintahkan kami untuk menjadikannya sebagai niat 'umrah lalu kami boleh mencampuri isteri-isteri kami. Kemudian sabda Beliau tersebut tersebar. 'Atha' berkata; Maka Jabir berkata: \"Lalu ada seorang diantara kami yang pergi menuju Mina kemudian dia menceritakan bahwa dia mengeluarkan air mani\". Jabir berkata, agar orang itu merahasiakan kejadiannya. Namun kemudian peristiwa itu sampai juga kepada Nabi shallallahu 'alaihi wasallam lalu Beliau berdiri menyampaikan khatbah kepada kami, sabda Beliau: \"Telah sampai kepadaku berita bahwa ada sebagian orang yang berkata, begini begini. Demi Allah, akulah orang yang paling baik dan paling taqwa kepada Allah diantara mereka. Seandainya aku bisa mengulang kembali urusanku yang telah kulakukan niscaya aku tidak membawa sembelihan, dan seandainya aku tidak membawa hewan sembelihan (Al hadyu) tentu aku akan bertahallul\". Maka Suraqah bin Malik bin Ju'tsum berkata: \"Wahai Rasulullah, ketentuan itu berlaku khusus untuk kami saja atau untuk selamanya?\" Beliau bersabda: \"Tidak, tapi untuk selamanya\". Jabir berkata: \"Kemudian datang 'Ali bin Abu Tholib\". Lalu seorang dari keduanya berkata; 'Ali berkata: \"Labbaik, aku berniat hajji sebagaimana Rasulullah shallallahu 'alaihi wasallam bertalbiyah (berniat hajji). Dan dia berkata: Berkata, yang lain: \"Labbaik, aku berniat hajji seperti hajjinya Rasulullah shallallahu 'alaihi wasallam.\" Maka Nabi shallallahu 'alaihi wasallam memerintahkan untuk mengenakan ihramnya dan mengambil bagian pada hewan sembelihannya. ","arab":"حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ جُرَيْجٍ عَنْ عَطَاءٍ عَنْ جَابِرٍ وَعَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمْ قَالَاقَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ صُبْحَ رَابِعَةٍ مِنْ ذِي الْحِجَّةِ مُهِلِّينَ بِالْحَجِّ لَا يَخْلِطُهُمْ شَيْءٌ فَلَمَّا قَدِمْنَا أَمَرَنَا فَجَعَلْنَاهَا عُمْرَةً وَأَنْ نَحِلَّ إِلَى نِسَائِنَا فَفَشَتْ فِي ذَلِكَ الْقَالَةُ قَالَ عَطَاءٌ فَقَالَ جَابِرٌ فَيَرُوحُ أَحَدُنَا إِلَى مِنًى وَذَكَرُهُ يَقْطُرُ مَنِيًّا فَقَالَ جَابِرٌ بِكَفِّهِ فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ خَطِيبًا فَقَالَ بَلَغَنِي أَنَّ أَقْوَامًا يَقُولُونَ كَذَا وَكَذَا وَاللَّهِ لَأَنَا أَبَرُّ وَأَتْقَى لِلَّهِ مِنْهُمْ وَلَوْ أَنِّي اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ وَلَوْلَا أَنَّ مَعِي الْهَدْيَ لأَحْلَلْتُ فَقَامَ سُرَاقَةُ بْنُ مَالِكِ بْنِ جُعْشُمٍ فَقَالَ يَا رَسُولَ اللَّهِ هِيَ لَنَا أَوْ لِلْأَبَدِ فَقَالَ لَا بَلْ لِلْأَبَدِ قَالَ وَجَاءَ عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ أَحَدُهُمَا يَقُولُ لَبَّيْكَ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ وَقَالَ الْآخَرُ لَبَّيْكَ بِحَجَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُقِيمَ عَلَى إِحْرَامِهِ وَأَشْرَكَهُ فِي الْهَدْيِ","source":"Bukhari"},"__N_SSG":true}