{"pageProps":{"number":"2489","slug":"bukhari","id":"Telah menceritakan kepada kami ['Umar bin Hafsh bin Ghiyats] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Al A'masy] berkata, telah menceritakan kepadaku [Asy Sya'biy] bahwa dia mendengar [An Nu'man bin Basyir radliallahu 'anhuma] berkata; Nabi shallallahu 'alaihi wasallam telah bersabda: \"Perumpamaan orang yang menerjang hukum Allah dan orang berada padanya seperti sekelompok orang yang berlayar dengan sebuah kapal, lalu sebagian dari mereka ada yang mendapat tempat di bagian bawah dan sebagian lagi di atas perahu. Lalu orang yang berada di bawah perahu bila mereka mencari air untuk minum, mereka harus melewati orang-orang yang berada di atas sehingga mengganggu orang yang diatas. Lalu salah seorang yang dibawa mengambil kapak untuk membuat lubang di bawah kapal. Maka orang-orang yang di atas mendatanginya dan berkata: \"Apa yang kamu lakukan?\" Orang yang di bawah berkata: \"Kalian telah terganggu karena aku sedangkan aku memerlukan air\". Maka bila orang yang berada di atas mencegah dengan tangan mereka maka mereka telah menyelamatkan orang tadi dan menyelamatkan diri mereka sendiri, namun apabila mereka membiarkan saja apa berarti dia telah membinasakan orang itu dan diri mereka sendiri\".","arab":"حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ حَدَّثَنَا أَبِي حَدَّثَنَا الْأَعْمَشُ قَالَ حَدَّثَنِي الشَّعْبِيُّ أَنَّهُ سَمِعَ النُّعْمَانَ بْنَ بَشِيرٍ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَثَلُ الْمُدْهِنِ فِي حُدُودِ اللَّهِ وَالْوَاقِعِ فِيهَا مَثَلُ قَوْمٍ اسْتَهَمُوا سَفِينَةً فَصَارَ بَعْضُهُمْ فِي أَسْفَلِهَا وَصَارَ بَعْضُهُمْ فِي أَعْلَاهَا فَكَانَ الَّذِي فِي أَسْفَلِهَا يَمُرُّونَ بِالْمَاءِ عَلَى الَّذِينَ فِي أَعْلَاهَا فَتَأَذَّوْا بِهِ فَأَخَذَ فَأْسًا فَجَعَلَ يَنْقُرُ أَسْفَلَ السَّفِينَةِ فَأَتَوْهُ فَقَالُوا مَا لَكَ قَالَ تَأَذَّيْتُمْ بِي وَلَا بُدَّ لِي مِنْ الْمَاءِ فَإِنْ أَخَذُوا عَلَى يَدَيْهِ أَنْجَوْهُ وَنَجَّوْا أَنْفُسَهُمْ وَإِنْ تَرَكُوهُ أَهْلَكُوهُ وَأَهْلَكُوا أَنْفُسَهُمْ","source":"Bukhari"},"__N_SSG":true}