{"pageProps":{"number":"2581","slug":"bukhari","id":"Telah bercerita kepada kami [Yahya bin Shalih] telah bercerita kepada kami [Fulaih] dari [Hilal bin 'Ali] dari ['Atha' bin asar] dari [Abu Hurairah radliallahu 'anhu] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barang siapa yang beriman kepada Allah, menegakkan shalat, berpuasa bulan ramadhan, maka sudah pasti Allah akan memasukkannya kedalam surga, baik apakah dia berjihad di jalan Allah atau dia hanya duduk tinggal di tempat di mana dia dilahirkan\". Mereka bertanya: \"Wahai Rasulullah, apakah tidak sebaiknya kami sampaikan berita gembira ini kepada orang-orang?\" Beliau bersabda: \"Sesungguhnya di surga itu ada seratus derajat (kedudukan) yang Allah menyediakannya buat para mujahid di jalan Allah dimana jarak antara dua derajat seperti jarak antara langit dan bumi. Untuk itu bila kalian minta kepada Allah maka mintalah surga firdaus karena dia adalah tengahnya surga dan yang paling tinggi. Aku pernah diperlihatkan bahwa diatas firdaus itu adalah singgasanannya Allah Yang Maha Pemurah dimana darinya mengalir sungai-sungai surga\". Berkata [Muhammad bin Fulaih] dari [bapaknya]: \"Diatasnya adalah singgasanannya Allah Yang Maha Pemurah.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ حَدَّثَنَا فُلَيْحٌ عَنْ هِلَالِ بْنِ عَلِيٍّ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ آمَنَ بِاللَّهِ وَبِرَسُولِهِ وَأَقَامَ الصَّلَاةَ وَصَامَ رَمَضَانَ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُدْخِلَهُ الْجَنَّةَ جَاهَدَ فِي سَبِيلِ اللَّهِ أَوْ جَلَسَ فِي أَرْضِهِ الَّتِي وُلِدَ فِيهَا فَقَالُوا يَا رَسُولَ اللَّهِ أَفَلَا نُبَشِّرُ النَّاسَ قَالَ إِنَّ فِي الْجَنَّةِ مِائَةَ دَرَجَةٍ أَعَدَّهَا اللَّهُ لِلْمُجَاهِدِينَ فِي سَبِيلِ اللَّهِ مَا بَيْنَ الدَّرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ فَإِذَا سَأَلْتُمُ اللَّهَ فَاسْأَلُوهُ الْفِرْدَوْسَ فَإِنَّهُ أَوْسَطُ الْجَنَّةِ وَأَعْلَى الْجَنَّةِ أُرَاهُ فَوْقَهُ عَرْشُ الرَّحْمَنِ وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّةِقَالَ مُحَمَّدُ بْنُ فُلَيْحٍ عَنْ أَبِيهِ وَفَوْقَهُ عَرْشُ الرَّحْمَنِ","source":"Bukhari"},"__N_SSG":true}