{"pageProps":{"number":"2590","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah bin Yusuf] berkata telah bercerita kepadaku [Al Laits] telah bercerita kepada kami [Yahya] dari [Muhammad bin Yahya bin Hayyan] dari [Anas bin Malik radliallahu 'anhu] dari [bibinya, Ummu Haram binti Milhan] berkata: Pada suatu hari Nabi shallallahu 'alaihi wasallam tertidur di dekatku kemudian terbangun sambil tersenyum. Lalu aku bertanya: \"Apa yang membuat Tuan tertawa?\" Beliau bersabda: \"Ada orang-orang dari ummatku yang diperlihatkan kepadaku sebagai pasukan perang di jalan Allah dimana mereka mengarungi lautan yang hijau bagaikan raja-raja di atas singgasana\". Ummu Haram berkata: \"Do'akanlah agar Allah menjadikan aku salah seorang dari mereka\". Maka Beliau mendo'akannya. Kemudian Beliau tertidur kembali untuk kedua kalinya dan kembali berbuat seperti sebelumnya. Dan Ummu Haram juga bertanya sebagaimana yang sudah ditanyakannnya dan Beliau pun menjawab sama dengan sebelumnya. Maka Ummu Haram berkata: \"Do'akanlah agar Allah menjadikan aku salah seorang dari mereka\".. Beliau bersabda: \"Kamu akan menjadi diantara orang-orang yang pertama kali\". Maka pada suatu masa, Ummu Haram berangkat berperang bersama suaminya 'Ubadah bin ash-Shomit sebagai salah seorang dari Kaum Muslimin yang pertama kali berperang dengan mengarungi lautan bersama Mu'awiah. Setelah selesai dari perang, mereka kembali dan singgah di negeri Syam. Kemudian Ummu Haram diberi hewan untuk ditunggangi namun dia tersungkur jatuh hinga meninggal dunia.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ قَالَ حَدَّثَنِي اللَّيْثُ حَدَّثَنَا يَحْيَى عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ خَالَتِهِ أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ قَالَتْنَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا قَرِيبًا مِنِّي ثُمَّ اسْتَيْقَظَ يَتَبَسَّمُ فَقُلْتُ مَا أَضْحَكَكَ قَالَ أُنَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ يَرْكَبُونَ هَذَا الْبَحْرَ الْأَخْضَرَ كَالْمُلُوكِ عَلَى الْأَسِرَّةِ قَالَتْ فَادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَدَعَا لَهَا ثُمَّ نَامَ الثَّانِيَةَ فَفَعَلَ مِثْلَهَا فَقَالَتْ مِثْلَ قَوْلِهَا فَأَجَابَهَا مِثْلَهَا فَقَالَتْ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَقَالَ أَنْتِ مِنْ الْأَوَّلِينَ فَخَرَجَتْ مَعَ زَوْجِهَا عُبَادَةَ بْنِ الصَّامِتِ غَازِيًا أَوَّلَ مَا رَكِبَ الْمُسْلِمُونَ الْبَحْرَ مَعَ مُعَاوِيَةَ فَلَمَّا انْصَرَفُوا مِنْ غَزْوِهِمْ قَافِلِينَ فَنَزَلُوا الشَّأْمَ فَقُرِّبَتْ إِلَيْهَا دَابَّةٌ لِتَرْكَبَهَا فَصَرَعَتْهَا فَمَاتَتْ","source":"Bukhari"},"__N_SSG":true}