{"pageProps":{"number":"2683","slug":"bukhari","id":"Telah bercerita kepada kami [Qutaibah] telah bercerita kepada kami [Ya'qub bin 'Abdur Rahman] dari [Abu Hazim] dari [Sahal bin Sa'ad As-Sa'idiy radliallahu 'anhu] bahwa Rasulullah shallallahu 'alaihi wasallam berhadapan dengan Kaum Musyrikin lalu saling berperang. Ketika Rasulullah shallallahu 'alaihi wasallam bergabung dengan bala tentara Beliau dan musuhnya pun bergabung kepada bala tentara mereka, ada di antara sahabat Rasulullah shallallahu 'alaihi wasallam seorang yang ditemukan dalam keadaan sendirian terluka sangat parah dan terbunuh oleh pedang. Lalu setelah itu ada yang berkata: \"Hari ini tidak ada seorangpun di antara kita yang mendapat ganjaran pahala sebagaimana yang didapat fulan ini\". Namun Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ketahuilah sungguh dia termasuk dari golongan ahlu neraka\". Lalu ada seseorang lak-laki di tengah orang banyak menimpal; \"Aku ada bersama orang itu, laki-laki itu bercerita bahwa ia pergi bersama fulan, hingga apabila dia berhenti diapun ikut berhenti dan apabila dia maju menyerang iapun ikut menyerang, laki-laki itu berkata; \"lalu fulan tersebut terluka sangat parah sehingga mengantarkannya hampir kepada kematian. Lalu laki-laki itu meletakkan pedangnya di tanah dan ujung pedangnya diletakkah diantara dua dadanya lalu dia membunuh dirinya sendiri\". Maka orang yang bersamanya tadi pergi menemui Rasulullah shallallahu 'alaihi wasallam lalu berkata: \"Aku bersaksi bahwa Tuan adalah benar-benar utusan Allah\". Nabi shallallahu 'alaihi wasallam bertanya: \"Kenapa kamu berkata begitu?\" Orang ini menjawab: \"Karena fulan yang Tuan sebutkan tadi benar-benar dia penghuni neraka\". Maka orang-orang kaget mendengar ucapannya itu. Aku katakan: \"Aku menjadi saksinya. Aku telah keluar bersamanya dimana aku mencarinya kemudian aku dapatkan dia dalam keadaan luka parah hampir menemui ajalnya lalu dia meletakkan pedangnya di tanah dan ujung pedangnya diletakkah diantara dua dadanya lalu dia membunuh dirinya sendiri. Maka pada kesempatan itu juga Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya ada seseorang yang mengamalkan amalan ahlu surga berdasarkan yang nampak oleh manusia padahal dia adalah dari golongan ahlu neraka. Dan ada seseorang yang mengamalkan amalan ahlu neraka berdasarkan yang nampak oleh manusia padahal dia adalah dari golongan ahlu surga\".","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ رَضِيَ اللَّهُ عَنْهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْتَقَى هُوَ وَالْمُشْرِكُونَ فَاقْتَتَلُوا فَلَمَّا مَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى عَسْكَرِهِ وَمَالَ الْآخَرُونَ إِلَى عَسْكَرِهِمْ وَفِي أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ لَا يَدَعُ لَهُمْ شَاذَّةً وَلَا فَاذَّةً إِلَّا اتَّبَعَهَا يَضْرِبُهَا بِسَيْفِهِ فَقَالَ مَا أَجْزَأَ مِنَّا الْيَوْمَ أَحَدٌ كَمَا أَجْزَأَ فُلَانٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا إِنَّهُ مِنْ أَهْلِ النَّارِ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ أَنَا صَاحِبُهُ قَالَ فَخَرَجَ مَعَهُ كُلَّمَا وَقَفَ وَقَفَ مَعَهُ وَإِذَا أَسْرَعَ أَسْرَعَ مَعَهُ قَالَ فَجُرِحَ الرَّجُلُ جُرْحًا شَدِيدًا فَاسْتَعْجَلَ الْمَوْتَ فَوَضَعَ نَصْلَ سَيْفِهِ بِالْأَرْضِ وَذُبَابَهُ بَيْنَ ثَدْيَيْهِ ثُمَّ تَحَامَلَ عَلَى سَيْفِهِ فَقَتَلَ نَفْسَهُ فَخَرَجَ الرَّجُلُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ قَالَ وَمَا ذَاكَ قَالَ الرَّجُلُ الَّذِي ذَكَرْتَ آنِفًا أَنَّهُ مِنْ أَهْلِ النَّارِ فَأَعْظَمَ النَّاسُ ذَلِكَ فَقُلْتُ أَنَا لَكُمْ بِهِ فَخَرَجْتُ فِي طَلَبِهِ ثُمَّ جُرِحَ جُرْحًا شَدِيدًا فَاسْتَعْجَلَ الْمَوْتَ فَوَضَعَ نَصْلَ سَيْفِهِ فِي الْأَرْضِ وَذُبَابَهُ بَيْنَ ثَدْيَيْهِ ثُمَّ تَحَامَلَ عَلَيْهِ فَقَتَلَ نَفْسَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ إِنَّ الرَّجُلَ لَيَعْمَلُ عَمَلَ أَهْلِ الْجَنَّةِ فِيمَا يَبْدُو لِلنَّاسِ وَهُوَ مِنْ أَهْلِ النَّارِ وَإِنَّ الرَّجُلَ لَيَعْمَلُ عَمَلَ أَهْلِ النَّارِ فِيمَا يَبْدُو لِلنَّاسِ وَهُوَ مِنْ أَهْلِ الْجَنَّةِ","source":"Bukhari"},"__N_SSG":true}