{"pageProps":{"number":"2881","slug":"bukhari","id":"Telah bercerita kepada kami [Badal bin Al Muhabbar] telah mengabarkan kepada kami [Syu'bah] berkata telah mengabarkan kepadaku [Al Hakam] berkata aku mendengar [Ibnu Abi Laila] telah bercerita kepada kami ['Ali] bahwa Fathimah 'alaihas salam pernah mengeluh tentang apa yang dialaminya karena menumbuk dan menggiling tepung. Kemudian ia mendapat berita bahwa Rasulullah Shallallahu'alaiwasallam mendapatkan tawanan, maka ia datangi Beliau sekaligus ia minta seorang pembantu namun Beliau tidak setuju. Kemudian Fathimah menceritakan perkaranya kepada 'Aisyah. Ketika Rasulullah Shallallahu'alaiwasallam datang, 'Aisyah menceritakannya kepada Beliau. Maka Beliau mendatangi kami berdua saat kami sudah masuk ke tempat tidur kami untuk beristirahat lalu Beliau berkata: \"Tetaplah kalian disitu\". Hingga aku mendapatkan kedua kaki Beliau yang dingin di dekat dadaku. Beliau bersabda: \"Maukah kalian berdua aku tunjukkan sesuatu yang lebih baik dari apa yang kalian berdua pinta, yaitu jika kalian sudah berada di tempat tidur kalian, bacalah takbir (Allahu Akbar) tiga puluh empat kali, hamdalah (alhamdulillah) tiga puluh tiga kali dan tasbih (subhaanallah) tiga puluh tiga kali karena sesungguhnya bacaan-bacaan ini lebih baik dari apa yang kalian berdua memintanya\".","arab":"حَدَّثَنَا بَدَلُ بْنُ الْمُحَبَّرِ أَخْبَرَنَا شُعْبَةُ قَالَ أَخْبَرَنِي الْحَكَمُ قَالَ سَمِعْتُ ابْنَ أَبِي لَيْلَى حَدَّثَنَا عَلِيٌّأَنَّ فَاطِمَةَ عَلَيْهَا السَّلَام اشْتَكَتْ مَا تَلْقَى مِنْ الرَّحَى مِمَّا تَطْحَنُ فَبَلَغَهَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِسَبْيٍ فَأَتَتْهُ تَسْأَلُهُ خَادِمًا فَلَمْ تُوَافِقْهُ فَذَكَرَتْ لِعَائِشَةَ فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَتْ ذَلِكَ عَائِشَةُ لَهُ فَأَتَانَا وَقَدْ دَخَلْنَا مَضَاجِعَنَا فَذَهَبْنَا لِنَقُومَ فَقَالَ عَلَى مَكَانِكُمَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى صَدْرِي فَقَالَ أَلَا أَدُلُّكُمَا عَلَى خَيْرٍ مِمَّا سَأَلْتُمَاهُ إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا فَكَبِّرَا اللَّهَ أَرْبَعًا وَثَلَاثِينَ وَاحْمَدَا ثَلَاثًا وَثَلَاثِينَ وَسَبِّحَا ثَلَاثًا وَثَلَاثِينَ فَإِنَّ ذَلِكَ خَيْرٌ لَكُمَا مِمَّا سَأَلْتُمَاهُ","source":"Bukhari"},"__N_SSG":true}