{"pageProps":{"number":"2914","slug":"bukhari","id":"Telah bercerita kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] telah bercerita kepada kami [Az Zuhriy] berkata telah mengabarkan kepadaku [Anas bin Malik] bahwa orang-orang dari kalangan Anshar berbicara dengan Rasulullah Shallallahu'alaihiwasallam ketika Allah mengkaruniakan harta fa'i suku Hawazin kepada Rasulullah Shallallahu'alaihiwasallam. Saat itu Beliau sedang memberikan bagian kepada orang-orang Quraisy berupa seratus unta. Mereka berkata; \"Semoga Allah mengampuni Rasulullah Shallallahu'alaihiwasallam karena Beliau memberikan bagian kepada orang Quraisy dan meninggalkan kita padahal pedang-pedang kitalah yang menumpahkan darah-darah mereka\". Anas berkata; \"Kemudian disampaikan kepada Rasulullah Shallallahu'alaihiwasallam apa yang diperbincangkan oleh mereka\". Maka dikirimlah utusan kepada kaum Anshar dan mengumpulkan mereka pada suatu kemah terbuat dari kulit yang telah disamak dan tidak mengijinkan seorangpun bergabung selain kalangan mereka. Ketika mereka sudah berkumpul maka Rasulullah Shallallahu'alaihiwasallam datang menemui mereka lalu berkata: \"Ada apa dengan berita yang telah sampai kepadaku tentang kalian\". Orang faqih mereka berkata kepada Beliau; \"Orang-orang bijak dari kami tidaklah mengatakan sesuatupun wahai Rasulullah. Namun memang ada anak-anak muda yang berkata; Semoga Allah mengampuni Rasulullah karena Beliau memberikan bagian kepada orang Quraisy dan meninggalkan kaum Anshar padahal pedang-pedang kitalah yang menumpahkan darah-darah mereka\". Maka Rasulullah Shallallahu'alaihiwasallam bersabda: \"Sungguh aku memberi bagian kepada orang-orang yang masa hidup mereka masih dekat dengan kekafiran. Apakah kalian ridla orang-orang itu pulang dengan membawa harta, sebaliknya kalian kembali ke tempat tinggal kalian dengan membawa Rasulullah Shallallahu'alaihiwasallam?\". Demi Allah, sungguh apa yang kalian bawa pulang lebih baik dari apa yang mereka bawa\". Kaum Anshar berkata; \"Kami ridla wahai Rasulullah\". Kemudian Beliau bersabda lagi: \"Sungguh sepeninggalku nanti kalian akan melihat banyak perkara yang sangat berat. Untuk itu bershabarlah hingga kalian berjumpa dengan Allah dan Rasul-Nya Shallallahu'alaihiwasallam di telaga al-haudl\". Anas berkata; \"Ternyata di kemudian hari kami tidak sabar\".","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ حَدَّثَنَا الزُّهْرِيُّ قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍأَنَّ نَاسًا مِنْ الْأَنْصَارِ قَالُوا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أَفَاءَ اللَّهُ عَلَى رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَمْوَالِ هَوَازِنَ مَا أَفَاءَ فَطَفِقَ يُعْطِي رِجَالًا مِنْ قُرَيْشٍ الْمِائَةَ مِنْ الْإِبِلِ فَقَالُوا يَغْفِرُ اللَّهُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعْطِي قُرَيْشًا وَيَدَعُنَا وَسُيُوفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ قَالَ أَنَسٌ فَحُدِّثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَقَالَتِهِمْ فَأَرْسَلَ إِلَى الْأَنْصَارِ فَجَمَعَهُمْ فِي قُبَّةٍ مِنْ أَدَمٍ وَلَمْ يَدْعُ مَعَهُمْ أَحَدًا غَيْرَهُمْ فَلَمَّا اجْتَمَعُوا جَاءَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا كَانَ حَدِيثٌ بَلَغَنِي عَنْكُمْ قَالَ لَهُ فُقَهَاؤُهُمْ أَمَّا ذَوُو آرَائِنَا يَا رَسُولَ اللَّهِ فَلَمْ يَقُولُوا شَيْئًا وَأَمَّا أُنَاسٌ مِنَّا حَدِيثَةٌ أَسْنَانُهُمْ فَقَالُوا يَغْفِرُ اللَّهُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعْطِي قُرَيْشًا وَيَتْرُكُ الْأَنْصَارَ وَسُيُوفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي أُعْطِي رِجَالًا حَدِيثٌ عَهْدُهُمْ بِكُفْرٍ أَمَا تَرْضَوْنَ أَنْ يَذْهَبَ النَّاسُ بِالْأَمْوَالِ وَتَرْجِعُوا إِلَى رِحَالِكُمْ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَاللَّهِ مَا تَنْقَلِبُونَ بِهِ خَيْرٌ مِمَّا يَنْقَلِبُونَ بِهِ قَالُوا بَلَى يَا رَسُولَ اللَّهِ قَدْ رَضِينَا فَقَالَ لَهُمْ إِنَّكُمْ سَتَرَوْنَ بَعْدِي أَثَرَةً شَدِيدَةً فَاصْبِرُوا حَتَّى تَلْقَوْا اللَّهَ وَرَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْحَوْضِ قَالَ أَنَسٌ فَلَمْ نَصْبِرْ","source":"Bukhari"},"__N_SSG":true}