{"pageProps":{"number":"2932","slug":"bukhari","id":"Telah bercerita kepada kami [Muhammad] telah bercerita kepada kami [Ibnu 'Uyainah] dari [Sulaiman bin Abu Muslim Al Ahwal] dia mendengar [Sa'id bin Jubair] mendengar [Ibnu 'Abbas radliallahu 'anhu] berkata; \"Hari Kamis, apakah hari Kamis?\". Kemudian dia menangis hingga air matanya membasahi pasir. Aku bertanya kepadanya Dia berkata; \"Wahai 'Abbas, ada apa dengan hari Kamis?\". Dia berkata; \"Rasulullah Shallallahu'alaihiwasallam bertambah parah sakitnya pada hari Kamis lalu Beliau berkata: \"Berikan aku buku karena aku akan menuliskan untuk kalian suatu ketetapan yang kalian tidak akan sesat setelahnya selama-lamanya\". Kemudian orang-orang bertengkar padahal tidak sepatutnya mereka bertengkar di hadapan Nabi Shallallahu'alaihiwasallam. Mereka ada yang berkata; \"Apakah Beliau terdiam?\". Mereka mencari tahu tentang Beliau Maka Beliau berkata: \"Tinggalkanlah aku. Sungguh aku sedang menghadapi perkara yang lebih baik dari apa yang kalian ajak aku kepadanya\". Lalu Beliau berwasiat dengan tiga hal; \"Usirlah orang-orang musyrikin dari jazirah 'Arab, berilah hadiah kepada tamu (utusan) seperti yang aku pernah berikan kepada mereka\". Dan yang ketiga adalah perkara yang lebih baik, namun apakah Beliau terdiam atau telah mengatakannya namun aku telah lupa\". Sufyan berkata; \"Yang terakhir ini dari perkataan Sulaiman'","arab":"حَدَّثَنَا مُحَمَّدٌ حَدَّثَنَا ابْنُ عُيَيْنَةَ عَنْ سُلَيْمَانَ بْنِ أَبِي مُسْلِمٍ الْأَحْوَلِ سَمِعَ سَعِيدَ بْنَ جُبَيْرٍ سَمِعَ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُيَوْمُ الْخَمِيسِ وَمَا يَوْمُ الْخَمِيسِ ثُمَّ بَكَى حَتَّى بَلَّ دَمْعُهُ الْحَصَى قُلْتُ يَا أَبَا عَبَّاسٍ مَا يَوْمُ الْخَمِيسِ قَالَ اشْتَدَّ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَعُهُ فَقَالَ ائْتُونِي بِكَتِفٍ أَكْتُبْ لَكُمْ كِتَابًا لَا تَضِلُّوا بَعْدَهُ أَبَدًا فَتَنَازَعُوا وَلَا يَنْبَغِي عِنْدَ نَبِيٍّ تَنَازُعٌ فَقَالُوا مَا لَهُ أَهَجَرَ اسْتَفْهِمُوهُ فَقَالَ ذَرُونِي فَالَّذِي أَنَا فِيهِ خَيْرٌ مِمَّا تَدْعُونَنِي إِلَيْهِ فَأَمَرَهُمْ بِثَلَاثٍ قَالَ أَخْرِجُوا الْمُشْرِكِينَ مِنْ جَزِيرَةِ الْعَرَبِ وَأَجِيزُوا الْوَفْدَ بِنَحْوِ مَا كُنْتُ أُجِيزُهُمْ وَالثَّالِثَةُ خَيْرٌ إِمَّا أَنْ سَكَتَ عَنْهَا وَإِمَّا أَنْ قَالَهَا فَنَسِيتُهَا قَالَ سُفْيَانُ هَذَا مِنْ قَوْلِ سُلَيْمَانَ","source":"Bukhari"},"__N_SSG":true}