{"pageProps":{"number":"2945","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah bin Muhammad] telah bercerita kepada kami [Yahya bin Adam] telah bercerita kepada kami [Yazid bin 'Abdul 'Aziz] dari [bapaknya] telah bercerita kepada kami [Habib bin Abu Tsabit] berkata telah bercerita kepadaku [Abu Wa'il] berkata; Kami terlibat dalam perang Shiffiin lalu [Sahal bin Hunaif] berkata; \"Wahai sekalian manusia, berhati-hatilah kalian dengan diri kalian. Sungguh kami pernah bersama Rasulullah shallallahu 'alaihi wasallam pada hari Perjanjian Hudaibiyah. Seandainya saat itu kami berpendapat untuk perang pasti kami sudah berperang hingga datang 'Umar bin Al Khaththab seraya berkata; \"Wahai Rasulullah, bukankah kita berada di atas kebenaran sedangkan mereka di atas kebathilan?\". Beliau Shallallahu'alaihiwasallam menjawab: \"Ya, benar\". Lalu dia bertanya lagi; \"Bukankah siapa yang gugur diantara kita akan masuk surga sedang orang yang tewas dari mereka akan masuk neraka?\". Beliau Shallallahu'alaihiwasallam menjawab: \"Ya, benar\". 'Umar bertanya; \"Lalu atas dasar alasan apa kita menimpakan kehinaan dalam agama kita ini, apakah kita akan pulang sedangkan Allah belum memutuskan perkara antara kita dan mereka?\". Maka Beliau menjawab: \"Wahai putra Al Khaththab, aku ini Rasulullah dan Allah sekali-kali tidak akan menyia-nyiakan aku selamanya\". Kemudian 'Umar mendatangi Abu Bakr lalu mengatakan seperti yang dia katakan kepada Nabi shallallahu 'alaihi wasallam. Maka Abu Bakr berkata; \"Beliau itu Rasulullah dan Allah sekali-kali tidak akan menyia-nyiakan Beliau selamanya\". Maka kemudian turunlah surah al-Fath lalu Rasulullah shallallahu 'alaihi wasallam membacakannya kepada 'Umar hingga akhir surat. Lalu 'Umar bertanya; \"Wahai Rasulullah, apakah (keputusan) ini tanda kemenangan?\". Beliau menjawab: \"Ya\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ عَنْ أَبِيهِ حَدَّثَنَا حَبِيبُ بْنُ أَبِي ثَابِتٍ قَالَ حَدَّثَنِي أَبُو وَائِلٍ قَالَكُنَّا بِصِفِّينَ فَقَامَ سَهْلُ بْنُ حُنَيْفٍ فَقَالَ أَيُّهَا النَّاسُ اتَّهِمُوا أَنْفُسَكُمْ فَإِنَّا كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْحُدَيْبِيَةِ وَلَوْ نَرَى قِتَالًا لَقَاتَلْنَا فَجَاءَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ يَا رَسُولَ اللَّهِ أَلَسْنَا عَلَى الْحَقِّ وَهُمْ عَلَى الْبَاطِلِ فَقَالَ بَلَى فَقَالَ أَلَيْسَ قَتْلَانَا فِي الْجَنَّةِ وَقَتْلَاهُمْ فِي النَّارِ قَالَ بَلَى قَالَ فَعَلَامَ نُعْطِي الدَّنِيَّةَ فِي دِينِنَا أَنَرْجِعُ وَلَمَّا يَحْكُمِ اللَّهُ بَيْنَنَا وَبَيْنَهُمْ فَقَالَ يَا ابْنَ الْخَطَّابِ إِنِّي رَسُولُ اللَّهِ وَلَنْ يُضَيِّعَنِي اللَّهُ أَبَدًا فَانْطَلَقَ عُمَرُ إِلَى أَبِي بَكْرٍ فَقَالَ لَهُ مِثْلَ مَا قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّهُ رَسُولُ اللَّهِ وَلَنْ يُضَيِّعَهُ اللَّهُ أَبَدًا فَنَزَلَتْ سُورَةُ الْفَتْحِ فَقَرَأَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى عُمَرَ إِلَى آخِرِهَا فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ أَوَفَتْحٌ هُوَ قَالَ نَعَمْ","source":"Bukhari"},"__N_SSG":true}