{"pageProps":{"number":"2984","slug":"bukhari","id":"Telah bercerita kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] telah bercerita kepada kami [Abu Az Zanad] dari [Al A'raj] dari [Abu Hurairah radliallahu 'anhu] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Rombongan pertama yang memasuki surga rupa mereka bagaikan bulan saat purnama dan rombongan berikutnya yang mengiringi mereka bagaikan bintang yang sangat terang cahayanya. Hati mereka bagaikan hati seorang laki-laki yang tidak pernah berselisih dan saling membenci di antara mereka. Setiap orang dari mereka memiliki dua istri (bidadari) yang setiap istri itu sumsum tulangnya dapat kelihatan dari betis-betis mereka dari balik daging karena teramat sangat cantiknya. Tidak ada perselisihan (pertengkaran) di sana dan tidak ada pula saling benci. Hati mereka bagaikan hati yang satu yang senantiasa bertasbih pagi dan petang. Mereka tidak pernah sakit, tidak pernah beringus dan tidak pernah meludah. Perabotan mereka terbuat dari emas dan perak, sisir-sisir mereka terbuat dari emas dan tempat perapian mereka terbuat dari kayu cendana\". Abu Al Yaman berkata; \"Maksudnya kayu yang dibakar untuk wewangian\". Keringat mereka seharum minyak misik\". Mujahid berkata; 'al-Ibkar artinya awal fajar sedangkan al-'asyiyy condongnya matahari ke barat hingga akan terlihat akan terbenam\".","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ حَدَّثَنَا أَبُو الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَوَّلُ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ وَالَّذِينَ عَلَى إِثْرِهِمْ كَأَشَدِّ كَوْكَبٍ إِضَاءَةً قُلُوبُهُمْ عَلَى قَلْبِ رَجُلٍ وَاحِدٍ لَا اخْتِلَافَ بَيْنَهُمْ وَلَا تَبَاغُضَ لِكُلِّ امْرِئٍ مِنْهُمْ زَوْجَتَانِ كُلُّ وَاحِدَةٍ مِنْهُمَا يُرَى مُخُّ سَاقِهَا مِنْ وَرَاءِ لَحْمِهَا مِنْ الْحُسْنِ يُسَبِّحُونَ اللَّهَ بُكْرَةً وَعَشِيًّا لَا يَسْقَمُونَ وَلَا يَمْتَخِطُونَ وَلَا يَبْصُقُونَ آنِيَتُهُمْ الذَّهَبُ وَالْفِضَّةُ وَأَمْشَاطُهُمْ الذَّهَبُ وَوَقُودُ مَجَامِرِهِمْ الْأَلُوَّةُ قَالَ أَبُو الْيَمَانِ يَعْنِي الْعُودَ وَرَشْحُهُمْ الْمِسْكُوَقَالَ مُجَاهِدٌ الْإِبْكَارُ أَوَّلُ الْفَجْرِ وَالْعَشِيُّ مَيْلُ الشَّمْسِ إِلَى أَنْ أُرَاهُ تَغْرُبَ","source":"Bukhari"},"__N_SSG":true}