{"pageProps":{"number":"3036","slug":"bukhari","id":"Telah bercerita kepada kami [Muhammad bin Salam] telah mengabarkan kepada kami [Al Fazariy] dari [Humaid] dari [Anas radliallahu 'anhu] berkata; 'Abdullah bin Salam telah mendengar berita kedatangan Rasulullah shallallahu 'alaihi wasallam ke Madinah maka dia menemui Beliau dan berkata; \"Aku akan bertanya tiga perkata yang tidak akan dapat diketahui kecuali oleh seorang Nabi. Dia bertanya; \"Apakah tanda-tanda pertama hari qiyamat?, dan apakah makanan pertama penghuni surga dan bagaimana seorang anak bisa mirip dengan ayahnya dan bagaimana bisa mirip dengan ibunya?. Maka Rasulullah shallallahu 'alaihi wasallam menjawab: \"Baru saja Jibril 'alaihissalam memberitahu aku\". Dia berkata; Maka 'Abdullah bin Salam berkata; \"Dia (Jibnril) adalah malaikat yang sangat dimusuhi orang Yahudi\". Rasulullah shallallahu 'alaihi wasallam bersabda: \"Adapun tanda pertama hari qiyamat adalah api yang muncul dan akan menggiring manusia dari timur menuju barat. Dan adapun makanan pertama penduduk surga adalah hati ikan hiu sedangkan kemiripan seorang anak dengan bapaknya adalah apabila sang suami mendatangi istrinya, apabila air mani suami mendahului air mani istrinya berarti akan lahir anak yang mirip dengan bapaknya, sebaliknya apabila air mani istrinya mendahului air mani suaminya maka akan lahir anak yang mirip dengan ibunya\". Maka 'Abdullah bin Salam berkata; \"Aku bersaksi bahwa baginda adalah Rasulullah\". Kemudian dia berkata lagi; \"Wahai Rasulullah, orang-orang Yahudi adalah kaum yang sedemikian pembohong (menuduh) jika mereka mengetahui keIslamanku ini. Sebelum baginda bertanya mereka, mereka juga telah mendustaiku disisimu\". Lalu datanglah orang-orang Yahudi sedang 'Abdullah masuk ke dalam rumah. Rasulullah shallallahu 'alaihi wasallam berkata: \"Bagaimana tanggapan kalian mengenai laki-laki yang bernama 'Abdullah bin Salam di kalangan kalian?\". Mereka menjawab; \"Dia adalah orang 'alim kami dan putra dari 'alim kami dan orang kepercayaan kami putra dari orang kepercayaan kami\". Kemudian Rasulullah shallallahu 'alaihi wasallam berkata lagl: \"Bagaimana pendapat kalian jika 'Abdullah bin Salam memeluk Islam?\". Mereka menjawab; \"Semoga dia dilindungi Allah dari perbuatan itu\". Lalu 'Abdullah bin Salam keluar seraya berkata; \"Aku bersaksi tidak ada ilah yang berhaq disembah selain Allah dan aku bersaksi bahwa Muhammad adalah utusan Allah\". Maka mereka berkata; \"Dia ini orang yang paling buruk diantara kami dan putra dari orang yang buruk\". Lalu mereka pegi.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ أَخْبَرَنَا الْفَزَارِيُّ عَنْ حُمَيْدٍ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَبَلَغَ عَبْدَ اللَّهِ بْنَ سَلَامٍ مَقْدَمُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ فَأَتَاهُ فَقَالَ إِنِّي سَائِلُكَ عَنْ ثَلَاثٍ لَا يَعْلَمُهُنَّ إِلَّا نَبِيٌّ قَالَ مَا أَوَّلُ أَشْرَاطِ السَّاعَةِ وَمَا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الْجَنَّةِ وَمِنْ أَيِّ شَيْءٍ يَنْزِعُ الْوَلَدُ إِلَى أَبِيهِ وَمِنْ أَيِّ شَيْءٍ يَنْزِعُ إِلَى أَخْوَالِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَبَّرَنِي بِهِنَّ آنِفًا جِبْرِيلُ قَالَ فَقَالَ عَبْدُ اللَّهِ ذَاكَ عَدُوُّ الْيَهُودِ مِنْ الْمَلَائِكَةِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا أَوَّلُ أَشْرَاطِ السَّاعَةِ فَنَارٌ تَحْشُرُ النَّاسَ مِنْ الْمَشْرِقِ إِلَى الْمَغْرِبِ وَأَمَّا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الْجَنَّةِ فَزِيَادَةُ كَبِدِ حُوتٍ وَأَمَّا الشَّبَهُ فِي الْوَلَدِ فَإِنَّ الرَّجُلَ إِذَا غَشِيَ الْمَرْأَةَ فَسَبَقَهَا مَاؤُهُ كَانَ الشَّبَهُ لَهُ وَإِذَا سَبَقَ مَاؤُهَا كَانَ الشَّبَهُ لَهَا قَالَ أَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ ثُمَّ قَالَ يَا رَسُولَ اللَّهِ إِنَّ الْيَهُودَ قَوْمٌ بُهُتٌ إِنْ عَلِمُوا بِإِسْلَامِي قَبْلَ أَنْ تَسْأَلَهُمْ بَهَتُونِي عِنْدَكَ فَجَاءَتْ الْيَهُودُ وَدَخَلَ عَبْدُ اللَّهِ الْبَيْتَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّ رَجُلٍ فِيكُمْ عَبْدُ اللَّهِ بْنُ سَلَامٍ قَالُوا أَعْلَمُنَا وَابْنُ أَعْلَمِنَا وَأَخْبَرُنَا وَابْنُ أَخْيَرِنَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفَرَأَيْتُمْ إِنْ أَسْلَمَ عَبْدُ اللَّهِ قَالُوا أَعَاذَهُ اللَّهُ مِنْ ذَلِكَ فَخَرَجَ عَبْدُ اللَّهِ إِلَيْهِمْ فَقَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ فَقَالُوا شَرُّنَا وَابْنُ شَرِّنَا وَوَقَعُوا فِيهِ","source":"Bukhari"},"__N_SSG":true}