{"pageProps":{"number":"3095","slug":"bukhari","id":"Telah bercerita kepadaku [Ishaq bin Ibrahim] telah bercerita kepada kami [Rauh bin 'Ubadah] telah bercerita kepada kami ['Auf] dari [Al Hasan], [Muhammad] dan [Khilas] dari [Abu Hurairah radliallahu 'anhu] berkata, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Nabi Musa 'Alaihissalam adalah seorang pemuda yang sangat pemalu dan senantiasa badannya tertutup sehingga tidak ada satu pun dari bagian badannya yang terbuka karena sangat pemalunya. Pada suatu hari ada orang-orang dari Bani Isra'il yang mengolok-oloknya. Mereka berkata; \"Sesungguhnya tidaklah dia ini menutupi tubuhnya melainkan karena kulit tubuhnya sangat jelek, bisa jadi karena menderita sakit kusta, bisul atau penyakit-penyakit lainnya\". Sungguh Allah ingin membebaskan Nabi Musa dari apa yang mereka katakan terhadap Musa, sehingga pada suatu hari dia mandi sendirian dengan talanjang dan meletakkan pakaiannya di atas batu. Maka mandilah dia dan ketika telah selesai dia beranjak untuk mengambil pakaiannya namun batu itu telah melarikan pakaiannya. Maka Musa mengambil tongkatnya dan mengejar batu tersebut sambil memanggil-manggil; \"Pakaianku, wahai batu. Pakaianku, wahai batu\". Hingga akhirnya dia sampai ke tempat kerumunan para pembesar Bani Isra'il dan mereka melihat Musa dalam keadaan telanjang yang merupakan sebaik-baiknya ciptaan Allah. Dengan kejadian itu Allah membebaskan Musa dari apa yang mereka katakan selama ini. Akhirnya batu itu berhenti lalu Musa mengambil pakaiannya dan memakainya. Kemudian Musa memukuli batu tersebut dengan tongkatnya. Sungguh demi Allah, batu tersebut masih tampak bekas pukulan Musa, tiga, empat atau lima pukulan. Inilah di antara kisah Nabi Musa 'Alaihissalam seperti difirmankan Allah Ta'ala: (\"Wahai orang-orang beriman janganlah kalian menjadi seperti orang-orang yang mengolok-olok (menyakiti) Musa lalu Allah membersihkannya dari tuduhan-tuduhan yang mereka katakan\") (QS al-Ahzab ayat 69).","arab":"حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا عَوْفٌ عَنْ الْحَسَنِ وَمُحَمَّدٍ وَخِلَاسٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مُوسَى كَانَ رَجُلًا حَيِيًّا سِتِّيرًا لَا يُرَى مِنْ جِلْدِهِ شَيْءٌ اسْتِحْيَاءً مِنْهُ فَآذَاهُ مَنْ آذَاهُ مِنْ بَنِي إِسْرَائِيلَ فَقَالُوا مَا يَسْتَتِرُ هَذَا التَّسَتُّرَ إِلَّا مِنْ عَيْبٍ بِجِلْدِهِ إِمَّا بَرَصٌ وَإِمَّا أُدْرَةٌ وَإِمَّا آفَةٌ وَإِنَّ اللَّهَ أَرَادَ أَنْ يُبَرِّئَهُ مِمَّا قَالُوا لِمُوسَى فَخَلَا يَوْمًا وَحْدَهُ فَوَضَعَ ثِيَابَهُ عَلَى الْحَجَرِ ثُمَّ اغْتَسَلَ فَلَمَّا فَرَغَ أَقْبَلَ إِلَى ثِيَابِهِ لِيَأْخُذَهَا وَإِنَّ الْحَجَرَ عَدَا بِثَوْبِهِ فَأَخَذَ مُوسَى عَصَاهُ وَطَلَبَ الْحَجَرَ فَجَعَلَ يَقُولُ ثَوْبِي حَجَرُ ثَوْبِي حَجَرُ حَتَّى انْتَهَى إِلَى مَلَإٍ مِنْ بَنِي إِسْرَائِيلَ فَرَأَوْهُ عُرْيَانًا أَحْسَنَ مَا خَلَقَ اللَّهُ وَأَبْرَأَهُ مِمَّا يَقُولُونَ وَقَامَ الْحَجَرُ فَأَخَذَ ثَوْبَهُ فَلَبِسَهُ وَطَفِقَ بِالْحَجَرِ ضَرْبًا بِعَصَاهُ فَوَاللَّهِ إِنَّ بِالْحَجَرِ لَنَدَبًا مِنْ أَثَرِ ضَرْبِهِ ثَلَاثًا أَوْ أَرْبَعًا أَوْ خَمْسًا فَذَلِكَ قَوْلُهُ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ وَجِيهًا }","source":"Bukhari"},"__N_SSG":true}