{"pageProps":{"number":"3122","slug":"bukhari","id":"Telah bercerita kepada kami [Adam] telah bercerita kepada kami [Syu'bah] dari ['Amru bin Murrah] berkata, aku mendengar [Murrah Al Hamdaniy] yang bercerita, katanya dari [Abu Musa Al Asy'ariy radliallahu 'anhu] berkata; Nabi shallallahu 'alaihi wasallam bersabda: \"Keistimewaan 'Aisyah radliallahu 'anhu dibandingkan wanita-wanita lain, bagaikan keistimewaan makanan \"tsarid\" terhadap makanan yang lain. Orang-orang yang sempurna dari kalangan laki-laki banyak dan tidak ada orang yang sempurna dari kalangan wanita kecuali Maryam binti 'Imran dan Asiyah, istrinya Fir'aun\". Dan Ibnu Wahb berkata, telah mengabarkan kepadaku Yunus dari Ibnu Syihab berkata, telah bercerita kepadaku Sa'id bin Al Musayyab bahwa Abu Hurairah radliallahu 'anhu berkata, aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sebaik-baik wanita Quraisy adalah wanita yang paling baik mengendarai unta, paling penyayang kepada anaknya dan paling memelihara hak suaminya yaitu terhadap harta yang dimilikinya.\" Abu Hurairah radliallahu 'anhu berkata: \"Maksudnya pada zaman sekarang. Dan Maryam binti 'Imran tidak pernah sekalipun menunggang unta\". Hadits ini diikuti juga oleh anak saudara dari Az Zuhriy dan Ishaq Al Kalbiy dari Az Zuhriy.","arab":"حَدَّثَنَا آدَمُ حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ سَمِعْتُ مُرَّةَ الْهَمْدَانِيَّ يُحَدِّثُ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَضْلُ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيدِ عَلَى سَائِرِ الطَّعَامِ كَمَلَ مِنْ الرِّجَالِ كَثِيرٌ وَلَمْ يَكْمُلْ مِنْ النِّسَاءِ إِلَّا مَرْيَمُ بِنْتُ عِمْرَانَ وَآسِيَةُ امْرَأَةُ فِرْعَوْنَوَقَالَ ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ أَبَا هُرَيْرَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ نِسَاءُ قُرَيْشٍ خَيْرُ نِسَاءٍ رَكِبْنَ الْإِبِلَ أَحْنَاهُ عَلَى طِفْلٍ وَأَرْعَاهُ عَلَى زَوْجٍ فِي ذَاتِ يَدِهِ يَقُولُ أَبُو هُرَيْرَةَ عَلَى إِثْرِ ذَلِكَ وَلَمْ تَرْكَبْ مَرْيَمُ بِنْتُ عِمْرَانَ بَعِيرًا قَطُّ تَابَعَهُ ابْنُ أَخِي الزُّهْرِيِّ وَإِسْحَاقُ الْكَلْبِيُّ عَنْ الزُّهْرِيِّ","source":"Bukhari"},"__N_SSG":true}