{"pageProps":{"number":"3142","slug":"bukhari","id":"Telah bercerita kepada kami [Qutaibah bin Sa'id] telah bercerita kepada kami [Laits] dari [Nafi'] dari [Ibnu 'Umar radliallahu 'anhu] dari Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya masa hidup kalian dibandingkan masa umat-umat yang dahulu hanyalah bagaikan antara 'Ashar hingga terbenamnya matahari. Dan perumpamaan kalian dibandingkan orang-orang Yahudi dan Nashrani seperti seseorang yang mempekerjakan para pekerja, ia berkata; \"Siapa yang mau bekerja untukku hingga pertengahan siang dengan upah satu qirath satu qirath, maka orang-orang Yahudi melaksanakannya dengan upah satu qirath. Kemudian dia berkata lagi; \"Siapa yang mau bekerja untukku mulai pertengahan siang hingga waktu shalat 'Ashar dengan upah satu qirath?. Lalu orang-orang Nashrani mengerjakannya dengan upah satu qirath. Kemudian dia berkata lagi; \"Siapa yang mau bekerja untukku mulai waktu shalat 'Ashar hingga terbenam matahari dengan dua qirath?. Maka kalianlah yang mengerjakan mulai dari shalat 'Ashar hingga terbenam matahari dengan upah dua qirath. Ketahuilah bahwa kalian mendapatkan pahala dua kali\". Maka orang-orang Yahudi dan Nashrani marah seraya berkata: \"Kami yang lebih banyak amal namun lebih sedikit upah!\". Maka Allah 'azza wajalla bertanya; \"Apakah ada yang aku zhalimi dari hak kalian?\". Mereka menjawab; \"Tidak\". Allah berfirman; \"Itulah karunia dari-KU yang AKU berikan kepada siapa yang AKU kehendaki\".","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا أَجَلُكُمْ فِي أَجَلِ مَنْ خَلَا مِنْ الْأُمَمِ مَا بَيْنَ صَلَاةِ الْعَصْرِ إِلَى مَغْرِبِ الشَّمْسِ وَإِنَّمَا مَثَلُكُمْ وَمَثَلُ الْيَهُودِ وَالنَّصَارَى كَرَجُلٍ اسْتَعْمَلَ عُمَّالًا فَقَالَ مَنْ يَعْمَلُ لِي إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتْ الْيَهُودُ إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ قِيرَاطٍ ثُمَّ قَالَ مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى صَلَاةِ الْعَصْرِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتْ النَّصَارَى مِنْ نِصْفِ النَّهَارِ إِلَى صَلَاةِ الْعَصْرِ عَلَى قِيرَاطٍ قِيرَاطٍ ثُمَّ قَالَ مَنْ يَعْمَلُ لِي مِنْ صَلَاةِ الْعَصْرِ إِلَى مَغْرِبِ الشَّمْسِ عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ أَلَا فَأَنْتُمْ الَّذِينَ يَعْمَلُونَ مِنْ صَلَاةِ الْعَصْرِ إِلَى مَغْرِبِ الشَّمْسِ عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ أَلَا لَكُمْ الْأَجْرُ مَرَّتَيْنِ فَغَضِبَتْ الْيَهُودُ وَالنَّصَارَى فَقَالُوا نَحْنُ أَكْثَرُ عَمَلًا وَأَقَلُّ عَطَاءً قَالَ اللَّهُ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ شَيْئًا قَالُوا لَا قَالَ فَإِنَّهُ فَضْلِي أُعْطِيهِ مَنْ شِئْتُ","source":"Bukhari"},"__N_SSG":true}