{"pageProps":{"number":"3227","slug":"bukhari","id":"Telah bercerita kepada kami [Abdullah bin Yusuf] telah mengabarkan kepada kami [Malik bin Anas] dari [Nafi'] dari [Abdullah bin 'Umar radliallahu 'anhu] bahwa orang-orang Yahudi mendatangi Rasulullah shallallahu 'alaihi wasallam lalu bercerita bahwa ada seseorang laki-laki dari kalangan mereka dan seorang wanita berzina. Lalu Rasulullah shallallahu 'alaihi wasallam bertanya kepada mereka; \"Apa yang kalian dapatkan dalam Kitab Taurah tentang permasalahan hukum rajam?\". Mereka menjawab; \"Kami mempermalukan (membeberkan aib) mereka dan mencambuk mereka\". Maka Abdullah bin Salam berkata; \"Kalian berdusta. Sesungguhnya di dalam Kitab Taurat ada hukuman rajam. Coba bawa kemari kitab Taurat. Maka mereka membacanya saecara seksama lalu salah seorang diantara mereka meletakkan tangannya pada ayat rajam, dan dia hanya membaca ayat sebelum dan sesudahnya. Kemudian Abdullah bin Salam berkata; \"Coba kamu angkat tanganmu\". Maka orang itu mengangkat tangannya, dan ternyata ada ayat tentang rajam hingga akhirnya mereka berkata; \"Dia benar, wahai Muhammad. Di dalam Taurat ada ayat tentang rajam\". Maka Rasulullah shallallahu 'alaihi wasallam memerintahkan kedua orang yang berzina itu agar dirajam\". Abdullah bin 'Umar berkata; \"Dan kulihat laki-laki itu melindungi wanita tersebut agar terhindar dari lemparan batu\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ الْيَهُودَ جَاءُوا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرُوا لَهُ أَنَّ رَجُلًا مِنْهُمْ وَامْرَأَةً زَنَيَا فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الرَّجْمِ فَقَالُوا نَفْضَحُهُمْ وَيُجْلَدُونَ فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ كَذَبْتُمْ إِنَّ فِيهَا الرَّجْمَ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ فَقَرَأَ مَا قَبْلَهَا وَمَا بَعْدَهَا فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلَامٍ ارْفَعْ يَدَكَ فَرَفَعَ يَدَهُ فَإِذَا فِيهَا آيَةُ الرَّجْمِ فَقَالُوا صَدَقَ يَا مُحَمَّدُ فِيهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَا قَالَ عَبْدُ اللَّهِ فَرَأَيْتُ الرَّجُلَ يَجْنَأُ عَلَى الْمَرْأَةِ يَقِيهَا الْحِجَارَةَ","source":"Bukhari"},"__N_SSG":true}