{"pageProps":{"number":"3268","slug":"bukhari","id":"Telah bercerita kepada kami [Musa bin Isma'il] telah bercerita kepada kami [Abu 'Awanah] telah bercerita kepada kami ['Utsman. Dia adalah Ibnu Mawhab] berkata; \"Ada seorang laki-laki dari penduduk Mesir menuaikan 'ibadah hajji lalu melihat sekumpulan orang sedang duduk bernajelis lalu bertanya; \"Siapakah kaum itu?\". Orang-orang menjawab; \"Mereka adalah suku Quraisy\". Orang Mesir itu bertanya lagi; \"Siapakah sesepuh mereka?\". Mereka menjawab; \" ['Abdullah bin 'Umar] \". Orang itu berkata; \"Wahai Ibnu 'Umar, aku bertanya kepadamu tentang sesuatu maka itu jelaskanlah kepadaku; \"Apakah kamu tahu bahwa 'Utsman lari dari perag Uhud?\". Dia (Ibnu 'Umar) menjawab; \"Ya\". Orang itu bertanya lagi; \"Apakah kamu juga tahu bahwa dia tidak hadir dan tidak ikut perang Badar?\". Dia (Ibnu 'Umar) menjawab; \"Ya\". Orang itu bertanya lagi; \"Apakah kamu juga tahu bahwa dia tidak hadir dan tidak ikut Bai'atur Ridlwan?\". Dia (Ibnu 'Umar) menjawab; \"Ya\". Orang itu berkata; \"Allahu Akbar\". Ibnu 'Umar berkata; \"Kamari, aku jelaskan semuanya kepadamu. Kaburnya 'Utsman dalam perang Uhud, sungguh aku bersaksi bahwa Allah telah memaafkan dan mengampuninya. Sedangkan tidak ikutnya dia pada perang Badar, saat itu dia sedang merawat putri Rasulullah shallallahu 'alaihi wasallam yang sedang sakit dan telah Rasulullah shallallahu 'alaihi wasallam katakan kepadanya: \"Kamu mendapat pahala dan andil sebagaimana mereka yang ikut perang Badar\". Sedangkan ketika dia tidak hadir saat Bai'atur Ridlwan, sungguh seandainya ada orang lain di kota Makkah yang lebih mulia dari 'Utsman tentu beliau shallallahu 'alaihi wasallam mengutusnya menggantikan posisinya. Namun Rasulullah shallallahu 'alaihi wasallam mengutus 'Utsman. Apalagi kejadian Bai'atur Ridlwan justru terjadi setelah 'Utsman berangkat menuju Makkah yang ketika itu Rasulullah shallallahu 'alaihi wasallam bersabda dengan membuka telapak tangan kanannya: \"Ini tangan 'Utsman\" lalu beliau menggenggamkan telapak tagannya yang kanan ke telapak tangan kiri lalu bersabda: \"Ini untuk 'Utsman\". Kemudian Ibnu 'Umar berkata kepada orang itu; \"Sekarang pergilah kamu dengan membawa penjelasan tadi\".","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو عَوَانَةَ حَدَّثَنَا عُثْمَانُ هُوَ ابْنُ مَوْهَبٍ قَالَجَاءَ رَجُلٌ مِنْ أَهْلِ مِصْرَ حَجَّ الْبَيْتَ فَرَأَى قَوْمًا جُلُوسًا فَقَالَ مَنْ هَؤُلَاءِ الْقَوْمُ فَقَالُوا هَؤُلَاءِ قُرَيْشٌ قَالَ فَمَنْ الشَّيْخُ فِيهِمْ قَالُوا عَبْدُ اللَّهِ بْنُ عُمَرَ قَالَ يَا ابْنَ عُمَرَ إِنِّي سَائِلُكَ عَنْ شَيْءٍ فَحَدِّثْنِي هَلْ تَعْلَمُ أَنَّ عُثْمَانَ فَرَّ يَوْمَ أُحُدٍ قَالَ نَعَمْ قَالَ تَعْلَمُ أَنَّهُ تَغَيَّبَ عَنْ بَدْرٍ وَلَمْ يَشْهَدْ قَالَ نَعَمْ قَالَ تَعْلَمُ أَنَّهُ تَغَيَّبَ عَنْ بَيْعَةِ الرِّضْوَانِ فَلَمْ يَشْهَدْهَا قَالَ نَعَمْ قَالَ اللَّهُ أَكْبَرُ قَالَ ابْنُ عُمَرَ تَعَالَ أُبَيِّنْ لَكَ أَمَّا فِرَارُهُ يَوْمَ أُحُدٍ فَأَشْهَدُ أَنَّ اللَّهَ عَفَا عَنْهُ وَغَفَرَ لَهُ وَأَمَّا تَغَيُّبُهُ عَنْ بَدْرٍ فَإِنَّهُ كَانَتْ تَحْتَهُ بِنْتُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَتْ مَرِيضَةً فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ لَكَ أَجْرَ رَجُلٍ مِمَّنْ شَهِدَ بَدْرًا وَسَهْمَهُ وَأَمَّا تَغَيُّبُهُ عَنْ بَيْعَةِ الرِّضْوَانِ فَلَوْ كَانَ أَحَدٌ أَعَزَّ بِبَطْنِ مَكَّةَ مِنْ عُثْمَانَ لَبَعَثَهُ مَكَانَهُ فَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُثْمَانَ وَكَانَتْ بَيْعَةُ الرِّضْوَانِ بَعْدَ مَا ذَهَبَ عُثْمَانُ إِلَى مَكَّةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ الْيُمْنَى هَذِهِ يَدُ عُثْمَانَ فَضَرَبَ بِهَا عَلَى يَدِهِ فَقَالَ هَذِهِ لِعُثْمَانَ فَقَالَ لَهُ ابْنُ عُمَرَ اذْهَبْ بِهَا الْآنَ مَعَكَ","source":"Bukhari"},"__N_SSG":true}