{"pageProps":{"number":"3373","slug":"bukhari","id":"Telah bercerita kepada kami [Abu Ma'mar] telah bercerita kepada kami ['Abdul Warits] telah bercerita kepada kami ['Abdul 'Aziz] dari [Anas radliallahu 'anhu] berkata; Ketika perangUhud orang-orang kabur dari Nabi shallallahu 'alaihi wasallam sedangkan Abu Thalhah tetap bertahan di dekat Nabi shallallahu 'alaihi wasallam untuk melindungi beliau dengan perisainya. Abu Thalhah adalah seorang yang ahli memanah yang apabila mengenai target langsung menembus kulit. Pada perang itu dia telah mematahkan dua atau tiga anak panah karena sangat kerasnya bidikannya. Ada seorang laki-laki lewat di hadapannya dengan membawa sarung anak panah dan berkata; \"Berikan ini kepada Abu Thalhah\". Maka Nabi shallallahu 'alaihi wasallam mendongakkan kepala beliau melihat keberadaan musuh, maka Abu Thalhah berkata; \"Wahai Nabi Allah, demi ayah ibuku sebagai tebusannya, janganlah baginda mendongakkan kepala sebab bisa jadi ada panah musuh yang mengenai baginda. Cukup aku saja sebagai taruhannya. Sungguh aku melihat 'Aisyah binti Abu Bakr dan Ummu Sulaim, keduanya mengangkat pakaiannya setinggi mata kakinya sehingga terlihat perhiasan yang ada pada betisnya. Keduanya membawa kendi-kendi air untuk memberi minum kepada mulut-mulut dari orang yang terluka. Sementara itu pedang musuh telah mengenai badan Abu Thalhah dua atau tiga kali.","arab":"حَدَّثَنَا أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا عَبْدُ الْعَزِيزِ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَلَمَّا كَانَ يَوْمُ أُحُدٍ انْهَزَمَ النَّاسُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو طَلْحَةَ بَيْنَ يَدَيْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُجَوِّبٌ بِهِ عَلَيْهِ بِحَجَفَةٍ لَهُ وَكَانَ أَبُو طَلْحَةَ رَجُلًا رَامِيًا شَدِيدَ الْقِدِّ يَكْسِرُ يَوْمَئِذٍ قَوْسَيْنِ أَوْ ثَلَاثًا وَكَانَ الرَّجُلُ يَمُرُّ مَعَهُ الْجَعْبَةُ مِنْ النَّبْلِ فَيَقُولُ انْشُرْهَا لِأَبِي طَلْحَةَ فَأَشْرَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْظُرُ إِلَى الْقَوْمِ فَيَقُولُ أَبُو طَلْحَةَ يَا نَبِيَّ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي لَا تُشْرِفْ يُصِيبُكَ سَهْمٌ مِنْ سِهَامِ الْقَوْمِ نَحْرِي دُونَ نَحْرِكَ وَلَقَدْ رَأَيْتُ عَائِشَةَ بِنْتَ أَبِي بَكْرٍ وَأُمَّ سُلَيْمٍ وَإِنَّهُمَا لَمُشَمِّرَتَانِ أَرَى خَدَمَ سُوقِهِمَا تُنْقِزَانِ الْقِرَبَ عَلَى مُتُونِهِمَا تُفْرِغَانِهِ فِي أَفْوَاهِ الْقَوْمِ ثُمَّ تَرْجِعَانِ فَتَمْلَآَنِهَا ثُمَّ تَجِيئَانِ فَتُفْرِغَانِهِ فِي أَفْوَاهِ الْقَوْمِ وَلَقَدْ وَقَعَ السَّيْفُ مِنْ يَدَيْ أَبِي طَلْحَةَ إِمَّا مَرَّتَيْنِ وَإِمَّا ثَلَاثًا","source":"Bukhari"},"__N_SSG":true}