{"pageProps":{"number":"3601","slug":"bukhari","id":"Abu Abdullah dan [Abdullah bin Raja'] berkata kepadaku; telah mengabarkan kepada kami ['Imran Al Qaththan] dari [Yahya bin Abu Katsir] dari [Abu Salamah] dari [Jabir bin Abdullah radliallahu 'anhuma] bahwa Nabi shallallahu 'alaihi wasallam dan para shahabat beliau merasa khawatir (serangan musuh) pada perang ketujuh yaitu perang Dzatur Riqa'. Ibnu 'Abbas berkata; Maka Nabi shallallahu 'alaihi wasallam melaksanakan shalat khauf di Dzi Qarad.\" [Bakr bin Sawadah] mengatakan; telah menceritakan kepadaku [Ziyad bin Nafi'] dari [Abu Musa] bahwa [Jabir] menceritakan kepada mereka; Nabi shallallahu 'alaihi wasallam melaksanakan shalat bersama mereka pada perang Muharib dan Tsa'labah\". Dan berkata [Ibnu Ishaq] aku mendengar [Wahb bin Kaisan] aku mendengar [Jabir]; Nabi shallallahu 'alaihi wasallam keluar menuju Dzatur Riqa' dan melewati daerah Nakhl. Beliau bertemu dengan rombongan dari suku Ghathafan namun tidak terjadi peperangan, ternyata satu sama lain dari kedua kelompok saling dihinggapi rasa takut. Lalu Nabi shallallahu 'alaihi wasallam melaksanakan shalat khauf dua raka'at.\" [Yazid] mengatakan dari [Salamah]; \"Aku ikut perang bersama Nabi shallallahu 'alaihi wasallam saat perang Al Qard.\"","arab":"قَالَ أَبُو عَبْد اللَّهِ و قَالَ لِي عَبْدُ اللَّهِ بْنُ رَجَاءٍ أَخْبَرَنَا عِمْرَانُ الْقَطَّانُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى بِأَصْحَابِهِ فِي الْخَوْفِ فِي غَزْوَةِ السَّابِعَةِ غَزْوَةِ ذَاتِ الرِّقَاعِقَالَ ابْنُ عَبَّاسٍ صَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْخَوْفَ بِذِي قَرَدٍ وَقَالَ بَكْرُ بْنُ سَوَادَةَ حَدَّثَنِي زِيَادُ بْنُ نَافِعٍ عَنْ أَبِي مُوسَى أَنَّ جَابِرًا حَدَّثَهُمْ صَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهِمْ يَوْمَ مُحَارِبٍ وَثَعْلَبَةَ وَقَالَ ابْنُ إِسْحَاقَ سَمِعْتُ وَهْبَ بْنَ كَيْسَانَ سَمِعْتُ جَابِرًا خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى ذَاتِ الرِّقَاعِ مِنْ نَخْلٍ فَلَقِيَ جَمْعًا مِنْ غَطَفَانَ فَلَمْ يَكُنْ قِتَالٌ وَأَخَافَ النَّاسُ بَعْضُهُمْ بَعْضًا فَصَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَكْعَتَيْ الْخَوْفِ وَقَالَ يَزِيدُ عَنْ سَلَمَةَ غَزَوْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْقَرَدِ","source":"Bukhari"},"__N_SSG":true}