{"pageProps":{"number":"3718","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa] Telah menceritakan kepada kami [Abu Awanah] Telah menceritakan kepada kami [Abdul Malik] dari [Abu Burdah] katanya, Rasulullah shallallahu 'alaihi wasallam mengutus Abu Musa dan Mu'adz bin Jabal ke negeri Yaman. Dan beliau utus keduanya pada lokasi yang berbeda -sekalipun satu negara, Yaman- sebab Yaman ketika itu dibagi dua negara bagian, kemudian Nabi berpesan: \"Tolong kalian permudah, jangan kalian persulit, berilah kabar gembira, jangan kalian jadikan masyarakat alergi (terhadap agama).\" Masing-masing pun berangkat mengerjakan tugasnya. Selanjutnya masing-masing diantara keduanya jika berjalan di wilayah temannya, ia berusaha dekat dengan kawannya dan membuat perjanjian (kesepakatan bertemu) lantas mengucapkan salam. Di kemudian hari Mu'adz berjalan di kawasan kawannya, Abu musa, ia datang dengan berkendara diatas bighalnya hingga menemuinya yang ketika itu Mu'adz sedang duduk dikerumuni manusia. Tak tahunya disana ada seseorang yang kedua tangannya diikat diatas tengkuknya. Mu'adz menyapa; \"Wahai Abdullah bin Qais (nama lain Abu Musa), orang ini memangnya mengapa?\" Kata Abu Musa; \"Orang ini telah kufur setelah keIslamannya.\" Mu'adz menjawab; \"Saya tak akan turun hingga ia dibunuh.\" Abu Musa meneruskan; \"Orang ini didatangkan semata-mata karena kemurtadannya, maka turunlah.\" Muadz menjawab; \"Saya tak sudi turun dari hewan tungganganku hingga dibunuh.\" Maka Abu Musa perintahkan hingga si laki-laki dibunuh. Kemudian Muadz turun. Muadz bertanya; \"Wahai Abdullah, bagaimana engkau membaca alquran? Jawab Muadz; \"Saya berusaha membaca sebanyak-banyaknya, lalu engkau sendiri bagaimana wahai muadz?\" Kalau aku, jawab Muadz, saya tidur diawal malam kemudian bangun, kulaksanakan hak tidurku, dan aku baca apa yang Allah tetapkan bagiku, Aku berharap pahala dari tidurku sebagaimana berharap pahala dari shalat malamku.","arab":"حَدَّثَنَا مُوسَى حَدَّثَنَا أَبُو عَوَانَةَ حَدَّثَنَا عَبْدُ الْمَلِكِ عَنْ أَبِي بُرْدَةَ قَالَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبَا مُوسَى وَمُعَاذَ بْنَ جَبَلٍ إِلَى الْيَمَنِ قَالَ وَبَعَثَ كُلَّ وَاحِدٍ مِنْهُمَا عَلَى مِخْلَافٍ قَالَ وَالْيَمَنُ مِخْلَافَانِ ثُمَّ قَالَ يَسِّرَا وَلَا تُعَسِّرَا وَبَشِّرَا وَلَا تُنَفِّرَا فَانْطَلَقَ كُلُّ وَاحِدٍ مِنْهُمَا إِلَى عَمَلِهِ وَكَانَ كُلُّ وَاحِدٍ مِنْهُمَا إِذَا سَارَ فِي أَرْضِهِ كَانَ قَرِيبًا مِنْ صَاحِبِهِ أَحْدَثَ بِهِ عَهْدًا فَسَلَّمَ عَلَيْهِ فَسَارَ مُعَاذٌ فِي أَرْضِهِ قَرِيبًا مِنْ صَاحِبِهِ أَبِي مُوسَى فَجَاءَ يَسِيرُ عَلَى بَغْلَتِهِ حَتَّى انْتَهَى إِلَيْهِ وَإِذَا هُوَ جَالِسٌ وَقَدْ اجْتَمَعَ إِلَيْهِ النَّاسُ وَإِذَا رَجُلٌ عِنْدَهُ قَدْ جُمِعَتْ يَدَاهُ إِلَى عُنُقِهِ فَقَالَ لَهُ مُعَاذٌ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَيُّمَ هَذَا قَالَ هَذَا رَجُلٌ كَفَرَ بَعْدَ إِسْلَامِهِ قَالَ لَا أَنْزِلُ حَتَّى يُقْتَلَ قَالَ إِنَّمَا جِيءَ بِهِ لِذَلِكَ فَانْزِلْ قَالَ مَا أَنْزِلُ حَتَّى يُقْتَلَ فَأَمَرَ بِهِ فَقُتِلَ ثُمَّ نَزَلَ فَقَالَ يَا عَبْدَ اللَّهِ كَيْفَ تَقْرَأُ الْقُرْآنَ قَالَ أَتَفَوَّقُهُ تَفَوُّقًا قَالَ فَكَيْفَ تَقْرَأُ أَنْتَ يَا مُعَاذُ قَالَ أَنَامُ أَوَّلَ اللَّيْلِ فَأَقُومُ وَقَدْ قَضَيْتُ جُزْئِي مِنْ النَّوْمِ فَأَقْرَأُ مَا كَتَبَ اللَّهُ لِي فَأَحْتَسِبُ نَوْمَتِي كَمَا أَحْتَسِبُ قَوْمَتِي","source":"Bukhari"},"__N_SSG":true}