{"pageProps":{"number":"3854","slug":"bukhari","id":"Telah menceritakan kepadaku [Muhammad bin Abu Bakr] Telah menceritakan kepada kami [Fudlail bin Sulaiman] Telah menceritakan kepada kami [Musa bin 'Uqbah] Telah mengabarkan kepadaku [Kuraib] dari [Ibnu 'Abbas] dia berkata; seseorang berthawaf di ka'bah setelah bertahalul hingga dia bertalbiyah untuk haji. Apabila dia hendak pergi ke Arafah, maka hendaklah dia menyembelih unta, atau sapi, atau kambing kapan saja dia kehendaki jika hal itu mudah baginya. Jika hal itu terasa sulit, maka hendaklah dia berpuasa selama tiga hari pada waktu haji, yaitu sebelum hari Arafah. Jika ternyata hari terakhirnya dari tiga hari tersebut adalah hari Arafah, maka hal itu tidak mengapa baginya. Kemudian hendaklah dia berangkat untuk wukuf di Arafah dari waktu Ashar hingga menjelang malam. Lalu berangkat dari Arafah ketika orang-orang keluar darinya hingga sampai di Muzdalifah tempat mereka bermalam. setelah itu hendaklah mereka berdzikir kepada Allah dengan memperbanyak takbir, dan tahlil sebelum subuh tiba. Kemudian bertolaklah kalian dari Arafah karena orang-orang telah bertolak. Allah Ta'ala berfirman: \"Kemudian bertolaklah dari tempat bertolaknya orang-orang banyak ('Arafah) dan mohonlah ampun kepada Allah sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.\" (QS. Albaqarah 199). Hingga kalian melempar Jumrah.","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ أَخْبَرَنِي كُرَيْبٌ عَنْ ابْنِ عَبَّاسٍ قَالَيَطَّوَّفُ الرَّجُلُ بِالْبَيْتِ مَا كَانَ حَلَالًا حَتَّى يُهِلَّ بِالْحَجِّ فَإِذَا رَكِبَ إِلَى عَرَفَةَ فَمَنْ تَيَسَّرَ لَهُ هَدِيَّةٌ مِنْ الْإِبِلِ أَوْ الْبَقَرِ أَوْ الْغَنَمِ مَا تَيَسَّرَ لَهُ مِنْ ذَلِكَ أَيَّ ذَلِكَ شَاءَ غَيْرَ أَنَّهُ إِنْ لَمْ يَتَيَسَّرْ لَهُ فَعَلَيْهِ ثَلَاثَةُ أَيَّامٍ فِي الْحَجِّ وَذَلِكَ قَبْلَ يَوْمِ عَرَفَةَ فَإِنْ كَانَ آخِرُ يَوْمٍ مِنْ الْأَيَّامِ الثَّلَاثَةِ يَوْمَ عَرَفَةَ فَلَا جُنَاحَ عَلَيْهِ ثُمَّ لِيَنْطَلِقْ حَتَّى يَقِفَ بِعَرَفَاتٍ مِنْ صَلَاةِ الْعَصْرِ إِلَى أَنْ يَكُونَ الظَّلَامُ ثُمَّ لِيَدْفَعُوا مِنْ عَرَفَاتٍ إِذَا أَفَاضُوا مِنْهَا حَتَّى يَبْلُغُوا جَمْعًا الَّذِي يَبِيتُونَ بِهِ ثُمَّ لِيَذْكُرُوا اللَّهَ كَثِيرًا وَأَكْثِرُوا التَّكْبِيرَ وَالتَّهْلِيلَ قَبْلَ أَنْ تُصْبِحُوا ثُمَّ أَفِيضُوا فَإِنَّ النَّاسَ كَانُوا يُفِيضُونَ وَقَالَ اللَّهُ تَعَالَى{ ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ }حَتَّى تَرْمُوا الْجَمْرَةَ","source":"Bukhari"},"__N_SSG":true}