{"pageProps":{"number":"4066","slug":"bukhari","id":"Telah menceritakan kepada kami [Sulaiman bin Harb] Telah menceritakan kepada kami [Syu'bah] dari [Al Mughirah bin An Nu'man] -salah seorang syaikh dari Nakha.- dari [Sa'id bin Jubair] dari [Ibnu 'Abbas radliallahu 'anhuma] dia berkata; Rasulullah shallallahu 'alaihi wasallam berkhutbah seraya bersabda: \"Wahai sekalian manusia, sesungguhnya kalian dikumpulkan menuju Allah dalam keadaan tidak beralas kaki, telanjang dan masih berkulup (belum dikhitan), 'Sebagaimana Kami telah memulai penciptaan pertama begitulah kami akan mengulanginya. Itulah suatu janji yang pasti kami tepati; Sesungguhnya Kami-lah yang akan melaksanakannya.' (Al Anbiyaa`: 104) kemudian beliau bersabda: \"Sesungguhnya orang pertama yang diberi pakaian pada hari kiamat adalah Ibrahim 'Alaihis Salaam. Ketahuilah, sesungguhnya beberapa orang dari ummatku akan didatangkan lalu mereka diambil ke golongan kiri. Maka aku berkata: 'Wahai Rabb, itu sahabatku.' Dikatakan: 'Sesungguhnya engkau tidak tahu apa yang mereka buat-buat sepeninggalmu.' Lalu aku mengucapkan seperti perkataan seorang hamba shalih: 'Aku menjadi saksi atas mereka selagi aku bersama mereka namun tatkala Engkau wafatkan aku, Engkaulah yang mengawasi mereka dan Engkau Maha menyaksikan terhadap segala sesuatu. Jika Engkau siksa mereka maka sesungguhnya mereka adalah hambaMu.' (Al Maa`idah: 117-118) lalu dijawab: Mereka senantiasa kembali ke belakang (murtad) sejak kau tinggalkan mereka.\"","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا شُعْبَةُ عَنْ الْمُغِيرَةِ بْنِ النُّعْمَانِ شَيْخٌ مِنْ النَّخَعِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَخَطَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّكُمْ مَحْشُورُونَ إِلَى اللَّهِ حُفَاةً عُرَاةً غُرْلًا{ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ }ثُمَّ إِنَّ أَوَّلَ مَنْ يُكْسَى يَوْمَ الْقِيَامَةِ إِبْرَاهِيمُ أَلَا إِنَّهُ يُجَاءُ بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ فَأَقُولُ يَا رَبِّ أَصْحَابِي فَيُقَالُ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ{ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ إِلَى قَوْلِهِ شَهِيدٌ }فَيُقَالُ إِنَّ هَؤُلَاءِ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ","source":"Bukhari"},"__N_SSG":true}