{"pageProps":{"number":"4163","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Abdullah] Telah menceritakan kepada kami [Azhar bin Sa'ad] Telah mengabarkan kepada kami [Ibnu 'Aun] dia berkata; Telah memberitakan kepadaku [Musa bin Anas] dari [Anas bin Malik radliallahu 'anhu] bahwa Nabi shallallahu 'alaihi wasallam mencari Tsabit bin Qais, lalu seeorang berkata; Ya Rasulullah, Aku tahu keberadaan dia, lalu dia mendatanginya dan ditemuinya sedang duduk di rumahnya dalam keadaan menundukan kepalanya. Orang itu berkata kepadanya; Ada apa denganmu? Tsabit menjawab; sungguh jelek ia (Tsabit), ia telah mengangkat suaranya melebihi suara Nabi shallallahu 'alaihi wasallam, sungguh telah hancur amal perbuatannya dan dia termasuk penghuni neraka. Maka orang itu menemui Nabi shallallahu 'alaihi wasallam dan mengabarkan berita keadaannya bahwa ia berkata begini dan begitu. Musa berkata; -kemudian orang itu kembali kepadanya dengan membawa kabar gembira yang besar.- Nabi shallallahu 'alaihi wasallam berkata kepadanya; pergilah kepada Tsabit dan katakan kepadanya bahwa ia bukan penghuni neraka, tapi ia penghuni surga.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا أَزْهَرُ بْنُ سَعْدٍ أَخْبَرَنَا ابْنُ عَوْنٍ قَالَ أَنْبَأَنِي مُوسَى بْنُ أَنَسٍ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ افْتَقَدَ ثَابِتَ بْنَ قَيْسٍ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَنَا أَعْلَمُ لَكَ عِلْمَهُ فَأَتَاهُ فَوَجَدَهُ جَالِسًا فِي بَيْتِهِ مُنَكِّسًا رَأْسَهُ فَقَالَ لَهُ مَا شَأْنُكَ فَقَالَ شَرٌّ كَانَ يَرْفَعُ صَوْتَهُ فَوْقَ صَوْتِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ مِنْ أَهْلِ النَّارِ فَأَتَى الرَّجُلُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ أَنَّهُ قَالَ كَذَا وَكَذَا فَقَالَ مُوسَى فَرَجَعَ إِلَيْهِ الْمَرَّةَ الْآخِرَةَ بِبِشَارَةٍ عَظِيمَةٍ فَقَالَ اذْهَبْ إِلَيْهِ فَقُلْ لَهُ إِنَّكَ لَسْتَ مِنْ أَهْلِ النَّارِ وَلَكِنَّكَ مِنْ أَهْلِ الْجَنَّةِ","source":"Bukhari"},"__N_SSG":true}