{"pageProps":{"number":"4202","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Yusuf] Telah menceritakan kepada kami [Sufyan] dari [Manshur] dari [Ibrahim] dari ['Alqamah] dari [Abdullah] ia berkata, \"Semoga Allah melaknati Al Wasyimaat (wanita yang mentato) dan Al Mutawatasyimaat (wanita yang meminta untuk ditato), Al Mutanammishaat (wanita yang mencukur alisnya), serta Al Mutafallijaat (merenggangkan gigi) untuk keindahan, yang mereka merubah-rubah ciptaan Allah.\" Kemudian ungkapan itu sampai kepada salah seorang wanita dari Bani Asad yang biasa dipanggil Ummu Ya'qub. Lalu wanita itu pun datang dan berkata, \"Telah sampai kepadaku berita tentang Anda. Bahwa Anda telah melaknat yang ini dan itu.\" Abdullah berkata, \"Mengapakah aku tidak melaknat mereka yang telah dilaknat oleh Rasulullah shallallahu 'alaihi wasallam dan mereka yang terdapat di dalam Kitabullah?.\" Kemudian wanita berkata, \"Sungguh, aku telah membaca di atara kedua lembarannya, namun di dalamnya aku tidaklah mendapatkan apa yang telah Anda katakan.\" Abdullah menjelaskan, \"Sekiranya Anda membacanya secara keseluruhan, maka niscaya saudari akan menemukannya. Bukankah Allah telah berfirman: 'Apa yang dibawa Rasul untuk kalian, maka ambillah, sedangkan apa yang dilarangnya, maka tingalkanlah? '\" (QS. Alhasyr 7). Wanita itu menjawab, \"Ya, benar.\" Abdullah melanjutkan, \"Sesungguhnya beliau telah melarang hal itu.\" Wanita itu kembali berkata, \"Tetapi, sesungguhnya aku menduga kuat, bahwa isteri anda sendiri melakukan hal itu.\" Abdullah berkata, \"Kalau itu anggapanmu, berangkatlah dan lihatlah.\" Lalu wanita itu pun pergi untuk melihatnya, namun ternyata tidak mendapatkan kebenaran dugaannya sedikit pun. Kemudian Abdullah pun berkata, \"Sekiranya isteriku seperti itu, niscaya aku tidak akan mencampurinya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَلَعَنَ اللَّهُ الْوَاشِمَاتِ وَالْمُوتَشِمَاتِ وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ فَبَلَغَ ذَلِكَ امْرَأَةً مِنْ بَنِي أَسَدٍ يُقَالُ لَهَا أُمُّ يَعْقُوبَ فَجَاءَتْ فَقَالَتْ إِنَّهُ بَلَغَنِي عَنْكَ أَنَّكَ لَعَنْتَ كَيْتَ وَكَيْتَ فَقَالَ وَمَا لِي أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ هُوَ فِي كِتَابِ اللَّهِ فَقَالَتْ لَقَدْ قَرَأْتُ مَا بَيْنَ اللَّوْحَيْنِ فَمَا وَجَدْتُ فِيهِ مَا تَقُولُ قَالَ لَئِنْ كُنْتِ قَرَأْتِيهِ لَقَدْ وَجَدْتِيهِ أَمَا قَرَأْتِ{ وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا }قَالَتْ بَلَى قَالَ فَإِنَّهُ قَدْ نَهَى عَنْهُ قَالَتْ فَإِنِّي أَرَى أَهْلَكَ يَفْعَلُونَهُ قَالَ فَاذْهَبِي فَانْظُرِي فَذَهَبَتْ فَنَظَرَتْ فَلَمْ تَرَ مِنْ حَاجَتِهَا شَيْئًا فَقَالَ لَوْ كَانَتْ كَذَلِكَ مَا جَامَعْتُهَا","source":"Bukhari"},"__N_SSG":true}