{"pageProps":{"number":"4207","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq] Telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'dari] Telah menceritakan kepada kami [Anak saudaraku Ibnu Syihab] dari [pamannya] Telah mengabarkan kepadaku [Urwah] bahwanya [Aisyah radliallahu 'anha] Telah mengabarkan kepadanya, bahwasanya; Rasulullah shallallahu 'alaihi wasallam menguji kaum wanita yang berhijrah kepadanya dengan ayat ini: \"Wahai sang Nabi, apabila wanita-wanita mukminat datang kepadaku hendak berbai'at -hingga firman-Nya- (Allah) Maha Pengampun dan juga Penyayang.\" (QS. Almumtahanah 2). Urwah berkata; Aisyah berkata; Wanita-wanita mukminat yang mengikrarkan syarat ini, maka Rasulullah shallallahu 'alaihi wasallam bersabda padanya: \"Sesungguhnya aku telah membai'atmu.\" Yakni beliau membai'atnya hanya sebatas ungkapan. Dan demi Allah, tangan beliau tidak pernah menyentuh tangan seorang wanita pun dalam berbai'at. Beliau tidak pernah membaiat mereka kecuali dengan ungkapan: \"Sungguh, aku telah membai'atmu atas perkataan itu.\" Hadits ini dikuatkan oleh [Yunus], [Ma'mar] dan [Abdurrahman bin Ishaq] dari [Az Zuhri]. Dan [Ishaq bin Rasyid] berkata; dari [Az Zuhri] dari [Urwah] dan ['Amrah].","arab":"حَدَّثَنَا إِسْحَاقُ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ عَمِّهِ أَخْبَرَنِي عُرْوَةُ أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَمْتَحِنُ مَنْ هَاجَرَ إِلَيْهِ مِنْ الْمُؤْمِنَاتِ بِهَذِهِ الْآيَةِ بِقَوْلِ اللَّهِ{ يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ إِلَى قَوْلِهِ غَفُورٌ رَحِيمٌ }قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ فَمَنْ أَقَرَّ بِهَذَا الشَّرْطِ مِنْ الْمُؤْمِنَاتِ قَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ بَايَعْتُكِ كَلَامًا وَلَا وَاللَّهِ مَا مَسَّتْ يَدُهُ يَدَ امْرَأَةٍ قَطُّ فِي الْمُبَايَعَةِ مَا يُبَايِعُهُنَّ إِلَّا بِقَوْلِهِ قَدْ بَايَعْتُكِ عَلَى ذَلِكِتَابَعَهُ يُونُسُ وَمَعْمَرٌ وَعَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ عَنْ الزُّهْرِيِّ وَقَالَ إِسْحَاقُ بْنُ رَاشِدٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ وَعَمْرَةَ","source":"Bukhari"},"__N_SSG":true}