{"pageProps":{"number":"4370","slug":"bukhari","id":"Telah menceritakan kepada kami [Sa'id bin Amir Abu Maryam] Telah mengabarkan kepada kami [Muhammad bin Ja'far] Telah mengabarkan kepada kami [Humaid bin Abu Humaid Ath Thawil] bahwa ia mendengar [Anas bin Malik] radliallahu 'anhu berkata; Ada tiga orang mendatangi rumah isteri-isteri Nabi shallallahu 'alaihi wasallam dan bertanya tentang ibadah Nabi shallallahu 'alaihi wasallam. Dan setelah diberitakan kepada mereka, sepertinya mereka merasa hal itu masih sedikit bagi mereka. Mereka berkata, \"Ibadah kita tak ada apa-apanya dibanding Rasulullah shallallahu 'alaihi wasallam, bukankah beliau sudah diampuni dosa-dosanya yang telah lalu dan juga yang akan datang?\" Salah seorang dari mereka berkata, \"Sungguh, aku akan shalat malam selama-lamanya.\" Kemudian yang lain berkata, \"Kalau aku, maka sungguh, aku akan berpuasa Dahr (setahun penuh) dan aku tidak akan berbuka.\" Dan yang lain lagi berkata, \"Aku akan menjauhi wanita dan tidak akan menikah selama-lamanya.\" Kemudian datanglah Rasulullah shallallahu 'alaihi wasallam kepada mereka seraya bertanya: \"Kalian berkata begini dan begitu. Ada pun aku, demi Allah, adalah orang yang paling takut kepada Allah di antara kalian, dan juga paling bertakwa. Aku berpuasa dan juga berbuka, aku shalat dan juga tidur serta menikahi wanita. Barangsiapa yang benci sunnahku, maka bukanlah dari golonganku.\"","arab":"حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ أَخْبَرَنَا حُمَيْدُ بْنُ أَبِي حُمَيْدٍ الطَّوِيلُ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُجَاءَ ثَلَاثَةُ رَهْطٍ إِلَى بُيُوتِ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْأَلُونَ عَنْ عِبَادَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا أُخْبِرُوا كَأَنَّهُمْ تَقَالُّوهَا فَقَالُوا وَأَيْنَ نَحْنُ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ قَالَ أَحَدُهُمْ أَمَّا أَنَا فَإِنِّي أُصَلِّي اللَّيْلَ أَبَدًا وَقَالَ آخَرُ أَنَا أَصُومُ الدَّهْرَ وَلَا أُفْطِرُ وَقَالَ آخَرُ أَنَا أَعْتَزِلُ النِّسَاءَ فَلَا أَتَزَوَّجُ أَبَدًا فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ فَقَالَ أَنْتُمْ الَّذِينَ قُلْتُمْ كَذَا وَكَذَا أَمَا وَاللَّهِ إِنِّي لَأَخْشَاكُمْ لِلَّهِ وَأَتْقَاكُمْ لَهُ لَكِنِّي أَصُومُ وَأُفْطِرُ وَأُصَلِّي وَأَرْقُدُ وَأَتَزَوَّجُ النِّسَاءَ فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي","source":"Bukhari"},"__N_SSG":true}