{"pageProps":{"number":"4505","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'aim] Telah menceritakan kepada kami [Abdul Wahid bin Aiman] ia berkata; Telah menceritakan kepadaku [Ibnu Abu Mulaikah] dari [Al Qasim] dari [Aisyah] bahwasanya; Apabila Nabi shallallahu 'alaihi wasallam hendak keluar mengadakan perjalanan, beliau mengadakan undian antara isteri-isterinya, lalu undian itu pun jatuh pada Aisyah dan Hafshah. Dan pada malam hari, biasanya Nabi shallallahu 'alaihi wasallam berjalan bersama Aisyah dan berbincang-bincang dengannya. Maka Hafshah berkata, \"Maukah malam kamu menaiki kendaraanku dan aku menaiki kendaraanmu kemudian kamu melihat dan pun juga dapat melihat?\" Aisyah menjawab, \"Ya.\" Akhirnya ia pun menaikinya. Kemudian datanglah Nabi shallallahu 'alaihi wasallam pada kendaraan Aisyah, sementara yang berada di atasnya adalah Hafshah. Beliau pun mengucapkan salam kepadanya, lalu beliau berjalan hingga mereka singgah disuatu tempat, dan ternyata ia kelihangan Aisyah. Saat singgah, Aisyah meletakkan kedua kakinya di antara semak-semak tumbuhan, lalu ia pun berkata, \"Wahai Rabbi, binasakanlah kalajengking dan ular yang menyengatku.\" Maka aku tidak bisa berkata apa-apa pada beliau.","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ قَالَ حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ عَنْ الْقَاسِمِ عَنْ عَائِشَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا خَرَجَ أَقْرَعَ بَيْنَ نِسَائِهِ فَطَارَتْ الْقُرْعَةُ لِعَائِشَةَ وَحَفْصَةَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ بِاللَّيْلِ سَارَ مَعَ عَائِشَةَ يَتَحَدَّثُ فَقَالَتْ حَفْصَةُ أَلَا تَرْكَبِينَ اللَّيْلَةَ بَعِيرِي وَأَرْكَبُ بَعِيرَكِ تَنْظُرِينَ وَأَنْظُرُ فَقَالَتْ بَلَى فَرَكِبَتْ فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى جَمَلِ عَائِشَةَ وَعَلَيْهِ حَفْصَةُ فَسَلَّمَ عَلَيْهَا ثُمَّ سَارَ حَتَّى نَزَلُوا وَافْتَقَدَتْهُ عَائِشَةُ فَلَمَّا نَزَلُوا جَعَلَتْ رِجْلَيْهَا بَيْنَ الْإِذْخِرِ وَتَقُولُ يَا رَبِّ سَلِّطْ عَلَيَّ عَقْرَبًا أَوْ حَيَّةً تَلْدَغُنِي وَلَا أَسْتَطِيعُ أَنْ أَقُولَ لَهُ شَيْئًا","source":"Bukhari"},"__N_SSG":true}