{"pageProps":{"number":"4592","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya] Telah mengabarkan kepada kami [Abdurrazzaq] Telah mengabarkan kepada kami [Ibnu Juraij] ia berkata; Telah mengabarkan kepadaku [Ibnu Syihab] yakni tentang li'an dan tentang sunnah yang terkait dengannya, dari hadis [Sahl bin Sa'dari] saudara Bani Sa'adah bahwasanya; Seorang laki-laki dari Anshar datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, bagaimana pendapat Anda bilamana seorang laki-laki mendapati laki-laki lain bersama isterinya, bolehkah ia membunuhnya atau apa yang semestinya ia lakukan?\" Maka Allah pun menurunkan ayat yang berkenaan dengan Mutala'inain (dua orang suami isteri yang saling meli'an). Maka Nabi shallallahu 'alaihi wasallam pun bersabda: \"Sesungguhnya Allah telah memberi putusan denganmu terkait dengan isterimu.\" Lalu dua orang suami-isteri itu saling melaknat di dalam masjid, aku menyaksikannya sendiri. Setelah itu, laki-laki itu berkata, \"Aku telah berdusta atasnya wahai Rasulullah bila aku tetap menahannya.\" Akhirnya laki-laki itu pun mentalaqnya dengan talak tiga sebelum Rasulullah shallallahu 'alaihi wasallam menyuruhnya. Maka orang itu pun berpisah dengannya di sisi Nabi shallallahu 'alaihi wasallam, dan beliau bersabda: \"Itulah At Tafriq (pemisahan) bagi setiap dua orang suami-isteri yang saling melaknat.\" Ibnu Juraij berkata; Ibnu Syihab berkata; Maka sunnah setelah itu adalah memisahkan suami isteri yang saling meli'an. Wanita itu sedang hamil dan anaknya pun dipanggil dengan bersandarkan pada ibunya. Begitulah seterusnya. Sang ibu mewarisi anaknya dan anak pun mewarisi ibunya sebagaimana apa yang telah diwajibkan Allah. Ibnu Juraij berkata; Dari Ibnu Syihab dari Sahl bin Sa'd As Sa'idi di dalam hadits ini, Nabi shallallahu 'alaihi wasallam bersabda: \"Jika ia melahirkan anak yang berkulit kemerah-merahan dan berpostur tubuh pendek menyerupai tokek, maka tidak ada dugaan lain, kecuali bahwa wanita itu telah berkata benar. Dan suaminya telah berdusta atasnya. Namun jika ia melahirkan anak yang kedua bola matanya hitam serta pantatnya besar, maka aku tidak pula menduga yang lain kecuali bahwa ia suaminya itu telah benar.\" Lalu wanita itu pun melahirkan anak yang membenarkan pengakuan 'Uwaimir.","arab":"حَدَّثَنَا يَحْيَى أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍعَنْ الْمُلَاعَنَةِ وَعَنْ السُّنَّةِ فِيهَا عَنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ أَخِي بَنِي سَاعِدَةَ أَنَّ رَجُلًا مِنْ الْأَنْصَارِ جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رَجُلًا وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا أَيَقْتُلُهُ أَمْ كَيْفَ يَفْعَلُ فَأَنْزَلَ اللَّهُ فِي شَأْنِهِ مَا ذَكَرَ فِي الْقُرْآنِ مِنْ أَمْرِ الْمُتَلَاعِنَيْنِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قَضَى اللَّهُ فِيكَ وَفِي امْرَأَتِكَ قَالَ فَتَلَاعَنَا فِي الْمَسْجِدِ وَأَنَا شَاهِدٌ فَلَمَّا فَرَغَا قَالَ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ إِنْ أَمْسَكْتُهَا فَطَلَّقَهَا ثَلَاثًا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ فَرَغَا مِنْ التَّلَاعُنِ فَفَارَقَهَا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ ذَاكَ تَفْرِيقٌ بَيْنَ كُلِّ مُتَلَاعِنَيْنِ قَالَ ابْنُ جُرَيْجٍ قَالَ ابْنُ شِهَابٍ فَكَانَتْ السُّنَّةُ بَعْدَهُمَا أَنْ يُفَرَّقَ بَيْنَ الْمُتَلَاعِنَيْنِ وَكَانَتْ حَامِلًا وَكَانَ ابْنُهَا يُدْعَى لِأُمِّهِ قَالَ ثُمَّ جَرَتْ السُّنَّةُ فِي مِيرَاثِهَا أَنَّهَا تَرِثُهُ وَيَرِثُ مِنْهَا مَا فَرَضَ اللَّهُ لَهُ قَالَ ابْنُ جُرَيْجٍ عَنْ ابْنِ شِهَابٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ فِي هَذَا الْحَدِيثِ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنْ جَاءَتْ بِهِ أَحْمَرَ قَصِيرًا كَأَنَّهُ وَحَرَةٌ فَلَا أُرَاهَا إِلَّا قَدْ صَدَقَتْ وَكَذَبَ عَلَيْهَا وَإِنْ جَاءَتْ بِهِ أَسْوَدَ أَعْيَنَ ذَا أَلْيَتَيْنِ فَلَا أُرَاهُ إِلَّا قَدْ صَدَقَ عَلَيْهَا فَجَاءَتْ بِهِ عَلَى الْمَكْرُوهِ مِنْ ذَلِكَ","source":"Bukhari"},"__N_SSG":true}