{"pageProps":{"number":"4709","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Yusuf] berkata; telah menceritakan kepada kami [Sufyan] dari [Al A'masy] dari [Abu Wail] dari [Abu Mas'ud Al Anshari] ia berkata; \"Ada seorang laki-laki yang bernama Abu Syu'aib dari kalangan Anshar, ia mempunyai seorang budak yang pandai memasak daging, ia lalu berkata kepada budaknya; 'Buatlah makanan dengan lima porsi, aku ingin mengundang Rasulullah shallallahu 'alaihi wasallam.' Ia lalu mengundang Rasulullah shallallahu 'alaihi wasallam dengan sejumlah lima porsi tersebut. Lalu ada seorang laki-laki yang mengikuti beliau, maka Nabi shallallahu 'alaihi wasallam pun bersabda: 'Engkau mengundang kami dengan lima porsi, padahal ini ada seorang laki-laki (lain) yang ingin ikut. Sekarang terserah kamu, memberi izin atau tidak.' Abu Syu'aib menjawab; 'Aku memberinya izin.' Muhammad bin Yusuf berkata; Aku mendengar Muhammad bin Ismail berkata; 'Jika suatu kaum berada dalam suatu meja makan, maka mereka tidak memindahkannya ke meja makan yang lainnya. Namun, sebagian mereka mengambilkan untuk sebagian yang lain dalam satu meja tersebut, atau mereka tidak mengambilnya.'","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ قَالَكَانَ مِنْ الْأَنْصَارِ رَجُلٌ يُقَالُ لَهُ أَبُو شُعَيْبٍ وَكَانَ لَهُ غُلَامٌ لَحَّامٌ فَقَالَ اصْنَعْ لِي طَعَامًا أَدْعُو رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَامِسَ خَمْسَةٍ فَدَعَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَامِسَ خَمْسَةٍ فَتَبِعَهُمْ رَجُلٌ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكَ دَعَوْتَنَا خَامِسَ خَمْسَةٍ وَهَذَا رَجُلٌ قَدْ تَبِعَنَا فَإِنْ شِئْتَ أَذِنْتَ لَهُ وَإِنْ شِئْتَ تَرَكْتَهُ قَالَ بَلْ أَذِنْتُ لَهُقَالَ مُحَمَّدُ بْنُ يُوسُفَ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيْلَ يَقُولُ إِذَا كَانَ الْقَوْمُ عَلَى الْمَائِدَةِ لَيْسَ لَهُمْ أَنْ يُنَاوِلُوا مِنْ مَائِدَةٍ إِلَى مَائِدَةٍ أُخْرَى وَلَكِنْ يُنَاوِلُ بَعْضُهُمْ بَعْضًا فِي تِلْكَ الْمَائِدَةِ أَوْ يَدَعُ","source":"Bukhari"},"__N_SSG":true}