{"pageProps":{"number":"5045","slug":"bukhari","id":"Telah menceritakan kepada kami [Shadaqah] telah mengabarkan kepada kami [Yahya bin Sa'id] dari ['Ubaidullah] dia berkata; telah mengabarkan kepadaku [Nafi'] dari ['Abdullah] dia berkata; Setelah Abdullah bin Ubay meninggal dunia, anaknya datang menemui Nabi shallallahu 'alaihi wasallam, dan berkata; 'Wahai Rasulullah, berikanlah baju engkau kepadaku hingga aku mengkafaninya dengan baju itu, shalatkanlah ia dan mintalah ampunan untuknya!\" lalu beliau memberikan baju beliau kepadanya. Kemudian beliau bersabda: \"Jika kalian telah selesai, beritahulah aku.\" Ketika telah selesai, maka anaknya Abdullah bin Ubay memberitahukan kepada beliau, lalu beliau datang untuk menshalatinya. Maka Umar menariknya seraya berkata; 'Tidakkah Allah telah melarang engkau untuk menshalatkan orang-orang munafik'. Namun beliau membaca ayat: \"Mintakanlah ampun untuk mereka atau kamu tidak memintakan ampun untuk mereka, sama saja jika kamu memintakan ampun untuk mereka sebanyak tujuh puluh kali maka Allah tidak akan mengampuni mereka.\" Lalu turunlah ayat, Dan janganlah kamu sekali-kali menshalatkan (jenazah) seorang yang mati diantara mereka, dan janganlah kamu berdiri (mendoakan) di kuburnya'. Akhirnya beliaupun tidak lagi menshalatkan mereka.\"","arab":"حَدَّثَنَا صَدَقَةُ أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ قَالَ أَخْبَرَنِي نَافِعٌ عَنْ عَبْدِ اللَّهِ قَالَلَمَّا تُوُفِّيَ عَبْدُ اللَّهِ بْنُ أُبَيٍّ جَاءَ ابْنُهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَعْطِنِي قَمِيصَكَ أُكَفِّنْهُ فِيهِ وَصَلِّ عَلَيْهِ وَاسْتَغْفِرْ لَهُ فَأَعْطَاهُ قَمِيصَهُ وَقَالَ إِذَا فَرَغْتَ مِنْهُ فَآذِنَّا فَلَمَّا فَرَغَ آذَنَهُ بِهِ فَجَاءَ لِيُصَلِّيَ عَلَيْهِ فَجَذَبَهُ عُمَرُ فَقَالَ أَلَيْسَ قَدْ نَهَاكَ اللَّهُ أَنْ تُصَلِّيَ عَلَى الْمُنَافِقِينَ فَقَالَ{ اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ }فَنَزَلَتْ{ وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ }فَتَرَكَ الصَّلَاةَ عَلَيْهِمْ","source":"Bukhari"},"__N_SSG":true}