{"pageProps":{"number":"5661","slug":"bukhari","id":"Telah menceritakan kepada kami [Isma'il] dia berkata; telah menceritakan kepadaku [Abdul Aziz bin Abu Hazim] dari [Ayahnya] dari [Sahl bin Sa'd As Sa'idi] bahwa seorang laki-laki melintasi Rasulullah shallallahu 'alaihi wasallam, lantas Nabi shallallahu 'alaihi wasallam bersabda kepada orang yang duduk di dekat beliau: \"Apa pendapat kalian dengan laki-laki ini?\" Maka seorang yang terpandang menjawab; 'Demi Allah, bahwa dari bangsawan, bila dia meminang, pasti akan diterima, dan bila dimintai bantuan pasti akan dibantu.' Nabi shallallahu 'alaihi wasallam diam. Beberapa saat kemudian, lewatlah seorang laki-laki lain, lalu Rasulullah shallallahu 'alaihi wasallam bertanya kepadanya: 'Apa pendapatmu dengan orang ini? ' Dia menjawab; 'Wahai Rasulullah, menurutku; orang ini adalah orang termiskin dari kalangan kaum Muslimin, apabila ia meminang sudah pantas pinangannya untuk ditolak, dan jika dimintai pertolongan dia tidak akan ditolong, dan apabila berkata, maka perkataannya tidak akan didengar.' Maka Rasulullah shallallahu 'alaihi wasallam bersabda: 'Sungguh orang ini (orang yang terlihat miskin) lebih baik dari dunia dan seisinya daripada orang yang ini (yaitu orang yang kelihatanya bangsawan).'","arab":"حَدَّثَنَا إِسْمَاعِيلُ قَالَ حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ أَنَّهُ قَالَمَرَّ رَجُلٌ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لرَجُلٍ عِنْدَهُ جَالِسٍ مَا رَأْيُكَ فِي هَذَا فَقَالَ رَجُلٌ مِنْ أَشْرَافِ النَّاسِ هَذَا وَاللَّهِ حَرِيٌّ إِنْ خَطَبَ أَنْ يُنْكَحَ وَإِنْ شَفَعَ أَنْ يُشَفَّعَ قَالَ فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ مَرَّ رَجُلٌ آخَرُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا رَأْيُكَ فِي هَذَا فَقَالَ يَا رَسُولَ اللَّهِ هَذَا رَجُلٌ مِنْ فُقَرَاءِ الْمُسْلِمِينَ هَذَا حَرِيٌّ إِنْ خَطَبَ أَنْ لَا يُنْكَحَ وَإِنْ شَفَعَ أَنْ لَا يُشَفَّعَ وَإِنْ قَالَ أَنْ لَا يُسْمَعَ لِقَوْلِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا خَيْرٌ مِنْ مِلْءِ الْأَرْضِ مِثْلَ هَذَا","source":"Bukhari"},"__N_SSG":true}