{"pageProps":{"number":"5731","slug":"bukhari","id":"Telah menceritakan kepadaku [Abdul 'Aziz bin Abdullah] mengatakan, telah menceritakan kepadaku [Ibrahim bin Sa'd] dari [Ibnu Syihab] dari [Abu Salamah bin Abdurrahman] dan [Abdurrahman Al A'raj], keduanya menceritakan kepadanya, bahwa [Abu Hurairah] mengatakan; ada dua orang laki-laki saling mencaci, yang pertama muslim dan yang kedua yahudi, si muslim mengatakan; 'Demi Dzat yang telah memilih Muhammad diatas seluruh manusia.' Si yahudi tak mau kalah mengatakan; 'Demi Dzat yang memilih Musa diatas seluruh manusia.' Kata Abu Hurairah, si muslim kontan murka seketika itu dan menampar si yahudi. Si yahudi kontan mengadukan kasusnya kepada Rasulullah shallallahu'alaihiwasallam, dan memberitahukan seluruh kasusnya bersama si muslim. Rasulullah shallallahu'alaihiwasallam lalu bersabda: \"Jangan kalian memilih aku diatas Musa, sebab manusia pada hari kiamat nanti akan pingsan, dan akulah yang pertama-tama siuman, tak tahunya Musa juga telah siuman namun masih lemah disamping arsy, sehingga aku tak tahu apakah Musa diantara yang pingsan lalu siuman sebelumku, ataukah diantara yang Allah kecualikan (tidak pingsan).\"","arab":"حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ وَعَبْدِ الرَّحْمَنِ الْأَعْرَجِ أَنَّهُمَا حَدَّثَاهُ أَنَّ أَبَا هُرَيْرَةَ قَالَاسْتَبَّ رَجُلَانِ رَجُلٌ مِنْ الْمُسْلِمِينَ وَرَجُلٌ مِنْ الْيَهُودِ فَقَالَ الْمُسْلِمُ وَالَّذِي اصْطَفَى مُحَمَّدًا عَلَى الْعَالَمِينَ فَقَالَ الْيَهُودِيُّ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْعَالَمِينَ قَالَ فَغَضِبَ الْمُسْلِمُ عِنْدَ ذَلِكَ فَلَطَمَ وَجْهَ الْيَهُودِيِّ فَذَهَبَ الْيَهُودِيُّ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِمَا كَانَ مِنْ أَمْرِهِ وَأَمْرِ الْمُسْلِمِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُخَيِّرُونِي عَلَى مُوسَى فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ فِي أَوَّلِ مَنْ يُفِيقُ فَإِذَا مُوسَى بَاطِشٌ بِجَانِبِ الْعَرْشِ فَلَا أَدْرِي أَكَانَ مُوسَى فِيمَنْ صَعِقَ فَأَفَاقَ قَبْلِي أَوْ كَانَ مِمَّنْ اسْتَثْنَى اللَّهُ","source":"Bukhari"},"__N_SSG":true}