{"pageProps":{"number":"5754","slug":"bukhari","id":"Telah menceritakan kepada kami ['Imran bin Maisarah] telah menceritakan kepada kami [Ibnu Fudhail] telah menceritakan kepada kami [Hushain] -lewat jalur periwayatan lain, - Abu Abdullah mengatakan; dan telah menceritakan kepadaku [Asid bin Zaid] telah menceritakan kepada kami [Husyaim] dari [Hushain] mengatakan, pernah aku di sisi [Sa'id bin Jubair], selanjutnya ia katakan, [Ibnu 'Abbas] telah menceritakan kepadaku dengan mengatakan, Nabi Shallallahu'alaihiwasallam bersabda: \"Beberapa umat diperlihatkan kepadaku, maka aku melihat ada seorang Nabi lewat bersama umatnya, kemudian lewatlah seorang Nabi bersama beberapa orang, kemudian lewatlah seorang Nabi bersama sepuluh orang, dan Nabi bersama lima orang, dan seorang Nabi yang berjalan sendirian. Tiba-tiba aku melihat ada rombongan besar, maka saya tanyakan kepada Jibril; 'Apakah mereka umatku? ' 'bukan, namun lihatlah ufuk, ' jawab Jibril. Aku melihat, tiba-tiba ada serombongan besar. Kata Jibril; 'Itulah umatmu, dan itu ada tujuh puluh ribu orang mula-mula yang masuk surga dengan tanpa hisab dan tanpa siksa.' Saya bertanya; 'Mengapa mereka bisa seperti itu? ' Jibril menjawab; 'Karena mereka tidak minta di obati (dengan cara) kay (ditempel besi panas), tidak minta diruqyah dan tidak meramal nasib dengan burung, dan kepada rabb-Nya mereka bertawakkal.\" 'Ukkasyah bin Mihshan berdiri seraya berujar; \"doakanlah aku, agar Allah menjadikan diriku diantara mereka!\" Nabi berdoa; \"Ya Allah, jadikanlah dia supaya diantara mereka!\" Lantas laki-laki lainnya berdiri dan berujar; \"Jadikanlah aku diantara mereka!\" Nabi menjawab; \"kamu sudah didahului 'Ukkasyah.\"","arab":"حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ حَدَّثَنَا ابْنُ فُضَيْلٍ حَدَّثَنَا حُصَيْنٌ ح قَالَ أَبُو عَبْد اللَّهِ و حَدَّثَنِي أَسِيدُ بْنُ زَيْدٍ حَدَّثَنَا هُشَيْمٌ عَنْ حُصَيْنٍ قَالَ كُنْتُ عِنْدَ سَعِيدِ بْنِ جُبَيْرٍ فَقَالَ حَدَّثَنِي ابْنُ عَبَّاسٍ قَالَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُرِضَتْ عَلَيَّ الْأُمَمُ فَأَخَذَ النَّبِيُّ يَمُرُّ مَعَهُ الْأُمَّةُ وَالنَّبِيُّ يَمُرُّ مَعَهُ النَّفَرُ وَالنَّبِيُّ يَمُرُّ مَعَهُ الْعَشَرَةُ وَالنَّبِيُّ يَمُرُّ مَعَهُ الْخَمْسَةُ وَالنَّبِيُّ يَمُرُّ وَحْدَهُ فَنَظَرْتُ فَإِذَا سَوَادٌ كَثِيرٌ قُلْتُ يَا جِبْرِيلُ هَؤُلَاءِ أُمَّتِي قَالَ لَا وَلَكِنْ انْظُرْ إِلَى الْأُفُقِ فَنَظَرْتُ فَإِذَا سَوَادٌ كَثِيرٌ قَالَ هَؤُلَاءِ أُمَّتُكَ وَهَؤُلَاءِ سَبْعُونَ أَلْفًا قُدَّامَهُمْ لَا حِسَابَ عَلَيْهِمْ وَلَا عَذَابَ قُلْتُ وَلِمَ قَالَ كَانُوا لَا يَكْتَوُونَ وَلَا يَسْتَرْقُونَ وَلَا يَتَطَيَّرُونَ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ فَقَامَ إِلَيْهِ عُكَّاشَةُ بْنُ مِحْصَنٍ فَقَالَ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ اللَّهُمَّ اجْعَلْهُ مِنْهُمْ ثُمَّ قَامَ إِلَيْهِ رَجُلٌ آخَرُ قَالَ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ سَبَقَكَ بِهَا عُكَّاشَةُ","source":"Bukhari"},"__N_SSG":true}