{"pageProps":{"number":"5831","slug":"bukhari","id":"Telah menceritakan kepada kami [Hafsh bin Umar] telah menceritakan kepada kami [Syu'bah] Telah mengabarkan kepada kami ['Ashim Al Ahwal] aku mendengar [Abu 'Utsman] menceritakan dari [Usamah], bahwa puteri Rasulullah Shallallahu'alaihiwasallam (Zaenab) mengutus utusan untuk menemui Rasulullah, yang ketika itu Rasulullah Shallallahu'alaihiwasallam bersama Usamah bin Zaid, Sa'd, dan Ubai. Sang utusan menyampaikan pesan yang isinya; 'Anak laki-lakiku telah menghadapi saat-saat kematian, maka kunjungilah kami'. Nabi kemudian mengutus seseorang, menyampaikan salam dan mengatakan; \"Milik Allah sematalah segala yang diambil-Nya dan yang diberikan-Nya, dan segala sesuatu disisi-Nya ada ketentuan ajal tersendiri, maka suruhlah dia untuk bersabar dan mengharap pahala.\" Lantas puteri Nabi mengutus utusan untuk kedua kalinya, dan puteri beliau menyertakan sumpah. Maka beliau berdiri dan kami pun berdiri bersamanya. Tatkala beliau sampai (dan beliau) telah duduk, anak laki-laki dari puteri beliau (cucunya) diangkat kepada beliau, dan beliau mendudukkan di pangkuannya, ketika itu cucu beliau nafasnya sudah tersengal-sengal. Kedua mata Rasulullah pun bercucuran. Maka Sa'd bertanya: 'Mengapa mata anda sampai bercucuran?\" Nabi menjawab; \"ini adalah tanda kasih sayang yang Allah letakkan di hati hamba-Nya yang dikehendaki-Nya, hanyasanya Allah menyayangi hamba-Nya yang berhati penyayang.\"","arab":"حَدَّثَنَا حَفْصُ بْنُ عُمَرَ حَدَّثَنَا شُعْبَةُ أَخْبَرَنَا عَاصِمٌ الْأَحْوَلُ سَمِعْتُ أَبَا عُثْمَانَ يُحَدِّثُ عَنْ أُسَامَةَأَنَّ بِنْتًا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسَلَتْ إِلَيْهِ وَمَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُسَامَةُ بْنُ زَيْدٍ وَسَعْدٌ وَأُبَيٌّ أَنَّ ابْنِي قَدْ احْتُضِرَ فَاشْهَدْنَا فَأَرْسَلَ يَقْرَأُ السَّلَامَ وَيَقُولُ إِنَّ لِلَّهِ مَا أَخَذَ وَمَا أَعْطَى وَكُلُّ شَيْءٍ عِنْدَهُ مُسَمًّى فَلْتَصْبِرْ وَتَحْتَسِبْ فَأَرْسَلَتْ إِلَيْهِ تُقْسِمُ عَلَيْهِ فَقَامَ وَقُمْنَا مَعَهُ فَلَمَّا قَعَدَ رُفِعَ إِلَيْهِ فَأَقْعَدَهُ فِي حَجْرِهِ وَنَفْسُ الصَّبِيِّ جُئِّثُ فَفَاضَتْ عَيْنَا رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سَعْدٌ مَا هَذَا يَا رَسُولَ اللَّهِ قَالَ هَذِهِ رَحْمَةٌ يَضَعُهَا اللَّهُ فِي قُلُوبِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَإِنَّمَا يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ","source":"Bukhari"},"__N_SSG":true}