{"pageProps":{"number":"5898","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Bukair] telah menceritakan kepada kami [Al Laits] dari [Uqail] dari [Ibnu Syihab] mengatakan, telah mengabarkan kepadaku [Malik bin Aus bin Al Hadatsan] dan [Muhammad bin Jubair bin Muth'im] menyebutkan kepadaku diantara haditsnya; 'maka aku berangkat hingga menemuinya dan bertanya kepadanya, dia menjawab; 'Aku berangkat hingga aku menemui [Umar]. Umar lantas ditemui oleh pengawal rumahnya dan mengucapkan selamat datang, kemudian ia bertanya; 'Apakah anda berkenan memberi izin untuk [Utsman], [Abdurrahman], [Zubai] r, dan [Sa'dari] ' 'Tentu' jawabnya. Penjaga itu pun mengizinkan mereka. kemudian dia bertanya lagi; 'apakah anda memberi izin kepada [Ali] dan [Abbas] ' 'ya' Jawab Umar. Abbas kemudian berkata; 'Wahai amirul mukminin, putuskanlah antara aku dan orang ini! ' Umar menjawab; 'Saya bersumpah kepada kalian dengan nama Allah yang karena- izin-Nya langit dan bumi tegak, bukankah kalian telah tahu bahwa Rasulullah Shallallahu'alaihi wa sallam telah bersabda: \"Kami tidak diwarisian, dan apa yang kami tinggalkan adalah sedekah!\" yang Rasulullah maksudkan adalah beliau sendiri.' Sekumpulan sahabat berkata; 'Nabi pernah mengatakan yang demikian.' Umar kemudian menemui Ali dan Abbas dan bertanya; 'bukankah kalian berdua tahu bahwa Rasulullah Shallallahu'alaihiwasallam telah menyabdakan yang demikian? ' Keduanya menjawab; 'Betul, Beliau telah bersabda sedemikian itu.' Umar berkata; 'sekarang saya akan menceritakan kepada kalian tentang persoalan ini, sesungguhnya Allah telah memberi pemberian special kepada Rasul-Nya Shallallahu'alaihiwasallam tentang harta fai` ini, dengan sesuatu yang tidak diberikan-Nya kepada seorang pun selainnya. Allah berfirman: 'Apa saja yang Allah berikan kepada Rasul-Nya…hingga firman-Nya Sesungguhnya Allah Maha Berkuasa. (QS. Alhasyr 1). Karenanya harta fai` tersebut adalah murni untuk Rasulullah Shallallahu'alaihiwasallam, demi Allah beliau tidak memberikannya secara special untuk kalian dan tidak pula mengutamakannya untuk kalian, sesungguhnya beliau juga telah memberikan harta itu kepada kalian dan meratakannya kepada kalian hingga tersisa dari harta ini, selanjutnya Nabi pergunakan harta itu untuk menafkahi keluarganya selama setahun, beliau mengambil harta sisanya dan beliau salurkan untuk harta Allah. Begitulah Rasulullah Shallallahu'alaihiwasallam memperlakukan harta itu semasa hidupnya. Saya bersumpah kepada kalian atas nama Allah, Bukankah kalian tahu terhadap itu semua? ' Mereka menjawab; 'Iya'. Kemudian Umar mengatakan secara khusus kepada Ali dan Abbas; 'Saya bersumpah kepada kalian berdua atas nama Allah, bukankah kalian berdua tahu itu semua? ' Keduanya menjawab; 'Benar'. Umar melanjutkan; 'Kemudian Allah mewafatkan Nabi-NYA Shallallahu'alaihiwasallam, lantas Abu Bakar berkata; 'Aku adalah wali Rasulullah Shallallahu'alaihiwasallam, ' dan dia memegang harta itu kemudian mengelola sebagaimana Rasulullah Shallallahu'alaihiwasallam mengelola, kemudian Allah mewafatkan Abu Bakar, sehingga aku katakan; 'Aku adalah wali dari walinya Rasulullah Shallallahu'alaihiwasallam, sehingga aku pegang harta itu selama dua tahun dan aku kelola sebagaimana Rasulullah Shallallahu'alaihiwasallam dan Abu Bakar mengelolanya, kemudian kalian berdua mendatangiku sedang ucapan kalian satu, dan perkara kalian berdua sepakat persis, kalian mendatangiku dengan harapan memintaku bagianmu lewat lajur keponakanmu, sedang orang ini memintaku bagian isterinya lewat lajur ayahnya, maka kutegaskan; Jika kalian berkenan, tanah itu akan kuserahkan kepada kalian berdua, sehingga kalian berdua memperoleh keputusan selain itu dariku, demi Allah yang atas seizin-Nya bumi dan langit menjadi tegak, Saya tak akan menetapkan keputusan selain itu hingga kiamat tiba, kalaulah kalian berdua merasa tidak mampu, serahkan padaku, saya akan mengelola harta itu sebagai ganti kalian.'","arab":"حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ وَكَانَ مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ ذَكَرَ لِيمِنْ حَدِيثِهِ ذَلِكَ فَانْطَلَقْتُ حَتَّى دَخَلْتُ عَلَيْهِ فَسَأَلْتُهُ فَقَالَ انْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى عُمَرَ فَأَتَاهُ حَاجِبُهُ يَرْفَأُ فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ وَسَعْدٍ قَالَ نَعَمْ فَأَذِنَ لَهُمْ ثُمَّ قَالَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ قَالَ نَعَمْ قَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ هَذَا قَالَ أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالْأَرْضُ هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا نُورَثُ مَا تَرَكْنَا صَدَقَةٌ يُرِيدُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَفْسَهُ فَقَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ فَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ذَلِكَ قَالَا قَدْ قَالَ ذَلِكَ قَالَ عُمَرُ فَإِنِّي أُحَدِّثُكُمْ عَنْ هَذَا الْأَمْرِ إِنَّ اللَّهَ قَدْ كَانَ خَصَّ رَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْفَيْءِ بِشَيْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ فَقَالَ عَزَّ وَجَلَّ{ مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ إِلَى قَوْلِهِ قَدِيرٌ }فَكَانَتْ خَالِصَةً لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاللَّهِ مَا احْتَازَهَا دُونَكُمْ وَلَا اسْتَأْثَرَ بِهَا عَلَيْكُمْ لَقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ فَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنْفِقُ عَلَى أَهْلِهِ مِنْ هَذَا الْمَالِ نَفَقَةَ سَنَتِهِ ثُمَّ يَأْخُذُ مَا بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ فَعَمِلَ بِذَاكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَيَاتَهُ أَنْشُدُكُمْ بِاللَّهِ هَلْ تَعْلَمُونَ ذَلِكَ قَالُوا نَعَمْ ثُمَّ قَالَ لِعَلِيٍّ وَعَبَّاسٍ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ ذَلِكَ قَالَا نَعَمْ فَتَوَفَّى اللَّهُ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَبَضَهَا فَعَمِلَ بِمَا عَمِلَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ تَوَفَّى اللَّهُ أَبَا بَكْرٍ فَقُلْتُ أَنَا وَلِيُّ وَلِيِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَبَضْتُهَا سَنَتَيْنِ أَعْمَلُ فِيهَا مَا عَمِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ ثُمَّ جِئْتُمَانِي وَكَلِمَتُكُمَا وَاحِدَةٌ وَأَمْرُكُمَا جَمِيعٌ جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنْ ابْنِ أَخِيكَ وَأَتَانِي هَذَا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِنْ أَبِيهَا فَقُلْتُ إِنْ شِئْتُمَا دَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ فَتَلْتَمِسَانِ مِنِّي قَضَاءً غَيْرَ ذَلِكَ فَوَاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالْأَرْضُ لَا أَقْضِي فِيهَا قَضَاءً غَيْرَ ذَلِكَ حَتَّى تَقُومَ السَّاعَةُ فَإِنْ عَجَزْتُمَا فَادْفَعَاهَا إِلَيَّ فَأَنَا أَكْفِيكُمَاهَا","source":"Bukhari"},"__N_SSG":true}