{"pageProps":{"number":"5903","slug":"bukhari","id":"Telah menceritakan kepada kami [Al Humaidi] telah menceritakan kepada kami [Sufyan] Telah menceritakan kepada kami [Az Zuhri] mengatakan; telah mengabarkan kepadaku [Amir bin Sa'd bin Abi Waqqash] dari [ayahnya] mengatakan; Aku pernah sakit parah di Makkah hingga rasanya berada di ujung kematian. Kemudian Rasulullah Shallallahu'alaihiwasallam menjengukku. Maka Saya bertanya; 'Wahai Rasulullah, saya mempunyai harta yang melimpah ruah, dan tak ada yang mewarisiku selain anak perempuanku bagimana kalau aku sedekahkan dua pertiganya? ' Nabi menjawab: \"jangan\". Saya bertanya lagi; 'Bagaimana kalau separoh? ' Nabi menjawab: \"jangan\". Saya tanyakan lagi; 'Bagaimana kalau sepertiganya? ' Nabi menjawab: \"Sepertiga itu banyak, Sesunguhnya jika engkau tinggalkan anakmu dalam keadaan berkecukupan, itu lebih baik bagimu daripada kamu tinggalkan mereka dengan kondisi papa sehingga meminta-minta kepada orang lain, dan sekali-kali tidaklah engkau memberi nafkah, melainkan kamu diberi pahala sampai berupa suapan yang engkau angkat kedalam mulut isterimu.\" Maka saya berkata; 'Wahai Rasulullah, apakah aku tetap tinggal (di Makkah dan meninggalkan) hijrahku? ' Nabi menjawab: \"Sekali-kali kamu tidak akan tertinggal setelahku kemudian kamu beramal shalih dengan mengharap wajah Allah kecuali akan menambah bagimu ketinggian dan derajat, Bisa jadi dengan kamu tetap tinggal (di Makkah) setelahku akan mendatangkan manfaat bagi suatu kaum dan mencelakakan yang lainnya.\" tetapi nasib tragis menimpa Sa'ad bin Khaulah yang menemui ajalnya di Makkah. Rasulullah Shalla Allahu 'alaihi wa sallam sempat memintakan rahmat dan ampunan untuknya. Sufyan mengatakan ' Sa'd bin Khaulah adalah laki-laki dari bani Amir bin Lu`ai.","arab":"حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الزُّهْرِيُّ قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهِ قَالَمَرِضْتُ بِمَكَّةَ مَرَضًا فَأَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ فَأَتَانِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُنِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالًا كَثِيرًا وَلَيْسَ يَرِثُنِي إِلَّا ابْنَتِي أَفَأَتَصَدَّقُ بِثُلُثَيْ مَالِي قَالَ لَا قَالَ قُلْتُ فَالشَّطْرُ قَالَ لَا قُلْتُ الثُّلُثُ قَالَ الثُّلُثُ كَبِيرٌ إِنَّكَ إِنْ تَرَكْتَ وَلَدَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَتْرُكَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً إِلَّا أُجِرْتَ عَلَيْهَا حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ فَقُلْتُ يَا رَسُولَ اللَّهِ آأُخَلَّفُ عَنْ هِجْرَتِي فَقَالَ لَنْ تُخَلَّفَ بَعْدِي فَتَعْمَلَ عَمَلًا تُرِيدُ بِهِ وَجْهَ اللَّهِ إِلَّا ازْدَدْتَ بِهِ رِفْعَةً وَدَرَجَةً وَلَعَلَّ أَنْ تُخَلَّفَ بَعْدِي حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ لَكِنْ الْبَائِسُ سَعْدُ بْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ مَاتَ بِمَكَّةَ قَالَ سُفْيَانُ وَسَعْدُ بْنُ خَوْلَةَ رَجُلٌ مِنْ بَنِي عَامِرِ بْنِ لُؤَيٍّ","source":"Bukhari"},"__N_SSG":true}