{"pageProps":{"number":"6030","slug":"bukhari","id":"Telah menceritakan kepada kami ['Amru bin Zurarah] telah menceritakan kepada kami [Husyaim] telah menceritakan kepada kami [Hushain] telah menceritakan kepada kami [Abu Dhibyan] mengatakan, aku mendengar [Usamah bin Zaid bin haritsah] radliallahu 'anhuma menceritakan dengan mengatakan; 'Rasulullah Shallallahu'alaihiwasallam mengutus kami ke perkampungan Hurqah di bani Juhainah. Kami menyerang mereka di pagi buta dan menjadikan mereka kocar kacir. Saya dan seorang laki-laki anshar berhasil menemukan seseorang dari mereka. Tatkala kami bisa mengepung, ia tiba-tiba mengatakan; 'laa-ilaaha-illallah.' Si laki-laki anshar menahan penyerbuannya, sedang aku meneruskannya hingga kubunuh orang itu. Ketika kami pulang, peristiwa ini disampaikan kepada Nabi shallallahu 'alaihi wasallam sehingga beliau berujar kepadaku: \"Apakah kamu membunuhnya setelah ia mengucapkan laa-ilaaha-illallah?\" Kujawab; 'betul, Ya Rasulullah, ia mengucapkannya hanya sekedar mencari keselamatan.' Nabi melanjutkan: \"Apakah kamu membunuhnya setelah ia mengucapkan laa-ilaaha-illallah?\" Nabi berulangkali menegurku dengan ucapan ini hingga aku mengandai-andai kalaulah aku belum masuk Islam sebelum itu.","arab":"حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ حَدَّثَنَا هُشَيْمٌ حَدَّثَنَا حُصَيْنٌ حَدَّثَنَا أَبُو ظَبْيَانَ قَالَ سَمِعْتُ أُسَامَةَ بْنَ زَيْدِ بْنِ حَارِثَةَ رَضِيَ اللَّهُ عَنْهُمَا يُحَدِّثُ قَالَبَعَثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْحُرَقَةِ مِنْ جُهَيْنَةَ قَالَ فَصَبَّحْنَا الْقَوْمَ فَهَزَمْنَاهُمْ قَالَ وَلَحِقْتُ أَنَا وَرَجُلٌ مِنْ الْأَنْصَارِ رَجُلًا مِنْهُمْ قَالَ فَلَمَّا غَشِينَاهُ قَالَ لَا إِلَهَ إِلَّا اللَّهُ قَالَ فَكَفَّ عَنْهُ الْأَنْصَارِيُّ فَطَعَنْتُهُ بِرُمْحِي حَتَّى قَتَلْتُهُ قَالَ فَلَمَّا قَدِمْنَا بَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَقَالَ لِي يَا أُسَامَةُ أَقَتَلْتَهُ بَعْدَ مَا قَالَ لَا إِلَهَ إِلَّا اللَّهُ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا كَانَ مُتَعَوِّذًا قَالَ أَقَتَلْتَهُ بَعْدَ مَا قَالَ لَا إِلَهَ إِلَّا اللَّهُ قَالَ فَمَا زَالَ يُكَرِّرُهَا عَلَيَّ حَتَّى تَمَنَّيْتُ أَنِّي لَمْ أَكُنْ أَسْلَمْتُ قَبْلَ ذَلِكَ الْيَوْمِ","source":"Bukhari"},"__N_SSG":true}