{"pageProps":{"number":"6355","slug":"bukhari","id":"Telah menceritakan kepada kami [Al Hasan bin Umar] telah menceritakan kepada kami [Yazid] dari [Habib] dari ['Atho`] dari [Jabir bin Abdullah] mengatakan; 'kami bersama Rasulullah Shallallahu'alaihiwasallam, kemudian kami mengucapkan niat talbiyah untuk haji, ketika kami tiba di Mekkah tanggal empat Dzul hijjah, Nabi shallallahu 'alaihi wasallam memerintahkan kami untuk melakukan thawaf di baitullah dan (sa'i) di Shafa dan Marwa, dan agar kami menjadikannya sebagai Umrah, maka kami bertahallul kecuali bagi mereka yang terlanjur membawa korban.' Kata Jabir; 'dan tidak ada seorangpun dari kami yang membawa binatang korban selain Nabi shallallahu 'alaihi wasallam dan Tolhah. Datanglah Ali dari Yaman sambil membawa binatang korban, kemudian ia berucap; 'Saya mengucapkan niat sebagaimana Rasulullah Shallallahu'alaihiwasallam berniat.' Para sahabat berujar; 'Kami akan berangkat ke Mina, sedang kemaluan salah seorang diantara kami meneteskan air mani.' Maka Rasulullah Shallallahu'alaihiwasallam bersabda; \"kalaulah aku bisa mengulang kembali apa yang telah lewat, niscaya aku tidak menyembelih korban, kalaulah aku tidak membawa binatang korban niscaya aku akan bertahallul.\" Kata Jabir; kemudian Suraqah menemui beliau yang saat itu sedang melempar jumrah 'aqabah, ia berujar; \"Wahai Rasulullah, apakah umrah seperti ini khusus bagi kami?\" Nabi menjawab: \"TIDAK, bahkan untuk selamanya.\" Kata Jabir; 'dan Aisyah bersama Beliau tiba di Makkah dalam keadaan haidh, maka Nabi memerintahkannya untuk melakukan seluruh manasik kecuali ia tidak boleh thawaf dan tidak shalat hingga suci. Tatkala mereka telah singgah di Bathha`, Aisyah berkata; \"Wahai Rasulullah, apakah kalian bertolak untuk haji dan 'umrah sedang aku hanya untuk haji?\" Jabir melanjutkan; kemudian Rasulullah memerintahkan Abdurrahman bin Abu Bakar as Siddiq untuk bertolak bersamanya ke Tan'im, dan Aisyah berumrah di bulan Dzulhijjah, masih dalam hari-hari haji.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عُمَرَ حَدَّثَنَا يَزِيدُ عَنْ حَبِيبٍ عَنْ عَطَاءٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَبَّيْنَا بِالْحَجِّ وَقَدِمْنَا مَكَّةَ لِأَرْبَعٍ خَلَوْنَ مِنْ ذِي الْحِجَّةِ فَأَمَرَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَطُوفَ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ وَأَنْ نَجْعَلَهَا عُمْرَةً وَنَحِلَّ إِلَّا مَنْ كَانَ مَعَهُ هَدْيٌ قَالَ وَلَمْ يَكُنْ مَعَ أَحَدٍ مِنَّا هَدْيٌ غَيْرَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَطَلْحَةَ وَجَاءَ عَلِيٌّ مِنْ الْيَمَنِ مَعَهُ الْهَدْيُ فَقَالَ أَهْلَلْتُ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا نَنْطَلِقُ إِلَى مِنًى وَذَكَرُ أَحَدِنَا يَقْطُرُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَوْ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ وَلَوْلَا أَنَّ مَعِي الْهَدْيَ لَحَلَلْتُ قَالَ وَلَقِيَهُ سُرَاقَةُ وَهُوَ يَرْمِي جَمْرَةَ الْعَقَبَةِ فَقَالَ يَا رَسُولَ اللَّهِ أَلَنَا هَذِهِ خَاصَّةً قَالَ لَا بَلْ لِأَبَدٍ قَالَ وَكَانَتْ عَائِشَةُ قَدِمَتْ مَعَهُ مَكَّةَ وَهِيَ حَائِضٌ فَأَمَرَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَنْسُكَ الْمَنَاسِكَ كُلَّهَا غَيْرَ أَنَّهَا لَا تَطُوفُ وَلَا تُصَلِّي حَتَّى تَطْهُرَ فَلَمَّا نَزَلُوا الْبَطْحَاءَ قَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ أَتَنْطَلِقُونَ بِحَجَّةٍ وَعُمْرَةٍ وَأَنْطَلِقُ بِحَجَّةٍ قَالَ ثُمَّ أَمَرَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ الصِّدِّيقِ أَنْ يَنْطَلِقَ مَعَهَا إِلَى التَّنْعِيمِ فَاعْتَمَرَتْ عُمْرَةً فِي ذِي الْحَجَّةِ بَعْدَ أَيَّامِ الْحَجِّ","source":"Bukhari"},"__N_SSG":true}