{"pageProps":{"number":"6364","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali] telah menceritakan kepada kami [Sufyan], ['Amru] mengatakan, telah menceritakan kepada kami ' [Atho'] mengatakan, Nabi shallallahu 'alaihi wasallam menangguhkan shalat isya' agak malam, maka Umar keluar (dari masjid) dan mengatakan; 'Mari tegakkan shalat ya Rasulullah, wanita dan anak-anak telah tidur! ' Nabi muncul dari kamarnya dan kepalanya meneteskan air sambil berkata: \"Kalaulah tidak memberatkan umatku -atau dengan redaksi; tidak memberatkan manusia -, \" sedangkan Sufyan mengatakan; atas umatku - niscaya kuperintahkan kepada mereka untuk shalat dengan waktu seperti ini.\" [Ibnu Juraij] mengatakan, dari ['Atho`] dari [Ibnu 'Abbas] menuturkan; Nabi shallallahu 'alaihi wasallam menangguhkan shalat ini, maka Umar datang dan mengatakan; 'Ya Rasulullah, para wanita dan anak-anak telah tertidur' lantas beliau muncul sedang beliau sambil mengusap air dari lambungnya sambil mengatakan; \"inilah waktu untuk shalat isya', kalau saja tidak memberatkan umatku.\" Dan [Amru] mengatakan telah menceritakan kepada kami ['Atho], dalam sanadnya tidak menyebutkan Ibnu Abbas. Amru mengatakan; kepalanya meneteskan (air). sedang Ibnu Juraij mengatakan; mengusap air dari lambungnya. Dan Amru mengatakan; \"Kalaulah tidak memberatkan atas umatku.\" Sedang Ibnu Juraij mengatakan; \"sungguh ini adalah waktu semestinya, kalaulah tidak memberatkan umatku.\" Sedang [Ibrahim bin Al Mundzir] mengatakan, telah menceritakan kepada kami [Ma'an], telah menceritakan kepadaku [Muhammad bin Muslim] dari ['Amru] dari ['Atho`] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا عَلِيٌّ حَدَّثَنَا سُفْيَانُ قَالَ عَمْرٌو حَدَّثَنَا عَطَاءٌ قَالَأَعْتَمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْعِشَاءِ فَخَرَجَ عُمَرُ فَقَالَ الصَّلَاةَ يَا رَسُولَ اللَّهِ رَقَدَ النِّسَاءُ وَالصِّبْيَانُ فَخَرَجَ وَرَأْسُهُ يَقْطُرُ يَقُولُ لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي أَوْ عَلَى النَّاسِ وَقَالَ سُفْيَانُ أَيْضًا عَلَى أُمَّتِي لَأَمَرْتُهُمْ بِالصَّلَاةِ هَذِهِ السَّاعَةَقَالَ ابْنُ جُرَيْجٍ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ أَخَّرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذِهِ الصَّلَاةَ فَجَاءَ عُمَرُ فَقَالَ يَا رَسُولَ اللَّهِ رَقَدَ النِّسَاءُ وَالْوِلْدَانُ فَخَرَجَ وَهُوَ يَمْسَحُ الْمَاءَ عَنْ شِقِّهِ يَقُولُ إِنَّهُ لَلْوَقْتُ لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي وَقَالَ عَمْرٌو حَدَّثَنَا عَطَاءٌ لَيْسَ فِيهِ ابْنُ عَبَّاسٍ أَمَّا عَمْرٌو فَقَالَ رَأْسُهُ يَقْطُرُ وَقَالَ ابْنُ جُرَيْجٍ يَمْسَحُ الْمَاءَ عَنْ شِقِّهِ وَقَالَ عَمْرٌو لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي وَقَالَ ابْنُ جُرَيْجٍ إِنَّهُ لَلْوَقْتُ لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي وَقَالَ إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنَا مَعْنٌ حَدَّثَنِي مُحَمَّدُ بْنُ مُسْلِمٍ عَنْ عَمْرٍو عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}