{"pageProps":{"number":"6625","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Bukair] telah menceritakan kepada kami [Al Laits] dari ['Uqail] dari [Ibn Syihab] telah menceritakan kepadaku ['Urwah] bahwa [Miswar bin Makhramah] dan [Abdurrahman bin Abdul Qari] keduanya menceritakan kepadanya, bahwa ia mendengar [Umar bin Khattab] berkata, \"Aku mendengar Hisyam bin Hakim membaca surat al Furqaan semasa Rasulullah shallallahu 'alaihi wasallam masih hidup, dan aku menikmati bacaannya. Ternyata dia membaca dengan dialek yang berbeda-beda yang Rasulullah shallallahu 'alaihi wasallam belum pernah membacakannya kepadaku sehingga hampir saja aku menarik kepalanya ketika shalat. Namun aku berusaha menahan kesabaranku hingga ia mengucapkan salam, lantas aku mengikatnya dengan pakaiannya dan aku tanyakan, 'Siapa yang mula-mula membacakan surat Al Qur'an kepadamu yang aku dengar engkau membacanya? ' Ia menjawab, 'Rasulullah shallallahu 'alaihi wasallam yang membacakannya kepadaku! Aku lalu berkata, 'Engkau dusta, sebab rasul membacakan kepadaku tidak seperti yang engkau baca.' Maka aku bawa Hisyam bin hakim kepada Rasulullah shallallahu 'alaihi wasallam dan aku laporkan, 'Aku telah mendengar orang ini membaca surat Al Qur'an tidak dengan dialek seperti yang engkau bacakan kepadaku.' Kemudian Rasulullah berkata: 'Lepaskan dia, bacalah ya Hisyam! ' Lantas Hisyam membaca bacaan yang sebelumnya aku mendengarnya, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: 'Begitulah surat itu diturunkan! ' Lantas Rasulullah shallallahu 'alaihi wasallam bersabda: 'Bacalah wahai Umar! ' Aku pun membaca sebagaimana yang beliau bacakan kepadaku, dan beliau juga berkomentar 'Begitulah surat Al Qur'an diturunkan, sesungguhnya surat Al Qur'an ini diturunkan dengan tujuh dialek, maka bacalah apa yang mudah bagimu'.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي عُرْوَةُ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ حَدَّثَاهُ أَنَّهُمَا سَمِعَا عُمَرَ بْنَ الْخَطَّابِ يَقُولُسَمِعْتُ هِشَامَ بْنَ حَكِيمٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاسْتَمَعْتُ لِقِرَاءَتِهِ فَإِذَا هُوَ يَقْرَأُ عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكِدْتُ أُسَاوِرُهُ فِي الصَّلَاةِ فَتَصَبَّرْتُ حَتَّى سَلَّمَ فَلَبَبْتُهُ بِرِدَائِهِ فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَأُ قَالَ أَقْرَأَنِيهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ كَذَبْتَ أَقْرَأَنِيهَا عَلَى غَيْرِ مَا قَرَأْتَ فَانْطَلَقْتُ بِهِ أَقُودُهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا فَقَالَ أَرْسِلْهُ اقْرَأْ يَا هِشَامُ فَقَرَأَ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَلِكَ أُنْزِلَتْ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْرَأْ يَا عُمَرُ فَقَرَأْتُ الَّتِي أَقْرَأَنِي فَقَالَ كَذَلِكَ أُنْزِلَتْ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ","source":"Bukhari"},"__N_SSG":true}