{"pageProps":{"number":"763","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah] berkata, telah menceritakan kepada kami [Sufyan] tidak hanya sekali dari [Az Zuhri] berkata, \"Aku mendengar [Anas bin Malik] radliallahu 'anhu berkata, \"Rasulullah shallallahu 'alaihi wasallam terjatuh dari kudanya, dimungkinkan Sufyan juga menyebutkan, \"Beliau jatuh dari kudanya hingga bagian lambung kananannya terluka. Lalu kami pun menjenguk beliau, tidak lama kemudian masuk waktu shalat, beliau lalu shalat mengimami kami sambil duduk, kemudian kami shalat di belakangnya dengan duduk.\" Sekali waktu waktu Sufyan menyebutkan, \"Kami shalat dengan duduk. Setalah selesai shalat beliau bersabda: \"Hanyasanya dijadikannya imam adalah agar diikuti, jika dia takbir maka takbirlah, jika dia rukuk maka rukuklah, jika ia mengangkat kepala maka angkatlah kepala kalian, dan jika ia mengucapkan 'SAMI'ALLAHU LIMAN HAMIDAH (Semoga Allah mendengar pujian orang yang memuji-Nya) ', maka ucapkanlah oleh kalian 'RABBANAA WA LAKAL HAMDU (Ya Rabb kami, milik Engkaulah segala pujian) '. Dan jika dia sujud maka sujudlah kalian.\" Sufyan berkata, \"Apakah begitu yang dibawa oleh Ma'mar? Aku jawab, \"Ya.\" Lalu Sufyan berkata, \"Sungguh dia telah menjaga (memelihara) masalah ini.\" Az Zuhri berkata, \"Segala puji bagi Engkau ya Allah. Sungguh aku masih ingat bahwa beliau terhempas pada bagian kanan lambungnya.\" Setelah kami berpisah dari Az Zuhri, [Ibnu Juraij] berkata, \"Saat itu aku ada di sisi beliau, lalu terjatuhlah beliau pada lambung bagian kanannya.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنَا سُفْيَانُ غَيْرَ مَرَّةٍ عَنْ الزُّهْرِيِّ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُسَقَطَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ فَرَسٍ وَرُبَّمَا قَالَ سُفْيَانُ مِنْ فَرَسٍ فَجُحِشَ شِقُّهُ الْأَيْمَنُ فَدَخَلْنَا عَلَيْهِ نَعُودُهُ فَحَضَرَتْ الصَّلَاةُ فَصَلَّى بِنَا قَاعِدًا وَقَعَدْنَاوَقَالَ سُفْيَانُ مَرَّةً صَلَّيْنَا قُعُودًا فَلَمَّا قَضَى الصَّلَاةَ قَالَ إِنَّمَا جُعِلَ الْإِمَامُ لِيُؤْتَمَّ بِهِ فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا رَكَعَ فَارْكَعُوا وَإِذَا رَفَعَ فَارْفَعُوا وَإِذَا قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا رَبَّنَا وَلَكَ الْحَمْدُ وَإِذَا سَجَدَ فَاسْجُدُوا قَالَ سُفْيَانُ كَذَا جَاءَ بِهِ مَعْمَرٌ قُلْتُ نَعَمْ قَالَ لَقَدْ حَفِظَ كَذَا قَالَ الزُّهْرِيُّ وَلَكَ الْحَمْدُ حَفِظْتُ مِنْ شِقِّهِ الْأَيْمَنِ فَلَمَّا خَرَجْنَا مِنْ عِنْدِ الزُّهْرِيِّ قَالَ ابْنُ جُرَيْجٍ وَأَنَا عِنْدَهُ فَجُحِشَ سَاقُهُ الْأَيْمَنُ","source":"Bukhari"},"__N_SSG":true}