{"pageProps":{"number":"771","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa] berkata, telah menceritakan kepada kami [Hammam] dari [Yahya] dari [Abu Salamah] berkata, Aku pergi menemui [Abu Sa'id Al Khudri], lalu aku bertanya kepadanya, \"Maukah anda pergi bersama kami ke bawah pohon kurma lalu kita berbincang-bincang di sana?\" Ia pun pergi dan bercakap-cakap bersama kami. Aku kemudian berkata, \"Ceritakanlah kepadaku apa yang pernah anda dengar dari Nabi shallallahu 'alaihi wasallam tentang Lailatul Qadar.\" Dia lalu menjelaskan, \"Rasulullah shallallahu 'alaihi wasallam melaksanakan i'tikaf pada sepuluh malam yang awal dari Ramadan, dan kami juga ikut beri'tikaf bersama beliau. Lalu datanglah Malaikat Jibril berkata, \"Sesungguhnya apa yang kamu cari ada di depan kamu (pada malam berikutnya).\" Maka Beliau beri'tikaf pada sepuluh malam pertengahannnya dan kami pun ikut beri'tikaf bersama Beliau. Kemudian Malaikat Jibril datang lagi dan berkata, \"Sesungguhnya apa yang kamu cari ada di depan kamu (pada malam berikutnya).\" Maka Nabi shallallahu 'alaihi wasallam berdiri memberi khuthbah kepada kami pada pagi hari di hari ke dua puluh dari bulan Ramadan, sabdanya: \"Barangsiapa sudah beri'tikaf bersama Nabi shallallahu 'alaihi wasallam maka pulanglah, karena aku diperlihatkan (dalam mimpi) Lailatul Qadar namun aku dilupakan waktunya yang pasti. Namun dia ada pada sepuluh malam-malam akhir dan pada malam yang ganjil. Sungguh aku melihat dalam mimpi, bahwa aku sujud di atas tanah dan air (yang becek).\" Pada masa itu atap masjid masih terbuat dari daun dan pelepah pohon kurma, dan kami tidak melihat sesuatu di atas langit hingga kemudian datang awan dan turunlah air hujan. Maka Nabi shallallahu 'alaihi wasallam shalat bersama kami hingga aku melihat sisa-sisa tanah dan air pada wajah dan ujung hidung Rasulullah shallallahu 'alaihi wasallam sebagai bukti kebenaran mimpi beliau.\"","arab":"حَدَّثَنَا مُوسَى قَالَ حَدَّثَنَا هَمَّامٌ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ قَالَ انْطَلَقْتُ إِلَى أَبِي سَعِيدٍ الْخُدْرِيِّفَقُلْتُ أَلَا تَخْرُجُ بِنَا إِلَى النَّخْلِ نَتَحَدَّثُ فَخَرَجَ فَقَالَ قُلْتُ حَدِّثْنِي مَا سَمِعْتَ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي لَيْلَةِ الْقَدْرِ قَالَ اعْتَكَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشْرَ الْأُوَلِ مِنْ رَمَضَانَ وَاعْتَكَفْنَا مَعَهُ فَأَتَاهُ جِبْرِيلُ فَقَالَ إِنَّ الَّذِي تَطْلُبُ أَمَامَكَ فَاعْتَكَفَ الْعَشْرَ الْأَوْسَطَ فَاعْتَكَفْنَا مَعَهُ فَأَتَاهُ جِبْرِيلُ فَقَالَ إِنَّ الَّذِي تَطْلُبُ أَمَامَكَ فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطِيبًا صَبِيحَةَ عِشْرِينَ مِنْ رَمَضَانَ فَقَالَ مَنْ كَانَ اعْتَكَفَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلْيَرْجِعْ فَإِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ وَإِنِّي نُسِّيتُهَا وَإِنَّهَا فِي الْعَشْرِ الْأَوَاخِرِ فِي وِتْرٍ وَإِنِّي رَأَيْتُ كَأَنِّي أَسْجُدُ فِي طِينٍ وَمَاءٍ وَكَانَ سَقْفُ الْمَسْجِدِ جَرِيدَ النَّخْلِ وَمَا نَرَى فِي السَّمَاءِ شَيْئًا فَجَاءَتْ قَزْعَةٌ فَأُمْطِرْنَا فَصَلَّى بِنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى رَأَيْتُ أَثَرَ الطِّينِ وَالْمَاءِ عَلَى جَبْهَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَرْنَبَتِهِ تَصْدِيقَ رُؤْيَاهُ","source":"Bukhari"},"__N_SSG":true}