{"pageProps":{"number":"958","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] berkata, telah menceritakan kepada kami [Isma'il bin Ja'far] dari [Syarik] dari [Anas bin Malik] bahwa ada seorang memasuki masjid pada hari Jum'at dari pintu yang menghadap Darul Qadla' (rumah 'Umar bin Al Khaththab). Saat itu Rasulullah shallallahu 'alaihi wasallam sedang berdiri menyampaikan khutbah, orang itu lalu berdiri menghadap Rasulullah seraya berkata, \"Wahai Rasulullah, harta benda telah habis dan jalan-jalan terputus. Maka mintalah kepada Allah agar menurunkan hujan buat kami!\" Anas bin Malik berkata, \"Maka Rasulullah shallallahu 'alaihi wasallam mengangkat kedua tangannya seraya berdoa: \"Ya Allah berilah kami hujan, Ya Allah berilah kami hujan, Ya Allah berilah kami hujan.\" Anas bin Malik melanjutkan, \"Demi Allah, sebelum itu kami tidak melihat sedikitpun awan baik yang tebal maupun yang tipis. Juga tidak ada antara tempat kami dan bukit itu rumah atau bangunan satupun. Tiba-tiba dari bukit itu tampaklah awan bagaikan perisai. Ketika sudah membumbung sampai ke tengah langit, awan itupun menyebar lalu turunlah hujan.\" Anas bin Malik berkata, \"Demi Allah, sungguh kami tidak melihat matahari selama enam hari. Kemudian pada Jum'at berikutnya, ada seorang laki-laki masuk kembali dari pintu yang sama sementara Rasulullah shallallahu 'alaihi wasallam sedang beridiri menyampaikan khutbahnya. Orang itu lalu berdiri menghadap beliau seraya berkata, \"Wahai Rasulullah, harta benda telah binasa dan jalan-jalan pun terputus. Maka mintalah kepada Allah agar menahan hujan dari kami!\" Maka Rasulullah shallallahu 'alaihi wasallam pun mengangkat kedua tangannya seraya berdoa: \"Ya Allah turunkanlah hujan di sekitar kami saja dan jangan membahayakan kami. Ya Allah turunkanlah di atas bukit-bukit, dataran tinggi, jurang-jurang yang dalam serta pada tempat-tempat tumbuhnya pepohonan.\" Anas bin Malik berkata, \"Maka hujan pun berhenti. Lalu kami keluar berjalan-jalan di bawah sinar matahari.\" Syarik berkata, \"Aku bertanya kepada Anas bin Malik, 'Apakah laki-laki tadi juga laki-laki yang pertama? ' Dia menjawab, 'Aku tak tahu'.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ عَنْ شَرِيكٍ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَجُلًا دَخَلَ الْمَسْجِدَ يَوْمَ جُمُعَةٍ مِنْ بَابٍ كَانَ نَحْوَ دَارِ الْقَضَاءِ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ يَخْطُبُ فَاسْتَقْبَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِمًا ثُمَّ قَالَ يَا رَسُولَ اللَّهِ هَلَكَتْ الْأَمْوَالُ وَانْقَطَعْتِ السُّبُلُ فَادْعُ اللَّهَ يُغِيثُنَا فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ ثُمَّ قَالَ اللَّهُمَّ أَغِثْنَا اللَّهُمَّ أَغِثْنَا اللَّهُمَّ أَغِثْنَا قَالَ أَنَسٌ وَلَا وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ وَلَا قَزَعَةً وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلَا دَارٍ قَالَ فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ فَلَمَّا تَوَسَّطَتْ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ فَلَا وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سِتًّا ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ يَخْطُبُ فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَتْ الْأَمْوَالُ وَانْقَطَعَتْ السُّبُلُ فَادْعُ اللَّهَ يُمْسِكْهَا عَنَّا قَالَ فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ ثُمَّ قَالَ اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا اللَّهُمَّ عَلَى الْآكَامِ وَالظِّرَابِ وَبُطُونِ الْأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ قَالَ فَأَقْلَعَتْ وَخَرَجْنَا نَمْشِي فِي الشَّمْسِقَالَ شَرِيكٌ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ أَهُوَ الرَّجُلُ الْأَوَّلُ فَقَالَ مَا أَدْرِي","source":"Bukhari"},"__N_SSG":true}