{"pageProps":{"number":"1095","slug":"darimi","id":"Telah menceritakan kepada kami [Yahya bin Hassan] telah menceritakan kepada kami [Sufyan] -yaitu Ibnu 'Uyainah- dari [Sulaiman Al Ahwal] dari [Thawus] dari [Ibnu Abbas] ia berkata, \"Jika Rasulullah shallallahu 'alaihi wasallam shalat tahajjud di malam hari, beliau berdoa: 'ALLAAHUMMA LAKAL HAMDU ANTA NUURUS SAMAAWAATI WAL ARDLI WA MAN FIIHINNA WALAKAL HAMDU ANTA QAYYIMUS SAMAAWAATI WAL ARDLI WA MAN FIIHINNA. WA LAKAL HAMDU ANTA MALIKUS SAMAAWAATI WAL ARDLI WA MAN FIIHINNA, ANTAL HAQQU WA QAULUKAL HAQQU WA WA'DUKAL HAQQU WA LIQAAUKA HAQQUN WAL JANNATU HAQQUN WAN NAARU HAQQUN WAL BA'TSU HAQQUN WAN NABIYUUNA HAQQUN WA MUHAMMADUN shallallahu 'alaihi wasallam HAQQUN. ALLAAHUMMA LAKA ASLAMTU WA BIKA AAMANTU WA 'ALAIKA TAWAKKKALTU, WA ILAIKA ANABTU WA BIKA KHAASHAMTU WA ILAIKA HAAKAMTU, FAGHFIR LII MAA QADDAMTU WA MAA AKHKHARTU WA MAA A'LANTU WA MAA ASRARTU. ANTAL MUQADDIMU WA ANTAL MUAKHKHIRU LAA ILAAHA ILLAA ANTA. WA LAA HAULA WA LAA QUWWATA ILLAA BIKA (Ya Allah, segala puji bagi-Mu, Engkau adalah cayaha langit dan bumi dan orang-orang yang ada di antaranya, segala puji bagi-Mu, Engkau Yang selalu mengatur langit dan bumi dan orang-orang yang ada padanya, segala puji bagi-Mu, Engkau Raja langit dan bumi dan orang-orang yang ada padanya, Engkau adalah Al Haq, perkataan-Mu adalah benar, janji-Mu benar, pertemuan dengan-Mu adalah benar, Surga adalah benar, Neraka adalah benar, pembangkitan adalah benar, para nabi adalah benar, dan Muhammad shallallahu 'alaihi wasallam adalah benar. Ya Allah, kepada-Mu aku berserah diri, dan kepada-Mu aku beriman, kepada-Mu aku bertawakal dan kepada-Mu aku kembali, dengan-Mu aku menghadapi lawan, dan kepada-Mu aku berhukum. Maka ampunilah untukku apa yang telah aku lakukan dan apa yang aku tunda, yang aku perlihatkan dan yang aku sembunyikan. Engkau yang mendahulukan dan mengakhirkan, tidak ada tuhan yang berhak disembah kecuali Engkau dan tidak ada daya serta kekuatan kecuali karena-Mu).\"","arab":" حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ حَدَّثَنَا سُفْيَانُ هُوَ ابْنُ عُيَيْنَةَ عَنْ سُلَيْمَانَ الْأَحْوَلِ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ يَتَهَجَّدُ مِنْ اللَّيْلِ قَالَ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ أَنْتَ الْحَقُّ وَقَوْلُكَ الْحَقُّ وَوَعْدُكَ الْحَقُّ وَلِقَاؤُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالْبَعْثُ حَقٌّ وَالنَّبِيُّونَ حَقٌّ وَمُحَمَّدٌّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقٌّ اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَرْتُ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِكَ","source":"Darimi"},"__N_SSG":true}