{"pageProps":{"number":"1720","slug":"darimi","id":"Telah menceritakan kepada kami [Muhammad bin Zaid Al Hizami] telah menceritakan kepada kami [Yunus bin Bukair] telah menceritakan kepadaku [Ibnu Ishaq] telah menceritakan kepadaku [Az Zuhri] dari [Sa'id bin Al Musayyab] dari [Sa'd bin Abu Waqqash] ia berkata; Ketika terjadi permasalahan Utsman bin Mazh'un yaitu ketika ia tidak ingin menikahi wanita, maka Rasulullah shallallahu 'alaihi wasallam mengirim utusan kepadanya untuk mengatakan: \"Wahai Utsman, sesungguhnya aku tidak diutus dengan membawa ajaran untuk tidak beristeri dan mengurung diri dalam tempat ibadah. Apakah engkau tidak suka terhadap sunahku?\" Ia berkata; \"Tidak wahai Rasulullah.\" Beliau bersabda: \"Sesungguhnya diantara sunahku adalah melakukan shalat dan tidur, berpuasa dan makan, menikah dan menceraikan. Barangsiapa tidak menyukai sunahku, maka bukan dari gologanku. Wahai Utsman, sesungguhnya keluargamu memiliki hak atas dirimu, matamu memiliki hak atas dirimu.\" Sa'd berkata; \"Demi Allah, kaum Muslimin telah bersepakat, apabila Rasulullah shallallahu 'alaihi wasallam menetapkan Utsman dalam kondisinya (tidak menikah), niascaya kami telah mengebiri dan tidak menikah.\"","arab":" حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْحِزَامِيُّ حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ حَدَّثَنِي ابْنُ إِسْحَقَ حَدَّثَنِي الزُّهْرِيُّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ لَمَّا كَانَ مِنْ أَمْرِ عُثْمَانَ بْنِ مَظْعُونٍ الَّذِي كَانَ مِنْ تَرْكِ النِّسَاءِ بَعَثَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا عُثْمَانُ إِنِّي لَمْ أُومَرْ بِالرَّهْبَانِيَّةِ أَرَغِبْتَ عَنْ سُنَّتِي قَالَ لَا يَا رَسُولَ اللَّهِ قَالَ إِنَّ مِنْ سُنَّتِي أَنْ أُصَلِّيَ وَأَنَامَ وَأَصُومَ وَأَطْعَمَ وَأَنْكِحَ وَأُطَلِّقَ فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي يَا عُثْمَانُ إِنَّ لِأَهْلِكَ عَلَيْكَ حَقًّا وَلِعَيْنِكَ عَلَيْكَ حَقًّا قَالَ سَعْدٌ فَوَاللَّهِ لَقَدْ كَانَ أَجْمَعَ رِجَالٌ مِنْ الْمُسْلِمِينَ عَلَى أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ هُوَ أَقَرَّ عُثْمَانَ عَلَى مَا هُوَ عَلَيْهِ أَنْ نَخْتَصِيَ فَنَتَبَتَّلَ","source":"Darimi"},"__N_SSG":true}