{"pageProps":{"number":"1830","slug":"darimi","id":"Telah mengabarkan kepada kami ['Ubaidullah bin Abdul Majid] telah menceritakan kepada kami [Malik] dari [Sa'd bin Ishaq bin Ka'b bin 'Ujrah] dari bibinya [Zainab binti Ka'an bin Ujrah] bahwa [Al Furai'ah binti Malik], ia telah mengabarkan kepadanya, bahwa ia pernah meminta kepada Rasulullah shallallahu 'alaihi wasallam agar memberinya izin untuk kembali kepada keluarganya. Ia berkata; \"Sesungguhnya suamiku keluar untuk mencari budak-budaknya yang kabur, kemudian ia mendapatkan mereka hingga setelah berada di Tharaf Al Qadum, budak-budaknya membunuhnya.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tinggallah di rumahmu hingga 'iddahmu habis sampai batas waktunya.\" Aku berkata; \"Sesungguhnya suamiku tidak meninggalkanku di rumah yang aku miliki, tidak pula ada nafkah.\" Beliau bersabda: \"Tinggallah hingga 'iddah sampai batas waktunya.\" Kemudian ia menjalani 'iddah selama empat bulan sepuluh hari. Furai'ah berkata; Tatkala Utsman mengirim surat kepadaku dan bertanya mengenai hal itu, maka aku mengabarkan kepadanya, setelah itu Utsman mengikuti dan memberikan keputusan dengannya.\"","arab":" أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ حَدَّثَنَا مَالِكٌ عَنْ سَعْدِ بْنِ إِسْحَقَ بْنِ كَعْبِ بْنِ عُجْرَةَ عَنْ عَمَّتِهِ زَيْنَبَ بِنْتِ كَعْبِ بْنِ عُجْرَةَ أَنَّ الْفُرَيْعَةَ بِنْتَ مَالِكٍ أَخْبَرَتْهَا أَنَّهَا سَأَلَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَأْذَنَ لَهَا أَنْ تَرْجِعَ إِلَى أَهْلِهَا فَإِنَّ زَوْجِي قَدْ خَرَجَ فِي طَلَبِ أَعْبُدٍ لَهُ أَبَقُوا فَأَدْرَكَهُمْ حَتَّى إِذَا كَانَ بِطَرَفِ الْقَدُومِ قَتَلُوهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امْكُثِي فِي بَيْتِكِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ فَقُلْتُ إِنَّهُ لَمْ يَدَعْنِي فِي بَيْتٍ أَمْلِكُهُ وَلَا نَفَقَةٍ فَقَالَ امْكُثِي حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ فَاعْتَدَّتْ فِيهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا قَالَتْ فَلَمَّا كَانَ عُثْمَانُ أَرْسَلَ إِلَيَّ فَسَأَلَنِي عَنْ ذَلِكَ فَأَخْبَرْتُهُ فَاتَّبَعَ ذَلِكَ وَقَضَى بِهِ","source":"Darimi"},"__N_SSG":true}