{"pageProps":{"number":"2202","slug":"darimi","id":"Telah mengabarkan kepada kami [Yahya bin Hassan] telah menceritakan kepada kami [Hammad bin Salamah] dari [Abu Az Zubair] dari [Ali bin Abdullah Al Bariqi] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam jika hendak bepergian, beliau menunggang kendaraannya seraya bertakbir tiga kali dan membaca: SUBHANALLADZI SAKHKHARA LANA HADZA WA MA KUNNA LAHU MUQRININ WA INNA ILA RABBINA LAMUNQALIBUN ALLAHUMMA INNI AS`ALUKA FI SAFARI HADZAL BIRRA WAT TAQWA WA MINAL 'AMALI MA TARDLA ALLAHUMMA HAWWIN 'ALAINAS SAFARA WATHWI LANA BU'DAL ARDLI ALLAHUMMA ANTASH SHAHIBU FIS SAFARI WAL KHALIFATU FIL AHLI ALLAHUMMASH HABNA FI SAFARINA WAKHLUFNA FI AHLINA BI KHAIR (Maha Suci Dzat yang telah menundukkan tunggangan ini kepada kami, padahal kami tidak mampu menguasainya. Ya Allah, sesungguhnya aku memohon kepadaMu dalam perjalananku ini kebajikan, ketaqwaan dan amalan yang Engkau ridlai. Ya Allah, mudahkanlah perjalanan untuk kami dan lipatkanlah jauhnya bumi untuk kami. Ya Alah, Engkau adalah penjaga dalam perjalanan dan pengganti dalam mengurusi urusan keluarga. Ya Allah, temanilah kami dalam perjalanan kami dan jadilah pengganti kami dalam mengurusi keluarga kami dengan baik).\"","arab":" أَخْبَرَنَا يَحْيَى بْنُ حَسَّانَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الزُّبَيْرِ عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْبَارِقِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا سَافَرَ فَرَكِبَ رَاحِلَتَهُ كَبَّرَ ثَلَاثًا وَيَقُولُ { سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ } اللَّهُمَّ إِنِّي أَسْأَلُكَ فِي سَفَرِي هَذَا الْبِرَّ وَالتَّقْوَى وَمِنْ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا السَّفَرَ وَاطْوِ لَنَا بُعْدَ الْأَرْضِ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الْأَهْلِ اللَّهُمَّ اصْحَبْنَا فِي سَفَرِنَا وَاخْلُفْنَا فِي أَهْلِنَا بِخَيْرٍ","source":"Darimi"},"__N_SSG":true}