{"pageProps":{"number":"44","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu An Nu'man] telah menceritakan kepada kami [Abu 'Awanah] dari [Al Aswad] dari [Nubaih Al 'Anazi] dari [Jabir bin Abdullah] Radliyallahu'anhu ia berkata; Rasulullah shallallahu 'alaihi wasallam keluar memerangi orang-orang musyrik. Ayah saya (Abdullah) berkata; \"Jangan kamu ikut berangkat perang wahai Jabir, kamu cukup sebagai penduduk Madinah yang tugasnya memantau informasi keadaan pasukan muslimin. Sehingga kamu betul-betul mengetahui bagaimana nasib kita. Saya demi Allah Subhanahu wa Ta'ala, kalaulah bukan karena aku akan meninggalkan anak-anak perempuan sepeninggalku, niscaya saya sangat senang kalau kamu ikut terbunuh di depanku (mati syahid di medan perang). Jabir berkata; Ketika saya berada bersama orang-orang yang tugasnya memantau keadaan dan kepulangan para pasukan, Tiba-tiba bibi saya datang dengan membawa jenazah ayah dan paman saya untuk ia kuburkan keduanya di pemakaman keluarga kami. Lalu ia bertemu seseorang yang berteriak-teriak mengumandangkan; \"Sesungguhnya Nabi shallallahu 'alaihi wasallam memerintahkan kalian untuk mengembalikan orang-orang yang wafat ke tempat ia terbunuh, dan kalian kubur di lokasi ia terbunuh. \" Maka kami segera mengembalikan jenazah ayah dan pamanku di lokasi ia terbunuh. Kami kubur persis di lokasi keduanya terbantai. Kemudian hari, sewaktu saya (Jabir) berada pada masa kekhilafahan Mu'awiyah bin Abu Sufyan Radliyallahu'anhu, tiba-tiba datang seseorang utusan kepada saya. Ia berkata; \"Wahai Jabir bin Abdullah, sungguh para tukang bangunan Mu'awiyah Radliyallahu'anhu saat membongkar pekuburan menemukan (jasad) ayah kamu hingga jasadnya kelihatan. Beberapa tukang bangunan itu ada yang pergi sehingga saya berkesempatan untuk melihat jasad ayahku. Uhh,, Uhh,,,, saya mendapatkan jasad ayahku masih sama persis seperti saya menguburnya, tidak berubah kecuali bekas-bekas orang yang terbunuh. Perawi (Jabir) berkata; maka saya pun menutupinya. Aku masih ingat bahwa ayahku meninggalkan hutang berupa kurma, beberapa orang yang meminjaminya memaksa saya untuk (segera) membayarnya. Lalu saya menemui Rasulullah shallallahu 'alaihi wasallam. Dan saya ungkapkan segala uneg-unegku; \"Wahai Rasulullah shallallahu 'alaihi wasallam sesungguhnya ayah saya meninggal pada satu peperangan, dan sungguh ia telah meninggalkan hutang berupa kurma, dan sungguh para pemilik piutang itu memaksa saya untuk (segera) melunasi hutang-hutang tersebut. Saya sangat senang jika baginda bersedia membantunya siapa tahu ia bersedia menangguhkan (tagihannya) sampai musim panen depan. Beliau berkata: \"Baiklah saya akan berikan kepada kamu insya Allah Subhanahu wa Ta'ala tidak lama lagi siang nanti. \" Perawi (Jabir) berkata; \"Beliau kemudian datang bersama para sahabat setia beliau. \" Perawi (Jabir) berkata; mereka menanti di tempat berteduh dan Rasulullah shallallahu 'alaihi wasallam memberi salam serta meminta izin, kemudian masuk ke rumah kami. Perawi (Jabir) berkata; \"Saya telah mengatakan kepada isteri saya bahwa Rasulullah shallallahu 'alaihi wasallam akan mengunjungi saya pada hari ini setelah lewat pertengahan hari, maka kamu jangan menampakkan diri, jangan menyinggung perasaan Rasulullah shallallahu 'alaihi wasallam dengan sesuatu (apapun) serta jangan pula berbicara kepada beliau. \" Kemudian saya menggelar hamparan dan menyediakan bantal, lalu beliau meletakkan kepalanya dan tidur. Lalu saya memerintahkan hamba sahaya saya; \"Sembelihlah anak kambing betina ini, ia adalah anak kambing yang jinak, banyak dagingnya dan tangkas. Tolong siapkan sebelum Rasulullah shallallahu 'alaihi wasallam bangun, dan jika beliau bangun beliau pasti meminta air untuk bersuci, sedang saya merasa khawatir jika beliau bangun dan selesai bersuci sedangkan daging anak kambing belum tersedia di hadapan beliau. \" Ketika beliau bangun dari tidurnya, maka beliau berkata: \"Wahai Jabir sediakan saya air untuk bersuci, saya menjawab; \"Ya, baiklah. \" Maka sebelum beliau menyelesaikan wudlunya saya letakkan (masakan) daging anak kambing di hadapan beliau. Perawi (Jabir) berkata; \"Beliau memandang saya lalu berkata; sepertinya kamu sudah tahu daging kesukaan kami, panggillah Abu Bakar Radliyallahu'anhu. Kemudian makanan didatangkan serta dihidangkan. Perawi (Jabir) berkata; Kemudian beliau berkata: Sebutlah nama Allah Subhanahu wa Ta'ala (Bismillah) dan makanlah. maka mereka makan sampai mereka kenyang dan tersisa daging yang banyak (dari hidangan tersebut). Perawi (Jabir) berkata; \"Demi Allah Subhanahu wa Ta'ala, sesungguhnya majelis bani Salamah mempunyai penilaian terhadap diri mereka sendiri bahwa nabi shallallahu 'alaihi wasallam lebih mereka cintai daripada mata mereka sendiri yang teramat sangat dekat dengan mereka, karena mereka sangat khawatir kalaulah mereka menyakitinya. Kemudian beliau bangkit berdiri dan begitu juga para sahabatnya, lalu mereka keluar dengan melewati beliau, dan beliau berujar \"Biarkan saya serahkan kelapangan dada saya (urusan saya) pada malaikat. \" Perawi (Jabir) berkata; Lalu saya mengantar kepulangan mereka sampai di papan dekat pintu, maka isteri saya menampakkan dirinya sedikit yang sebelumnya tertutup tabir dan berkata; \"Wahai Rasulullah shallallahu 'alaihi wasallam, doakanlah untuk diri saya dan juga suami saya. \" Beliau menjawab; \"Semoga Allah Subhanahu wa Ta'ala memberikan shalawat-Nya atas dirimu dan suamimu. \" Lalu beliau berkata: \"Tolong panggilkan saya si fulan (ditujukan kepada orang yang menghutangi yang mendesak saya untuk segera melunasinya) \". Lalu beliau berkata: \"Tangguhkan untuk Jabir Radliyallahu'anhu sebagian hutang yang engkau hutangkan kepada ayahnya hingga musim panen mendatang. \" Dia berkata: \"Saya tidak bisa melakukannya ya Rasulullah! \" Beliau berkata: \"Atau anda kurangi\" dia berkata: \"Harta ini adalah milik orang yatim ya Rasulullah. \" lalu Rasul berkata: \"Mana Jabir?\" Jabir berkata: \"Aku ya Rasulullah\" Lalu Rasul berkata: \"Timbanglah untuknya kurma 'ajuwa (satu jenis kurma yang tumbuh di 'Aliyah Madinah) karena Allah Subhanahu wa Ta'ala pasti akan mencukupinya\", kemudian Rasulullah shallallahu 'alaihi wasallam mengangkat kepalanya ke atas dan ternyata matahari telah tergelincir maka beliau berkata: \"Mari kita shalat ya Abu Bakar Radliyallahu'anhu\", Jabir Radliyallahu'anhu berkata: \"Mereka pun semuanya pergi ke masjid\" lalu saya berkata kepada penghutang: \"Dekatkanlah bejanamu. \" Lalu kutimbangkan untuknya kurma 'ajuwa. Maka Allah Subhanahu wa Ta'ala mencukupkannya dan masih menyisakan kurma untuk kami sebagian. Jabir Radliyallahu'anhu berkata: \"Maka aku bergegas menemui Rasulullah shallallahu 'alaihi wasallam di masjidnya ini, seakan-akan saya orang yang hina, lalu saya dapati Rasulullah shallallahu 'alaihi wasallam selesai shalat, kemudian saya berkata kepada Rasulullah shallallahu 'alaihi wasallam; Sesungguhnya saya sudah menakar kurmanya dan Allah Subhanahu wa Ta'ala mencukupinya, dan tersisa untuk kami segini dan segini. \" Kemudian Rasulullah shallallahu 'alaihi wasallam bertanya: \"Dimana Umar bin Khaththab Radliyallahu'anhu?\" Perawi (Jabir) berkata; Umar datang sambil berlari kecil, maka beliau memerintahkan kepadanya, \"Tolong tanyakan Jabir bin Abdullah Radliyallahu'anhu tentang orang yang menghutangi (ayahnya) dan juga kurma miliknya. \" Umar menjawab; \"Saya tidak perlu menanyakannya dan saya merasa yakin bahwa Allah Subhanahu wa Ta'ala pasti akan memberikan kecukupan kepadanya, yaitu tatkala engkau memberitahukan bahwa Allah Subhanahu wa Ta'ala akan memberikan kecukupan padanya. \" Kemudian diulangi lagi pertanyaan itu kepadanya, maka Umar Radliyallahu'anhu mengulangi jawaban itu tiga kali, semua itu diucapkannya dengan kata; \"Saya tidak perlu menanyakannya. \" Rasulullah shallallahu 'alaihi wasallam tidak mengulangi lagi pertanyaannya setelah ketiga kalinya, maka beliau bertanya: \"Bagaimana keadaan orang yang menghutangi kamu dan juga kurmamu?\" Perawi berkata; Maka saya menjawab; Allah Subhanahu wa Ta'ala telah memberikan kecukupan kepadanya dan telah menyisakan kurma sebanyak begini dan begini. Kemudian saya pulang kepada isteriku dan berkata; \"Bukankah saya telah melarang kamu untuk berbicara dengan Rasulullah shallallahu 'alaihi wasallam di rumah saya?\" ia menjawab; Apakah kamu mengira bahwa Allah Subhanahu wa Ta'ala telah mendatangkan Rasul-Nya di rumah saya ini, lalu pergi tanpa saya memohon kepada beliau untuk bershalawat (mendoakan kesejahteraan) atas diri saya dan suami??. ","arab":" أَخْبَرَنَا أَبُو النُّعْمَانِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ الْأَسْوَدِ عَنْ نُبَيْحٍ الْعَنَزِيِّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمُشْرِكِينَ لِيُقَاتِلَهُمْ فَقَالَ أَبِي عَبْدُ اللَّهِ يَا جَابِرُ لَا عَلَيْكَ أَنْ تَكُونَ فِي نَظَّارِي أَهْلِ الْمَدِينَةِ حَتَّى تَعْلَمَ إِلَى مَا يَصِيرُ أَمْرُنَا فَإِنِّي وَاللَّهِ لَوْلَا أَنِّي أَتْرُكُ بَنَاتٍ لِي بَعْدِي لَأَحْبَبْتُ أَنْ تُقْتَلَ بَيْنَ يَدَيَّ قَالَ فَبَيْنَمَا أَنَا فِي النَّظَّارِينَ إِذْ جَاءَتْ عَمَّتِي بِأَبِي وَخَالِي لِتَدْفِنَهُمَا فِي مَقَابِرِنَا فَلَحِقَ رَجُلٌ يُنَادِي إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكُمْ أَنْ تَرُدُّوا الْقَتْلَى فَتَدْفِنُوهَا فِي مَضَاجِعِهَا حَيْثُ قُتِلَتْ فَرَدَدْنَاهُمَا فَدَفَنَّاهُمَا فِي مَضْجَعِهِمَا حَيْثُ قُتِلَا فَبَيْنَا أَنَا فِي خِلَافَةِ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ إِذْ جَاءَنِي رَجُلٌ فَقَالَ يَا جَابِرُ بْنَ عَبْدِ اللَّهِ لَقَدْ أَثَارَ أَبَاكَ عُمَّالُ مُعَاوِيَةَ فَبَدَا فَخَرَجَ طَائِفَةٌ مِنْهُمْ فَانْطَلَقْتُ إِلَيْهِ فَوَجَدْتُهُ عَلَى النَّحْوِ الَّذِي دَفَنْتُهُ لَمْ يَتَغَيَّرْ إِلَّا مَا لَمْ يَدَعْ الْقَتِيلَ قَالَ فَوَارَيْتُهُ وَتَرَكَ أَبِي عَلَيْهِ دَيْنًا مِنْ التَّمْرِ فَاشْتَدَّ عَلَيَّ بَعْضُ غُرَمَائِهِ فِي التَّقَاضِي فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَبِي أُصِيبَ يَوْمَ كَذَا وَكَذَا وَإِنَّهُ تَرَكَ عَلَيْهِ دَيْنًا مِنْ التَّمْرِ وَإِنَّهُ قَدْ اشْتَدَّ عَلَيَّ بَعْضُ غُرَمَائِهِ فِي الطَّلَبِ فَأُحِبُّ أَنْ تُعِينَنِي عَلَيْهِ لَعَلَّهُ أَنْ يُنْظِرَنِي طَائِفَةً مِنْ تَمْرِهِ إِلَى هَذَا الصِّرَامِ الْمُقْبِلِ قَالَ نَعَمْ آتِيكَ إِنْ شَاءَ اللَّهُ قَرِيبًا مِنْ وَسَطِ النَّهَارِ قَالَ فَجَاءَ وَمَعَهُ حَوَارِيُّوهُ قَالَ فَجَلَسُوا فِي الظِّلِّ وَسَلَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاسْتَأْذَنَ ثُمَّ دَخَلَ عَلَيْنَا قَالَ وَقَدْ قُلْتُ لِامْرَأَتِي إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَائِيَّ الْيَوْمَ وَسَطَ النَّهَارِ فَلَا يَرَيَنَّكِ وَلَا تُؤْذِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي شَيْءٍ وَلَا تُكَلِّمِيهِ فَفَرَشَتْ فِرَاشًا وَوِسَادَةً وَوَضَعَ رَأْسَهُ فَنَامَ فَقُلْتُ لِمَوْلًى لِي اذْبَحْ هَذِهِ الْعَنَاقَ وَهِيَ دَاجِنٌ سَمِينَةٌ فَالْوَحَى وَالْعَجَلَ افْرُغْ مِنْهَا قَبْلَ أَنْ يَسْتَيْقِظَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَعَكَ فَلَمْ نَزَلْ فِيهَا حَتَّى فَرَغْنَا مِنْهَا وَهُوَ نَائِمٌ فَقُلْتُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ يَسْتَيْقِظُ يَدْعُو بِطَهُورِهِ وَأَنَا أَخَافُ إِذَا فَرَغَ أَنْ يَقُومَ فَلَا يَفْرُغَ مِنْ طُهُورِهِ حَتَّى يُوضَعَ الْعَنَاقُ بَيْنَ يَدَيْهِ فَلَمَّا اسْتَيْقَظَ قَالَ يَا جَابِرُ ايْتِنِي بِطَهُورٍ قَالَ نَعَمْ فَلَمْ يَفْرُغْ مِنْ وُضُوئِهِ حَتَّى وُضِعَتْ الْعَنَاقُ بَيْنَ يَدَيْهِ قَالَ فَنَظَرَ إِلَيَّ فَقَالَ كَأَنَّكَ قَدْ عَلِمْتَ حُبَّنَا اللَّحْمِ ادْعُ أَبَا بَكْرٍ ثُمَّ دَعَا حَوَارِيِّيهِ قَالَ فَجِيءَ بِالطَّعَامِ فَوُضِعَ قَالَ فَوَضَعَ يَدَهُ وَقَالَ بِسْمِ اللَّهِ كُلُوا فَأَكَلُوا حَتَّى شَبِعُوا وَفَضَلَ مِنْهَا لَحْمٌ كَثِيرٌ وَقَالَ وَاللَّهِ إِنَّ مَجْلِسَ بَنِي سَلَمَةَ لَيَنْظُرُونَ إِلَيْهِمْ هُوَ أَحَبُّ إِلَيْهِمْ مِنْ أَعْيُنِهِمْ مَا يَقْرَبُونَهُ مَخَافَةَ أَنْ يُؤْذُوهُ ثُمَّ قَامَ وَقَامَ أَصْحَابُهُ فَخَرَجُوا بَيْنَ يَدَيْهِ وَكَانَ يَقُولُ خَلُّوا ظَهْرِي لِلْمَلَائِكَةِ قَالَ فَاتَّبَعْتُهُمْ حَتَّى بَلَغْتُ سَقُفَّةَ الْبَابِ فَأَخْرَجَتْ امْرَأَتِي صَدْرَهَا وَكَانَتْ سَتِيرَةً فَقَالَتْ يَا رَسُولَ اللَّهِ صَلِّ عَلَيَّ وَعَلَى زَوْجِي قَالَ صَلَّى اللَّهُ عَلَيْكِ وَعَلَى زَوْجِكِ ثُمَّ قَالَ ادْعُوا لِي فُلَانًا لِلْغَرِيمِ الَّذِي اشْتَدَّ عَلَيَّ فِي الطَّلَبِ فَقَالَ أَنْسِ جَابِرًا طَائِفَةً مِنْ دَيْنِكَ الَّذِي عَلَى أَبِيهِ إِلَى هَذَا الصِّرَامِ الْمُقْبِلِ قَالَ مَا أَنَا بِفَاعِلٍ قَالَ وَاعْتَلَّ وَقَالَ إِنَّمَا هُوَ مَالُ يَتَامَى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْنَ جَابِرٌ قَالَ قُلْتُ أَنَا ذَا يَا رَسُولَ اللَّهِ قَالَ كِلْ لَهُ مِنْ الْعَجْوَةِ فَإِنَّ اللَّهَ تَعَالَى سَوْفَ يُوَفِّيهِ فَرَفَعَ رَأْسَهُ إِلَى السَّمَاءِ فَإِذَا الشَّمْسُ قَدْ دَلَكَتْ قَالَ الصَّلَاةُ يَا أَبَا بَكْرٍ قَالَ فَانْدَفَعُوا إِلَى الْمَسْجِدِ فَقُلْتُ لِغَرِيمِي قَرِّبْ أَوْعِيَتَكَ فَكِلْتُ لَهُ مِنْ الْعَجْوَةِ فَوَفَّاهُ اللَّهُ وَفَضَلَ لَنَا مِنْ التَّمْرِ كَذَا وَكَذَا قَالَ فَجِئْتُ أَسْعَى إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَسْجِدِهِ كَأَنِّي شَرَارَةٌ فَوَجَدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ صَلَّى فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي قَدْ كِلْتُ لِغَرِيمِي تَمْرَهُ فَوَفَّاهُ اللَّهُ وَفَضَلَ لَنَا مِنْ التَّمْرِ كَذَا وَكَذَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْنَ عُمَرُ بْنُ الْخَطَّابِ قَالَ فَجَاءَ يُهَرْوِلُ قَالَ سَلْ جَابِرَ بْنَ عَبْدِ اللَّهِ عَنْ غَرِيمِهِ وَتَمْرِهِ قَالَ مَا أَنَا بِسَائِلِهِ قَدْ عَلِمْتُ أَنَّ اللَّهَ سَوْفَ يُوَفِّيهِ إِذْ أَخْبَرْتَ أَنَّ اللَّهَ سَوْفَ يُوَفِّيهِ فَرَدَّدَ عَلَيْهِ وَرَدَّدَ عَلَيْهِ هَذِهِ الْكَلِمَةَ ثَلَاثَ مَرَّاتٍ كُلُّ ذَلِكَ يَقُولُ مَا أَنَا بِسَائِلِهِ وَكَانَ لَا يُرَاجَعُ بَعْدَ الْمَرَّةِ الثَّالِثَةِ فَقَالَ مَا فَعَلَ غَرِيمُكَ وَتَمْرُكَ قَالَ قُلْتُ وَفَّاهُ اللَّهُ وَفَضَلَ لَنَا مِنْ التَّمْرِ كَذَا وَكَذَا فَرَجَعْتُ إِلَى امْرَأَتِي فَقُلْتُ أَلَمْ أَكُنْ نَهَيْتُكِ أَنْ تُكَلِّمِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِي فَقَالَتْ تَظُنُّ أَنَّ اللَّهَ تَعَالَى يُورِدُ نَبِيَّهُ فِي بَيْتِي ثُمَّ يَخْرُجُ وَلَا أَسْأَلُهُ الصَّلَاةَ عَلَيَّ وَعَلَى زَوْجِي","source":"Darimi"},"__N_SSG":true}