{"pageProps":{"number":"810","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Humaid] telah menceritakan kepada kami [Salamah] ia berkata; telah menceritakan kepadaku [Muhammad bin Ishaq] ia berkata, \"Sungguh, ketika Rasulullah shallallahu 'aliahi wa sallam datang -Abu Muhammad berkata: Yaitu kota Madianah-, orang-orang dikumpulkan kepada beliau untuk melaksanakan shalat (berjama'ah) pada waktu-waktunya tanpa ada panggilan (khusus), lalu Rasulullah shallallahu 'alaihi wasallam menginginkan untuk membuat terompet seperti terompetnya orang-orang Yahudi yang mereka jadikan untuk mengundang saat mereka shalat, tetapi beliau membenci hal itu. Kemudian beliau memerintahkan untuk menggunakan lonceng, lalu dibuatkan untuk di tabuh memanggil kaum muslimin melaksanakan shalat, maka tatkala mereka masih (dalam kebingungan) dalam masalah tersebut, Abdullah bin Zaid bin Abdu Rabbih -saudaranya Balharits bin Al Khazraj-, datang menemui Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, semalam ada seorang laki-laki mengelilingi aku, ada seseorang yang melewati aku ia mengenakan dua baju berwarna hijau, ia membawa lonceng di tangannya, maka aku bertanya, 'Wahai hamba Allah, apakah kamu hendak menjual lonceng ini? ' orang itu balik bertanya, 'Untuk apa? ' aku menjawab, 'Kami akan menggunakannya untuk memanggil shalat, ' orang itu berkata, 'Maukah kamu aku tunjukkan satu hal yang lebih baik dari itu? ' aku bertanya, 'Apakah itu? ' ia menjawab, \"ALLAHU AKBAR ALLAHU AKBAR, ASYHADU AN LAA ILAAHA ILLA ALLAHU ASYHADU AN LAA ILAAHA ILLA ALLAHU, ASYHADU ANNA MUHAMMADAN RASULULLAH ASYHADU ANNA MUHAMMADAN RASULULLAH, HAYYA 'ALAS SHALAAT HAYYA 'ALAS SHALAAT, HAYYA 'ALAL FALAAH HAYYA 'ALAL FALAAH, ALLAHU AKBAR ALLAHU AKBAR, LAA ILAAHA ILLA ALLAHU (Allah Maha Besar, Allah Maha Besar. Aku bersaksi bahwa tidak ada tuhan (yang berhak disembah) kecuali Allah, aku bersaksi bahwa tidak ada tuhan (yang berhak disembah) kecuali Allah. Aku bersaksi bahwa Muhammad adalah utusan Allah, aku bersaksi bahwa Muhammad adalah utusan Allah. Marilah shalat, marilah shalat. Marilah menuju kemenangan, marilah menuju kemenangan. Allah Maha Besar, Allah Maha besar. Tidak ada tuhan (yang berhak disembah) kecuali Allah) '.\" Maka tatkala ia telah mengabarkan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Sesungguhnya itu adalah mimpi yang benar, jika Allah menghendaki maka bangkitlah bersama Bilal dan sampaikanlah kepadanya, karena suaranya lebih indah dibandingkan suaramu.\" Maka tatkala Bilal mengumandangkan adzan, Umar bin Khaththab mendengarnya dan ia masih berada di rumahnya, lalu ia keluar pun menuju menemui Rasulullah shallallahu 'alaihi wasallam -dan ia menjulurkan sarungnya-, ia berkata, \"Wahai Nabi Allah, demi Dzat yang mengutusmu dengan benar, sungguh aku telah bermimpi seperti apa yang ia mimpikan.\" Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Puji syukur milik Allah subhanallahu wa ta'ala, itu lebih meyakinkan lagi.\" Telah berkata [Muhammad bin Humaid] telah menceritakannya kepadaku [Salamah] telah menceritakannya kepadaku [Ibnu Ishaq] telah menceritakan hadits ini kepadaku [Muhammad bin Ibrahim bin Al Harits At Taimi] dari [Muhammad bin Abdullah bin Zaid bin Abdu Rabbih] dari [Ayahnya] dengan hadits ini.\" Telah mengabarkan kepada kami [Muhammad bin Yahya] telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'ad] telah menceritakan kepada kami [Ayahku] dari [Ibnu Ishaq] telah menceritakan kepadaku [Muhammad bin Ibrahim bin Al Harits At Taimi] dari [Muhammad bin Abdullah bin Zaid bin Abdu Rabbih] ia berkata: telah menceritakan kepadaku ayahku [Abdullah bin Zaid] -, ia berkata: \"Maka tatkala Rasulullah shallahu 'alihi wa sallam memerintahkan untuk menggunakan lonceng....lalu ia menyebutkan (riwayat) yang serupa.\"","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ حُمَيْدٍ حَدَّثَنَا سَلَمَةُ حَدَّثَنِي مُحَمَّدُ بْنُ إِسْحَقَ قَالَ وَقَدْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَدِمَهَا قَالَ أَبُو مُحَمَّد يَعْنِي الْمَدِينَةَ إِنَّمَا يُجْتَمَعُ إِلَيْهِ بِالصَّلَاةِ لِحِينِ مَوَاقِيتِهَا بِغَيْرِ دَعْوَةٍ فَهَمَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَجْعَلَ بُوقًا كَبُوقِ الْيَهُودِ الَّذِينَ يَدْعُونَ بِهِ لِصَلَاتِهِمْ ثُمَّ كَرِهَهُ ثُمَّ أَمَرَ بِالنَّاقُوسِ فَنُحِتَ لِيُضْرَبَ بِهِ لِلْمُسْلِمِينَ إِلَى الصَّلَاةِ فَبَيْنَمَا هُمْ عَلَى ذَلِكَ إِذْ رَأَى عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَبْدِ رَبِّهِ أَخُو بَلْحَارِثِ بْنِ الْخَزْرَجِ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُ طَافَ بِيَ اللَّيْلَةَ طَائِفٌ مَرَّ بِي رَجُلٌ عَلَيْهِ ثَوْبَانِ أَخْضَرَانِ يَحْمِلُ نَاقُوسًا فِي يَدِهِ فَقُلْتُ يَا عَبْدَ اللَّهِ أَتَبِيعُ هَذَا النَّاقُوسَ فَقَالَ وَمَا تَصْنَعُ بِهِ قُلْتُ نَدْعُو بِهِ إِلَى الصَّلَاةِ قَالَ أَفَلَا أَدُلُّكَ عَلَى خَيْرٍ مِنْ ذَلِكَ قُلْتُ وَمَا هُوَ قَالَ تَقُولُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ ثُمَّ اسْتَأْخَرَ غَيْرَ كَثِيرٍ ثُمَّ قَالَ مِثْلَ مَا قَالَ وَجَعَلَهَا وِتْرًا إِلَّا أَنَّهُ قَالَ قَدْ قَامَتْ الصَّلَاةُ قَدْ قَامَتْ الصَّلَاةُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ فَلَمَّا خُبِّرَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّهَا لَرُؤْيَا حَقٌّ إِنْ شَاءَ اللَّهُ فَقُمْ مَعَ بِلَالٍ فَأَلْقِهَا عَلَيْهِ فَإِنَّهُ أَنْدَى صَوْتًا مِنْكَ فَلَمَّا أَذَّنَ بِلَالٌ سَمِعَهَا عُمَرُ بْنُ الْخَطَّابِ وَهُوَ فِي بَيْتِهِ فَخَرَجَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَجُرُّ إِزَارَهُ وَهُوَ يَقُولُ يَا نَبِيَّ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ رَأَيْتُ مِثْلَ مَا رَأَى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلِلَّهِ الْحَمْدُ فَذَاكَ أَثْبَتُ قَالَ مُحَمَّدُ بْنُ حُمَيْدٍ حَدَّثَنِيهِ سَلَمَةُ قَالَ حَدَّثَنِيهِ ابْنُ إِسْحَقَ قَالَ حَدَّثَنِي هَذَا الْحَدِيثَ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيُّ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَبْدِ رَبِّهِ عَنْ أَبِيهِ بِهَذَا الْحَدِيثِ أَخْبَرَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ قَالَ حَدَّثَنَا أَبِي عَنْ ابْنِ إِسْحَقَ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيُّ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَبْدِ رَبِّهِ قَالَ حَدَّثَنِي أَبِي عَبْدُ اللَّهِ بْنُ زَيْدٍ قَالَ لَمَّا أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالنَّاقُوسِ فَذَكَرَ نَحْوَهُ","source":"Darimi"},"__N_SSG":true}