{"pageProps":{"number":"888","slug":"darimi","id":"Telah mengabarkan kepada kami [Sa'id bin 'Amir] telah menceritakan kepada kami [Syu'bah] dari [Abu Ishaq] dari [Abdullah bin Abu Bashir] dari [Ubai bin Ka'b] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam melaksanakan shalat subuh, kemudian menghadap kepada kami dengan wajahnya seraya mengatakan: \"Apakah Fulan hadir?\" Mereka mengatakan, \"Tidak.\" Lalu beliau bersabda lagi: \"Apakah Fulan hadir?\" Mereka menjawab, \"Tidak.\" Yaitu beberapa orang-orang Munafik yang tidak ikut menghadiri shalat. Kemudian beliau bersabda: \"Sesungguhnya dua shalat ini (yaitu Subuh dan Isya`) paling berat bagi orang-orang munafik, seandainya mereka mengetahui apa yang ada pada keduanya niscaya mereka mendatanginya walaupun dengan merangkak.\" Abu Muhammad [Abdullah bin Bashir] berkata; telah menceritakan kepadaku [Ayahku] dari [Ubai] dari Nabi shallallahu 'alaihi wasallam, dan saya mendengarnya dari Ubai.\" Telah mengabarkan kepada kami [Abu Ghassan] telah menceritakan kepada kami [Zuhair] dari [Abu Ishaq] dari [Abdullah bin Abu Bashir] dari [Ayahnya] dari [Ubai bin Ka'b] dari Nabi shallallahu 'alaihi wasallam seperti itu.\" Telah mengabarkan kami [Sa'id bin 'Amir] dari [Sa'id Abu 'Arubah] dari [Khalid bin Maimun] dari [Abu Ishaq] dari [Abdullah bin Abu Bashir] dari [Ayah] dari [Ubai bin Ka'b] dari Nabi shallallahu 'alaihi wasallam seperti itu.\" ","arab":" أَخْبَرَنَا سَعِيدُ بْنُ عَامِرٍ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي إِسْحَقَ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَصِيرٍ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الصُّبْحِ ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ أَشَاهِدٌ فُلَانٌ قَالُوا لَا فَقَالَ أَشَاهِدٌ فُلَانٌ فَقَالُوا لَا لِنَفَرٍ مِنْ الْمُنَافِقِينَ لَمْ يَشْهَدُوا الصَّلَاةَ فَقَالَ إِنَّ هَاتَيْنِ الصَّلَاتَيْنِ أَثْقَلُ الصَّلَاةِ عَلَى الْمُنَافِقِينَ وَلَوْ يَعْلَمُونَ مَا فِيهِمَا لَأَتَوْهُمَا وَلَوْ حَبْوًا قَالَ أَبُو مُحَمَّد عَبْدُ اللَّهِ بْنُ أَبِي بَصِيرٍ قَالَ حَدَّثَنِي أَبِي عَنْ أُبَيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَمِعْتُهُ مِنْ أُبَيٍّ أَخْبَرَنَا أَبُو غَسَّانَ حَدَّثَنَا زُهَيْرٌ عَنْ أَبِي إِسْحَقَ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَصِيرٍ عَنْ أَبِيهِ عَنْ أُبَيِّ بْنِ كَعْبٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ أَخْبَرَنَا سَعِيدُ بْنُ عَامِرٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ خَالِدِ بْنِ مَيْمُونٍ عَنْ أَبِي إِسْحَقَ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَصِيرٍ عَنْ أَبِيهِ عَنْ أُبَيِّ بْنِ كَعْبٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ","source":"Darimi"},"__N_SSG":true}