{"pageProps":{"number":"966","slug":"darimi","id":"Telah mengabarkan kepada kami [Al Hakam bin Musa] telah menceritakan kepada kami [Hiql] dari [Al Auza'i] ia berkata, telah menceritakan kepadaku [Hassan bin 'Athiyyah] ia berkata, telah menceritakan kepadaku [Muhammad bin Abu 'Aisyah] dari [Abu Hurairah] ia berkata, Abu Dzar berkata, \"Wahai Rasulullah, orang-orang kaya telah pergi dengan membawa pahala, mereka shalat sebagaimana kami shalat, berpuasa sebagaimana kami berpuasa dan mereka memiliki kelebihan harta yang mereka sedekahkan, sedang kami tidak memiliki sesuatu yang kami sedekahkan?\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maukah aku ajarkan kepadamu beberapa kalimat, apabila engkau ucapkan maka engkau akan dapat menyusul orang-orang yang telah mendahuluimu, dan tidak ada orang setelahmu yang dapat mengejarmu kecuali orang yang melakukan seperti apa yang engkau lakukan?\" Abu Dzar berkata, \"Maka aku katakan, \"Wahai Rasulullah, baiklah.\" Beliau lalu bersabda: \"Bertasbih setiap selesai shalat sebanyak tiga puluh tiga kali, bertahmid tiga puluh tiga kali, bertakbir tiga puluh tiga kali dan engkau tutup dengan ucapan LAA ILAAHA ILLALLAAHU WAHDAHU LAA SYARIIKA LAHU, LAHUL MULKU WA LAHUL HAMDU WA HUWA 'ALAA KULLI SYAI`IN QADIIR (Tidak ada tuhan yang berhak disembah kecuali Allah semata, tidak ada sekutu bagi-Nya, milik-Nya seluruh kerajaan dan bagi-Nya seluruh pujian, dan ia Dia Maha Mampu melakukan segala sesuatu).\"","arab":" أَخْبَرَنَا الْحَكَمُ بْنُ مُوسَى حَدَّثَنَا هِقْلٌ عَنْ الْأَوْزَاعِيِّ قَالَ حَدَّثَنِي حَسَّانُ بْنُ عَطِيَّةَ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي عَائِشَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ أَبُو ذَرٍّ يَا رَسُولَ اللَّهِ ذَهَبَ أَصْحَابُ الدُّثُورِ بِالْأُجُورِ يُصَلُّونَ كَمَا نُصَلِّي وَيَصُومُونَ كَمَا نَصُومُ وَلَهُمْ فُضُولُ أَمْوَالٍ يَتَصَدَّقُونَ بِهَا وَلَيْسَ لَنَا مَا نَتَصَدَّقُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفَلَا أُعَلِّمُكَ كَلِمَاتٍ إِذَا أَنْتَ قُلْتَهُنَّ أَدْرَكْتَ مَنْ سَبَقَكَ وَلَمْ يَلْحَقْكَ مَنْ خَلَفَكَ إِلَّا مَنْ عَمِلَ بِمِثْلِ عَمَلِكَ قَالَ قُلْتُ بَلَى يَا رَسُولَ اللَّهِ قَالَ تُسَبِّحُ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِينَ وَتَحْمَدُهُ ثَلَاثًا وَثَلَاثِينَ وَتُكَبِّرُهُ ثَلَاثًا وَثَلَاثِينَ وَتَخْتِمُهَا بِلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","source":"Darimi"},"__N_SSG":true}