{"pageProps":{"number":"2439","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Yusuf] telah menceritakan kepada kami [Al Awza'iy] berkata, telah menceritakan kepadaku ['Atho'] dari [Jabir radliallahu 'anhu] berkata; Ada orang-orang dari kami yang memiliki banyak lahan tanah. Mereka berkata: \"Kami akan sewakan dengan pembagian sepertiga, seperempat dan atau setengah\". Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Siapa yang memiliki lahan hendaklah dia tanami atau dia berikan kepada saudaranya untuk digarap. Jika dia tidak mau, hendaklah dia biarkan tanahnya\". Dan Mujahid bin Yusuf berkata, telah menceritakan kepada kami Al Awza'iy telah menceritakan kepadaku Az Zuhriy telah menceritakan kapadaku 'Atho' bin Yazid telah menceritakan kapadaku Abu Sa'id berkata: \"Datang seorang Baduy kepada Nabi shallallahu 'alaihi wasallam lalu bertanya tentang hijrah. Maka Beliau menjawab: \"Bagaimana kamu ini, sesungguhnya hijrah adalah perkara yang berat. Apakah kamu ada memiliki unta?\" Dia menjawab: \"Ya punya\". Lalu Beliau bertanya: \"Apakah kamu mengeluarkan zakatnya?\" Dia menjawab: \"Ya\". Beliau bertanya lagi: \"Apakah ada darinya yang kamu berikan (hadiahkan)?\" Dia menjawab: \"Ya\". Beliau bertanya lagi: \"Apakah kamu memberinya susu saat kehausan?\" Dia menjawab: \"Ya\". Maka Beliau bersabda: \"Beramallah kamu dari seberang lautan karena Allah tidak akan mengurangi sedikitpun dari amalan kamu\".","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا الْأَوْزَاعِيُّ قَالَ حَدَّثَنِي عَطَاءٌ عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَتْ لِرِجَالٍ مِنَّا فُضُولُ أَرَضِينَ فَقَالُوا نُؤَاجِرُهَا بِالثُّلُثِ وَالرُّبُعِ وَالنِّصْفِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ لِيَمْنَحْهَا أَخَاهُ فَإِنْ أَبَى فَلْيُمْسِكْ أَرْضَهُوَقَالَ مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا الْأَوْزَاعِيُّ حَدَّثَنِي الزُّهْرِيُّ حَدَّثَنِي عَطَاءُ بْنُ يَزِيدَ حَدَّثَنِي أَبُو سَعِيدٍ قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ الْهِجْرَةِ فَقَالَ وَيْحَكَ إِنَّ الْهِجْرَةَ شَأْنُهَا شَدِيدٌ فَهَلْ لَكَ مِنْ إِبِلٍ قَالَ نَعَمْ قَالَ فَتُعْطِي صَدَقَتَهَا قَالَ نَعَمْ قَالَ فَهَلْ تَمْنَحُ مِنْهَا شَيْئًا قَالَ نَعَمْ قَالَ فَتَحْلُبُهَا يَوْمَ وِرْدِهَا قَالَ نَعَمْ قَالَ فَاعْمَلْ مِنْ وَرَاءِ الْبِحَارِ فَإِنَّ اللَّهَ لَنْ يَتِرَكَ مِنْ عَمَلِكَ شَيْئًا","source":"Bukhari"},"__N_SSG":true}