{"pageProps":{"number":"2785","slug":"bukhari","id":"Telah bercerita kepada kami ['Ali bin 'Abdullah] telah bercerita kepada kami [Sufyan] telah bercerita kepada kami ['Amru bin DInar] aku mendengarnya darinya dua kali, berkata telah mengabarkan kepadaku [Hasan bin Muhammad] berkata telah mengabarkan kepadaku ['Ubaidullah bin Abi Rafi'] berkata aku mendengar [Ali radliallahu 'anhu] berkata: \"Rasulullah shallallahu 'alaihi wasallam mengutusku beserta Az Zubair dan Al Miqdad bin Al Aswad\". Beliau berkata: \"Berangkatlah kalian hingga sampai di taman Khokh karena disana ada seorang wanita berkendara yang dia membawa surat. Maka ambillah surat itu darinya\". Lalu kami berangkat hingga ketika tiba di taman, kami mendapatkan wanita itu, kami berkata kepadanya: \"Keluarkanlah surat?\" Wanita itu berkata: \"Tidak ada surat padaku \". Kami berkata: \"Kamu keluarkan surat itu atau kami lucuti pakaianmu\". Akhirnya dia mengeluarkan surat dari dalam sanggul rambutnya \". Lalu kami menemui Rasulullah shallallahu 'alaihi wasallam dengan membawa surat itu yang ternyata surat itu ditulis oleh Hathib bin Abi Balta'ah yang ditujukan kepada orang-orang musyrikin dari penduduk Makkah dimana dia mengabarkan tentang rencana Rasulullah shallallahu 'alaihi wasallam. Lalu Rasulullah shallallahu 'alaihi wasallam berkata: \"Wahai Hathib, apa yang kamu lakukan ini?\" Hathib berkata: \"Wahai Rasulullah, jangan terburu-buru bersikap kepadaku. Sesungguhnya aku adalah seorang yang terikat perjanjian dengan Quraisy sedang aku bukan bagian keluarga dari mereka. Sementara orang-orang yang bersama Tuan dari kalangan Muhajirin, mereka memiliki kerabat dari Makkah dimana keluarga mereka akan melindungi diri dan harta mereka dan aku ingin ketika aku sudah tidak memiliki nasab keturunan di tengah-tengah mereka ada yang aku jadikan dari mereka orang yang akan melindungi kerabatku. Tidaklah aku melakukan ini karena kufur dan tidak juga irtidad (berbalik meninggalkan Islam) dan juga bukan karena ridha dengan kekafiran setelah aku menerima Islam\". Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dia sudah berkata benar kepada kalian\". Lalu 'Umar berkata: \"Wahai Rasulullah, biarkan aku untuk memenggal batang leher munafiq ini\". Beliau berkata: \"Sungguh dia adalah termasuk orang yang ikut perang Badar. Tahukah kamu, bahwa Allah sudah membebaskan para pejuang perang Badar, dimana Dia berfirman: \"Berbuatlah sesuka kalian, sungguh Aku telah mengampuni kalian\". Sufyan berkata: \"Dari mana sanad-sanad ini? (Sufyan kagum dengan urutan sanad dan orang-orangnya yang sangat gamblang disebutkan).","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ سَمِعْتُهُ مِنْهُ مَرَّتَيْنِ قَالَ أَخْبَرَنِي حَسَنُ بْنُ مُحَمَّدٍ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ قَالَ سَمِعْتُ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ يَقُولُبَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا وَالزُّبَيْرَ وَالْمِقْدَادَ بْنَ الْأَسْوَدِ قَالَ انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ خَاخٍ فَإِنَّ بِهَا ظَعِينَةً وَمَعَهَا كِتَابٌ فَخُذُوهُ مِنْهَا فَانْطَلَقْنَا تَعَادَى بِنَا خَيْلُنَا حَتَّى انْتَهَيْنَا إِلَى الرَّوْضَةِ فَإِذَا نَحْنُ بِالظَّعِينَةِ فَقُلْنَا أَخْرِجِي الْكِتَابَ فَقَالَتْ مَا مَعِي مِنْ كِتَابٍ فَقُلْنَا لَتُخْرِجِنَّ الْكِتَابَ أَوْ لَنُلْقِيَنَّ الثِّيَابَ فَأَخْرَجَتْهُ مِنْ عِقَاصِهَا فَأَتَيْنَا بِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا فِيهِ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى أُنَاسٍ مِنْ الْمُشْرِكِينَ مِنْ أَهْلِ مَكَّةَ يُخْبِرُهُمْ بِبَعْضِ أَمْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا حَاطِبُ مَا هَذَا قَالَ يَا رَسُولَ اللَّهِ لَا تَعْجَلْ عَلَيَّ إِنِّي كُنْتُ امْرَأً مُلْصَقًا فِي قُرَيْشٍ وَلَمْ أَكُنْ مِنْ أَنْفُسِهَا وَكَانَ مَنْ مَعَكَ مِنْ الْمُهَاجِرِينَ لَهُمْ قَرَابَاتٌ بِمَكَّةَ يَحْمُونَ بِهَا أَهْلِيهِمْ وَأَمْوَالَهُمْ فَأَحْبَبْتُ إِذْ فَاتَنِي ذَلِكَ مِنْ النَّسَبِ فِيهِمْ أَنْ أَتَّخِذَ عِنْدَهُمْ يَدًا يَحْمُونَ بِهَا قَرَابَتِي وَمَا فَعَلْتُ كُفْرًا وَلَا ارْتِدَادًا وَلَا رِضًا بِالْكُفْرِ بَعْدَ الْإِسْلَامِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ صَدَقَكُمْ قَالَ عُمَرُ يَا رَسُولَ اللَّهِ دَعْنِي أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ قَالَ إِنَّهُ قَدْ شَهِدَ بَدْرًا وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ أَنْ يَكُونَ قَدْ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ قَالَ سُفْيَانُ وَأَيُّ إِسْنَادٍ هَذَا","source":"Bukhari"},"__N_SSG":true}