{"pageProps":{"number":"2801","slug":"bukhari","id":"Telah bercerita kepada kami [Yusuf bin Musa] telah bercerita kepada kami ['Ashim bin Yusuf Al Barbu'iy] telah bercerita kepada kami [Abu Ishaq Al Fazariy] dari [Musa bin 'Uqbah] berkata telah bercerita kepadaku [Salim Abu an-Nadlir, maula 'Umar bin 'Ubaidillah]; Aku adalah juru tulis baginya. Katanya: ['Abdullah bin Abi Awfaa] menulis surat kepadanya ketika dia keluar berperang untuk menghadapi kaum Al Haruriyah. Maka aku membacakan surat itu ternyata didalamnya berisi keterangan bahwa Rasulullah Shallallahu'alaihiwasallam pada sebagian kehidupan Beliau saat berjumpa dengan musuh, Beliau menunggu hingga matahari tergelincir kemudian Beliau berdiri di hadapan manusia lalu bersabda: \"Wahai sekalian manusia, janganlah kalian mengharapkan berjumpa dengan musuh akan tetapi mohonlah kepada Allah keselamatan. Dan apabila kalian telah berjumpa dengan musuh maka bersabarlah dan ketahuilah bahwa surga itu terletak di bawah sabetan pedang\". Kemudian Beliau berdo'a: \"ALLAAHUMMA MUNZILAL KITAAB, WAMUJRIYAS SAHAAB, WAHAAZIMIL AHZAAB, IHZIMHUM WANSHURNAA 'ALAIHIM Ya Allah, Yang Menurunkan Kitab, Yang Menggiring awan, Yang Menghancurkan pasukan sekutu, hancurkanlah mereka dan tolonglah kami menghadapi mereka\".","arab":"حَدَّثَنَا يُوسُفُ بْنُ مُوسَى حَدَّثَنَا عَاصِمُ بْنُ يُوسُفَ الْيَرْبُوعِيُّ حَدَّثَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ عَنْ مُوسَى بْنِ عُقْبَةَ قَالَ حَدَّثَنِي سَالِمٌ أَبُو النَّضْرِ مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ كُنْتُ كَاتِبًا لَهُ قَالَ كَتَبَ إِلَيْهِ عَبْدُ اللَّهِ بْنُ أَبِي أَوْفَىحِينَ خَرَجَ إِلَى الْحَرُورِيَّةِ فَقَرَأْتُهُ فَإِذَا فِيهِ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَيَّامِهِ الَّتِي لَقِيَ فِيهَا الْعَدُوَّ انْتَظَرَ حَتَّى مَالَتْ الشَّمْسُ ثُمَّ قَامَ فِي النَّاسِ فَقَالَ أَيُّهَا النَّاسُ لَا تَمَنَّوْا لِقَاءَ الْعَدُوِّ وَسَلُوا اللَّهَ الْعَافِيَةَ فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا وَاعْلَمُوا أَنَّ الْجَنَّةَ تَحْتَ ظِلَالِ السُّيُوفِ ثُمَّ قَالَ اللَّهُمَّ مُنْزِلَ الْكِتَابِ وَمُجْرِيَ السَّحَابِ وَهَازِمَ الْأَحْزَابِ اهْزِمْهُمْ وَانْصُرْنَا عَلَيْهِمْ","source":"Bukhari"},"__N_SSG":true}