{"pageProps":{"number":"2900","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah bin 'Abdul Wahhab] telah bercerita kepada kami [Hammad] telah bercerita kepada kami [Ayyub] dari [Abu Qalabah] berkata telah bercerita kepadaku [Al Qasim bin 'Ashim Al Kulaibiy], hadits Al Qasim aku menghafalnya dari [Zahdam] berkata; \"Kami pernah berada di sisi [Abu Musa] ketika dia diberikan seekor ayam jantan dan saat itu di sampingnya ada seorang dari suku Bani Taymillah yang berkulit merah nampak sebagai orang asing (non 'Arab). Abu Musa mengundangnya untuk makan. Zahdam berkata; \"Sungguh aku lihat dia memakan sesuatu sehingga aku merasa jijik hingga aku bersumpah untuk tidak ikut makan\". Abu Musa berkata; \"Kemarilah karena aku akan bercerita kepada kalian tentang masalah ini. Aku pernah menemui Nabi Shallallahu'alaihiwasallam bersama rombongan Al Asy'ariyin untuk meminta kepada Beliau agar menyertakan kami (dalam perang dan bagian ghanimah), maka Beliau berkata: \"Demi Allah, aku tidak dapat menyertakan kalian dan akupun tidak punya kendaraan yang dapat menyertakan kalian\". Kemudian Rasulullah Shallallahu'alaiwasallam diberikan ghanimah berupa unta lalu Beliau bertanya kepada kami: \"Mana rombongan Al Asy'ariyin tadi?\". Maka Beliau memberikan kami sejumlah unta putih yang paling baik. Ketika kami tengah bertolak pulang, kami berkata; \"Apa yang telah kita lakukan ini tidak berkah\". Akhirnya kami kembali kepada Beliau lalu kami katakan; \"Kami telah meminta kepada Baginda agar menyertakan kami dan Baginda telah bersumpah untuk tidak akan menyertakan kami, apakah Baginda lupa?\". Beliau menjawab: \"Bukan aku yang menyertakan kalian tetapi Allah dan sungguh, demi Allah, aku insya Allah tidaklah aku bersumpah lalu aku lihat ada sesuatu yang lebih baik darinya melainkan aku akan mengambil yang lebih baik itu dan kubayar kafarat sumpahku\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا أَيُّوبُ عَنْ أَبِي قِلَابَةَ قَالَ وَحَدَّثَنِي الْقَاسِمُ بْنُ عَاصِمٍ الْكُلَيْبِيُّ وَأَنَا لِحَدِيثِ الْقَاسِمِ أَحْفَظُ عَنْ زَهْدَمٍ قَالَ كُنَّا عِنْدَ أَبِي مُوسَىفَأُتِيَ ذَكَرَ دَجَاجَةً وَعِنْدَهُ رَجُلٌ مِنْ بَنِي تَيْمِ اللَّهِ أَحْمَرُ كَأَنَّهُ مِنْ الْمَوَالِي فَدَعَاهُ لِلطَّعَامِ فَقَالَ إِنِّي رَأَيْتُهُ يَأْكُلُ شَيْئًا فَقَذِرْتُهُ فَحَلَفْتُ لَا آكُلُ فَقَالَ هَلُمَّ فَلْأُحَدِّثْكُمْ عَنْ ذَاكَ إِنِّي أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَفَرٍ مِنْ الْأَشْعَرِيِّينَ نَسْتَحْمِلُهُ فَقَالَ وَاللَّهِ لَا أَحْمِلُكُمْ وَمَا عِنْدِي مَا أَحْمِلُكُمْ وَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَهْبِ إِبِلٍ فَسَأَلَ عَنَّا فَقَالَ أَيْنَ النَّفَرُ الْأَشْعَرِيُّونَ فَأَمَرَ لَنَا بِخَمْسِ ذَوْدٍ غُرِّ الذُّرَى فَلَمَّا انْطَلَقْنَا قُلْنَا مَا صَنَعْنَا لَا يُبَارَكُ لَنَا فَرَجَعْنَا إِلَيْهِ فَقُلْنَا إِنَّا سَأَلْنَاكَ أَنْ تَحْمِلَنَا فَحَلَفْتَ أَنْ لَا تَحْمِلَنَا أَفَنَسِيتَ قَالَ لَسْتُ أَنَا حَمَلْتُكُمْ وَلَكِنَّ اللَّهَ حَمَلَكُمْ وَإِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لَا أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلَّا أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا","source":"Bukhari"},"__N_SSG":true}