{"pageProps":{"number":"3386","slug":"bukhari","id":"Telah bercerita kepadaku [Muhammad bin Abu Bakr] dari [Fudlail bin Sulaiman] telah bercerita kepada kami [Musa bin 'Uqbah] telah bercerita kepada kami [Salim bin Abdullah] dari ['Abdullah bin 'Umar radliallahu 'anhuma] bahwa Nabi shallallahu 'alaihi wasallam bertemu dengan Zaid bin 'Amru bin Nufail di suatu jalan di bawah lembah bernama Baldah sebelum Nabi shallallahu 'alaihi wasallam menerima wahyu. Kemudian Nabi shallallahu 'alaihi wasallam disuguhi hidangan makanan namun beliau enggan memakannya. Kata beliau; \"Wahai Zaid, aku tidak memakan sesuatu yang kalian sembelih di atas nashab kalian (batu besar yang biasa digunakan untuk menyembelih hewan yang ditujukan untuk behala) dan aku tidak akan memakan sesuatu kecuali yang disembelih dengan menyebut nama Allah\". Dan Zaid bin 'Amru pernah mencela Quraisy dalam perkara sembelihan mereka dengan berkata; \"Kambing itu diciptakan oleh Allah dan Allah menurunkan air hujan dari langit untuknya, Allah juga menumbuhkan tumbuhan di muka bumi untuknya, kemudian kalian menyembelihnya tanpa menyebut nama Allah\". Hal ini diungkapan oleh Zaid sebagai protes atas tindakan mereka sekaligus menganggapnya sebagai perkara yang tidak sepele.","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ حَدَّثَنَا سَالِمُ بْنُ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقِيَ زَيْدَ بْنَ عَمْرِو بْنِ نُفَيْلٍ بِأَسْفَلِ بَلْدَحٍ قَبْلَ أَنْ يَنْزِلَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوَحْيُ فَقُدِّمَتْ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُفْرَةٌ فَأَبَى أَنْ يَأْكُلَ مِنْهَا ثُمَّ قَالَ زَيْدٌ إِنِّي لَسْتُ آكُلُ مِمَّا تَذْبَحُونَ عَلَى أَنْصَابِكُمْ وَلَا آكُلُ إِلَّا مَا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَأَنَّ زَيْدَ بْنَ عَمْرٍو كَانَ يَعِيبُ عَلَى قُرَيْشٍ ذَبَائِحَهُمْ وَيَقُولُ الشَّاةُ خَلَقَهَا اللَّهُ وَأَنْزَلَ لَهَا مِنْ السَّمَاءِ الْمَاءَ وَأَنْبَتَ لَهَا مِنْ الْأَرْضِ ثُمَّ تَذْبَحُونَهَا عَلَى غَيْرِ اسْمِ اللَّهِ إِنْكَارًا لِذَلِكَ وَإِعْظَامًا لَهُ","source":"Bukhari"},"__N_SSG":true}