{"pageProps":{"number":"3406","slug":"bukhari","id":"Telah menceritakan kepada kami [Al Humaidi] telah menceritakan kepada kami [Sufyan] telah menceritakan kepada kami [Bayan] dan [Isma'il] keduanya berkata, kami mendengar [Qais] berkata, aku mendengar [Khabab] berkata; Aku menemui Nabi shallallahu 'alaihi wasallam ketika beliau sedang duduk beralaskan selendang di bawah naungan Ka'bah, saat itu kami sedang mengalami siksaan yang sangat keras dari orang-orang Musyrikin. Aku berkata; \"Wahai Rasulullah, tidakkah tuan memohon pertolongan?\" Seketika itu pula beliau bangun dengan muka merah lalu bersabda: \"Sungguh diantara orang-orang sebelum kalian ada yang disisir dengan sisir besi lalu dagingnya terkupas dari tulangnya atau uratnya namun hal itu tidak memalingkannya dari agamanya, dan ada juga yang diletakkan gergaji ditengah kepalanya lalu kepalanya itu digergaji hingga terbelah menjadi dua bagian, namun siksaan itu tidak menyurutkan dia dari agamanya. Sungguh, Allah akan menyempurnakan urusan (Islam) ini hingga ada seorang yang mengendarai tunggangannya berjalan dari Shan'a menuju Hadlramaut tidak ada yang ditakutinya melainkan Allah\". Bayan menambahkan; \"atau (tidak ada) kekhawatiran kepada serigala atas kambingnya\". ","arab":"حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا بَيَانٌ وَإِسْمَاعِيلُ قَالَا سَمِعْنَا قَيْسًا يَقُولُ سَمِعْتُ خَبَّابًا يَقُولُأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُتَوَسِّدٌ بُرْدَةً وَهُوَ فِي ظِلِّ الْكَعْبَةِ وَقَدْ لَقِينَا مِنْ الْمُشْرِكِينَ شِدَّةً فَقُلْتُ يَا رَسُولَ اللَّهِ أَلَا تَدْعُو اللَّهَ فَقَعَدَ وَهُوَ مُحْمَرٌّ وَجْهُهُ فَقَالَ لَقَدْ كَانَ مَنْ قَبْلَكُمْ لَيُمْشَطُ بِمِشَاطِ الْحَدِيدِ مَا دُونَ عِظَامِهِ مِنْ لَحْمٍ أَوْ عَصَبٍ مَا يَصْرِفُهُ ذَلِكَ عَنْ دِينِهِ وَيُوضَعُ الْمِنْشَارُ عَلَى مَفْرِقِ رَأْسِهِ فَيُشَقُّ بِاثْنَيْنِ مَا يَصْرِفُهُ ذَلِكَ عَنْ دِينِهِ وَلَيُتِمَّنَّ اللَّهُ هَذَا الْأَمْرَ حَتَّى يَسِيرَ الرَّاكِبُ مِنْ صَنْعَاءَ إِلَى حَضْرَمَوْتَ مَا يَخَافُ إِلَّا اللَّهَزَادَ بَيَانٌ وَالذِّئْبَ عَلَى غَنَمِهِ","source":"Bukhari"},"__N_SSG":true}