{"pageProps":{"number":"3709","slug":"bukhari","id":"Telah menceritakan kepada kami [Ya'qub bin Ibrahim] Telah menceritakan kepada kami [Ismail] Telah menceritakan kepada kami [Ibnu Juraij] katanya, Telah menceritakan kepadaku ['Atha\"], bahwasanya [Shafwan bin Ya'la bin Umayyah] mengabarinya, [Ya'la] berujar; \"Sekiranya aku melihat Rasulullah shallallahu 'alaihi wasallam ketika wahyu diturunkan kepadanya! Katanya, maka ketika Nabi shallallahu 'alaihi wasallam berada di Ji'ranah yang ketika itu beliau dinaungi dengan sebuah kain bersama beberapa orang sahabatnya, tiba-tiba seorang arab pedusunan (badui,) yang memakai jubah beraroma minyak wangi menemuinya dan bertanya; \"Wahai Rasulullah, bagaimana pendapatmu tentang seseorang yang berihram untuk umrah dengan jubah setelah diberi wewangian? Umar lantas memberi isyarat kepada Ya'la dengan tangannya yang pesannya; \"Kemari\". Ya'la kemudian datang dan memasukkan kepalanya. Serta merta wajah Rasulullah memerah dan naik darah beberapa saat, kemudian reda. Kata beliau: \"Mana si arab badui yang bertanya tentang Umrah? Ia pun kemudian dicari dan didatangkan. Lalu Nabi bersabda: \"Wewangian yang ada padamu, tolong cucilah tiga kali, adapun jubah, maka tanggalkanlah, kemudian lakukan dalam umrahmu sebagaimana kamu lakukan dalam hajimu.\"","arab":"حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا إِسْمَاعِيلُ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي عَطَاءٌ أَنَّ صَفْوَانَ بْنَ يَعْلَى بْنِ أُمَيَّةَ أَخْبَرَهُ أَنَّ يَعْلَى كَانَ يَقُولُلَيْتَنِي أَرَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ يُنْزَلُ عَلَيْهِ قَالَ فَبَيْنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْجِعْرَانَةِ وَعَلَيْهِ ثَوْبٌ قَدْ أُظِلَّ بِهِ مَعَهُ فِيهِ نَاسٌ مِنْ أَصْحَابِهِ إِذْ جَاءَهُ أَعْرَابِيٌّ عَلَيْهِ جُبَّةٌ مُتَضَمِّخٌ بِطِيبٍ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ تَرَى فِي رَجُلٍ أَحْرَمَ بِعُمْرَةٍ فِي جُبَّةٍ بَعْدَمَا تَضَمَّخَ بِالطِّيبِ فَأَشَارَ عُمَرُ إِلَى يَعْلَى بِيَدِهِ أَنْ تَعَالَ فَجَاءَ يَعْلَى فَأَدْخَلَ رَأْسَهُ فَإِذَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُحْمَرُّ الْوَجْهِ يَغِطُّ كَذَلِكَ سَاعَةً ثُمَّ سُرِّيَ عَنْهُ فَقَالَ أَيْنَ الَّذِي يَسْأَلُنِي عَنْ الْعُمْرَةِ آنِفًا فَالْتُمِسَ الرَّجُلُ فَأُتِيَ بِهِ فَقَالَ أَمَّا الطِّيبُ الَّذِي بِكَ فَاغْسِلْهُ ثَلَاثَ مَرَّاتٍ وَأَمَّا الْجُبَّةُ فَانْزِعْهَا ثُمَّ اصْنَعْ فِي عُمْرَتِكَ كَمَا تَصْنَعُ فِي حَجِّكَ","source":"Bukhari"},"__N_SSG":true}