{"pageProps":{"number":"3773","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Sulaiman] dia berkata; Telah mengabarkan kepadaku [Ibnu Wahb] dia berkata; Telah menceritakan kepadaku ['Umar bin Muhammad] bahwa [Bapaknya] telah menceritakan kepadanya dari [Ibnu 'Umar radliallahu 'anhu] dia berkata; \"Kami bincang-bincang tentang Haji Wada', pada waktu Nabi shallallahu 'alaihi wasallam berada bersama kami. Namun kami tidak mengetahui apa yang dimaksud dengan haji Wada'. Kemudian Rasulullah Shallallahu'alaihi wasallam berkhutbah dengan memuji Allah terlebih dahulu, lalu beliau menyebut-nyebut tentang Masih Ad Dajjal kemudian beliau terus menyebutnya berulang kali hingga beliau bersabda: \"Tidaklah Allah mengutus seorang Nabi kecuali dia mengingatkan umatnya (dari bahaya Dajjal), Nuh telah mengingatkan umatnya dan juga para Nabi yang datang setelahnya. Ketahuilah bahwa Dajjal akan keluar kepada kalian, dan sekali-kali tidak tersembunyi dari kalian. Dan Rabb kalian pun tidak akan menyembunyikannya dari kalian. (beliau menyebutkan sebanyak tiga kali). Sesungguhnya Rabb kalian tidaklah buta sebelah. Sedangkan Dajjal buta mata sebelah kanannya. Matanya seperti buah anggur yang menjorok. Ketahuilah sesungguhnya Allah telah mengharamkan kepada kalian darah, dan harta kalian. Sebagaimana haramnya pada hari ini, di negeri ini dan bulan ini. Ketahuilah apakah aku sudah selesai menyampaikan? Mereka menjawab; 'Ya.' Beliau bersabda: 'Ya Allah, saksikanlah! (sebanyak tiga kali). Celakah kalian, janganlah kalian kembali menjadi kafir sepeninggalku, sehingga sebagian kalian memenggal leher sebagian yang lainnya.'","arab":"حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ قَالَ أَخْبَرَنِي ابْنُ وَهْبٍ قَالَ حَدَّثَنِي عُمَرُ بْنُ مُحَمَّدٍ أَنَّ أَبَاهُ حَدَّثَهُ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَكُنَّا نَتَحَدَّثُ بِحَجَّةِ الْوَدَاعِ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَظْهُرِنَا وَلَا نَدْرِي مَا حَجَّةُ الْوَدَاعِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ ذَكَرَ الْمَسِيحَ الدَّجَّالَ فَأَطْنَبَ فِي ذِكْرِهِ وَقَالَ مَا بَعَثَ اللَّهُ مِنْ نَبِيٍّ إِلَّا أَنْذَرَ أُمَّتَهُ أَنْذَرَهُ نُوحٌ وَالنَّبِيُّونَ مِنْ بَعْدِهِ وَإِنَّهُ يَخْرُجُ فِيكُمْ فَمَا خَفِيَ عَلَيْكُمْ مِنْ شَأْنِهِ فَلَيْسَ يَخْفَى عَلَيْكُمْ أَنَّ رَبَّكُمْ لَيْسَ عَلَى مَا يَخْفَى عَلَيْكُمْ ثَلَاثًا إِنَّ رَبَّكُمْ لَيْسَ بِأَعْوَرَ وَإِنَّهُ أَعْوَرُ عَيْنِ الْيُمْنَى كَأَنَّ عَيْنَهُ عِنَبَةٌ طَافِيَةٌ أَلَا إِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ دِمَاءَكُمْ وَأَمْوَالَكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا أَلَا هَلْ بَلَّغْتُ قَالُوا نَعَمْ قَالَ اللَّهُمَّ اشْهَدْ ثَلَاثًا وَيْلَكُمْ أَوْ وَيْحَكُمْ انْظُرُوا لَا تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ","source":"Bukhari"},"__N_SSG":true}