{"pageProps":{"number":"4114","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Ma'mar] Telah menceritakan kepada kami [Abdul Warits] Telah menceritakan kepada kami [Abdul 'Aziz bin Shuhaib] dari [Anas radliallahu 'anhu] dia berkata; ketika Nabi shallallahu 'alaihi wasallam menikah dengan Zaenab binti Jahsy, beliau membuat makanan yang terbuat dari roti dan daging. Lalu aku mengutus penyeru untuk mengundang makan-makan. Kemudian datanglah suatu kaum, mereka makan lalu keluar lagi. Setelah itu datang lagi satu kaum, setelah mereka makan, mereka pulang. Aku terus menyeru hingga tidak ada lagi yang dapat aku undang. Aku berkata; Ya Nabiyullah, aku sudah tidak mendapatkan orang yang dapat aku undang. Beliau bersabda: 'Angkatlah makanan kalian.' Namun disana ada tiga orang yang sedang berbincang-bincang. Nabi shallallahu 'alaihi wasallam keluar ke kamar Aisyah seraya berkata; Assalamu'alaikum wahai ahlu bait warahmatullah. Aisyah menjawab; Wa 'Alaikassalaam warahmatullah, bagaimana kamu mendapatkan istrimu? Semoga Allah memberkahi anda. Beliau berkeliling ke kamar seluruh istri-istri beliau dan mengucapkan kepada mereka sebagaimana yang beliau ucapkan kepada Aisyah, demikian juga mereka menjawab sebagaimana Aisyah menjawab. Kemudian Nabi shallallahu 'alaihi wasallam kembali, namun tiga orang itu masih tetap berbincang-bincang di rumah beliau. Padahal Nabi shallallahu 'alaihi wasallam sangat pemalu. Lalu beliau pergi lagi ke kamar Aisyah, aku tidak tahu apakah aku sudah mengabarkan kepada beliau atau belum bahwa kaum tersebut sudah pulang semua. Lalu beliau kembali hingga tatkala beliau melangkahkan kakinya di pintu kamar, beliau menutupkan tabir antara aku dengan beliau, dan pada waktu itu turun ayat hijab.","arab":"حَدَّثَنَا أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَبُنِيَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِزَيْنَبَ بِنْتِ جَحْشٍ بِخُبْزٍ وَلَحْمٍ فَأُرْسِلْتُ عَلَى الطَّعَامِ دَاعِيًا فَيَجِيءُ قَوْمٌ فَيَأْكُلُونَ وَيَخْرُجُونَ ثُمَّ يَجِيءُ قَوْمٌ فَيَأْكُلُونَ وَيَخْرُجُونَ فَدَعَوْتُ حَتَّى مَا أَجِدُ أَحَدًا أَدْعُو فَقُلْتُ يَا نَبِيَّ اللَّهِ مَا أَجِدُ أَحَدًا أَدْعُوهُ قَالَ ارْفَعُوا طَعَامَكُمْ وَبَقِيَ ثَلَاثَةُ رَهْطٍ يَتَحَدَّثُونَ فِي الْبَيْتِ فَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَانْطَلَقَ إِلَى حُجْرَةِ عَائِشَةَ فَقَالَ السَّلَامُ عَلَيْكُمْ أَهْلَ الْبَيْتِ وَرَحْمَةُ اللَّهِ فَقَالَتْ وَعَلَيْكَ السَّلَامُ وَرَحْمَةُ اللَّهِ كَيْفَ وَجَدْتَ أَهْلَكَ بَارَكَ اللَّهُ لَكَ فَتَقَرَّى حُجَرَ نِسَائِهِ كُلِّهِنَّ يَقُولُ لَهُنَّ كَمَا يَقُولُ لِعَائِشَةَ وَيَقُلْنَ لَهُ كَمَا قَالَتْ عَائِشَةُ ثُمَّ رَجَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا ثَلَاثَةٌ مِنْ رَهْطٍ فِي الْبَيْتِ يَتَحَدَّثُونَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَدِيدَ الْحَيَاءِ فَخَرَجَ مُنْطَلِقًا نَحْوَ حُجْرَةِ عَائِشَةَ فَمَا أَدْرِي آخْبَرْتُهُ أَوْ أُخْبِرَ أَنَّ الْقَوْمَ خَرَجُوا فَرَجَعَ حَتَّى إِذَا وَضَعَ رِجْلَهُ فِي أُسْكُفَّةِ الْبَابِ دَاخِلَةً وَأُخْرَى خَارِجَةً أَرْخَى السِّتْرَ بَيْنِي وَبَيْنَهُ وَأُنْزِلَتْ آيَةُ الْحِجَابِ","source":"Bukhari"},"__N_SSG":true}