{"pageProps":{"number":"4362","slug":"bukhari","id":"Telah menceritakan kepada kami [Shadaqah] Telah mengabarkan kepada kami [Yahya] dari [Sufyan] dari [Sulaiman] dari [Ibrahim] dari [Abidah] dari [Abdullah] - [Yahya] berkata, sebagian hadits dari [Amru bin Murrah] - ia berkata; Nabi shallallahu 'alaihi wasallam bersabda padaku.. Telah menceritakan kepada kami [Musaddad] dari [Yahya] dari [Sufyan] dari [Al A'masy] dari [Ibrahim] dari [Abidah] dari [Abdullah] - [Al A'masy] berkata; dan sebagian hadits- Telah menceritakan kepadaku [Amru bin Murrah] dari [Ibrahim] dari [bapaknya] dari [Abu Dluhaa] dari [Abdulalh] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bacakanlah Al Qur`an padaku.\" Aku pun berkata, \"Aku membacakannya untuk Anda, padahal kepada Andalah ia diturunkan?\" beliau bersabda: \"Sesungguhnya aku suka mendengarnya dari orang lain.\" Akhirnya aku pun membacakan surat An-Nisa` dan ketika sampai pada ayat: \"Dan bagaimanakah sekiranya Kami mendatangkan manusia dari seluruh umat dengan seorang saksi, lalu kami mendatangkanmu sebagai saksi atas mereka.\" Maka beliau pun bersabda padaku: \"Cukuplah.\" Lalu aku pun melihat kedua mata beliau meneteskan air.","arab":"حَدَّثَنَا صَدَقَةُ أَخْبَرَنَا يَحْيَى عَنْ سُفْيَانَ عَنْ سُلَيْمَانَ عَنْ إِبْرَاهِيمَ عَنْ عَبِيدَةَ عَنْ عَبْدِ اللَّهِ قَالَ يَحْيَى بَعْضُ الْحَدِيثِ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا مُسَدَّدٌ عَنْ يَحْيَى عَنْ سُفْيَانَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَبِيدَةَ عَنْ عَبْدِ اللَّهِ قَالَ الْأَعْمَشُ وَبَعْضُ الْحَدِيثِ حَدَّثَنِي عَمْرُو بْنُ مُرَّةَ عَنْ إِبْرَاهِيمَ وَعَنْ أَبِيهِ عَنْ أَبِي الضُّحَى عَنْ عَبْدِ اللَّهِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْرَأْ عَلَيَّ قَالَ قُلْتُ أَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قَالَ إِنِّي أَشْتَهِي أَنْ أَسْمَعَهُ مِنْ غَيْرِي قَالَ فَقَرَأْتُ النِّسَاءَ حَتَّى إِذَا بَلَغْتُ{ فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا }قَالَ لِي كُفَّ أَوْ أَمْسِكْ فَرَأَيْتُ عَيْنَيْهِ تَذْرِفَانِ","source":"Bukhari"},"__N_SSG":true}