{"pageProps":{"number":"4478","slug":"bukhari","id":"Telah menceritakan kepada kami [Isma'il] ia berkata; Telah menceritakan kepadaku [Malik] dari [Nafi'] dari [Al Qasim bin Muhammad] dari [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, bahwa ia telah mengabarkan kepadanya bahwasanya; Ia pernah membeli bantal yang bergambar. Ketika Rasulullah shallallahu 'alaihi wasallam melihatnya, beliau pun berdiri di pintu dan tidak mau masuk, maka aku pun tahu akan rona tak suka pada wajahnya, aku berkata, \"Wahai Rasulullah, aku bertaubat kepada Allah dan juga kepada Rasul-Nya. Dosa apa yang telah kulakukan?\" Selanjutnya Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Kenapa ada bantal seperti ini?\" Aisyah berkata, \"Aku membelinya untuk Anda agar Anda pergunakan untuk duduk dan juga berbantal dengannya.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya yang melukis gambar ini akan disiksa kelak pada hari kiamat, dan kepada mereka akan dikatakan, 'Hidupkanlah apa yang telah kalian ciptakan.'\" Dan beliau juga bersabda: \"Sesungguhnya rumah yang di dalamnya terdapat gambar-gambar, maka rumah itu tidak akan dimasuki malaikat.\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّهَا أَخْبَرَتْهُ أَنَّهَا اشْتَرَتْ نُمْرُقَةً فِيهَا تَصَاوِيرُ فَلَمَّا رَآهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ عَلَى الْبَابِ فَلَمْ يَدْخُلْ فَعَرَفْتُ فِي وَجْهِهِ الْكَرَاهِيَةَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَتُوبُ إِلَى اللَّهِ وَإِلَى رَسُولِهِ مَاذَا أَذْنَبْتُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا بَالُ هَذِهِ النُّمْرُقَةِ قَالَتْ فَقُلْتُ اشْتَرَيْتُهَا لَكَ لِتَقْعُدَ عَلَيْهَا وَتَوَسَّدَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَصْحَابَ هَذِهِ الصُّوَرِ يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ وَيُقَالُ لَهُمْ أَحْيُوا مَا خَلَقْتُمْ وَقَالَ إِنَّ الْبَيْتَ الَّذِي فِيهِ الصُّوَرُ لَا تَدْخُلُهُ الْمَلَائِكَةُ","source":"Bukhari"},"__N_SSG":true}