{"pageProps":{"number":"4548","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'aim] Telah menceritakan kepada kami [Abdurrahman bin Ghasil] dari [Hamzah bin Abu Usaid] dari [Abu Usaid] radliallahu 'anhu, ia berkata; Kami pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam hingga sampai pada suatu dinding yang dinamakan Asy Syauth, kami terus berjalan hingga sampai pada dua dinding dan duduk di antara keduanya. Lalu Nabi shallallahu 'alaihi wasallam bersabda: \"Duduklah kalian di sini.\" Beliau pun masuk dan ternyata telah didatangkan seorang perempuan bani Jaun dan ditempatkan di rumah yang ada di kebun kurma yaitu rumahnya Ummayyah binti An-Nu'man bin Syarahil yang saat itu sedang bersama pelayan dan perawatnya. Dan ketika Nabi shallallahu 'alaihi wasallam menemuinya, beliau bersabda: \"Serahkanlah dirimu untukku.\" Wanita itu berkata, \"Apakah seorang permaisuri akan menyerahkan dirinya kepada seorang rakyat jelata?\" maka beliau pun menjulurkan tangannya dan hendak menyentuh dan menenangkan, akan tetapi wanita itu berkata, \"Aku berlindung kepada Allah darimu.\" Maka beliau bersabda: \"Sesungguhnya kamu telah berlindung dengan Dzat Yang Maha Melindungi.\" Setelah itu, beliau keluar dan berkata, \"Wahai Usaid, berilah ia dua helai pakaian dari katun dan kembalikanlah ia kepada keluarganya.\" Dan [Al Husain bin Al Walid An Naisaburi] berkata; dari [Abdurrahman] dari [Abbas bin Sahl] dari [bapaknya] dan [Abu Usaid] keduanya berkata; Nabi shallallahu 'alaihi wasallam menikahi Umayyah binti Syarahil. Dan ketika wanita itu dipertemukan dengan beliau. beliau pun merangkulkan tangan kepada wanita itu, sepertinya wanita itu tak menyukai hal itu. Maka beliau menyuruh Abu Usaid untuk mempersiapkan bekal untuk wanita itu, kemudian memberinya dua helai pakaian dari katun. Telah menceritakan kepada kami [Abdullah bin Muhammad] Telah menceritakan kepada kami [Ibrahim bin Abu Zubair] Telah menceritakan kepada kami [Abdurrahman] dari [Hamzah] dari [bapaknya] dan dari [Abbas bin Sahl bin Sa'd] dari [bapaknya] dengan hadits ini.","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ غَسِيلٍ عَنْ حَمْزَةَ بْنِ أَبِي أُسَيْدٍ عَنْ أَبِي أُسَيْدٍ رَضِيَ اللَّهُ عَنْهُ قَالَخَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى انْطَلَقْنَا إِلَى حَائِطٍ يُقَالُ لَهُ الشَّوْطُ حَتَّى انْتَهَيْنَا إِلَى حَائِطَيْنِ فَجَلَسْنَا بَيْنَهُمَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْلِسُوا هَا هُنَا وَدَخَلَ وَقَدْ أُتِيَ بِالْجَوْنِيَّةِ فَأُنْزِلَتْ فِي بَيْتٍ فِي نَخْلٍ فِي بَيْتِ أُمَيْمَةَ بِنْتِ النُّعْمَانِ بْنِ شَرَاحِيلَ وَمَعَهَا دَايَتُهَا حَاضِنَةٌ لَهَا فَلَمَّا دَخَلَ عَلَيْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَبِي نَفْسَكِ لِي قَالَتْ وَهَلْ تَهَبُ الْمَلِكَةُ نَفْسَهَا لِلسُّوقَةِ قَالَ فَأَهْوَى بِيَدِهِ يَضَعُ يَدَهُ عَلَيْهَا لِتَسْكُنَ فَقَالَتْ أَعُوذُ بِاللَّهِ مِنْكَ فَقَالَ قَدْ عُذْتِ بِمَعَاذٍ ثُمَّ خَرَجَ عَلَيْنَا فَقَالَ يَا أَبَا أُسَيْدٍ اكْسُهَا رَازِقِيَّتَيْنِ وَأَلْحِقْهَا بِأَهْلِهَاوَقَالَ الْحُسَيْنُ بْنُ الْوَلِيدِ النَّيْسَابُورِيُّ عَنْ عَبْدِ الرَّحْمَنِ عَنْ عَبَّاسِ بْنِ سَهْلٍ عَنْ أَبِيهِ وَأَبِي أُسَيْدٍ قَالَا تَزَوَّجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُمَيْمَةَ بِنْتَ شَرَاحِيلَ فَلَمَّا أُدْخِلَتْ عَلَيْهِ بَسَطَ يَدَهُ إِلَيْهَا فَكَأَنَّهَا كَرِهَتْ ذَلِكَ فَأَمَرَ أَبَا أُسَيْدٍ أَنْ يُجَهِّزَهَا وَيَكْسُوَهَا ثَوْبَيْنِ رَازِقِيَّيْنِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ حَدَّثَنَا عَبْدُ الرَّحْمَنِ عَنْ حَمْزَةَ عَنْ أَبِيهِ وَعَنْ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ عَنْ أَبِيهِ بِهَذَا","source":"Bukhari"},"__N_SSG":true}