{"pageProps":{"number":"4917","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah] dari [Malik] dari [Hisyam bin 'Urwah] dari [ayahnya] dari [Aisyah] dia berkata; \"Ketika Rasulullah shallaallahu'alaihi wa sallam sampai di Madinah, Abu Bakar dan Bilal menderita sakit. Lalu Aisyah menjenguk mereka berdua. Aku bertanya; \"Wahai ayahku, bagaimana keadaanmu? Dan engkau Bilal, bagaimana keadaanmu?\" Aisyah melanjutkan; Dan setiap kali Abu Bakar menderita sakit panas, maka dia akan berkata; \"Setiap orang bertanggung jawab terhadap keluarganya dan kematian itu lebih dekat dari pada tali sandalnya.\" Sedangkan jika Bilal menderita sakit demam, dia akan berkata; \"Alangkah baiknya syairku, apakah aku harus bermalam di suatu lembah sementara di sampingku terdapat orang-orang yang membanggakan lagi mulia. Apakah suatu hari mereka akan menginginkan airnya yang melimpah. Apakah sudah tampak olehku gunung Syamah dan Thafil?\" Aisyah berkata; Kemudian aku mendatangi Rasulullah shallaallahu'alaihi wa sallam dan mengabarkan keadaan mereka kepada beliau. Lalu beliau berdo'a: ALLAHUMMA HABBIB ILAINAA ALMADINAH KAHUBBINA MAKKATA AW ASYADDA ALLAHUMMA WA SHAHHIHHA WA BAARIK LANAA FI MUDDIHA WA SHAA'IHAA WANQUL HUMMAHA FAJ'ALHA BIL JUHFAH (Ya Allah, jadikanlah kecintaan kami kepada Madinah seperti kecintaan kami kepada Mekkah atau lebih. Ya Allah, perbaikilah ia, Berkahilah kami pada takaran mudnya dan sha'nya dan pindahkanlah wabah penyakitnya ke Juhfah.\"","arab":"حَدَّثَنَا قُتَيْبَةُ عَنْ مَالِكٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّهَا قَالَتْلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وُعِكَ أَبُو بَكْرٍ وَبِلَالٌ رَضِيَ اللَّهُ عَنْهُمَا قَالَتْ فَدَخَلْتُ عَلَيْهِمَا قُلْتُ يَا أَبَتِ كَيْفَ تَجِدُكَ وَيَا بِلَالُ كَيْفَ تَجِدُكَ قَالَتْ وَكَانَ أَبُو بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُولُ كُلُّ امْرِئٍ مُصَبَّحٌ فِي أَهْلِهِوَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِوَكَانَ بِلَالٌ إِذَا أَقْلَعَتْ عَنْهُ يَقُولُ أَلَا لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةًبِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُوَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مِجَنَّةٍوَهَلْ تَبْدُوَنْ لِي شَامَةٌ وَطَفِيلُقَالَتْ عَائِشَةُ فَجِئْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ فَقَالَ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ اللَّهُمَّ وَصَحِّحْهَا وَبَارِكْ لَنَا فِي مُدِّهَا وَصَاعِهَا وَانْقُلْ حُمَّاهَا فَاجْعَلْهَا بِالْجُحْفَةِ","source":"Bukhari"},"__N_SSG":true}