{"pageProps":{"number":"4929","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Yahya Abu Zakariya`] telah mengabarkan kepada kami [Sulaiman bin Bilal] dari [Yahya bin Sa'id] dia berkata; saya mendengar [Al Qasim bin Muhammad] berkata; [Aisyah] berkata; \"Aduh kepalaku pusing.\" maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kalaulah kematianmu terjadi dan aku masih hidup, tentu aku memintakan ampun untukmu dan mendoakan kebaikan bagimu. Kata 'Aisyah \"Duhh,, sungguh aku beranggapan bahwa engkau mencintai kematianku! Dan kalaulah kematian itu terjadi pada dirimu, niscaya engkau harus menjadi pengantin di akhir-akhir harimu (maksudnya 'Aisyah sangat mengimpikan agar akhir-akhir hayat nabi, beliau berada di rumahnya, bukan di rumah isteri nabi yang lain). Lantas Nabi shallallahu 'alaihi wasallam mengatakan: \"Bahkan aku merasa sakit kepala, sungguh aku berkeinginan atau ingin mengutus seorang utusan kepada Abu Bakar dan anaknya, dan aku sampaikan washiyat; \"Biarlah orang berkomentar apa saja, atau biarlah orang bercita-cita apa saja, yang jelas kemudian aku katakan: 'Allah enggan dan orang-orang mukmin menolak atau dengan redaksi lain Allah menolak dan orang-orang mukmin enggan.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَبُو زَكَرِيَّاءَ أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلَالٍ عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ قَالَ قَالَتْ عَائِشَةُوَا رَأْسَاهْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاكِ لَوْ كَانَ وَأَنَا حَيٌّ فَأَسْتَغْفِرَ لَكِ وَأَدْعُوَ لَكِ فَقَالَتْ عَائِشَةُ وَا ثُكْلِيَاهْ وَاللَّهِ إِنِّي لَأَظُنُّكَ تُحِبُّ مَوْتِي وَلَوْ كَانَ ذَاكَ لَظَلِلْتَ آخِرَ يَوْمِكَ مُعَرِّسًا بِبَعْضِ أَزْوَاجِكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَلْ أَنَا وَا رَأْسَاهْ لَقَدْ هَمَمْتُ أَوْ أَرَدْتُ أَنْ أُرْسِلَ إِلَى أَبِي بَكْرٍ وَابْنِهِ وَأَعْهَدَ أَنْ يَقُولَ الْقَائِلُونَ أَوْ يَتَمَنَّى الْمُتَمَنُّونَ ثُمَّ قُلْتُ يَأْبَى اللَّهُ وَيَدْفَعُ الْمُؤْمِنُونَ أَوْ يَدْفَعُ اللَّهُ وَيَأْبَى الْمُؤْمِنُونَ","source":"Bukhari"},"__N_SSG":true}