{"pageProps":{"number":"6159","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdullah bin Muhammad Al Ju'fi] telah menceritakan kepada kami [Harami bin Umarah] telah menceritakan kepada kami [Qurrah bin Khalid] dari [Muhammad bin Sirin] mengatakan, [Qais bin Ubad] mengatakan; aku berada di suatu halaqah yang disana terdapat Sa'd bin malik dan Ibnu Umar, lantas [Abdullah bin Salam] lewat, kemudian mereka mengatakan; 'Ini adalah seorang penghuni surga.' Maka saya katakan kepada Abdullah bahwa mereka telah mengatakan demikian dan demikian. Spontan Abdullah bin Salam mengatakan: 'Subhanallah, tak sepantasnya mereka mengucapkan suatu hal yang mereka tidak mempunyai pengetahuan tentangnya, hanyasanya aku bermimpi seolah-olah ada sebuah tiang yang diletakkan dalam sebuah kebun hijau, kemudian tiang itu ditegakkan disana sedang di ujung tongkat itu terdapat tali dan bagian bawahnya terdapat seorang pelayan, kemudian ada suatu suara yang terdengar; 'naikilah tiang tersebut! ' Maka aku menaikinya hingga aku berhasil mengambil tali. Kejadian ini aku kisahkan kepada Rasulullah Shallallahu'alaihiwasallam, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Abdullah bin Salam meninggal sedang ia memegang tali yang kokoh.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْجُعْفِيُّ حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ قَالَ قَالَ قَيْسُ بْنُ عُبَادٍكُنْتُ فِي حَلْقَةٍ فِيهَا سَعْدُ بْنُ مَالِكٍ وَابْنُ عُمَرَ فَمَرَّ عَبْدُ اللَّهِ بْنُ سَلَامٍ فَقَالُوا هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ فَقُلْتُ لَهُ إِنَّهُمْ قَالُوا كَذَا وَكَذَا قَالَ سُبْحَانَ اللَّهِ مَا كَانَ يَنْبَغِي لَهُمْ أَنْ يَقُولُوا مَا لَيْسَ لَهُمْ بِهِ عِلْمٌ إِنَّمَا رَأَيْتُ كَأَنَّمَا عَمُودٌ وُضِعَ فِي رَوْضَةٍ خَضْرَاءَ فَنُصِبَ فِيهَا وَفِي رَأْسِهَا عُرْوَةٌ وَفِي أَسْفَلِهَا مِنْصَفٌ وَالْمِنْصَفُ الْوَصِيفُ فَقِيلَ ارْقَهْ فَرَقِيتُهُ حَتَّى أَخَذْتُ بِالْعُرْوَةِ فَقَصَصْتُهَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمُوتُ عَبْدُ اللَّهِ وَهُوَ آخِذٌ بِالْعُرْوَةِ الْوُثْقَى","source":"Bukhari"},"__N_SSG":true}