{"pageProps":{"number":"616","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin 'Abdullah bin Hawsyab] berkata, telah menceritakan kepada kami ['Abdul Wahhab] berkata, telah menceritakan kepada kami [Humaid] dari [Anas bin Malik] berkata, \"Nabi shallallahu 'alaihi wasallam bersabda: \"Wahai Bani Salamah, tidakkah kalian mengharap pahala dari langkah-langkah kalian?\" Mujahid ketika menerangkan firman Allah: '(Dan Kami menuliskan apa yang mereka kerjakan dan bekas-bekas yang mereka tinggalkan) ' (Qs. Yasin: 12) mengatakan, \"Yakni langkah-langkah mereka.\" [Ibnu Abu Maryam] berkata; telah mengabarkan kepada kami [Yahya bin Ayyub] telah menceritakan kepadaku [Humaid] telah menceritakan kepadaku [Anas] ia berkata, \"Bani Salamah pernah berkeinginan untuk pindah dari tempat tinggal mereka dan mendekat dengan Nabi shallallahu 'alaihi wasallam. Namun Rasulullah shallallahu 'alaihi wasallam tidak memperkenankan mereka mengosongkan Madinah dengan bersabda: \"Tidakkah kalian mengharap pahala dari langkah-langkah kalian?\" Mujahid berkata, \"Langkah-langkah mereka adalah bekas-bekas perjalanan mereka di muka bumi ketika berjalan dengan kaki mereka.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَوْشَبٍ قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ قَالَ حَدَّثَنَا حُمَيْدٌ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا بَنِي سَلِمَةَ أَلَا تَحْتَسِبُونَ آثَارَكُمْوَقَالَ مُجَاهِدٌ فِي قَوْلِهِ{ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ }قَالَ خُطَاهُمْ وَقَالَ ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنِي حُمَيْدٌ حَدَّثَنِي أَنَسٌ أَنَّ بَنِي سَلِمَةَ أَرَادُوا أَنْ يَتَحَوَّلُوا عَنْ مَنَازِلِهِمْ فَيَنْزِلُوا قَرِيبًا مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَكَرِهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُعْرُوا الْمَدِينَةَ فَقَالَ أَلَا تَحْتَسِبُونَ آثَارَكُمْ قَالَ مُجَاهِدٌ خُطَاهُمْ آثَارُهُمْ أَنْ يُمْشَى فِي الْأَرْضِ بِأَرْجُلِهِمْ","source":"Bukhari"},"__N_SSG":true}