{"pageProps":{"number":"713","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa] berkata, telah menceritakan kepada kami [Abu 'Awanah] berkata, telah menceritakan kepada kami ['Abdul Malik bin 'Umair] dari [Jabir bin Samrah] berkata, \"Penduduk Kufah mengadukan Sa'd (bin Abu Waqash) kepada 'Umar. Maka 'Umar menggantinya dengan 'Ammar. Mereka mengadukan Sa'd karena dianggap tidak baik dalam shalatnya. Maka Sa'd dikirim kepada 'Umar dan ditanya, \"Wahai Abu Ishaq, penduduk Kufah menganggap kamu tidak baik dalam shalat?\" [Abu Ishaq] menjawab, \"Demi Allah, aku memimpin shalat mereka sebagaimana shalatnya Rasulullah shallallahu 'alaihi wasallam. Tidaklah aku mengurangi sedikitpun dalam melaksanakan shalat 'Isya bersama mereka. Aku memanjangkan bacaan pada dua rakaat pertama dan aku pendekkan pada dua rakaat yang akhir.\" 'Umar berkata, \"wahai Abu Ishaq, kami juga menganggap begitu terhadapmu.\" Kemudian 'Umar mengutus seorang atau beberapa orang bersama Sa'd ke Kufah. Orang itu kemudian bertanya kepada para penduduk tentang Sa'd, tidak ada satupun masjid yang dikunjungi tanpa menanyakan tentang Sa'd, mereka semua mengagumi Sa'd dan mengenalnya dengan baik. Hingga akhirnya sampai ke sebuah masjid milik bani 'Abs, lalu salah seorang dari mereka yang bernama Usamah bin Qatadah dengan nama panggilan Abu Sa'dah berkata, \"Jika kalian minta pendapat kami, maka kami katakan bahwa Sa'd adalah seorang yang tidak memudahkan pasukan, bila membagi tidak sama dan tidak adil dalam mengambil keputusan.\" Maka Sa'd berkata, \"Demi Allah, sungguh aku akan berdo'a dengan tiga do'a; Ya Allah jika dia, hambamu ini, berdusta, dan mengatakan ini dengan maksud riya' atau sum'ah, maka panjangkanlah umurnya, panjangkanlah kefakirannya dan campakkanlah dia dengan berbagai fitnah.\" Setelah beberapa masa kemudian, orang tersebut bila ditanya mengapa keadaannya jadi sengsara begitu, maka ia menjawab, \"Aku orang tua renta yang terkena fitnah akibat do'anya Sa'd.\" 'Abdul Malik berkata, \"Aku sendiri melihat kedua alisnya telah panjang ke bawah menutupi kedua matanya, dan sungguh dia tersia-siakan saat berada di jalan-jalan.\"","arab":"حَدَّثَنَا مُوسَى قَالَ حَدَّثَنَا أَبُو عَوَانَةَ قَالَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَشَكَا أَهْلُ الْكُوفَةِ سَعْدًا إِلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ فَعَزَلَهُ وَاسْتَعْمَلَ عَلَيْهِمْ عَمَّارًا فَشَكَوْا حَتَّى ذَكَرُوا أَنَّهُ لَا يُحْسِنُ يُصَلِّي فَأَرْسَلَ إِلَيْهِ فَقَالَ يَا أَبَا إِسْحَاقَ إِنَّ هَؤُلَاءِ يَزْعُمُونَ أَنَّكَ لَا تُحْسِنُ تُصَلِّي قَالَ أَبُو إِسْحَاقَ أَمَّا أَنَا وَاللَّهِ فَإِنِّي كُنْتُ أُصَلِّي بِهِمْ صَلَاةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَخْرِمُ عَنْهَا أُصَلِّي صَلَاةَ الْعِشَاءِ فَأَرْكُدُ فِي الْأُولَيَيْنِ وَأُخِفُّ فِي الْأُخْرَيَيْنِ قَالَ ذَاكَ الظَّنُّ بِكَ يَا أَبَا إِسْحَاقَ فَأَرْسَلَ مَعَهُ رَجُلًا أَوْ رِجَالًا إِلَى الْكُوفَةِ فَسَأَلَ عَنْهُ أَهْلَ الْكُوفَةِ وَلَمْ يَدَعْ مَسْجِدًا إِلَّا سَأَلَ عَنْهُ وَيُثْنُونَ مَعْرُوفًا حَتَّى دَخَلَ مَسْجِدًا لِبَنِي عَبْسٍ فَقَامَ رَجُلٌ مِنْهُمْ يُقَالُ لَهُ أُسَامَةُ بْنُ قَتَادَةَ يُكْنَى أَبَا سَعْدَةَ قَالَ أَمَّا إِذْ نَشَدْتَنَا فَإِنَّ سَعْدًا كَانَ لَا يَسِيرُ بِالسَّرِيَّةِ وَلَا يَقْسِمُ بِالسَّوِيَّةِ وَلَا يَعْدِلُ فِي الْقَضِيَّةِ قَالَ سَعْدٌ أَمَا وَاللَّهِ لَأَدْعُوَنَّ بِثَلَاثٍ اللَّهُمَّ إِنْ كَانَ عَبْدُكَ هَذَا كَاذِبًا قَامَ رِيَاءً وَسُمْعَةً فَأَطِلْ عُمْرَهُ وَأَطِلْ فَقْرَهُ وَعَرِّضْهُ بِالْفِتَنِ وَكَانَ بَعْدُ إِذَا سُئِلَ يَقُولُ شَيْخٌ كَبِيرٌ مَفْتُونٌ أَصَابَتْنِي دَعْوَةُ سَعْدٍقَالَ عَبْدُ الْمَلِكِ فَأَنَا رَأَيْتُهُ بَعْدُ قَدْ سَقَطَ حَاجِبَاهُ عَلَى عَيْنَيْهِ مِنْ الْكِبَرِ وَإِنَّهُ لَيَتَعَرَّضُ لِلْجَوَارِي فِي الطُّرُقِ يَغْمِزُهُنَّ","source":"Bukhari"},"__N_SSG":true}