{"pageProps":{"number":"1401","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Ahmad bin Hafsh], telah menceritakan kepadaku [ayahku], telah menceritakan kepadaku [Ibrahim bin Thahman], dari ['Abbad bin Ishaq] dari [Abdullah bin Yazid] dari [ayahnya yaitu Yazid] mantan budak Al Munba'its dari [Zaid bin Khalid Al Juhani] bahwa ia berkata; Rasulullah shallAllahu wa'alaihi wa sallam ditanya ….. kemudian ia menyebutkan seperti hadits Rabi'ah. Ia berkata; dan beliau ditanya mengenai barang temuan, lalu beliau mengatakan: \"Engkau umumkan selama satu tahun, kemudian apabila pemiliknya telah datang maka engkau serahkan kepadanya, jika tidak engkau ketahui talinya dan kantongnya, kemudian masukkan ke dalam hartamu, kemudian apabila pemiliknya datang maka serahkan kepadanya.\" Telah menceritakan kepada Kami [Musa bin Isma'il] dari [Hammad bin Salamah] dari [Yahya bin Sa'id] serta [Rabi'ah] dengan sanad Qutaibah, dan maknanya. Dan ia tambahkan dalam hadits tersebut: \"Kemudian apabila orang yang mencarinya telah datang dan mengetahui isinya dan jumlahnya maka serahkan kepadanya.\" [Hammad] juga mengatakan dari ['Ubaidullah bin Umar] dari ['Amr bin Syuiab] dari [ayahnya] dari [kakeknya] dari Nabi shallallahu 'alaihi wasallam seperti itu. Abu Daud berkata; dan tambahan yang disebutkan Hammad bin Salamah dalam hadits Salamah Kuhail, Yahya bin Sa'id serta 'Ubaidullah bin Umar dan Rabi'ah: \"Apabila pemiliknya telah datang dan mengetahui kantong serta talinya maka serahkan kepadanya\" bukanlah kalimat yang mahfuzh yaitu: \"dan mengetahui kandong dan talinya…\", sedangkan hadits Uqbah bin Suwaid dari ayahnya dari Nabi juga beliau bersabda: \"Umumkan selama satu tahun.\" Sedangkan hadits Umar bin Al Khathab juga dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Umumkan selama satu tahun.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ حَفْصٍ حَدَّثَنِي أَبِي حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ عَبَّادِ بْنِ إِسْحَقَ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عَنْ أَبِيهِ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّهُ قَالَ سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوَ حَدِيثِ رَبِيعَةَقَالَ وَسُئِلَ عَنْ اللُّقَطَةِ فَقَالَ تُعَرِّفُهَا حَوْلًا فَإِنْ جَاءَ صَاحِبُهَا دَفَعْتَهَا إِلَيْهِ وَإِلَّا عَرَفْتَ وِكَاءَهَا وَعِفَاصَهَا ثُمَّ أَفِضْهَا فِي مَالِكَ فَإِنْ جَاءَ صَاحِبُهَا فَادْفَعْهَا إِلَيْهِحَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ وَرَبِيعَةَ بِإِسْنَادِ قُتَيْبَةَ وَمَعْنَاهُ وَزَادَ فِيهِ فَإِنْ جَاءَ بَاغِيهَا فَعَرَفَ عِفَاصَهَا وَعَدَدَهَا فَادْفَعْهَا إِلَيْهِ و قَالَ حَمَّادٌ أَيْضًا عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ قَالَ أَبُو دَاوُد وَهَذِهِ الزِّيَادَةُ الَّتِي زَادَ حَمَّادُ بْنُ سَلَمَةَ فِي حَدِيثِ سَلَمَةَ بْنِ كُهَيْلٍ وَيَحْيَى بْنِ سَعِيدٍ وَعُبَيْدِ اللَّهِ بْنِ عُمَرَ وَرَبِيعَةَ إِنْ جَاءَ صَاحِبُهَا فَعَرَفَ عِفَاصَهَا وَوِكَاءَهَا فَادْفَعْهَا إِلَيْهِ لَيْسَتْ بِمَحْفُوظَةٍ فَعَرَفَ عِفَاصَهَا وَوِكَاءَهَا وَحَدِيثُ عُقْبَةَ بْنِ سُوَيْدٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْضًا قَالَ عَرِّفْهَا سَنَةً وَحَدِيثُ عُمَرَ بْنِ الْخَطَّابِ أَيْضًا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عَرِّفْهَا سَنَةً","source":"Abu Daud"},"__N_SSG":true}