{"pageProps":{"number":"1804","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Shalih], telah menceritakan kepada kami [Abdur Razzaq], telah mengabarkan kepada kami [Ibnu Juraij], telah mengabarkan kepadaku [Abu Az Zubair] bahwa ia mendengar Abdur Rahman bin Aiman mantan budak Urwah bertanya kepada [Ibnu Umar], dan Abu Zubair mendengar ia berkata, bagaimana pendapatmu tentang seseorang yang mentalak istrinya dalam keadaan haid, ia berkata, Abdullah bin Umar mentalak istrinya ketika dalam keadaan haid pada masa Rasulullah shallallahu 'alaihi wasallam, maka Umar bertanya kepada Rasulullah, sesungguhnya Abdullah bin Umar mentalak istri yang sedang dalam keadaan haid, Abdullah berkata, maka beliau mengembalikannya kepadaku dan tidak ada masalah atasnya, lalu beliau bersabda, \"Jika ia telah suci, maka boleh kamu cerai atau tetap menjadi istrimu.\" Kemudian Nabi shallallahu 'alaihi wasallam membaca ayat, \"Wahai Nabi! Apabila kamu menceraikan istri-istri kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar).\" Abu Daud berkata, hadits ini diriwayatkan dari Ibnu Umar, [Yunus bin Zubair], [Anas bin Sirin], [Said bin Zubair], [Zaid bin Aslam], [Abu Az Zubair], dan [Manshur] dari [Abu Wail] menurut makna mereka bahwa Nabi shallallahu 'alaihi wasallam menyuruhnya untuk merujuk istrinya kembali hingga setelah suci, ia boleh mentalaknya atau tetap menjadikannya sebagai istri. Begitu juga diriwayatkan oleh [Muhammad bin Abdur Rahman] dari [Salim] dari [Ibnu Umar]. Adapun riwayat [Zuhri] dari [Salim] dan [Nafi'] dari [Ibnu Umar] bahwa Nabi shallallahu 'alaihi wasallam memerintahkannya untuk merujuknya hingga suci, haid, dan suci kembali, (setelah itu) jika berkenan ia boleh mentalaknya atau tetap menjadikannya istri. Dan diriwayatkan dari [Atha` Al Khurasani] dari [Al Hasan] dari [Ibnu Umar] sama seperti riwayat Nafi' Az Zuhri, dan semua hadits yang diriwayatkan tersebut berseberangan dengan apa yang dikatakan Abu Az Zubair. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِأَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَيْمَنَ مَوْلَى عُرْوَةَ يَسْأَلُ ابْنَ عُمَرَ وَأَبُو الزُّبَيْرِ يَسْمَعُ قَالَ كَيْفَ تَرَى فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ حَائِضًا قَالَ طَلَّقَ عَبْدُ اللَّهِ بْنُ عُمَرَ امْرَأَتَهُ وَهِيَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَ عُمَرُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ قَالَ عَبْدُ اللَّهِ فَرَدَّهَا عَلَيَّ وَلَمْ يَرَهَا شَيْئًا وَقَالَ إِذَا طَهُرَتْ فَلْيُطَلِّقْ أَوْ لِيُمْسِكْ قَالَ ابْنُ عُمَرَ وَقَرَأَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمْ النِّسَاءَ فَطَلِّقُوهُنَّ }فِي قُبُلِ عِدَّتِهِنَّقَالَ أَبُو دَاوُد رَوَى هَذَا الْحَدِيثَ عَنْ ابْنِ عُمَرَ يُونُسُ بْنُ جُبَيْرٍ وَأَنَسُ بْنُ سِيرِينَ وَسَعِيدُ بْنُ جُبَيْرٍ وَزَيْدُ بْنُ أَسْلَمَ وَأَبُو الزُّبَيْرِ وَمَنْصُورٌ عَنْ أَبِي وَائِلٍ مَعْنَاهُمْ كُلُّهُمْ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَهُ أَنْ يُرَاجِعَهَا حَتَّى تَطْهُرَ ثُمَّ إِنْ شَاءَ طَلَّقَ وَإِنْ شَاءَ أَمْسَكَ وَكَذَلِكَ رَوَاهُ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ سَالِمٍ عَنْ ابْنِ عُمَرَ وَأَمَّا رِوَايَةُ الزُّهْرِيِّ عَنْ سَالِمٍ وَنَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَهُ أَنْ يُرَاجِعَهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ ثُمَّ تَطْهُرَ ثُمَّ إِنْ شَاءَ طَلَّقَ وَإِنْ شَاءَ أَمْسَكَ وَرُوِيَ عَنْ عَطَاءٍ الْخُرَاسَانِيِّ عَنْ الْحَسَنِ عَنْ ابْنِ عُمَرَ نَحْوَ رِوَايَةِ نَافِعٍ وَالزُّهْرِيِّ وَالْأَحَادِيثُ كُلُّهَا عَلَى خِلَافِ مَا قَالَ أَبُو الزُّبَيْرِ","source":"Abu Daud"},"__N_SSG":true}