{"pageProps":{"number":"1853","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far Al Waraki], telah mengabarkan kepada kami [Ibrahim bin Sa'd], dari [Az Zuhri] dari [Sahl bin Sa'd] mengenai hadits dua orang yang saling melaknat, ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Lihatlah dia, apabila ia melahirkan anak yang bermata hitam, berpantat besar, maka aku tidak melihat selain ia (suaminya) telah jujur, dan apabila ia melahirkan anak yang berwarna kemerahan seperti wabarah (hewan sejenis tokek) maka aku tidak melihat selain ia telah berdusta.\" Sahl bin Sa'd berkata; kemudian wanita tersebut melahirkan dengan cirri yang tidak disenangi. Telah menceritakan kepada kami [Mahmud bin Khalid Ad Dimasyqi], telah menceritakan kepada kami [Al Firyabi] dari [Al Auza'i] dari [Az Zuhri] dari [Sahl bin Sa'd As Sa'idi] dengan hadits ini. Ia berkata; maka anak tersebut dipanggil anak ibunya. Telah menceritakan kepada kami [Ahmad bin 'Amr bin As Sarh], telah menceritakan kepada kami [Ibnu Wahb] dari ['Iyadh bin Abdullah Al Fihri] dan yang lainnya, dari [Ibnu Syihab] dari [Sahl bin Sa'd] dalam hadits ini. Ia berkata; kemudian ia mencerainya tiga kali di sisi Rasulullah shallallahu 'alaihi wasallam. Dan Rasulullah shallallahu 'alaihi wasallam menjalankannya, dan apa yang dilakukan di sisi Nabi shallallahu 'alaihi wasallam adalah sunah. Sahl berkata; aku menyaksikan hal ini di sisi Rasulullah shallallahu 'alaihi wasallam sehingga berlangsunglah sunah setelah itu mengenai orang yang saling melaknat dengan dipisahkannya diantara mereka berdua, kemudian mereka tidak akan tidak berkumpul selamanya. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْوَرَكَانِيُّ أَخْبَرَنَا إِبْرَاهِيمُ يَعْنِي ابْنَ سَعْدٍ عَنْ الزُّهْرِيِّ عَنْ سَهْلِ بْنِ سَعْدٍفِي خَبَرِ الْمُتَلَاعِنَيْنِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبْصِرُوهَا فَإِنْ جَاءَتْ بِهِ أَدْعَجَ الْعَيْنَيْنِ عَظِيمَ الْأَلْيَتَيْنِ فَلَا أُرَاهُ إِلَّا قَدْ صَدَقَ وَإِنْ جَاءَتْ بِهِ أُحَيْمِرَ كَأَنَّهُ وَحَرَةٌ فَلَا أُرَاهُ إِلَّا كَاذِبًا قَالَ فَجَاءَتْ بِهِ عَلَى النَّعْتِ الْمَكْرُوهِحَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ الدِّمَشْقِيُّ حَدَّثَنَا الْفِرْيَابِيُّ عَنْ الْأَوْزَاعِيِّ عَنْ الزُّهْرِيِّ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ بِهَذَا الْخَبَرِ قَالَ فَكَانَ يُدْعَى يَعْنِي الْوَلَدَ لِأُمِّهِ حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ الْفِهْرِيِّ وَغَيْرِهِ عَنْ ابْنِ شِهَابٍ عَنْ سَهْلِ بْنِ سَعْدٍ فِي هَذَا الْخَبَرِ قَالَ فَطَلَّقَهَا ثَلَاثَ تَطْلِيقَاتٍ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْفَذَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ مَا صُنِعَ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُنَّةٌ قَالَ سَهْلٌ حَضَرْتُ هَذَا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَضَتْ السُّنَّةُ بَعْدُ فِي الْمُتَلَاعِنَيْنِ أَنْ يُفَرَّقَ بَيْنَهُمَا ثُمَّ لَا يَجْتَمِعَانِ أَبَدًا","source":"Abu Daud"},"__N_SSG":true}