{"pageProps":{"number":"1879","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Abdullah bin Yazid?] mantan budak Al Aswad bin Sufyan dari [Abu Salamah bin Abdurrahman] dari [Fathimah binti Qais] bahwa Abu 'Amr bin Hafsh telah mencerainya sama sekali, sementara Abu 'Amr tidak hadir. Lalu ia mengirimkan wakilnya kepadanya dengan membawa gandum. Maka Fathimah marah kepadanya, kemudian wakil tersebut berkata; demi Allah engkau tidak mempunyai hak sedikitpun atas kami. Kemudian Fathimah datang kepada Rasulullah shallallahu 'alaihi wasallam dan menyebutkan hal tersebut kepadanya. Kemudian beliau berkata kepadanya: \"Engkau tidak memiliki hak nafkah atasnya.\" Dan beliau memerintahkannya agar ber'iddah di rumah Ummu Syarik. Kemudian beliau berkata: \"Ia adalah seorang wanita yang sering dikunjungi sahabat-sahabatku. Ber'iddahlah di rumah Ibnu Ummi Maktum. Karena ia adalah orang yang buta. Engkau bisa meletakkan pakainmu dan apabila engkau telah halal maka beritahukan kepadaku!\" Fathimah berkata; kemudian tatkala aku telah halal, aku ceritakan kepada beliau bahwa Mu'awiyah bin Abu Sufyan dan Abu Jahm telah meminangku. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Adapun Abu Jahm, maka ia tidak meletakkan tongkatnya dari pundaknya, adapun Mu'awiyah, maka ia adalah orang yang miskin, tidak memiliki harta. Menikahlah dengan Usamah bin Zaid.\" Fathimah berkata; Lalu aku tidak menyukai hal tersebut, kemudian beliau berkata: \"Menikahlah dengan Usamah bin Zaid.\" Kemudian aku menikah dengannya dan Allah ta'ala menjadikan pada dirinya terdapat kebaikan yang sangat banyak. Dan aku merasa iri kepadanya. Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Aban bin Yazid? Al 'Aththar], telah menceritakan kepada kami [Yahya bin Abu Katsir] telah menceritakan kepadaku [Abu Salamah bin Abdurrahman] bahwa [Fathimah binti Qais] menceritakan kepadanya bahwa Abu Hafsh bin Al Mughirah telah menceraikannya tiga kali. Dan ia menyebutkan hadits mengenai hal tersebut. Dan Khalid bin Al Walid serta beberapa orang dari Bani Makhzum datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; wahai Nabi Allah, sesungguhnya Abu Hafsh bin Al Mughirah telah menceraian isterinya sebanyak tiga kali. dan ia meninggalkan untuknya sedikit nafkah. Kemudian beliau berkata: \"Ia tidak mendapatkan nafkah.\" Dan Abu Salamah menyebutkan hadits tersebut. Dan hadits Malik lebih sempurna. Telah menceritakan kepada kami [Mahmud bin Khalid], telah menceritakan kepada kami [Al Walid], telah menceritakan kepada kami [Abu 'Amr] dari [Yahya] telah menceritakan kepadaku [Abu Salamah], telah menceritakan kepadaku [Fathimah binti Qais] bahwa Abu 'Amr bin Hafsh Al Makhzumi telah mencerainya tiga kali. Dan ia menyebutkan hadits tersebut dan hadits Khalid bin Al Walid. Ia berkata; kemudian Nabi shallallahu 'alaihi wasallam berkata; ia tidak mendapatkan nafkah, dan tempat tinggal. Kemudian Nabi shallallahu 'alaihi wasallam mengirimkan utusan mengatakan; janganlah engkau mendahuluiku mengenai dirimu! Telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Isma'il bin Ja'far] dari [Muhammad bin 'Amr] dari [Abu Salamah] dari [Fathimah binti Qais], ia berkata; aku pernah menjadi isteri seorang laki-laki dari Bani Makhzum. Kemudian ia menceraiku sama sekali (untuk selamanya) …. Kemudian ia menyebutkan hadits seperti hadits Malik. Ia berkata padanya; janganlah engkau mendahuluiku terhadap dirimu. Abu Daud berkata; dan demikianlah [Asy Sya'bi] dan [Al Bahi] serta ['Atha`] meriwayatkannya dari [Abdurrahman bin 'Ashim], dan [Abu Bakr bin Abu Al Jahm] seluruh mereka berasal dari [Fathimah binti Qais], bahwa suaminya telah mencerainya tiga kali. ","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ مَوْلَى الْأَسْوَدِ بْنِ سُفْيَانَ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍأَنَّ أَبَا عَمْرِو بْنَ حَفْصٍ طَلَّقَهَا الْبَتَّةَ وَهُوَ غَائِبٌ فَأَرْسَلَ إِلَيْهَا وَكِيلَهُ بِشَعِيرٍ فَتَسَخَّطَتْهُ فَقَالَ وَاللَّهِ مَا لَكِ عَلَيْنَا مِنْ شَيْءٍ فَجَاءَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَتْ ذَلِكَ لَهُ فَقَالَ لَهَا لَيْسَ لَكِ عَلَيْهِ نَفَقَةٌ وَأَمَرَهَا أَنْ تَعْتَدَّ فِي بَيْتِ أُمِّ شَرِيكٍ ثُمَّ قَالَ إِنَّ تِلْكَ امْرَأَةٌ يَغْشَاهَا أَصْحَابِي اعْتَدِّي فِي بَيْتِ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ رَجُلٌ أَعْمَى تَضَعِينَ ثِيَابَكِ وَإِذَا حَلَلْتِ فَآذِنِينِي قَالَتْ فَلَمَّا حَلَلْتُ ذَكَرْتُ لَهُ أَنَّ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ وَأَبَا جَهْمٍ خَطَبَانِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا أَبُو جَهْمٍ فَلَا يَضَعُ عَصَاهُ عَنْ عَاتِقِهِ وَأَمَّا مُعَاوِيَةُ فَصُعْلُوكٌ لَا مَالَ لَهُ انْكِحِي أُسَامَةَ بْنَ زَيْدٍ قَالَتْ فَكَرِهْتُهُ ثُمَّ قَالَ انْكِحِي أُسَامَةَ بْنَ زَيْدٍ فَنَكَحْتُهُ فَجَعَلَ اللَّهُ تَعَالَى فِيهِ خَيْرًا كَثِيرًا وَاغْتَبَطْتُ بِهِحَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ الْعَطَّارُ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ فَاطِمَةَ بِنْتَ قَيْسٍ حَدَّثَتْهُ أَنَّ أَبَا حَفْصِ بْنَ الْمُغِيرَةِ طَلَّقَهَا ثَلَاثًا وَسَاقَ الْحَدِيثَ فِيهِ وَأَنَّ خَالِدَ بْنَ الْوَلِيدِ وَنَفَرًا مِنْ بَنِي مَخْزُومٍ أَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا نَبِيَّ اللَّهِ إِنَّ أَبَا حَفْصِ بْنَ الْمُغِيرَةِ طَلَّقَ امْرَأَتَهُ ثَلَاثًا وَإِنَّهُ تَرَكَ لَهَا نَفَقَةً يَسِيرَةً فَقَالَ لَا نَفَقَةَ لَهَا وَسَاقَ الْحَدِيثَ وَحَدِيثُ مَالِكٍ أَتَمُّ حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ حَدَّثَنَا الْوَلِيدُ حَدَّثَنَا أَبُو عَمْرٍو عَنْ يَحْيَى حَدَّثَنِي أَبُو سَلَمَةَ حَدَّثَتْنِي فَاطِمَةُ بِنْتُ قَيْسٍ أَنَّ أَبَا عَمْرِو بْنَ حَفْصٍ الْمَخْزُومِيَّ طَلَّقَهَا ثَلَاثًا وَسَاقَ الْحَدِيثَ وَخَبَرَ خَالِدِ بْنِ الْوَلِيدِ قَال فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَتْ لَهَا نَفَقَةٌ وَلَا مَسْكَنٌ قَالَ فِيهِ وَأَرْسَلَ إِلَيْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ لَا تَسْبِقِينِي بِنَفْسِكِ حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ قَالَتْ كُنْتُ عِنْدَ رَجُلٍ مِنْ بَنِي مَخْزُومٍ فَطَلَّقَنِي الْبَتَّةَ ثُمَّ سَاقَ نَحْوَ حَدِيثِ مَالِكٍ قَالَ فِيهِ وَلَا تُفَوِّتِينِي بِنَفْسِكِ قَالَ أَبُو دَاوُد وَكَذَلِكَ رَوَاهُ الشَّعْبِيُّ وَالْبَهِيُّ وَعَطَاءٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَاصِمٍ وَأَبُو بَكْرِ بْنِ أَبِي الْجَهْمِ كُلُّهُمْ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ أَنَّ زَوْجَهَا طَلَّقَهَا ثَلَاثًا","source":"Abu Daud"},"__N_SSG":true}