{"pageProps":{"number":"196","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah Al-Qa'nabi] dari [Malik] dari [Ibnu Syihab] dari [Urwah] dari [Aisyah radliallahu 'anha] bahwasanya Rasulullah shallallahu 'alaihi wasallam biasa mandi junub dengan air dari satu bejana, yaitu sebanyak satu Faraq. Abu Dawud berkata; Dan diriwayatkan oleh [Ibnu Uyainah] seperti hadits Malik. Abu Dawud berkata; [Ma'mar] berkata; dari [Az-Zuhri] di dalam hadits ini, Aisyah berkata; Saya bersama Rasulullah shallallahu 'alaihi wasallam biasa mandi dari satu bejana yang berisi air kira-kira satu Faraq. Abu Dawud berkata; Saya pernah mendengar Ahmad bin Hanbal berkata; Satu Faraq adalah enam belas ritl. Dan saya juga pernah mendengarnya berkata; Sha' Ibnu Abi Dzi`b Adalah lima pertiga ritl. Abu Dawud bertnya; Siapa yang mengatakan 8 ritl? Dia menjawab; Yang demikian itu tidak terhafal. Abu Dawud berkata; Saya juga mendengar Ahmad bin Hanbal berkata; Barangsiapa yang mengeluarkan zakat fitrah dengan ukuran lima pertiga ritl, maka sudah terpenuhi. Ada yang bertanya; Kurma Shaihani itu berat. Dia balik bertanya; Apakah kurma Shaihani itu lebih baik? Dia menjawab; Tidak tahu. ","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَاأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَغْتَسِلُ مِنْ إِنَاءٍ وَاحِدٍ هُوَ الْفَرَقُ مِنْ الْجَنَابَةِقَالَ أَبُو دَاوُد وَرَوَى ابْنُ عُيَيْنَةَ نَحْوَ حَدِيثِ مَالِكٍ قَالَ أَبُو دَاوُد قَالَ مَعْمَرٌ عَنْ الزُّهْرِيِّ فِي هَذَا الْحَدِيثِ قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ إِنَاءٍ وَاحِدٍ فِيهِ قَدْرُ الْفَرَقِ قَالَ أَبُو دَاوُد سَمِعْت أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ الْفَرَقُ سِتَّةُ عَشَرَ رِطْلًا وَسَمِعْتُهُ يَقُولُ صَاعُ ابْنِ أَبِي ذِئْبٍ خَمْسَةُ أَرْطَالٍ وَثُلُثٌ قَالَ فَمَنْ قَالَ ثَمَانِيَةُ أَرْطَالٍ قَالَ لَيْسَ ذَلِكَ بِمَحْفُوظٍ قَالَ و سَمِعْت أَحْمَدَ يَقُولُ مَنْ أَعْطَى فِي صَدَقَةِ الْفِطْرِ بِرِطْلِنَا هَذَا خَمْسَةَ أَرْطَالٍ وَثُلُثًا فَقَدْ أَوْفَى قِيلَ الصَّيْحَانِيُّ ثَقِيلٌ قَالَ الصَّيْحَانِيُّ أَطْيَبُ قَالَ لَا أَدْرِي","source":"Abu Daud"},"__N_SSG":true}