{"pageProps":{"number":"2048","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Syabbuwaih Al Marwazi], telah menceritakan kepadaku [Abdurrazzaq], telah mengabarkan kepada kami [Ma'mar], dari [Az Zuhri], dari [Ali bin Husain], dari [Shafiyyah], berkata; Rasulullah shallallahu 'alaihi wasallam beri'tikaf, kemudian aku datang menjenguk beliau pada malam hari. Lalu aku mengajak beliau berbicara kemudian berdiri dan kembali. Lalu beliau berdiri bersamaku untuk mengantarku, tempat tinggal Shafiyyah adalah di rumah Usamah bin Zaid. Kemudian terdapat dua orang laki-laki anshar yang lewat. Kemudian tatkala mereka melihat Nabi shallallahu 'alaihi wasallam maka mereka mempercepat jalan. Lalu Nabi shallallahu 'alaihi wasallam berkata: \"Perlahanlah berjalan. Ia adalah Shafiyyah binti Huyai.\" Mereka berkata; subhanallah wahai Rasulullah. Beliau berkata: \"Sesungguhnya syetan berjalan pada diri manusia melalui tempat mengalirnya darah. Aku khawatir ia akan melemparkan sesuatu -atau beliau mengatakan: keburukan- pada hati kalian berdua.\" Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris], telah menceritakan kepada kami [Abu Al Yaman], telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri], dengan sanadnya; dengan hal inilah Aisyah berkata; kemudian tatkala berada di samping pintu masjid yang berada di samping pintu Ummu Salamah, terdapat dua orang laki-laki yang melewati mereka ….. dan ia menyebutkan hadits secara maknanya. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ شَبُّوَيْهِ الْمَرْوَزِيُّ حَدَّثَنِي عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ صَفِيَّةَ قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُعْتَكِفًا فَأَتَيْتُهُ أَزُورُهُ لَيْلًا فَحَدَّثْتُهُ ثُمَّ قُمْتُ فَانْقَلَبْتُ فَقَامَ مَعِي لِيَقْلِبَنِي وَكَانَ مَسْكَنُهَا فِي دَارِ أُسَامَةَ بْنِ زَيْدٍ فَمَرَّ رَجُلَانِ مِنْ الْأَنْصَارِ فَلَمَّا رَأَيَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْرَعَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رِسْلِكُمَا إِنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ قَالَا سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ قَالَ إِنَّ الشَّيْطَانَ يَجْرِي مِنْ الْإِنْسَانِ مَجْرَى الدَّمِ فَخَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا أَوْ قَالَ شَرًّاحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ بِإِسْنَادِهِ بِهَذَا قَالَتْ حَتَّى إِذَا كَانَ عِنْدَ بَابِ الْمَسْجِدِ الَّذِي عِنْدَ بَابِ أُمِّ سَلَمَةَ مَرَّ بِهِمَا رَجُلَانِ وَسَاقَ مَعْنَاهُ","source":"Abu Daud"},"__N_SSG":true}