{"pageProps":{"number":"2223","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Muhammad An Nufaili], telah menceritakan kepada kami [Zuhair], telah menceritakan kepada kami [Abu Ishaq], ia berkata; saya mendengar [Al Bara`] bercerita; ia berkata; Rasulullah shallallahu 'alaihi wasallam menunjuk Abdullah bin Jubair sebagai pemimpin para pemanah pada saat perang Uhud, dan jumlah mereka adalah lima puluh orang. Beliau bersabda: \"Apabila kalian melihat kami disambar burung, maka janganlah kalian meninggalkan tempat kalian ini hingga aku mengirimkan utusan kepada kalian. Dan apabila kalian melihat kami telah mengalahkan musuh dan kami memukul mereka, maka janganlah kalian meninggalkan tempat hingga aku mengirim utusan kepada kalian.\" Kemudian Allah mengalahkan mereka. Al Bara` berkata; demi Allah aku melihat para wanita menaiki gunung. Kemudian para sahabat Abdullah bin Jubair berkata; rampasan perang wahai kaum! Para sahabat kalian telah mendapat kemenangan, maka apa yang kalian tunggu? Kemudian Abdullah bin Jubair berkata; apakah kalian lupa apa yang dikatakan Rasulullah shallallahu 'alaihi wasallam kepada kalian? Kemudian mereka berkata; demi Allah, kami akan datang kepada orang-orang tersebut dan mendapatkan sebagian harta rampasan. Lalu mereka datang dengan wajah-wajah mereka dipalingkan (langkah tak menetu) dan dalam keadaan kalah.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا أَبُو إِسْحَقَ قَالَ سَمِعْتُ الْبَرَاءَ يُحَدِّثُ قَالَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الرُّمَاةِ يَوْمَ أُحُدٍ وَكَانُوا خَمْسِينَ رَجُلًا عَبْدَ اللَّهِ بْنَ جُبَيْرٍ وَقَالَ إِنْ رَأَيْتُمُونَا تَخْطِفُنَا الطَّيْرُ فَلَا تَبْرَحُوا مِنْ مَكَانِكُمْ هَذَا حَتَّى أُرْسِلَ لَكُمْ وَإِنْ رَأَيْتُمُونَا هَزَمْنَا الْقَوْمَ وَأَوْطَأْنَاهُمْ فَلَا تَبْرَحُوا حَتَّى أُرْسِلَ إِلَيْكُمْ قَالَ فَهَزَمَهُمْ اللَّهُ قَالَ فَأَنَا وَاللَّهِ رَأَيْتُ النِّسَاءَ يُسْنِدْنَ عَلَى الْجَبَلِ فَقَالَ أَصْحَابُ عَبْدِ اللَّهِ بْنِ جُبَيْرٍ الْغَنِيمَةَ أَيْ قَوْمِ الْغَنِيمَةَ ظَهَرَ أَصْحَابُكُمْ فَمَا تَنْتَظِرُونَ فَقَالَ عَبْدُ اللَّهِ بْنُ جُبَيْرٍ أَنَسِيتُمْ مَا قَالَ لَكُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا وَاللَّهِ لَنَأْتِيَنَّ النَّاسَ فَلَنُصِيبَنَّ مِنْ الْغَنِيمَةِ فَأَتَوْهُمْ فَصُرِفَتْ وُجُوهُهُمْ وَأَقْبَلُوا مُنْهَزِمِينَ","source":"Abu Daud"},"__N_SSG":true}