{"pageProps":{"number":"2243","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah], ia berkata; telah menceritakan kepada kami [Ahmad bin Al Mufadhdhal], ia berkata; telah menceritakan kepada kami [Asbath bin Nashr], ia berkata; [As Suddi] mengaku dari [Mush'ab bin Sa'd], dari [Sa'id], ia berkata; tatkala terjadi penaklukan Mekkah Rasulullah shallallahu 'alaihi wasallam memberikan keamanan kepada semua orang kecuali empat orang laki-laki dan dua orang wanita, dan beliau menyebutkan mereka, serta Ibnu Abu Sarh. Kemudian Sa'id menyebutkan hadits tersebut, ia berkata; adapun Ibnu Abu Sarh, ia bersembunyi di rumah Utsman bin Affan, kemudian tatkala Rasulullah shallallahu 'alaihi wasallam menyeru untuk berbai'ah, Utsman membawanya ke hadapan Rasulullah shallallahu wa'alaihi wa sallam dan berkata; wahai Nabi Allah, bai'atlah Abdullah. Kemudian beliau mengangkat kepalanya dan melihat kepadanya tiga kali, setiap melakukan tersebut beliau enggan untuk memba'iatnya. Kemudian setelah tiga kali beliau membai'atnya lalu beliau menghadap kepada para sahabatnya dan berkata: \"Bukankah diantara kalian ada orang yang berakal yang mendatangi orang ini dimana ia melihatku. Aku menahan diri dari memba'iatnya, lalu ia membunuhnya?\" Mereka berkata; kami tidak mengetahui wahai Rasulullah, apa yang ada di dalam hati anda. Bukankah anda telah memberi isyarat kepada kami dengan mata anda? Beliau berkata: \"Sesungguhnya tidak selayaknya seorang nabi memiliki mata khianat.\" Abu Daud berkata; Abdullah adalah saudara Utsman sepersusuan. Al Walid bin 'Uqbah adalah saudara Utsman seibu, dan Utsman telah mencambuknya tatkala ia meminum arak. ","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ قَالَ حَدَّثَنَا أَحْمَدُ بْنُ الْمُفَضَّلِ قَالَ حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ قَالَ زَعَمَ السُّدِّيُّ عَنْ مُصْعَبِ بْنِ سَعْدٍ عَنْ سَعْدٍ قَالَلَمَّا كَانَ يَوْمُ فَتْحِ مَكَّةَ أَمَّنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّاسَ إِلَّا أَرْبَعَةَ نَفَرٍ وَامْرَأَتَيْنِ وَسَمَّاهُمْ وَابْنُ أَبِي سَرْحٍ فَذَكَرَ الْحَدِيثَ قَالَ وَأَمَّا ابْنُ أَبِي سَرْحٍ فَإِنَّهُ اخْتَبَأَ عِنْدَ عُثْمَانَ بْنِ عَفَّانَ فَلَمَّا دَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّاسَ إِلَى الْبَيْعَةِ جَاءَ بِهِ حَتَّى أَوْقَفَهُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا نَبِيَّ اللَّهِ بَايِعْ عَبْدَ اللَّهِ فَرَفَعَ رَأْسَهُ فَنَظَرَ إِلَيْهِ ثَلَاثًا كُلُّ ذَلِكَ يَأْبَى فَبَايَعَهُ بَعْدَ ثَلَاثٍ ثُمَّ أَقْبَلَ عَلَى أَصْحَابِهِ فَقَالَ أَمَا كَانَ فِيكُمْ رَجُلٌ رَشِيدٌ يَقُومُ إِلَى هَذَا حَيْثُ رَآنِي كَفَفْتُ يَدِي عَنْ بَيْعَتِهِ فَيَقْتُلُهُ فَقَالُوا مَا نَدْرِي يَا رَسُولَ اللَّهِ مَا فِي نَفْسِكَ أَلَا أَوْمَأْتَ إِلَيْنَا بِعَيْنِكَ قَالَ إِنَّهُ لَا يَنْبَغِي لِنَبِيٍّ أَنْ تَكُونَ لَهُ خَائِنَةُ الْأَعْيُنِقَالَ أَبُو دَاوُد كَانَ عَبْدُ اللَّهِ أَخَا عُثْمَانَ مِنْ الرِّضَاعَةِ وَكَانَ الْوَلِيدُ بْنُ عُقْبَةَ أَخَا عُثْمَانَ لِأُمِّهِ وَضَرَبَهُ عُثْمَانُ الْحَدَّ إِذْ شَرِبَ الْخَمْرَ","source":"Abu Daud"},"__N_SSG":true}