{"pageProps":{"number":"2571","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musharrif bin 'Amr Al Yami], telah menceritakan kepada kami [Yunus bin Bukair], telah menceritakan kepada kami [Asbath bin Nashr Al Hamdani], dari [Isma'il bin Abdurrahman Al Qurasyi], dari [Ibnu Abbas], ia berkata; Rasulullah shallallahu 'alaihi wasallam telah berdama dengan penduduk Najran dengan syarat mereka membayar dua ribu pakaian setengahnya pada Bulan Shafar dan sisanya pada Bulan Rajab, mereka memberikannya kepada orang-orang muslim. Serta 'Awar, mereka membayar tiga puluh baju zirah, tiga puluh unta, dan tiga puluh setiap jenis dari jenis senjata yang mereka gunakan untuk berperang. Dan orang-orang muslim memberikan jaminan -hingga mereka memberikannya kepada orang-orang muslim apabila di Yaman terdapat tipu muslihat serta pengkhianatan- bahwa tempat ibadah mereka tidak dihancurkan dan pendeta mereka tidak dikeluarkan serta mereka tidak difitnah dalam agama mereka selama tidak membuat suatu kejadian atau memakan barang riba. Isma'il berkata; sungguh mereka telah makan riba. Abu Daud berkata; apabila mereka membatalkan sebagian yang telah disyaratkan kepada mereka maka sungguh mereka telah membuat perkara. ","arab":"حَدَّثَنَا مُصَرِّفُ بْنُ عَمْرٍو الْيَامِيُّ حَدَّثَنَا يُونُسُ يَعْنِي ابْنَ بُكَيْرٍ حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ الْهَمْدَانِيُّ عَنْ إِسْمَعِيلَ بْنِ عَبْدِ الرَّحْمَنِ الْقُرَشِيِّ عَنْ ابْنِ عَبَّاسٍ قَالَصَالَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْلَ نَجْرَانَ عَلَى أَلْفَيْ حُلَّةٍ النِّصْفُ فِي صَفَرٍ وَالْبَقِيَّةُ فِي رَجَبٍ يُؤَدُّونَهَا إِلَى الْمُسْلِمِينَ وَعَوَرِ ثَلَاثِينَ دِرْعًا وَثَلَاثِينَ فَرَسًا وَثَلَاثِينَ بَعِيرًا وَثَلَاثِينَ مِنْ كُلِّ صِنْفٍ مِنْ أَصْنَافِ السِّلَاحِ يَغْزُونَ بِهَا وَالْمُسْلِمُونَ ضَامِنُونَ لَهَا حَتَّى يَرُدُّوهَا عَلَيْهِمْ إِنْ كَانَ بِالْيَمَنِ كَيْدٌ أَوْ غَدْرَةٌ عَلَى أَنْ لَا تُهْدَمَ لَهُمْ بَيْعَةٌ وَلَا يُخْرَجَ لَهُمْ قَسٌّ وَلَا يُفْتَنُوا عَنْ دِينِهِمْ مَا لَمْ يُحْدِثُوا حَدَثًا أَوْ يَأْكُلُوا الرِّبَاقَالَ إِسْمَعِيلُ فَقَدْ أَكَلُوا الرِّبَا قَالَ أَبُو دَاوُد إِذَا نَقَضُوا بَعْضَ مَا اشْتُرِطَ عَلَيْهِمْ فَقَدْ أَحْدَثُوا","source":"Abu Daud"},"__N_SSG":true}