{"pageProps":{"number":"2735","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sahl bin Bakkar], telah menceritakan kepada kami [Al Aswad bin Syaiban] dari [Khalid bin Sumair As Sadusi], dari [Basyir bin Nahik] dari [Basyir] mantan budak Rasulullah shallallahu 'alaihi wasallam yang pada masa jahiliyah bernama Zahm bin Ma'bad, kemudian ia berhijrah kepada Allah, lalu beliau berkata: \"Siapakah namamu?\" Ia berkata; Zahm. Beliau berkata: \"Bahkan, engkau adalah Basyir.\" Ia berkata; ketika aku berjalan bersama Rasulullah shallallahu 'alaihi wasallam, beliau melewati kuburan orang-orang musyri, lalu beliau berkata: \"Sungguh mereka telah mendahului mendapatkan kebaikan yang banyak.\" Beliau mengatakannya tiga kali. Kemudian beliau melalui kuburan orang-orang muslim, kemudian beliau berkata: \"Sungguh mereka telah mendapatkan kebaikan yang banyak.\" Dan beliau melihat seseorang yang berjalan diantara kuburan mengenakan dua sandal. Kemudian beliau berkata: \"Wahai pemilik dua sandal, lepaskan dua sandalmu!\" kemudian orang tersebut melihat dan ia kenal dengan Rasulullah shallallahu 'alaihi wasallam. Maka ia melepasnya dan meletakkannya. ","arab":"حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ حَدَّثَنَا الْأَسْوَدُ بْنُ شَيْبَانَ عَنْ خَالِدِ بْنِ سُمَيْرٍ السَّدُوسِيِّ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ بَشِيرٍ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ اسْمُهُ فِي الْجَاهِلِيَّةِ زَحْمُ بْنُ مَعْبَدٍفَهَاجَرَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا اسْمُكَ قَالَ زَحْمٌ قَالَ بَلْ أَنْتَ بَشِيرٌ قَالَ بَيْنَمَا أَنَا أُمَاشِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِقُبُورِ الْمُشْرِكِينَ فَقَالَ لَقَدْ سَبَقَ هَؤُلَاءِ خَيْرًا كَثِيرًا ثَلَاثًا ثُمَّ مَرَّ بِقُبُورِ الْمُسْلِمِينَ فَقَالَ لَقَدْ أَدْرَكَ هَؤُلَاءِ خَيْرًا كَثِيرًا وَحَانَتْ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَظْرَةٌ فَإِذَا رَجُلٌ يَمْشِي فِي الْقُبُورِ عَلَيْهِ نَعْلَانِ فَقَالَ يَا صَاحِبَ السِّبْتِيَّتَيْنِ وَيْحَكَ أَلْقِ سِبْتِيَّتَيْكَ فَنَظَرَ الرَّجُلُ فَلَمَّا عَرَفَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلَعَهُمَا فَرَمَى بِهِمَا","source":"Abu Daud"},"__N_SSG":true}