{"pageProps":{"number":"3182","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Muhammad Al Marwazi] telah menceritakan kepadaku [Ali bin Al Husain bin Waqid] dari [Ayahnya] dari [Yazid An Nahwi] dari [Ikrimah] dari [Ibnu Abbas] ia berkata, \"Firman Allah: '(Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil, kecuali dengan jalan perniagaan yang berlaku dengan suka sama-suka di antara kamu) ' (Qs. An Nisaa: 29), maka setelah ayat tersebut turun, seseorang merasa tidak enak untuk makan di rumah orang lain, kemudian hal tersebut dihapuskan oleh ayat yang ada dalam Surat An Nuur: '(dan tidak (pula) ada halangan bagi dirimu sendiri untuk makan (bersama-sama mereka) di rumah kamu sendiri atau di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara- saudaramu yang laki-laki, di rumah saudaramu yang perempuan, di rumah saudara bapakmu yang laki-laki, di rumah saudara bapakmu yang perempuan, di rumah saudara ibumu yang laki-laki, di rumah saudara ibumu yang perempuan, di rumah yang kamu miliki kuncinya atau di rumah kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendirian) '. Maka orang yang kaya mengundang seseorang dari keluarganya untuk makan. Ia berkata, \"Sungguh aku merasa ada ganjalan untuk makan darinya.\" Tajannuh adalah perasaan mengganjal dalam hati. Ia berkata; orang miskin lebih berhak daripada diriku. Kemudian dihalalkan dalam hal tersebut untuk maka apa yang disebutkan padanya nama Allah, dan telah dihalalkan makanan ahli kitab.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ حَدَّثَنِي عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ عَنْ أَبِيهِ عَنْ يَزِيدَ النَّحْوِيِّ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ{ لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ }فَكَانَ الرَّجُلُ يَحْرَجُ أَنْ يَأْكُلَ عِنْدَ أَحَدٍ مِنْ النَّاسِ بَعْدَ مَا نَزَلَتْ هَذِهِ الْآيَةُ فَنَسَخَ ذَلِكَ الْآيَةُ الَّتِي فِي النُّورِ قَالَ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ إِلَى قَوْلِهِ أَشْتَاتًا كَانَ الرَّجُلُ الْغَنِيُّ يَدْعُو الرَّجُلَ مِنْ أَهْلِهِ إِلَى الطَّعَامِ قَالَ إِنِّي لَأَجَّنَّحُ أَنْ آكُلَ مِنْهُ وَالتَّجَنُّحُ الْحَرَجُ وَيَقُولُ الْمِسْكِينُ أَحَقُّ بِهِ مِنِّي فَأُحِلَّ فِي ذَلِكَ أَنْ يَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَأُحِلَّ طَعَامُ أَهْلِ الْكِتَابِ","source":"Abu Daud"},"__N_SSG":true}