{"pageProps":{"number":"3734","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah] ia berkata; aku membaca di hadapan [Malik bin Anas] dari [nafi'] dari [Ibnu Umar] Bahwasanya ia berkata, \"Orang-orang yahudi datang kepada Nabi shallallahu 'alaihi wasallam, mereka menyebutkan di hadapan beliau bahwa ada seorang laki-laki dan perempuan dari kalangan mereka telah berbuat zina. Rasulullah shallallahu 'alaihi wasallam lalu bersabda kepada mereka: \"Hukum apa yang kalian temukan dalam Kitab Taurat kaitannya dengan zina?\" Mereka menjawab, \"Kami akan mencela dan mencambuk pelakunya.\" Abdullah bin Salam berkata, \"Kalian dusta! Dalam Taurat ada perintah rajam.\" Mereka lalu mendatangkan Taurat seraya membukanya. Salah seorang dari mereka lalu menutup ayat rajam dengan tangannya, kemudian ia membaca pada ayat sebelum dan sesudahnya (yakni tidak membaca pada bagian yang ditutup dengan tangan). Abdullah bin Salam lalu berkata, \"Angkatlah tanganmu!\" Ia pun mengangkat tangannya, maka didapatilah ayat yang berbicara tentang rajam. Mereka lantas berkata, \"Wahai Muhammad, ia benar! Di dalam taurat memang ada ayat rajam.\" Rasulullah shallallahu 'alaihi wasallam kemudian memerintahkan untuk merajam keduanya, maka keduanya dirajam.\" Abdullah bin Umar berkata, \"Aku melihat laki-laki itu mendekap wanitanya agar tidak terkena batu.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ قَالَ قَرَأْتُ عَلَى مِالِكِ بْنِ أَنَسٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّهُ قَالَإِنَّ الْيَهُودَ جَاءُوا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرُوا لَهُ أَنَّ رَجُلًا مِنْهُمْ وَامْرَأَةً زَنَيَا فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الزِّنَا فَقَالُوا نَفْضَحُهُمْ وَيُجْلَدُونَ فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ كَذَبْتُمْ إِنَّ فِيهَا الرَّجْمَ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا فَجَعَلَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ ثُمَّ جَعَلَ يَقْرَأُ مَا قَبْلَهَا وَمَا بَعْدَهَا فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلَامٍ ارْفَعْ يَدَيْكَ فَرَفَعَهَا فَإِذَا فِيهَا آيَةُ الرَّجْمِ فَقَالُوا صَدَقَ يَا مُحَمَّدُ فِيهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَاقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ فَرَأَيْتُ الرَّجُلَ يَحْنِي عَلَى الْمَرْأَةِ يَقِيهَا الْحِجَارَةَ","source":"Abu Daud"},"__N_SSG":true}