{"pageProps":{"number":"3929","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Katsir] berkata, telah mengabarkan kepada kami [Sufyan] dari [Abu Sinan] dari [Wahb bin Khalid Al Himshi] dari [Ibnu Ad Dailami] ia berkata, \"Aku mendatangi [Ubay bin Ka'b], lalu aku katakan kepadanya, \"Ada sesuatu yang mengganjal dalam hatiku tentang perkara takdir, maka ceritakanlah kepadaku tentang sesuatu semoga Allah menghilangkan keresahan itu dari dalam hatiku.\" Ia menjawab, \"Jika Allah menyiksa semua makluk yang ada di langit dan di bumi, maka itu bukanlah suatu kezhaliman yang Dia lakukan atas mereka, dan sekiranya Dia memberikan rahmat kepada mereka, sesungguhnya rahmat-Nya adalah lebih baik dari amalan yang telah mereka lakukan. Jika engkau bersedekah dengan emas sebesar gunung uhud di jalan Allah, maka Allah tidak akan menerimanya hingga engkau beriman dengan takdir. Dan engkau mengetahui bahwa apa saja yang ditakdirkan menjadi bagianmu tidak akan meleset darimu, dan apa yang tidak ditakdirkan untuk menjadi bagianmu tidak akan engkau dapatkan. Jika engkau meninggal bukan di atas keyakinan yang demikian ini, maka engkau akan masuk neraka.\" Abu Ad Dailami berkata, \"Kemudian aku mendatangi [Abdullah bin Mas'ud], lalu ia mengatakan seperti itu pula. Aku lalu mendatangi [Hudzaifah Ibnul Yaman], lalu ia mengatakan seperti itu pula. Kemudian aku mendatangi [Zaid bin Tsabit], lalu ia menceritakan kepadaku sebuah hadits Nabi shallallahu 'alaihi wasallam seperti itu pula.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ أَخْبَرَنَا سُفْيَانُ عَنْ أَبِي سِنَانٍ عَنْ وَهْبِ بْنِ خَالِدٍ الْحِمْصِيِّ عَنْ ابْنِ الدَّيْلَمِيِّ قَالَ أَتَيْتُ أُبَيَّ بْنَ كَعْبٍ فَقُلْتُ لَهُوَقَعَ فِي نَفْسِي شَيْءٌ مِنْ الْقَدَرِ فَحَدِّثْنِي بِشَيْءٍ لَعَلَّ اللَّهَ أَنْ يُذْهِبَهُ مِنْ قَلْبِي قَالَ لَوْ أَنَّ اللَّهَ عَذَّبَ أَهْلَ سَمَاوَاتِهِ وَأَهْلَ أَرْضِهِ عَذَّبَهُمْ وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ وَلَوْ رَحِمَهُمْ كَانَتْ رَحْمَتُهُ خَيْرًا لَهُمْ مِنْ أَعْمَالِهِمْ وَلَوْ أَنْفَقْتَ مِثْلَ أُحُدٍ ذَهَبًا فِي سَبِيلِ اللَّهِ مَا قَبِلَهُ اللَّهُ مِنْكَ حَتَّى تُؤْمِنَ بِالْقَدَرِ وَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ وَأَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ وَلَوْ مُتَّ عَلَى غَيْرِ هَذَا لَدَخَلْتَ النَّارَقَالَ ثُمَّ أَتَيْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فَقَالَ مِثْلَ ذَلِكَ قَالَ ثُمَّ أَتَيْتُ حُذَيْفَةَ بْنَ الْيَمَانِ فَقَالَ مِثْلَ ذَلِكَ قَالَ ثُمَّ أَتَيْتُ زَيْدَ بْنَ ثَابِتٍ فَحَدَّثَنِي عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ","source":"Abu Daud"},"__N_SSG":true}