{"pageProps":{"number":"4087","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ishaq bin Ash Shabbah] berkata, telah menceritakan kepada kami [Ibnu Abu Maryam] berkata, telah mengabarkan kepada kami [Al Laits] ia berkata; telah menceritakan kepadaku [Yahya bin Sulaim] Bahwasanya ia mendengar [Isma'il bin Basyir] berkata; Aku mendengar [Jabir bin Abdullah] dan [Abu Thalhah bin Sahl Al Ashari] keduanya berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seseorang menelantarkan seorang mukmin pada suatu tempat yang kehormatannya terampas dan harga dirinya terlecehkan, melainkan Allah akan menelantarkannya pada suatu tempat yang ia sangat mengharapkan pertolongann-Nya. Dan tidaklah seseorang menolong seorang muslim yang berada pada suatu tempat yang kehormatannya terampas dan harga dirinya terlecehkan di dalamnya, melainkan Allah akan menolongnya pada suatu tempat yang ia sangat mengharapkan pertolongan-Nya.\" [Yahya] berkata, \" [Ubaidullah bin Abdullah bin Umar] dan [Uqbah bin Syaddad] menceritakan hadits ini kepadaku.\" Abu Dawud berkata, \"Yahya bin Sulaim ini adalah Ibnu Zaid, mantan budak (yang telah dimerdekakan oleh) Nabi shallallahu 'alaihi wasallam. Dan Isma'il bin Basyir adalah mantan budak (yang telah dimerdekakan oleh) bani Maghalah, dan kadang Utbah bin Syaddad sering dipanggil dengan nama Uqbah.\"","arab":"حَدَّثَنَا إِسْحَقُ بْنُ الصَّبَّاحِ حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا اللَّيْثُ قَالَ حَدَّثَنِي يَحْيَى بْنُ سُلَيْمٍ أَنَّهُ سَمِعَ إِسْمَعِيلَ بْنَ بَشِيرٍ يَقُولُ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ وَأَبَا طَلْحَةَ بْنَ سَهْلٍ الْأَنْصَارِيَّ يَقُولَانِقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ امْرِئٍ يَخْذُلُ امْرَأً مُسْلِمًا فِي مَوْضِعٍ تُنْتَهَكُ فِيهِ حُرْمَتُهُ وَيُنْتَقَصُ فِيهِ مِنْ عِرْضِهِ إِلَّا خَذَلَهُ اللَّهُ فِي مَوْطِنٍ يُحِبُّ فِيهِ نُصْرَتَهُ وَمَا مِنْ امْرِئٍ يَنْصُرُ مُسْلِمًا فِي مَوْضِعٍ يُنْتَقَصُ فِيهِ مِنْ عِرْضِهِ وَيُنْتَهَكُ فِيهِ مِنْ حُرْمَتِهِ إِلَّا نَصَرَهُ اللَّهُ فِي مَوْطِنٍ يُحِبُّ نُصْرَتَهُقَالَ يَحْيَى وَحَدَّثَنِيهِ عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ وَعُقْبَةُ بْنُ شَدَّادٍ قَالَ أَبُو دَاوُد يَحْيَى بْنُ سُلَيْمٍ هَذَا هُوَ ابْنُ زَيْدٍ مَوْلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِسْمَعِيلُ بْنُ بَشِيرٍ مَوْلَى بَنِي مَغَالَةَ وَقَدْ قِيلَ عُتْبَةُ بْنُ شَدَّادٍ مَوْضِعَ عُقْبَةَ","source":"Abu Daud"},"__N_SSG":true}