{"pageProps":{"number":"969","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu As Sarh] dan [Sulaiman bin Daud] keduanya berkata; telah mengabarkan kepada kami [Ibnu Wahb] dia berkata; telah mengabarkan kepadaku [Ibnu Abu Dzi`b] dan [Yunus] dari [Ibnu Syihab] dia berkata; telah mengabarkan kepadaku ['Abbad bin Tamim Al Mazini] bahwa dia mendengar [pamannya] -dia termasuk dari salah seorang sahabat Rasulullah shallallahu 'alaihi wasallam- dia berkata; \"Pada suatu hari, Rasulullah shallallahu 'alaihi wasallam keluar untuk memohon hujan, lalu beliau membalikkan punggungnya dari orang-orang, beliau berdo'a kepada Allah 'azza wajalla.\" Sulaiman bin Daud mengatakan; \"Dengan menghadap ke arah Kiblat, kemudian beliau merubah posisi selendangnya, lalu shalat dua raka'at.\" Ibnu Abu Dzi`b berkata; \"…… dalam dua raka'at tersebut, beliau membaca (surat Al Qur'an).\" Ibnu Sarh menambahkan; \"Maksudnya dengan jelas.\" Telah menceritakan kepada kami [Muhammad bin 'Auf] dia berkata; \"Aku membaca di kitabnya ['Amru bin Al Harits yaitu Al Himshi] dari [Abdullah bin Salim] dari [Az Zubaidi] dari [Muhammad bin Muslim] seperti hadits ini berserta sanadnya, namun dia tidak menyebutkan 'Shalat', katanya; \"Kemudian beliau merubah posisi selendangnya, hingga ujung selendang kanannya di sebelah pundak kiri, dan ujung selendang di sebelah kiri menjadi di sebelah kanan, kemudian beliau berdo'a kepada Allah 'azza wajalla.\"","arab":"حَدَّثَنَا ابْنُ السَّرْحِ وَسُلَيْمَانُ بْنُ دَاوُدَ قَالَا أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ وَيُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عَبَّادُ بْنُ تَمِيمٍ الْمَازِنِيُّ أَنَّهُ سَمِعَ عَمَّهُ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا يَسْتَسْقِي فَحَوَّلَ إِلَى النَّاسِ ظَهْرَهُ يَدْعُو اللَّهَ عَزَّ وَجَلَّ قَالَ سُلَيْمَانُ بْنُ دَاوُدَ وَاسْتَقْبَلَ الْقِبْلَةَ وَحَوَّلَ رِدَاءَهُ ثُمَّ صَلَّى رَكْعَتَيْنِ قَالَ ابْنُ أَبِي ذِئْبٍ وَقَرَأَ فِيهِمَا زَادَ ابْنُ السَّرْحِ يُرِيدُ الْجَهْرَحَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ قَالَ قَرَأْتُ فِي كِتَابِ عَمْرِو بْنِ الْحَارِثِ يَعْنِي الْحِمْصِيَّ عَنْ عَبْدِ اللَّهِ بْنِ سَالِمٍ عَنْ الزُّبَيْدِيِّ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ بِهَذَا الْحَدِيثِ بِإِسْنَادِهِ لَمْ يَذْكُرْ الصَّلَاةَ قَالَ وَحَوَّلَ رِدَاءَهُ فَجَعَلَ عِطَافَهُ الْأَيْمَنَ عَلَى عَاتِقِهِ الْأَيْسَرِ وَجَعَلَ عِطَافَهُ الْأَيْسَرَ عَلَى عَاتِقِهِ الْأَيْمَنِ ثُمَّ دَعَا اللَّهَ عَزَّ وَجَلَّ","source":"Abu Daud"},"__N_SSG":true}