{"pageProps":{"number":"1106","slug":"darimi","id":"Telah mengabarkan kepada kami [Abdullah bin Shalih] telah menceritakan kepadaku [Al Laits] telah menceritakan kepadaku [Yunus] dari [Ibnu Syihab] telah mengabarkan kepadaku [Ibnu Al Musayyab] dan [Abu Salamah bin Abdurrahman] dan [Abu Bakr bin Abdurrahman] dan ['Ubaidullah bin Abdullah] bahwa [Abu Hurairah] berkata, \"Rasulullah shallallahu 'alaihi wasallam melakukan shalat zhuhur atau asar, lalu beliau salam pada rakaat kedua di antara kedua shalat tersebut. Lalu Dzusy Syimalain bin 'Abdu 'Amru bin Nadllah Al Khuza'I -sekutu Bani Zuhrah- berkata, \"Wahai Rasulullah, apakah shalat tersebut diringkas atau anda yang lupa?\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku tidak lupa dan shalat tersebut juga tidak diringkas.\" Kemudian Dzusy Syimalain berkata, \"Wahai Rasulullah, sebagian (yang engkau katakan) itu telah terjadi! \" Kemudian Rasulullah shallallahu 'alaihi wasallam menghadap kepada orang-orang dan berkata: \"Apakah Dzul Yadain berkata jujur?\" Mereka menjawab, \"Benar wahai Rasulullah! \" Rasulullah shallallahu 'alaihi wasallam lalu berdiri menyempurnakan shalat, dan tidak seorangpun di antara mereka menceritakan kepadaku bahwa saat itu Rasulullah shallallahu 'alaihi wasallam sujud dua kali dalam keadaan duduk. Dan hal tersebut dalam perkara yang diperlihatkan kepada kami. Wallahu a'lam, karena orang-orang telah meyakinkan Rasulullah shallallahu 'alaihi wasallam hingga beliau merasa yakin.\"","arab":" أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ حَدَّثَنِي اللَّيْثُ حَدَّثَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي ابْنُ الْمُسَيَّبِ وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ وَأَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ وَعُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ أَنَّ أَبَا هُرَيْرَةَ قَالَ صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الظُّهْرِ أَوْ الْعَصْرِ فَسَلَّمَ فِي رَكْعَتَيْنِ مِنْ إِحْدَاهُمَا فَقَالَ لَهُ ذُو الشِّمَالَيْنِ بْنُ عَبْدِ عَمْرِو بْنِ نَضْلَةَ الْخُزَاعِيُّ وَهُوَ حَلِيفُ بَنِي زُهْرَةَ أَقُصِرَتْ أَمْ نَسِيتَ يَا رَسُولَ اللَّهِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ أَنْسَ وَلَمْ تُقْصَرْ فَقَالَ ذُو الشِّمَالَيْنِ قَدْ كَانَ بَعْضُ ذَلِكَ يَا رَسُولَ اللَّهِ فَأَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى النَّاسِ فَقَالَ أَصَدَقَ ذُو الْيَدَيْنِ قَالُوا نَعَمْ يَا رَسُولَ اللَّهِ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَمَّ الصَّلَاةَ وَلَمْ يُحَدِّثْنِي أَحَدٌ مِنْهُمْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَجَدَ سَجْدَتَيْنِ وَهُوَ جَالِسٌ فِي تِلْكَ الصَّلَاةِ وَذَلِكَ فِيمَا نُرَى وَاللَّهُ أَعْلَمُ مِنْ أَجْلِ أَنَّ النَّاسَ يَقَّنُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى اسْتَيْقَنَ","source":"Darimi"},"__N_SSG":true}