{"pageProps":{"number":"1263","slug":"darimi","id":"Telah menceritakan kepada kami [Musaddad] dan [Abu Nu'aim] mereka berkata, telah menceritakan kepada kami [Hammad bin Zaid] dari [Harun bin Riyab] telah menceritakan kepadaku [Kinanah bin Nu'aim] dari [Qabishah bin Mukhariq Al Hilali] ia berkata, \"Aku menanggung sebuah denda, maka aku pun datang menemui Nabi shallallahu 'alaihi wasallam dan menanyakannya kepada beliau, lalu beliau bersabda: \"Tunggulah wahai Qabishah, hingga datang Zakat kepada kami dan kami bisa memberikannya kepada kamu.\" Kemudian beliau bersabda lagi: \"Wahai Qabishah, sesungguhnya meminta-minta tidaklah halal kecuali bagi salah satu dari tiga orang; seseorang yang menanggung denda, ia boleh meminta. Maka hendaklah ia meminta-minta sampai mendapatkannya, kemudian ia menahan diri. Seorang laki-laki yang tertimpa musibah yang menghancurkan hartanya, ia boleh meminta-minta, maka hendaklah ia meminta hingga mendapatkan penopang hidup atau sesuatu yang dapat menutupi kebutuhan hidup. Dan seseorang yang tertimpa kefakiran hingga tiga orang yang berakal sempurna dari kaumnya mengatakan 'Fulan telah tertimpa kefakiran', ia boleh meminta-minta. Maka hendaklah ia meminta-minta sampai mendapatkan penopang hidup atau penutup kebutuhan hidup, kemudian menahan diri. Wahai Qabishah, meminta-minta dari selain itu adalah sesuatu yang dosa, jika ia makan maka itu dosa.\"","arab":" حَدَّثَنَا مُسَدَّدٌ وَأَبُو نُعَيْمٍ قَالَا حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ هَارُونَ بْنِ رِيَابٍ حَدَّثَنِي كِنَانَةُ بْنُ نُعَيْمٍ عَنْ قَبِيصَةَ بْنِ مُخَارِقٍ الْهِلَالِيِّ قَالَ تَحَمَّلْتُ بِحَمَالَةٍ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْأَلُهُ فِيهَا فَقَالَ أَقِمْ يَا قَبِيصَةُ حَتَّى تَأْتِيَنَا الصَّدَقَةُ فَنَأْمُرَ لَكَ بِهَا ثُمَّ قَالَ يَا قَبِيصَةُ إِنَّ الْمَسْأَلَةَ لَا تَحِلُّ إِلَّا لِأَحَدِ ثَلَاثَةٍ رَجُلٍ تَحَمَّلَ حَمَالَةً فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَهَا ثُمَّ يُمْسِكَ وَرَجُلٍ أَصَابَتْهُ جَائِحَةٌ فَاجْتَاحَتْ مَالَهُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ أَوْ قَالَ سِدَادًا مِنْ عَيْشٍ وَرَجُلٍ أَصَابَتْهُ فَاقَةٌ حَتَّى يَقُولَ ثَلَاثَةٌ مِنْ ذَوِي الْحِجَى مِنْ قَوْمِهِ قَدْ أَصَابَ فُلَانًا الْفَاقَةُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ أَوْ سِدَادًا مِنْ عَيْشٍ ثُمَّ يُمْسِكَ وَمَا سِوَاهُنَّ مِنْ الْمَسْأَلَةِ سُحْتٌ يَا قَبِيصَةُ يَأْكُلُهَا صَاحِبُهَا سُحْتًا","source":"Darimi"},"__N_SSG":true}