{"pageProps":{"number":"1393","slug":"darimi","id":"Telah menceritakan kepada kami [Sahl bin Hammad] telah menceritakan kepada kami [Syu'bah] telah menceritakan kepada kami [Qais bin Muslim] dari [Thariq] dari [Abu Musa], ia berkata; \"Saya datang kepada Rasulullah shallallahu 'alaihi wasallam ketika beliau sedang menunaikan haji, ketika itu Nabi shallallahu 'alaihi wasallam singgah di Bathha`. Kemudian beliau bertanya kepadaku: \"Apakah kamu sedang menunaikan haji?\" saya menjawab; \"Ya.\" Beliau bertanya: \"Apa yang kamu bertalbiyah?\" Ia berkata; \"Aku penuhi panggilan-Mu, yaitu bertalbiyah sebagaimana talbiyahnya Nabi shallallahu 'alaihi wasallam.\" Beliau bersabda: \"Kamu benar, pergi dan thawaflah di Ka'bah dan (sa'i) di Shafa serta Marwah, setelah itu bertahallullah.\" Abu Musa berkata; lalu saya melakukan thawaf di Ka'bah, serta Shafa dan Marwah, kemudian aku menemui seorang wanita Bani Qais (yaitu isterinya -pent), lalu ia membersihkan kutu dari kepalaku. saya juga biasa berfatwa kepada orang-orang dengan masalah tersebut. Suatu ketika seorang laki-laki berkata kepadaku; \"Wahai Abdullah bin Qais, berhati-hatilah dengan sebagian fatwamu. Sesungguhnya kamu tidak mengetahui apa yang dilakukan Amirul mukminin dalam perkara manasik setelahmu.\" Aku langsung berkata; \"Wahai sekalian manusia, barangsiapa telah kami beri fatwa, hendaknya ia tidak terburu-buru, karena sesungguhnya [Amirul mukminin] akan datang kepada kalian, maka ikutilah dia.\" Ketika Amirul Mukminin Umar tiba, aku langsung menemuinya, dan memberitahukan permasalahan tersebut kepadanya, dia lalu menjawab; \"Jika kita mengambil kitabullah, sesungguhnya Allah memerintahkan kita untuk melakukan secara sempurna, namun jika kita mengambil sunnah Nabi shallallahu 'alaihi wasallam, sesungguhnya Nabi shallallahu 'alaihi wasallam tidak bertahallul hingga hewan kurban sampai di tempatnya.\"","arab":" حَدَّثَنَا سَهْلُ بْنُ حَمَّادٍ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا قَيْسُ بْنُ مُسْلِمٍ عَنْ طَارِقٍ عَنْ أَبِي مُوسَى قَالَ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ حَجَّ وَهُوَ مُنِيخٌ بِالْبَطْحَاءِ فَقَالَ لِي أَحَجَجْتَ قُلْتُ نَعَمْ قَالَ كَيْفَ أَهْلَلْتَ قَالَ قُلْتُ لَبَّيْكَ بِإِهْلَالٍ كَإِهْلَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَحْسَنْتَ اذْهَبْ فَطُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ حِلَّ قَالَ فَطُفْتُ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ أَتَيْتُ امْرَأَةً مِنْ نِسَاءِ بَنِي قَيْسٍ فَجَعَلَتْ تَفْلِي رَأْسِي فَجَعَلْتُ أُفْتِي النَّاسَ بِذَلِكَ فَقَالَ لِي رَجُلٌ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ رُوَيْدًا بَعْضَ فُتْيَاكَ فَإِنَّكَ لَا تَدْرِي مَا أَحْدَثَ أَمِيرُ الْمُؤْمِنِينَ فِي النُّسُكِ بَعْدَكَ فَقُلْتُ يَا أَيُّهَا النَّاسُ مَنْ كُنَّا أَفْتَيْنَاهُ فُتْيَا فَلْيَتَّئِدْ فَإِنَّ أَمِيرَ الْمُؤْمِنِينَ قَادِمٌ عَلَيْكُمْ فَبِهِ فَأْتَمُّوا فَلَمَّا قَدِمَ أَتَيْتُهُ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ إِنْ نَأْخُذْ بِكِتَابِ اللَّهِ فَإِنَّ كِتَابَ اللَّهِ يَأْمُرُ بِالتَّمَامِ وَإِنْ نَأْخُذْ بِسُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَحِلَّ حَتَّى بَلَغَ الْهَدْيُ مَحِلَّهُ","source":"Darimi"},"__N_SSG":true}