{"pageProps":{"number":"1462","slug":"darimi","id":"Telah mengabarkan kepada kami [Abdullah bin Sa'id] telah menceritakan kepada kami [Abu Usamah] dari ['Ubaidullah] dari [Nafi'] bahwa Abdullah bin Abdullah dan Salim berbicara kepada [Ibnu Umar] -pada malam saat jama'ah haji singgah di (tempat) Ibnu Az Zubair sebelum ia terbunuh- keduanya berkata; \"Tidak mengapa engkau tidak melakukan haji pada tahun ini, kami khawatir anda akan dihalangi mendatangi Ka'bah.\" Ibnu Umar berkata; \"Kami pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam untuk melakukan umrah, Namun orang-orang Quraisy menghalangi sebelum sampai ke Ka'bah, kemudian Rasulullah shallallahu 'alaihi wasallam menyembelih hewan kurbannya, mencukur rambut kepalanya, kemudian kembali (ke Madinah). Maka aku bersaksi kepada kalian bahwa aku akan mewajibkan diriku untuk melakukan umrah, apabila aku tidak dihalangi mendatangi Ka'bah, maka aku akan melakukan thawaf, jika aku dihalangi untuk mendatangi (Ka'bah), maka aku akan melakukan sebagaimana yang dahulu dilakukan Rasulullah shallallahu 'alaihi wasallam ketika aku bersama beliau. Beliau mengucapkan talbiyah untuk umrah dari Dzul Hulaifah, kemudian berjalan, beliau bersabda: \"Sesungguhnya perkara haji adan Umrah adalah satu, \" aku bersaksi kepada kalian bahwa aku mewajibkan diriku untuk melakukan haji bersamaan dengan umrahku. Nafi' mengatakan; \"Kemudian Ibnu Umar melakukan thawaf untuk (haji dan Umrahnya) dengan satu thawaf dan sa'I satu kali. Dia tidak bertahallul hingga datang hari penyembelihan kurban, setelah itu ia berkurban. Ibnu Umar juga berkata; \"Barangsiapa menggabungkan niat umrah dan haji dan bertalbiyah untuk keduanya secara bersamaan, maka janganlah bertahallul hingga bertahallul pada hari penyembelihan hewan kurban.\"","arab":" أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ وَسَالِمًا كَلَّمَا ابْنَ عُمَرَ لَيَالِيَ نَزَلَ الْحَجَّاجُ بِابْنِ الزُّبَيْرِ قَبْلَ أَنْ يُقْتَلَ فَقَالَا لَا يَضُرُّكَ أَنْ لَا تَحُجَّ الْعَامَ نَخَافُ أَنْ يُحَالَ بَيْنَكَ وَبَيْنَ الْبَيْتِ فَقَالَ قَدْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُعْتَمِرِينَ فَحَالَ كُفَّارُ قُرَيْشٍ دُونَ الْبَيْتِ فَنَحَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَدْيَهُ وَحَلَقَ رَأْسَهُ ثُمَّ رَجَعَ فَأُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ عُمْرَةً فَإِنْ خُلِّيَ بَيْنِي وَبَيْنَ الْبَيْتِ طُفْتُ وَإِنْ حِيلَ بَيْنِي وَبَيْنَهُ فَعَلْتُ كَمَا كَانَ فَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَعَهُ فَأَهَلَّ بِالْعُمْرَةِ مِنْ ذِي الْحُلَيْفَةِ ثُمَّ سَارَ فَقَالَ إِنَّمَا شَأْنُهُمَا وَاحِدٌ أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ حَجًّا مَعَ عُمْرَتِي قَالَ نَافِعٌ فَطَافَ لَهُمَا طَوَافًا وَاحِدًا وَسَعَى لَهُمَا سَعْيًا وَاحِدًا ثُمَّ لَمْ يَحِلَّ حَتَّى جَاءَ يَوْمَ النَّحْرِ فَأَهْدَى وَكَانَ يَقُولُ مَنْ جَمَعَ الْعُمْرَةَ وَالْحَجَّ فَأَهَلَّ بِهِمَا جَمِيعًا فَلَا يَحِلَّ حَتَّى يَحِلَّ مِنْهُمَا جَمِيعًا يَوْمَ النَّحْرِ","source":"Darimi"},"__N_SSG":true}