{"pageProps":{"number":"1625","slug":"darimi","id":"Telah mengabarkan kepada kami [Sa'id bin Sulaiman] dari [Sulaiman bin Al Mughirah] dari [Tsabit] dari [Anas], ia berkata; Seorang laki-laki yang membuat makanan datang kepada Rasulullah shallallahu 'alaihi wasallam datang -maksudnya adalah mengundang beliau- maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah dengan ini?\" Laki-laki itu memberi isyarat dengan tangannya. Anas berkata; Rasulullah shallallahu 'alaihi wasallam bertanya kepadanya: \"Apakah dengan ini?\" beliau menunjuk kepada 'Aisyah. Laki-laki itu berkata; \"Jangan.\" Rasulullah shallallahu 'alaihi wasallam lalu berpaling darinya. Laki-laki itu memberi isyarat yang kedua kalinya dan Rasulullah shallallahu 'alaihi wasallam juga memberi isyarat kepadanya lalu berpaling. Dan orang tersebut memberikan isyarat untuk ketiga kali, kemudian Rasulullah shallallahu 'alaihi wasallam berkata kepadanya: \"Dan wanita ini?\" Orang tersebut berkata; \"Ya.\" Lalu Rasulullah shallallahu 'alaihi wasallam dan 'Aisyah pergi bersamanya dan menyantap makanannya.\"","arab":" أَخْبَرَنَا سَعِيدُ بْنُ سُلَيْمَانَ عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ جَاءَ رَجُلٌ قَدْ صَنَعَ طَعَامًا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْنِي فَدَعَاهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا وَأَوْمَأَ إِلَيْهِ بِيَدِهِ قَالَ يَقُولُ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا وَأَشَارَ إِلَى عَائِشَةَ قَالَ لَا فَأَعْرَضَ عَنْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَوْمَأَ إِلَيْهِ الثَّانِيَةَ وَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْرَضَ عَنْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَوْمَأَ إِلَيْهِ الثَّالِثَةَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهَذِهِ قَالَ نَعَمْ فَانْطَلَقَ مَعَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَائِشَةُ فَأَكَلَا مِنْ طَعَامِهِ","source":"Darimi"},"__N_SSG":true}