{"pageProps":{"number":"1727","slug":"darimi","id":"Telah mengabarkan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Muhammad bin 'Amr] dari [Abu Salamah] dari [Fathimah binti Qais] bahwa ia menceritakan kepadanya; \"Abu Salamah pernah mendapatkan surat darinya bahwa dirinya dahulu pernah menjadi isteri seorang laki-laki Quraisy dari Bani Makhzum, kemudian ia mencerainya sekaligus. Kemudian Fathimah mengirimkan utusan kepada keluarga suaminya menuntut nafkah dari mereka. Namun mereka mengatakan; \"Engkau tidak lagi mendapatkan nafkah.\" Ketika hal tersebut sampai kepada Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Egkau tidak lagi mendapatkan nafkah, dan harus menunggu masa iddah, pindahlah ke rumah Ummu Syarik, dan janganlah kamu mengabaikan kami supaya dapat memberitahukan mengenai dirimu.\" Kemudian beliau bersabda: \"Sesungguhnya Ummu Syarik adalah seorang wanita yang sering dikunjungi saudara-saudaranya dari kalangan muhajirin, oleh karena itu pindahlah ke rumah Ibnu Ummi Maktum. Karena ia seorang lelaki buta, apabila engkau menanggalkan pakaianmu, maka ia tidak akan melihat sesuatupun. Dan janganlah engkau mengabaikan kami supaya kami dapat memberitakan mengenai dirimu.\" Kemudian ia pergi ke rumah Ibnu Ummi Maktum, setelah masa 'iddahnya selesai, ia menyebutkan bahwa Mu'awiyah dan Abu Jahm telah melamarnya. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mu'awiyah adalah laki-laki yang tidak memiliki harta, sementara Abu Jahm adalah seseorang yang tidak dapat meletakkan tongkatnya dari pundak. Bagaimana pendapatmu dengan Usamah?\" namun sepertinya keluarga Fathimah tidak menyukai hal itu. Tapi ia berkata; \"Demi Allah, aku tidak akan menikah kecuali dengan orang yang telah dikatakan Rasulullah shallallahu 'alaihi wasallam.\" Kemudian ia menikah dengan Usamah. Muhammad bin 'Amr berkata; Muhammad bin Ibrahim mengatakan (dengan redaksi); \"Wahai Fathimah, bertakwalah kepada Allah. Sungguh kalian telah mengetahui mengenai hal ini.\" Ibnu Abbas berkata; Allah Ta'ala berfirman: Janganlah kamu keluarkan mereka dari rumah mereka dan janganlah mereka (diizinkan) ke luar kecuali mereka mengerjakan perbuatan keji yang terang.\" QS Ath Thallaq; 1. Perbuatan faisyah adalah berbuat keji kepada keluarganya, apabila ia melakukan hal itu, maka telah halal bagi mereka untuk mengeluarkannya.\"","arab":" أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ أَنَّهَا حَدَّثَتْهُ وَكَتَبَهُ مِنْهَا كِتَابًا أَنَّهَا كَانَتْ تَحْتَ رَجُلٍ مِنْ قُرَيْشٍ مِنْ بَنِي مَخْزُومٍ فَطَلَّقَهَا الْبَتَّةَ فَأَرْسَلَتْ إِلَى أَهْلِهِ تَبْتَغِي مِنْهُمْ النَّفَقَةَ فَقَالُوا لَيْسَ لَكِ نَفَقَةٌ فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَيْسَ لَكِ نَفَقَةٌ وَعَلَيْكِ الْعِدَّةُ وَانْتَقِلِي إِلَى بَيْتِ أُمِّ شَرِيكٍ وَلَا تُفَوِّتِينَا بِنَفْسِكِ ثُمَّ قَالَ إِنَّ أُمَّ شَرِيكٍ امْرَأَةٌ يَدْخُلُ عَلَيْهَا إِخْوَانُهَا مِنْ الْمُهَاجِرِينَ وَلَكِنْ انْتَقِلِي إِلَى بَيْتِ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ رَجُلٌ أَعْمَى إِنْ وَضَعْتِ ثِيَابَكِ لَمْ يَرَ شَيْئًا وَلَا تُفَوِّتِينَا بِنَفْسِكِ فَانْطَلَقَتْ إِلَى بَيْتِ ابْنِ أُمِّ مَكْتُومٍ فَلَمَّا حَلَّتْ ذَكَرَتْ أَنَّ مُعَاوِيَةَ وَأَبَا جَهْمٍ خَطَبَاهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا مُعَاوِيَةُ فَرَجُلٌ لَا مَالَ لَهُ وَأَمَّا أَبُو جَهْمٍ فَلَا يَضَعُ عَصَاهُ عَنْ عَاتِقِهِ فَأَيْنَ أَنْتُمْ مِنْ أُسَامَةَ فَكَأَنَّ أَهْلَهَا كَرِهُوا ذَلِكَ فَقَالَتْ وَاللَّهِ لَا أَنْكِحُ إِلَّا الَّذِي قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَكَحَتْ أُسَامَةَ قَالَ مُحَمَّدُ بْنُ عَمْرٍو قَالَ مُحَمَّدُ بْنُ إِبْرَاهِيمَ يَا فَاطِمَةُ اتَّقِي اللَّهَ فَقَدْ عَلِمْتِ فِي أَيِّ شَيْءٍ كَانَ هَذَا قَالَ وَقَالَ ابْنُ عَبَّاسٍ قَالَ اللَّهُ تَعَالَى { لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ } وَالْفَاحِشَةُ أَنْ تَبْذُوَ عَلَى أَهْلِهَا فَإِذَا فَعَلَتْ ذَلِكَ فَقَدْ حَلَّ لَهُمْ أَنْ يُخْرِجُوهَا","source":"Darimi"},"__N_SSG":true}