{"pageProps":{"number":"1858","slug":"darimi","id":"Telah mengabarkan kepada kami ['Ubaidullah bin Musa] dari [Isra`il] dari [Simak] bahwa ia mendengar [Jabir bin Samurah] berkata; Ma'iz bin Malik seorang yang memiliki kain sarung yang pendek dan tidak memakai selendang dihadapkan kepada Nabi shallallahu 'alaihi wasallam, sementara Rasulullah shallallahu 'alaihi wasallam bersandar pada bantal di sisi kirinya. Kemudian beliau berbicara kepadanya, aku tidak tahu apa yang beliau bicarakan, sementara aku jauh darinya, sebab antara diriku dan dirinya terdapat beberapa orang. Kemudian beliau bersabda: \"Bawalah dia pergi dan rajamlah dia! \" Kemudian beliau bersabda: \"Suruhlah dia kembali! \" Kemudian beliau berbicara kepadanya dan aku sempat mendengar, hanya saja antara diriku dan dirinya terdapat beberapa orang, kemudian beliau bersabda: \"Bawalah dia pergi dan rajamlah dia! \" Kemudian Nabi shallallahu 'alaihi wasallam berdiri dan berkhutbah, sementara aku mendengarnya, beliau bersabda: \"Setiap kali kita hendak pergi di jalan Allah, masih saja salah seorang dari mereka tidak ikut serta, lalu dia memberikan sesuatu (kepada istrinya -pent) seperti suara kambing pejantan yang sedang terbakar nafsu birahi, Demi Allah, sekiranya saya di berikan kemungkinan, niscaya saya akan memberikan hukuman kepadanya sebagai suatu pelajaran.\"","arab":" أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ إِسْرَائِيلَ عَنْ سِمَاكٍ أَنَّهُ سَمِعَ جَابِرَ بْنَ سَمُرَةَ يَقُولُ أُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَاعِزِ بْنِ مَالِكٍ رَجُلٍ قَصِيرٍ فِي إِزَارٍ مَا عَلَيْهِ رِدَاءٌ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَّكِئٌ عَلَى وِسَادَةٍ عَلَى يَسَارِهِ فَكَلَّمَهُ فَمَا أَدْرِي مَا يُكَلِّمُهُ بِهِ وَأَنَا بَعِيدٌ مِنْهُ بَيْنِي وَبَيْنَهُ الْقَوْمُ ثُمَّ قَالَ اذْهَبُوا بِهِ فَارْجُمُوهُ ثُمَّ قَالَ رُدُّوهُ فَكَلَّمَهُ أَيْضًا وَأَنَا أَسْمَعُ غَيْرَ أَنَّ بَيْنِي وَبَيْنَهُ الْقَوْمَ فَقَالَ اذْهَبُوا بِهِ فَارْجُمُوهُ ثُمَّ قَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَطَبَ وَأَنَا أَسْمَعُهُ ثُمَّ قَالَ كُلَّمَا نَفَرْنَا فِي سَبِيلِ اللَّهِ خَلَفَ أَحَدُهُمْ لَهُ نَبِيبٌ كَنَبِيبِ التَّيْسِ يَمْنَحُ إِحْدَاهُنَّ الْكُثْبَةَ مِنْ اللَّبَنِ وَاللَّهِ لَا أَقْدِرُ عَلَى أَحَدٍ مِنْهُمْ إِلَّا نَكَّلْتُ بِهِ","source":"Darimi"},"__N_SSG":true}