{"pageProps":{"number":"1959","slug":"darimi","id":"Telah mengabarkan kepada kami [Sulaiman bin Harb] telah menceritakan kepada kami [Hammad bin Zaid] dari [Yahya bin Sa'id] dari [Muhammad bin Yahya bin Habban] dari [Anas bin Malik], ia berkata; telah menceritakan kepadaku [Ummu Haram binti Milhan] bahwa suatu hari Nabi shallallahu 'alaihi wasallam berada di rumahnya, tiba-tiba beliau bangun (tidur) sambil tertawa, lalu aku bertanya; \"Wahai Rasulullah, apakah yang membuatmu tertawa?\" Beliau bersabda: \"Diperlihatkan kepadaku suatu kaum dari umatku, mereka mengarungi lautan ini seperti para raja di atas singgasana.\" Aku berkata; \"Wahai Rasulullah, berdoalah kepada Allah supaya menjadikanku termasuk bagian dari mereka.\" Beliau bersabda: \"Engkau termasuk bagian dari mereka.\" Kemudian beliau tidur kembali, lalu terbangun sambil tertawa, aku bertanya; \"Wahai Rasulullah, apa yang membuatmu tertawa?\" Beliau bersabda: \"Diperlihatkan kepadaku suatu kaum dari umatku, mereka tengah mengarungi lautan ini bagaikan para raja di atas singgasana.\" Aku berkata; \"Wahai Rasulullah, berdoalah kepada supaya Allah menjadikanku termasuk bagian dari mereka.\" Beliau bersabda: \"Engkau termasuk dari kelompok pertama.\" Kemudian 'Ubadah bin Ash Shamit menikahinya, lalu ia membawa Ummu Haram ikut berperang di lautan. Tatkala mereka (kaum Muslimin) sampai tujuan, maka di dekatkan seekor Baghal kepada Ummu Haram untuk ditunggangi, ternyata bighal tersebut menjatuhkannya hingga menyebabkan lehernya patah dan iapun meninggal.\"","arab":" أَخْبَرَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ حَدَّثَتْنِي أُمُّ حَرَامٍ بِنْتُ مِلْحَانَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي بَيْتِهَا يَوْمًا فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَضْحَكَكَ قَالَ أُرِيتُ قَوْمًا مِنْ أُمَّتِي يَرْكَبُونَ ظَهْرَ هَذَا الْبَحْرِ كَالْمُلُوكِ عَلَى الْأَسِرَّةِ قُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ أَنْتِ مِنْهُمْ ثُمَّ نَامَ أَيْضًا فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَضْحَكَكَ قَالَ أُرِيتُ قَوْمًا مِنْ أُمَّتِي يَرْكَبُونَ هَذَا الْبَحْرَ كَالْمُلُوكِ عَلَى الْأَسِرَّةِ قُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ أَنْتِ مِنْ الْأَوَّلِينَ قَالَ فَتَزَوَّجَهَا عُبَادَةُ بْنُ الصَّامِتِ فَغَزَا فِي الْبَحْرِ فَحَمَلَهَا مَعَهُ فَلَمَّا قَدِمُوا قُرِّبَتْ لَهَا بَغْلَةٌ لِتَرْكَبَهَا فَصَرَعَتْهَا فَدُقَّتْ عُنُقُهَا فَمَاتَتْ","source":"Darimi"},"__N_SSG":true}