{"pageProps":{"number":"1983","slug":"darimi","id":"Telah mengabarkan kepada kami [Hasyim bin Al Qasim] telah menceritakan kepada kami [Syu'bah] dari [An Nu'man bin Salim], ia berkata; aku mendengar [Aus bin Abu Aus Ats Tsaqafi] ia berkata; aku datang menemui Rasulullah shallallahu 'alaihi wasallam di antara delegasi Tsaqif, Aus melanjutkan; \"Ketika itu aku berada di bawah tenda, dan tidak ada seorangpun di dalam tebda tersebut kecuali Nabi shallallahu 'alaihi wasallam yang sedang tidur, tiba-tiba seorang laki-laki datang kepada beliau sambil berbisik, beliau bersabda: \"Pergilah dan bunuhlah dia.\" Kemudian beliau bersabda: \"Bukankah ia telah mengucapkan bahwa tidak ada sesembahan yang berhak disembah selain Allah?\" - [Syu'bah] berkata; dan saya ragu apakah beliau mengatakan: \"Dan aku adalah rasulullah?.\"- Orang tersebut berkata; \"Ya.\" Beliau bersabda: \"Sesungguhnya aku diperintahkan untuk memerangi manusia hingga mereka mengucapkan; tidak ada sesembahan yang berhak disembah selain Allah., apabila mereka mengucapkan hal itu, maka telah haram atasku darah dan harta mereka kecuali dengan haknya dan perhitungannya kembali kepada Allah.\" Aus bin Abu Aus Ats Tsaqafi berkata; \"Orang tersebut adalah yang membunuh Abu Mas'ud. Dan tidaklah ia mati sampai ia membunuh orang-orang terbaik di Tha`if.","arab":" أَخْبَرَنَا هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا شُعْبَةُ عَنْ النُّعْمَانِ بْنِ سَالِمٍ قَالَ سَمِعْتُ أَوْسَ بْنَ أَبِي أَوْسٍ الثَّقَفِيَّ قَالَ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَفْدِ ثَقِيفٍ قَالَ وَكُنْتُ فِي أَسْفَلِ الْقُبَّةِ لَيْسَ فِيهَا أَحَدٌ إِلَّا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَائِمٌ إِذْ أَتَاهُ رَجُلٌ فَسَارَّهُ فَقَالَ اذْهَبْ فَاقْتُلْهُ ثُمَّ قَالَ أَلَيْسَ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ قَالَ شُعْبَةُ وَأَشُكُّ مُحَمَّدًا رَسُولُ اللَّهِ قَالَ بَلَى قَالَ إِنِّي أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لَا إِلَهَ إِلَّا اللَّهُ فَإِذَا قَالُوهَا حَرُمَتْ عَلَيَّ دِمَاؤُهُمْ وَأَمْوَالُهُمْ إِلَّا بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللَّهِ قَالَ وَهُوَ الَّذِي قَتَلَ أَبَا مَسْعُودٍ قَالَ وَمَا مَاتَ حَتَّى قَتَلَ خَيْرَ إِنْسَانٍ بِالطَّائِفِ","source":"Darimi"},"__N_SSG":true}