{"pageProps":{"number":"26","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu An Nu'man] telah menceritakan kepada kami [Abu 'Awanah] dari [Al Aswad bin Qais] dari [Nubaih Al 'Anazi] ia berkata; [Jabir bin Abdullah] berkata; Kami pernah berperang atau mengadakan perjalanan bersama Rasulullah shallallahu 'alaihi wasallam. Pada hari itu jumlah kami sebanyak dua ratus sekian orang. Lalu tibalah waktu shalat. Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apakah semua orang dalam keadaan suci?\" Kemudian datang seseorang membawa jerigen kulit berisi air, dan tidak ada air lagi kecuali air tersebut. Kemudian Rasulullah menuangkannya ke dalam bejana (yang lebih besar) kemudian beliau berwudlu dengan sebaik-baik wudlu, lalu beliau berpaling meninggalkan bejana itu. Maka orang-orang berebut mendekati bejana tersebut, seraya mereka berkata; \"Cukup kalian mengusap saja. \" Lalu Rasulullah shallallahu 'alaihi wasallam berkata: \"Maaf beri aku jalan\". Rasul ucapkan demikian ketika beliau mendengar mereka berucap di atas. Selanjutnya Rasulullah shallallahu 'alaihi wasallam meletakkan telapak tangannya di air tersebut seraya berucap: Dengan nama Allah Subhanahu wa Ta'ala, kemudian beliau berkata: Sempurnakan wudlu kalian. (Jabir Radliyallahu'anhu) berkata; Demi Dzat yang tidak mengaburkan penglihatan saya, saya melihat dengan jelas mata air yang keluar dari jari-jari beliau dan beliau tidak mengangkat tangan beliau sampai mereka semua berwudlu. ","arab":" أَخْبَرَنَا أَبُو النُّعْمَانَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ الْأَسْوَدِ بْنِ قَيْسٍ عَنْ نُبَيْحٍ الْعَنَزِيِّ قَالَ قَالَ جَابِرُ بْنُ عَبْدِ اللَّهِ غَزَوْنَا أَوْ سَافَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ يَوْمَئِذٍ بِضْعَةَ عَشَرَ وَمِائَتَانِ فَحَضَرَتْ الصَّلَاةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ فِي الْقَوْمِ مِنْ طَهُورٍ فَجَاءَ رَجُلٌ يَسْعَى بِإِدَاوَةٍ فِيهَا شَيْءٌ مِنْ مَاءٍ لَيْسَ فِي الْقَوْمِ مَاءٌ غَيْرُهُ فَصَبَّهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَدَحٍ ثُمَّ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ انْصَرَفَ وَتَرَكَ الْقَدَحَ فَرَكِبَ النَّاسُ ذَلِكَ الْقَدَحَ وَقَالُوا تَمَسَّحُوا تَمَسَّحُوا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رِسْلِكُمْ حِينَ سَمِعَهُمْ يَقُولُونَ ذَلِكَ فَوَضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَفَّهُ فِي الْمَاءِ وَالْقَدَحِ وَقَالَ بِسْمِ اللَّهِ ثُمَّ قَالَ أَسْبِغُوا الطُّهُورَ فَوَالَّذِي هُوَ ابْتَلَانِي بِبَصَرِي لَقَدْ رَأَيْتُ الْعُيُونَ عُيُونَ الْمَاءِ تَخْرُجُ مِنْ بَيْنِ أَصَابِعِهِ فَلَمْ يَرْفَعْهَا حَتَّى تَوَضَّئُوا أَجْمَعُونَ","source":"Darimi"},"__N_SSG":true}