{"pageProps":{"number":"412","slug":"darimi","id":"Telah mengabarkan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepada kami [Muhammad bin Umar bin Al Kumait] telah menceritakan kepada kami [Ali bin Wahab Al Hamdani] telah menceritakan kepada kami [Adl Dlahak bin Musa] ia berkata: \"Sulaiman bin 'Abdul Malik melewati kota Madinah dan ingin menuju kota Makkah, lalu ia tinggal di Madinah beberapa hari, kemudian ia berkata: 'Apakah di Madinah ada seorang yang pernah bertemu salah seorang sahabat Nabi sallallahu 'alaihi wa sallam? ', mereka menjawab: 'Ada, Abu Hazim wahai amirul mukminin.\" Lalu ia mengutus seseorang untuk menjemput Abu Hazim. Tatkala Abu Hazim sampai ke Sulaiman bin'Abdul Malik. Sulaiman bertanya: 'Wahai Abu Hazim, Apa maksud sikap ketusmu ini? ', [Abu Hazim] menjawab: 'Wahai amirul mu`minin, sikap ketus seperti apa yang kamu lihat dariku? ', ia menjawab: 'Begini, kulihat para penduduk Madinah menemui aku, tetapi kamu tidak mau menemui diriku.' Lalu ia menjawab: 'Wahai amirul mu`minin, aku berdo`a semoga Allah subhanallahu wa ta'ala melindungi kamu untuk tidak mengatakan apa yang tidak terjadi sebenarnya, kamu tidak mengenal sebelum hari ini dan aku pun tidak pernah melihatmu (sebelumnya) '. Dhahak bin Musa mengatakan: 'Lalu Sulaiman menoleh kepada Muhammad bin Syihab Az Zuhri', seraya berkata: 'Syaikh ini, -Abu Hazim-, ia benar dan aku yang salah', Sulaiman berkata: 'Wahai Abu Hazim, Mengapa kita membenci kematian? ', Ia menjawab: 'Karena kita menghancurkan akhirat dan membangun dunia, sehingga kalian membenci untuk berpindah dari pembangunan menuju penghancuran'. Sulaiman menjawab: 'Kamu benar, wahai Abu hazim, bagaimana kita besok menghadap Allah subhanallahu wa ta'ala,? ', ia menjawab: 'Adapun orang yang baik, ia mendatangi Allah subhanallahu wa ta'ala seperti orang yang sekian lama tidak bertemu keluarganya, sedangkan orang yang jahat, ia seperti budak yang lari mendatangi tuannya', Mendengar perkataan ini Sulaiman menangis, ia bertanya: 'Aku bersumpah, apa bekal kita di sisi Allah subhanallahu wa ta'ala? ', Ia menjawab: 'Sesuaikan amal perbuatanmu dengan Kitab Allah subhanallahu wa ta'ala. Lalu ia bertanya: 'Di ayat manakah aku dapat mendapatinya? ', ia menjawab: \"INNAL `ABRARA LAFII NA'IM, WA INNAL FUJJARA LAFII JAHIIM\" (orang-orang yang banyak berbakti benar-benar berada dalam surga yang penuh dengan kenikmatan, dan orang-orang yang durhaka benar-benar berada dalam neraka) -Qs. Al Infithar: 13, 14-. Sulaiman bertanya lagi: 'Dimanakah rahmat Allah subhanallahu wa ta'ala? ', ia menjawab: 'Rahmat Allah subhanallahu wa ta'ala lebih dekat kepada orang-orang yang berbakti', Sulaiman bertanya: 'Wahai Abu hazim, siapakah hamba Allah subhanallahu wa ta'ala yang paling mulia? ', ia menjawab: 'Orang-orang yang memiliki rasa kemanusiaan dan memiliki akal', Sulaiman bertanya: 'Amal perbuatan apa yang paling utama? ', Abu Hazim menjawab: 'Melaksanakan kewajiban dibarengi meninggalkan semua hal yang diharamkan', Sulaiman terus bertanya: 'Do`a apa yang paling didengar? ', Abu Hazim menjawab: 'Do`a orang yang diberi kebajikan untuk orang yang memberikan kebajikan', ia bertanya lagi: 'Sedekah apa yang paling utama? ', ia menjawab: 'Sedekah untuk peminta-minta yang sangat membutuhkan dan pemberian orang yang sangat sedikit hartanya tanpa mengungkit-ungkit kebajikannya dan tanpa kata yang menyakitkan', ia bertanya lagi: 'Perkataan apa yang paling adil? ', ia menjawab: 'Berkata benar terhadap orang yang kamu takuti atau terhadap orang yang kamu harapkan', ia bertanya lagi: 'Siapakah orang beriman yang cerdik? ', ia menjawab: 'Seorang yang melakukan ketaatan kepada Allah subhanallahu wa ta'ala dan menunjukkan manusia kepada ketaatan itu', ia bertanya: 'Siapakah orang beriman yang bodoh? ', ia menjawab: 'Seorang yang jatuh (tunduk) pada nafsu saudaranya yang dzalim, ia menjual akhiratnya dengan dunia orang lain'. Sulaiman berkata kepadanya: 'kamu benar, bagaimana pendapatmu tentang kondisi kami sekarang ini? ', ia menjawab: 'Wahai amirul mu`minin, apakah engkau memaafkan aku? ', Sulaiman menjawab: 'Tidak, tapi itu betul-betul nasehat yang kau campakkan kepadaku! ', Abu Hazim berkata: 'Wahai amirul mu`minin, para leluhurmu telah menindas manusia dengan pedang, dan mengambil kekuasaan secara paksa tanpa bermusyawarah kepada kaum muslimin dan tanpa meminta kerelaan mereka, hingga mereka (leluhurmu) membunuh mereka dengan pembunuhan besar-besaran (masal) dan sungguh mereka telah pergi meninggalkannya, Ohhh,,,,, seandainya kamu merasakan apa yang mereka katakan dan kritikan untuk mereka itu! \"'. Salah seorang dari anggota majelis khalifah berkata kepadanya: 'Alangkah buruknya perkataanmu, wahai Abu Hazim', Abu Hazim menjawab: 'Kamu telah berdusta, Allah subhanallahu wa ta'ala telah mengambil perjanjian dari para ulama`agar mereka menjelaskannya kepada manusia dan tidak menyembunyikannya sedikitpun', Sulaiman berkata kepadanya: 'Bagaimana cara kami memperbaikinya? ', ia menjawabnya: 'Menjauhkan sikap berpura-pura dan berpedoman dengan sikap kemanusiaan serta tidak ada lagi diskriminasi', Sulaiman bertanya lagi: 'Bagaimana cara kami memperaktekkannya? ', Abu Hazim menjawab: 'Kamu mengambilnya dari hal yang halal dan meletakkannya pada mereka yang berhak menerimanya'. Sulaiman berkata kepadanya: 'Wahai Abu Hazim, apakah kamu berkenan menyertai kami, hingga kamu dapat membenarkan kesalahan kami dan kami dapat membenarkan kesalahanmu? ', ia berkata: 'Aku berlindung kepada Allah subhanallahu wa ta'ala', Sulaiman bertanya: 'Mengapa harus demikian? ', ia menjawab: 'Karena aku takut cenderung berpihak kepadamu walau sedikit saja, niscaya Allah subhanallahu wa ta'ala akan menimpakan kepadaku kelemahan hidup dan kelemahan (diri dalam menghadapi) kematian', Sulaiman berkata kepadanya: 'Katakanlah kepada kami (apa saja) keperluan kamu? ', ia menjawab: 'Kamu selamatkan aku dari neraka dan masukkanlah aku ke dalam surga', Sulaiman menjawab: 'Itu bukanlah permohonan kepadaku', Abu Hazim berkata: 'Jika demikian, aku tidak memiliki keperluan darimu', Sulaiman berkata: 'Wahai Abu hazim, doakanlah aku! ', Abu Hazim lantas berdo`a: 'Ya Allah jika Sulaiman adalah waliMu, mudahkan ia untuk kebaikan dunia akhirat, dan jika ia adalah musuhMu, tariklah ubun-ubunnya ke jalan yang Engkau cintai dan ridlai'. Sulaiman bertanya: 'Hanya itu saja' Abu Hazim menjawab: 'Maaf aja,,,, telah kuperingkas nasehat ini dan aku telah banyak bicara, kiranya kamu termasuk orang yang insyaf terhadap nasehatku ini, kalaulah tidak, apa manfaatku melontar panah dari busur yang tidak memiliki tali senar'. Sulaiman berkata kepadaku: 'Nasehatilah aku! ', ia menjawab: 'Aku mau menasehati kamu dengan nasehat yang ringkas: Agungkanlah Tuhanmu, dan sucikanlah Dia, karena Dia melihatmu di tempat tinggal-Nya yang Dia pergunakan untuk melarangmu, dan Dia bisa mengintaimu ditempat Dia memerintahkanmu'. Ketika itu Sualiman bin Abdul Malik keluar dari sisinya Abu Hazim), ia mengirim kepadanya seratus dinar dan menuliskan surat yang isinya: 'Infaklah uang itu dan kamu masih mendapatkan tambahan yang sama di sisiku', perawi berkata: 'Abu Hazim mengembalikan uang itu dan menulis surat yang isinya: 'Wahai amirul mu`minin, aku mohon perlindungan kepada Allah subhanallahu wa ta'ala untukmu jika permintaanmu kepadaku hanyalah sekedar dagelan (lelucon) atau jawabanku adalah pengorbanan. Suatu hal yang aku tidak merelakannya untukmu, bagaimana mungkin aku merelakannya untuk diriku sendiri?\"', dan ia menulis surat kepadanya: 'Bahwa Musa bin Imran 'alaihissalam ketika sampai di mata air negeri Madyan, di sana ia menjumpai sekumpulan orang yang sedang memberi minum ternak mereka, ia dapati di belakang orang banyak itu dua orang wanita sedang menambatkan ternaknya, lalu ia menanyakan keduanya, keduanya menjawab: 'Kami tidak dapat memberi minum ternak kami sebelum pengembala-pengembala itu membawa pulang ternak mereka, sedangkan ayah kami adalah orang tua yang sudah lanjut usia', Musa 'alaihissalam membari minum pada ternak (keduanya) dengan niyatan menolong. Ia pergi berteduh seraya berdo`a: 'Ya Tuhanku, aku sangat memerlukan sesuatu kebaikan yang Engkau turunkan kepadaku', hal itu karena ia lapar dan dalam keadaan takut serta tidak merasa aman, ia berdo`a kepada Tuhannya dan tidak meminta kepada manusia. Para pengembala tidak memperhatikannya tapi kedua wanita itu justru memperhatikannya', ketika keduanya kembali kepada ayahnya, keduanya mengabarkan kisah dan perkataannya, lalu bapaknya (Syu'aib) berkata: 'Ini orang lapar', lalu ia berkata kepada salah seorang dari kedua putrinya: 'Panggilah orang itu! ', ketika ia (Musa) menemuinya, ia menghormati Musa dan menutup wajahnya, dan berkata: 'Ayahku memanggilmu untuk memberi upah terhadap kebaikanmu memberi minum ternak kami'. Berat terasa bagi Musa 'alaihissalam ketika wanita itu menyebut upah memberi minum ternak, akan tetapi ia tidak menemukan jalan lain kecuali mengikutinya, karena dalam kondisi lapar sekali diantara barisan gunung. Ketika ia mengikutinya, angin kencang menerpa sehingga melekatkan pakaiannya pada punggungnya, lalu nampak oleh Musa 'alaihissalam lekukan pantatnya dan ia adalah seorang wanita yang memiliki pantat besar, sehingga Musa 'alaihissalam sekali berpaling dan sekali menundukkan pandangan ketika kesabarannya melemah, ia memanggilnya: 'Wahai hamba Allah subhanallahu wa ta'ala, berjalanlah kamu di belakangku dan tunjukkanlah aku jalan dengan ucapan ini', Ketika ia sampai dan bertemu Syu'aib dan telah dipersiapkan baginya makan malam, Syu'aib berkata kepadanya: 'Niscaya kamu akan aman'. Musa 'alaihissalam berkata kepadanya: 'Aku berlindung kepada Allah subhanallahu wa ta'ala', Syu'aib bertanya: 'Kenapa?, bukankah kamu lapar? ', ia menjawab: 'Ya, tapi aku takut kalau ini merupakan imbalan memberi minum ternak keduanya, dan aku anggota keluarga yang tidak menjual sedikitpun dari agama kami dengan emas seisi bumi pun', Syu'aib berkata kepadanya: 'Tidak, wahai pemuda! Tetapi ini adalah kebiasaanku dan nenek moyangku, kami menyuguhkan tamu dan memberi makan, lalu Musa 'alaihissalam duduk dan makan. Jika seratus dinar ini sebagai imbalan apa yang telah terjadi, bangkai, darah dan daging babi dalam kondiksi terpaksa lebih halal dari pada uang ini, dan jika uang itu dimasukkan ke baitulmaal, aku memiliki para pengatur di dalamnya. Ini jika kamu mau membereskan persoalan diantara kita, dan jika tidak, aku juga tidak membutuhkan uang itu' \".","arab":" أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ الْكُمَيْتِ حَدَّثَنَا عَلِيُّ بْنُ وَهْبٍ الْهَمْدَانِيُّ حَدَّثَنَا الضَّحَّاكُ بْنُ مُوسَى قَالَ مَرَّ سُلَيْمَانُ بْنُ عَبْدِ الْمَلِكِ بِالْمَدِينَةِ وَهُوَ يُرِيدُ مَكَّةَ فَأَقَامَ بِهَا أَيَّامًا فَقَالَ هَلْ بِالْمَدِينَةِ أَحَدٌ أَدْرَكَ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا لَهُ أَبُو حَازِمٍ يَا أَمِيرَ الْمُؤْمِنِينَ فَأَرْسَلَ إِلَيْهِ فَلَمَّا دَخَلَ عَلَيْهِ قَالَ لَهُ يَا أَبَا حَازِمٍ مَا هَذَا الْجَفَاءُ قَالَ أَبُو حَازِمٍ يَا أَمِيرَ الْمُؤْمِنِينَ وَأَيُّ جَفَاءٍ رَأَيْتَ مِنِّي قَالَ أَتَانِي وُجُوهُ أَهْلِ الْمَدِينَةِ وَلَمْ تَأْتِنِي قَالَ يَا أَمِيرَ الْمُؤْمِنِينَ أُعِيذُكَ بِاللَّهِ أَنْ تَقُولَ مَا لَمْ يَكُنْ مَا عَرَفْتَنِي قَبْلَ هَذَا الْيَوْمِ وَلَا أَنَا رَأَيْتُكَ قَالَ فَالْتَفَتَ سُلَيْمَانُ إِلَى مُحَمَّدِ بْنِ شِهَابٍ الزُّهْرِيِّ فَقَالَ أَصَابَ الشَّيْخُ وَأَخْطَأْتُ قَالَ سُلَيْمَانُ يَا أَبَا حَازِمٍ مَا لَنَا نَكْرَهُ الْمَوْتَ قَالَ لِأَنَّكُمْ أَخْرَبْتُمْ الْآخِرَةَ وَعَمَّرْتُمْ الدُّنْيَا فَكَرِهْتُمْ أَنْ تُنْقَلُوا مِنْ الْعُمْرَانِ إِلَى الْخَرَابِ قَالَ أَصَبْتَ يَا أَبَا حَازِمٍ فَكَيْفَ الْقُدُومُ غَدًا عَلَى اللَّهِ قَالَ أَمَّا الْمُحْسِنُ فَكَالْغَائِبِ يَقْدُمُ عَلَى أَهْلِهِ وَأَمَّا الْمُسِيءُ فَكَالْآبِقِ يَقْدُمُ عَلَى مَوْلَاهُ فَبَكَى سُلَيْمَانُ وَقَالَ لَيْتَ شِعْرِي مَا لَنَا عِنْدَ اللَّهِ قَالَ اعْرِضْ عَمَلَكَ عَلَى كِتَابِ اللَّهِ قَالَ وَأَيُّ مَكَانٍ أَجِدُهُ قَالَ { إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ } قَالَ سُلَيْمَانُ فَأَيْنَ رَحْمَةُ اللَّهِ يَا أَبَا حَازِمٍ قَالَ أَبُو حَازِمٍ { رَحْمَةَ اللَّهِ قَرِيبٌ مِنْ الْمُحْسِنِينَ } قَالَ لَهُ سُلَيْمَانُ يَا أَبَا حَازِمٍ فَأَيُّ عِبَادِ اللَّهِ أَكْرَمُ قَالَ أُولُو الْمُرُوءَةِ وَالنُّهَى قَالَ لَهُ سُلَيْمَانُ فَأَيُّ الْأَعْمَالِ أَفْضَلُ قَالَ أَبُو حَازِمٍ أَدَاءُ الْفَرَائِضِ مَعَ اجْتِنَابِ الْمَحَارِمِ قَالَ سُلَيْمَانُ فَأَيُّ الدُّعَاءِ أَسْمَعُ قَالَ أَبُو حَازِمٍ دُعَاءُ الْمُحْسَنِ إِلَيْهِ لِلْمُحْسِنِ قَالَ فَأَيُّ الصَّدَقَةِ أَفْضَلُ قَالَ لِلسَّائِلِ الْبَائِسِ وَجُهْدُ الْمُقِلِّ لَيْسَ فِيهَا مَنٌّ وَلَا أَذًى قَالَ فَأَيُّ الْقَوْلِ أَعْدَلُ قَالَ قَوْلُ الْحَقِّ عِنْدَ مَنْ تَخَافُهُ أَوْ تَرْجُوهُ قَالَ فَأَيُّ الْمُؤْمِنِينَ أَكْيَسُ قَالَ رَجُلٌ عَمِلَ بِطَاعَةِ اللَّهِ وَدَلَّ النَّاسَ عَلَيْهَا قَالَ فَأَيُّ الْمُؤْمِنِينَ أَحْمَقُ قَالَ رَجُلٌ انْحَطَّ فِي هَوَى أَخِيهِ وَهُوَ ظَالِمٌ فَبَاعَ آخِرَتَهُ بِدُنْيَا غَيْرِهِ قَالَ لَهُ سُلَيْمَانُ أَصَبْتَ فَمَا تَقُولُ فِيمَا نَحْنُ فِيهِ قَالَ يَا أَمِيرَ الْمُؤْمِنِينَ أَوَ تُعْفِينِي قَالَ لَهُ سُلَيْمَانُ لَا وَلَكِنْ نَصِيحَةٌ تُلْقِيهَا إِلَيَّ قَالَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ آبَاءَكَ قَهَرُوا النَّاسَ بِالسَّيْفِ وَأَخَذُوا هَذَا الْمُلْكَ عَنْوَةً عَلَى غَيْرِ مَشُورَةٍ مِنْ الْمُسْلِمِينَ وَلَا رِضَاهُمْ حَتَّى قَتَلُوا مِنْهُمْ مَقْتَلَةً عَظِيمَةً فَقَدْ ارْتَحَلُوا عَنْهَا فَلَوْ أُشْعِرْتَ مَا قَالُوا وَمَا قِيلَ لَهُمْ فَقَالَ لَهُ رَجُلٌ مِنْ جُلَسَائِهِ بِئْسَ مَا قُلْتَ يَا أَبَا حَازِمٍ قَالَ أَبُو حَازِمٍ كَذَبْتَ إِنَّ اللَّهَ أَخَذَ مِيثَاقَ الْعُلَمَاءِ لَيُبَيِّنُنَّهُ لِلنَّاسِ وَلَا يَكْتُمُونَهُ قَالَ لَهُ سُلَيْمَانُ فَكَيْفَ لَنَا أَنْ نُصْلِحَ قَالَ تَدَعُونَ الصَّلَفَ وَتَمَسَّكُونَ بِالْمُرُوءَةِ وَتَقْسِمُونَ بِالسَّوِيَّةِ قَالَ لَهُ سُلَيْمَانُ كَيْفَ لَنَا بِالْمَأْخَذِ بِهِ قَالَ أَبُو حَاَزِمٍ تَأْخُذُهُ مِنْ حِلِّهِ وَتَضَعُهُ فِي أَهْلِهِ قَالَ لَهُ سُلَيْمَانُ هَلْ لَكَ يَا أَبَا حَازِمٍ أَنْ تَصْحَبَنَا فَتُصِيبَ مِنَّا وَنُصِيبَ مِنْكَ قَالَ أَعُوذُ بِاللَّهِ قَالَ لَهُ سُلَيْمَانُ وَلِمَ ذَاكَ قَالَ أَخْشَى أَنْ أَرْكَنَ إِلَيْكُمْ شَيْئًا قَلِيلًا فَيُذِيقَنِي اللَّهُ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ قَالَ لَهُ سُلَيْمَانُ ارْفَعْ إِلَيْنَا حَوَائِجَكَ قَالَ تُنْجِينِي مِنْ النَّارِ وَتُدْخِلُنِي الْجَنَّةَ قَالَ سُلَيْمَانُ لَيْسَ ذَاكَ إِلَيَّ قَالَ أَبُو حَازِمٍ فَمَا لِي إِلَيْكَ حَاجَةٌ غَيْرُهَا قَالَ فَادْعُ لِي قَالَ أَبُو حَازِمٍ اللَّهُمَّ إِنْ كَانَ سُلَيْمَانُ وَلِيَّكَ فَيَسِّرْهُ لِخَيْرِ الدُّنْيَا وَالْآخِرَةِ وَإِنْ كَانَ عَدُوَّكَ فَخُذْ بِنَاصِيَتِهِ إِلَى مَا تُحِبُّ وَتَرْضَى قَالَ لَهُ سُلَيْمَانُ قَطُّ قَالَ أَبُو حَازِمٍ قَدْ أَوْجَزْتُ وَأَكْثَرْتُ إِنْ كُنْتَ مِنْ أَهْلِهِ وَإِنْ لَمْ تَكُنْ مِنْ أَهْلِهِ فَمَا يَنْفَعُنِي أَنْ أَرْمِيَ عَنْ قَوْسٍ لَيْسَ لَهَا وَتَرٌ قَالَ لَهُ سُلَيْمَانُ أَوْصِنِي قَالَ سَأُوصِيكَ وَأُوجِزُ عَظِّمْ رَبَّكَ وَنَزِّهْهُ أَنْ يَرَاكَ حَيْثُ نَهَاكَ أَوْ يَفْقِدَكَ حَيْثُ أَمَرَكَ فَلَمَّا خَرَجَ مِنْ عِنْدِهِ بَعَثَ إِلَيْهِ بِمِائَةِ دِينَارٍ وَكَتَبَ إِلَيْهِ أَنْ أَنْفِقْهَا وَلَكَ عِنْدِي مِثْلُهَا كَثِيرٌ قَالَ فَرَدَّهَا عَلَيْهِ وَكَتَبَ إِلَيْهِ يَا أَمِيرَ الْمُؤْمِنِينَ أُعِيذُكَ بِاللَّهِ أَنْ يَكُونَ سُؤَالُكَ إِيَّايَ هَزْلًا أَوْ رَدِّي عَلَيْكَ بَذْلًا وَمَا أَرْضَاهَا لَكَ فَكَيْفَ أَرْضَاهَا لِنَفْسِي وَكَتَبَ إِلَيْهِ إِنَّ مُوسَى بْنَ عِمْرَانَ لَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهَا رِعَاءً يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمْ جَارِيَتَيْنِ تَذُودَانِ فَسَأَلَهُمَا فَقَالَتَا { لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ } وَذَلِكَ أَنَّهُ كَانَ جَائِعًا خَائِفًا لَا يَأْمَنُ فَسَأَلَ رَبَّهُ وَلَمْ يَسْأَلْ النَّاسَ فَلَمْ يَفْطِنْ الرِّعَاءُ وَفَطِنَتْ الْجَارِيتَانِ فَلَمَّا رَجَعَتَا إِلَى أَبِيهِمَا أَخْبَرَتَاهُ بِالْقِصَّةِ وَبِقَوْلِهِ فَقَالَ أَبُوهُمَا وَهُوَ شُعَيْبٌ هَذَا رَجُلٌ جَائِعٌ فَقَالَ لِإِحْدَاهُمَا اذْهَبِي فَادْعِيهِ فَلَمَّا أَتَتْهُ عَظَّمَتْهُ وَغَطَّتْ وَجْهَهَا وَقَالَتْ { إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا } فَشَقَّ عَلَى مُوسَى حِينَ ذَكَرَتْ { أَجْرَ مَا سَقَيْتَ لَنَا } وَلَمْ يَجِدْ بُدًّا مِنْ أَنْ يَتْبَعَهَا إِنَّهُ كَانَ بَيْنَ الْجِبَالِ جَائِعًا مُسْتَوْحِشًا فَلَمَّا تَبِعَهَا هَبَّتْ الرِّيحُ فَجَعَلَتْ تَصْفِقُ ثِيَابَهَا عَلَى ظَهْرِهَا فَتَصِفُ لَهُ عَجِيزَتَهَا وَكَانَتْ ذَاتَ عَجُزٍ وَجَعَلَ مُوسَى يُعْرِضُ مَرَّةً وَيَغُضُّ أُخْرَى فَلَمَّا عِيلَ صَبْرُهُ نَادَاهَا يَا أَمَةَ اللَّهِ كُونِي خَلْفِي وَأَرِينِي السَّمْتَ بِقَوْلِكِ ذَا فَلَمَّا دَخَلَ عَلَى شُعَيْبٍ إِذَا هُوَ بِالْعَشَاءِ مُهَيَّأً فَقَالَ لَهُ شُعَيْبٌ اجْلِسْ يَا شَابُّ فَتَعَشَّ فَقَالَ لَهُ مُوسَى أَعُوذُ بِاللَّهِ فَقَالَ لَهُ شُعَيْبٌ لِمَ أَمَا أَنْتَ جَائِعٌ قَالَ بَلَى وَلَكِنِّي أَخَافُ أَنْ يَكُونَ هَذَا عِوَضًا لِمَا سَقَيْتُ لَهُمَا وَإِنَّا مِنْ أَهْلِ بَيْتٍ لَا نَبِيعُ شَيْئًا مِنْ دِينِنَا بِمِلْءِ الْأَرْضِ ذَهَبًا فَقَالَ لَهُ شُعَيْبٌ لَا يَا شَابُّ وَلَكِنَّهَا عَادَتِي وَعَادَةُ آبَائِي نُقْرِي الضَّيْفَ وَنُطْعِمُ الطَّعَامَ فَجَلَسَ مُوسَى فَأَكَلَ فَإِنْ كَانَتْ هَذِهِ الْمِائَةُ دِينَارٍ عِوَضًا لِمَا حَدَّثْتُ فَالْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ فِي حَالِ الِاضْطِرَارِ أَحَلُّ مِنْ هَذِهِ وَإِنْ كَانَ لِحَقٍّ لِي فِي بَيْتِ الْمَالِ فَلِي فِيهَا نُظَرَاءُ فَإِنْ سَاوَيْتَ بَيْنَنَا وَإِلَّا فَلَيْسَ لِي فِيهَا حَاجَةٌ","source":"Darimi"},"__N_SSG":true}