{"pageProps":{"number":"75","slug":"darimi","id":"Telah mengabarkan kepada kami [Zakaria bin 'Adi] telah menceritakan kepada kami [Hatim bin Ismail] dari [Unais bin Abu Yahya] dari [ayahnya] dari [Abu Sa'id Al Khudri] ia berkata; Rasulullah shallallahu 'alaihi wasallam keluar menemui kami di waktu sakit beliau yang menyebabkan kematian beliau. Kami berada di masjid (masjid Nabawi) sambil membalut kepalanya dengan sobekan kain, hingga beliau mendekati mimbar, dan duduk di atasnya. Kami terus mengikuti beliau. Kemudian beliau bersabda: \"Demi Dzat yang jiwaku berada di tangan-Nya, sungguh saya melihat sebuah telaga dari tempat berdiri saya ini. \" Kemudian beliau berkata: 'Sesungguhnya ada seorang hamba diperlihatkan kepadanya dunia dan perhiasannya, kemudian ia justru memilih akhirat. ' Perawi (Abu Sa'id alkhudzri) berkata: Ketika itu tidak ada seorang pun yang bisa memahami ucapan beliau selain Abu Bakar, maka berlinanglah kedua mata Abu Bakar lalu ia menangis dan berkata; Bahkan kami akan menebusmu dengan ayah-ayah kami, ibu-ibu kami, jiwa kami, dan harta kami, wahai Rasulullah! '. Perawi bercerita; Kemudian beliau turun dari mimbar itu dan tidak pernah berdiri di mimbar itu hingga ajal meninggal. ","arab":" أَخْبَرَنَا زَكَرِيَّا بْنُ عَدِيٍّ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ عَنْ أُنَيْسِ بْنِ أَبِي يَحْيَى عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ وَنَحْنُ فِي الْمَسْجِدِ عَاصِبًا رَأْسَهُ بِخِرْقَةٍ حَتَّى أَهْوَى نَحْوَ الْمِنْبَرِ فَاسْتَوَى عَلَيْهِ وَاتَّبَعْنَاهُ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لَأَنْظُرُ إِلَى الْحَوْضِ مِنْ مَقَامِي هَذَا ثُمَّ قَالَ إِنَّ عَبْدًا عُرِضَتْ عَلَيْهِ الدُّنْيَا وَزِينَتُهَا فَاخْتَارَ الْآخِرَةَ قَالَ فَلَمْ يَفْطِنْ لَهَا أَحَدٌ غَيْرُ أَبِي بَكْرٍ فَذَرَفَتْ عَيْنَاهُ فَبَكَى ثُمَّ قَالَ بَلْ نَفْدِيكَ بِآبَائِنَا وَأُمَّهَاتِنَا وَأَنْفُسِنَا وَأَمْوَالِنَا يَا رَسُولَ اللَّهِ قَالَ ثُمَّ هَبَطَ فَمَا قَامَ عَلَيْهِ حَتَّى السَّاعَةِ","source":"Darimi"},"__N_SSG":true}