{"pageProps":{"number":"953","slug":"darimi","id":"Telah menceritakan kepada kami [Ya'la] telah menceritakan kepada kami [Al A'masy] dari [Syaqiq] dari [Abdullah] ia berkata, \"Dahulu jika kami shalat di belakang Rasulullah shallallahu 'alaihi wasallam, maka kami mengucapkan, 'Semoga keselamatan bagi Allah sebelum para hamba-Nya, semoga keselamatan bagi Jibril, semoga keselamatan bagi Mikail, semoga keselamatan bagi Israfil, semoga keselamatan bagi fulan dan fulan'.\" Abdullah berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam menghadap ke arah kami dan mengatakan: \"Sesungguhnya Allah Ta'ala adalah As Salam (Maha Sejahtera), maka apabila kalian duduk dalam shalat maka ucapkanlah: AT TAHIYYAATU LILLAAHI WASH SHALAWAATU WATH THAYYIBAATU, AS SALAAMU 'ALAIKA AYYUHAN NABIYYU WA RAHMATULLAAHI WA BARAKAATUH, AS SALAAMU 'ALAINAA WA 'ALAA 'IBAADILLAAHISH SHAALIHIIN (Segala ucapan selamat milik Allah, shalawat serta segala kebaikan. Semoga keselamatan bagimu wahai Nabi dan rahmat Allah serta berkah-Nya. Semoga keselamatan bagi hamba-hamba Allah yang shalih), sesungguhnya apabila kalian mengucapkan hal tersebut maka kalian kalimat tersebut telah mencakup seluruh hamba yang shalih di langit dan bumi. ASYHADU AN LAA ILAAHA ILLALLAAHU WA ASYHADU ANNA MUHAMMADAN 'ABDUHU WA RASUULUH (Aku bersaksi bahwa tidak ada tuhan yang berhak disembah kecuali Allah dan aku bersaksi bahwa Muhammad adalah hamba dan utusan-Nya). Kemudian hendaknya ia memilih (doa) yang ia kehendaki.\"","arab":" حَدَّثَنَا يَعْلَى حَدَّثَنَا الْأَعْمَشُ عَنْ شَقِيقٍ عَنْ عَبْدِ اللَّهِ قَالَ كُنَّا إِذَا صَلَّيْنَا خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْنَا السَّلَامُ عَلَى اللَّهِ قَبْلَ عِبَادِهِ السَّلَامُ عَلَى جِبْرِيلَ السَّلَامُ عَلَى مِيكَائِيلَ السَّلَامُ عَلَى إِسْرَافِيلَ السَّلَامُ عَلَى فُلَانٍ وَفُلَانٍ قَالَ فَأَقْبَلَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ اللَّهَ تَعَالَى هُوَ السَّلَامُ فَإِذَا جَلَسْتُمْ فِي الصَّلَاةِ فَقُولُوا التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ فَإِنَّكُمْ إِذَا قُلْتُمُوهَا أَصَابَتْ كُلَّ عَبْدٍ صَالِحٍ فِي السَّمَاءِ وَالْأَرْضِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ثُمَّ لِيَتَخَيَّرْ مَا شَاءَ","source":"Darimi"},"__N_SSG":true}