{"pageProps":{"number":"954","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Zuhair] dari [Al Hasan bin Hurr] telah menceritakan kepadaku [Al Qasim bin Mukhaimarah] ia berkata, ['Alqamah] menggandeng tanganku kemudian menceritakan kepadaku bahwa [Abdullah] telah menggandeng tangannya, bahwa Rasulullah shallallahu 'alaihi wasallam menggandeng tangan Abdullah kemudian mengajarkan kepadanya tasyahud dalam shalat: \"AT TAHIYYAATU LILLAAHI WASH SHALAWAATU WATH THAYYIBAATU, AS SALAAMU 'ALAIKA AYYUHAN NABIYYU WA RAHMATULLAAHI WA BARAKAATUH, AS SALAAMU 'ALAINAA WA 'ALAA 'IBAADILLAAHISH SHAALIHIIN (Segala ucapan selamat milik Allah, shalawat serta segala kebaikan. Semoga keselamatan bagimu wahai Nabi dan rahmat Allah serta berkah-Nya. Semoga keselamatan bagi hamba-hamba Allah yang shalih).\" Zuhair berkata, \"Menurutku beliau mengucapkan: \"ASYHADU AN LAA ILAAHA ILLALLAAHU WA ASYHADU ANNA MUHAMMADAN 'ABDUHU WA RASUULUH (Aku bersaksi bahwa tidak ada tuhan yang berhak disembah kecuali Allah dan aku bersaksi bahwa Muhammad adalah hamba dan utusan-Nya) -Zuhair masih merasa ragu antara dua kalimat ini-. Apabila engkau melakukan hal ini atau menyelesaikannya sungguh engkau telah menyelesaikan shalatmu. Apabila engkau ingin berdiri maka berdirilah, dan apabila engkau ingin duduk maka duduklah.\"","arab":" أَخْبَرَنَا أَبُو نُعَيْمٍ حَدَّثَنَا زُهَيْرٌ عَنْ الْحَسَنِ بْنِ حُرٍّ حَدَّثَنِي الْقَاسِمُ بْنُ مُخَيْمِرَةَ قَالَ أَخَذَ عَلْقَمَةُ بِيَدِي فَحَدَّثَنِي أَنَّ عَبْدَ اللَّهِ أَخَذَ بِيَدِهِ وَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ بِيَدِ عَبْدِ اللَّهِ فَعَلَّمَهُ التَّشَهُّدَ فِي الصَّلَاةِ التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ قَالَ زُهَيْرٌ أُرَاهُ قَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ أَيْضًا شَكَّ فِي هَاتَيْنِ الْكَلِمَتَيْنِ إِذَا فَعَلْتَ هَذَا أَوْ قَضَيْتَ فَقَدْ قَضَيْتَ صَلَاتَكَ إِنْ شِئْتَ أَنْ تَقُومَ فَقُمْ وَإِنْ شِئْتَ أَنْ تَقْعُدَ فَاقْعُدْ","source":"Darimi"},"__N_SSG":true}