{"pageProps":{"number":"971","slug":"darimi","id":"Telah mengabarkan kepada kami [Sa'id bin 'Amir] dari [Sa'id bin Abu 'Arubah] dari [Qatadah] dari [Yunus bin Jubair] dari [Hiththan bin Abdullah Ar Raqasyi] ia berkata, \" [Abu Musa] melakukan shalat bersama kami salah satu shalat di waktu malam (Shalat Maghrib atau Isya`). Kemudian seorang laki-laki berkata, \"Shalat diiringi dengan perbuatan baik dan zakat.\" Maka ketika Abu Musa menyelesaikan shalatnya ia berkata, \"Siapakah di antara kalian yang mengatakan perkataan demikian dan demikian?\" Orang-orang pun diam. Abu Musa lalu berkata, \"Kemungkinan engkau yang mengatakannya wahai Hiththan.\" Ia menjawab, \"Bukan aku yang mengatakannya. Sungguh aku telah khawatir engkau akan mencelaku karenanya.\" Kemudian seorang laki-laki di antara orang-orang tersebut berkata, \"Aku yang mengatakannya, dan tidak ada yang aku inginkan dengan kata-kata itu kecuali kebaikan.\" Lalu Abu Musa berkata, \"Tidakkah kalian mengetahui apa yang kalian ucapkan dalam shalat kalian? Rasulullah shallallahu 'alaihi wasallam pernah berkhutbah di hadapan kami, beliau mengajarkan kami shalat dan menjelaskan sunah kepada kami.\" Perawi berkata, \"Aku mengira beliau mengatakan: \"Jika shalat telah diserukan maka hendaklah salah seorang dari kalian menjadi imam bagi yang lain. Kemudian apabila imam takbir maka bertakbirlah, jika ia mengucapkan; 'GHAIRIL MAGHDHUUBI 'ALAIHIM WA LADLAALLIIN, maka ucapkan; AAMIIN, maka Allah akan mengabulkan kalian. Jika ia takbir dan rukuk maka takbir dan rukuklah, karena sesungguhnya Imam sujud sebelum kalian dan rukuk sebelum kalian.\" Nabi shallallahu 'alaihi wasallam lalu bersabda: \"Waktu itu (waktu imam) sama dengan waktu itu (makmum). Jika ia mengucapkan; SAMI'ALLAHU LIMAN HAMIDAHU (Semoga Allah mendengar pujian orang yang memuji-Nya) maka ucapkanlah; ALLAHUMMA RABBANAA LAKAL HAMDU (Ya Allah, Rabb kami, segala puji hanya milik-Mu), atau beliau mengatakan; RABBANAA WA LAKAL HAMDU (Ya Rabb kami, dan bagi-Mu lah segala pujian). Sebab Allah telah berfirman melalui lisan Nabi-Nya; SAMI'ALLAHU LIMAN HAMIDAHU. Dan jika ia takbir dan sujud maka takbir dan sujudlah, sebab imam itu sujud dan rukuk sebelum kalian.\" Nabi shallallahu 'alaihi wasallam kemudian \"Waktu itu (waktu imam) sama dengan waktu itu (makmum). Jika telah duduk, maka jadikanlah pertama kali yang salah seorang dari kalian ucapkan adalah; 'AT TAHIYYAATUTH THAYYIBAATUSH SHALAWAATU LILLAAH, AS SALAAMU, atau SALAAMUN 'ALAIKA AYYUHAN NABIIYU WA RAHMATULLAAHI WA BARAKAATUH. AS SALAAMU 'ALAINAA WA 'ALAA 'IBAADILLAAHISH SHAALIHIIN. ASYHADU AN LAA ILAAHA ILLALLAAHU WA ASYHADU ANNA MUHAMMADAN 'ABDUHU WA RASUULUH (Segala ucapan selamat yang baik dan seluruh shalawat adalah milik Allah, semoga keselamatan, rahmat serta berkah terlimpahkan kepadamu wahai Nabi, semoga keselamatan terlimpahkan kepada kami dan para hamba-hamba Allah yang shalih. Aku bersaksi bahwa tidak ada tuhan yang berhak disembah kecuali Allah semata, dan aku bersaksi bahwa Muhammad adalah hamba dan utusan-Nya).\"","arab":" أَخْبَرَنَا سَعِيدُ بْنُ عَامِرٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ يُونُسَ بْنِ جُبَيْرٍ عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ الرَّقَاشِيِّ قَالَ صَلَّى بِنَا أَبُو مُوسَى إِحْدَى صَلَاتَيْ الْعَشِيِّ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ أُقِرَّتْ الصَّلَاةُ بِالْبِرِّ وَالزَّكَاةِ فَلَمَّا قَضَى أَبُو مُوسَى الصَّلَاةَ قَالَ أَيُّكُمْ الْقَائِلُ كَلِمَةَ كَذَا وَكَذَا فَأَرَمَّ الْقَوْمُ فَقَالَ لَعَلَّكَ يَا حِطَّانُ قُلْتَهَا قَالَ مَا أَنَا قُلْتُهَا وَقَدْ خِفْتُ أَنْ تَبْكَعَنِي بِهَا فَقَالَ رَجُلٌ مِنْ الْقَوْمِ أَنَا قُلْتُهَا وَمَا أَرَدْتُ بِهَا إِلَّا الْخَيْرَ فَقَالَ أَبُو مُوسَى أَوَ مَا تَعْلَمُونَ مَا تَقُولُونَ فِي صَلَاتِكُمْ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَنَا فَعَلَّمَنَا صَلَاتَنَا وَبَيَّنَ لَنَا سُنَّتَنَا قَالَ أَحْسَبُهُ قَالَ إِذَا أُقِيمَتْ الصَّلَاةُ فَلْيَؤُمَّكُمْ أَحَدُكُمْ فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا قَالَ { غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ } فَقُولُوا آمِينَ يُجِبْكُمْ اللَّهُ فَإِذَا كَبَّرَ وَرَكَعَ فَكَبِّرُوا وَارْكَعُوا فَإِنَّ الْإِمَامَ يَرْكَعُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ قَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتِلْكَ بِتِلْكَ فَإِذَا قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ أَوْ قَالَ رَبَّنَا وَلَكَ الْحَمْدُ فَإِنَّ اللَّهَ قَالَ عَلَى لِسَانِ نَبِيِّهِ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ وَإِذَا كَبَّرَ وَسَجَدَ فَكَبِّرُوا وَاسْجُدُوا فَإِنَّ الْإِمَامَ يَسْجُدُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ قَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتِلْكَ بِتِلْكَ فَإِذَا كَانَ عِنْدَ الْقَعْدَةِ فَلْيَكُنْ مِنْ أَوَّلِ قَوْلِ أَحَدِكُمْ التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ لِلَّهِ السَّلَامُ أَوْ سَلَامٌ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ أَوْ سَلَامٌ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ","source":"Darimi"},"__N_SSG":true}