{"pageProps":{"number":"99","slug":"darimi","id":"Telah mengabarkan kepada kami [Sa'id bin 'Amir] dari [Ibnu 'Aun] dari [Muhammad bin Sirin] dari [Alqamah] ia berkata: Seseorang menemui Abdullah, ia menyampaikan uneg-unegnya bahwa ia semalam telah menceraikan isterinya sebanyak delapan kali. Ia (Abdullah) bertanya: 'dengan satu ucapan? ', orang itu menjawab: 'dengan satu ucapan'. Abdullah bertanya: Terus mereka menginginkan agar kamu (menthalaq) ba`in isterimu'?, ia menjawab: 'Ya, benar'. Kemudian ('Alqamah) menceritakan lagi: \" Dan juga pernah Abdullah didatangi seseorang dan menceritakan bahwa ia telah menceraikan isterinya seratus kali'. Abdullah bertanya: 'dengan satu ucapan? ', ia menjawab: 'ya, dengan satu ucapan'. Lalu Abdullah bertanya: 'terus mereka menginginkan agar kamu (menthalaq) ba`in isterimu? ', ia menjawab: 'ya, benar'. Maka [Abdullah] berkata: \" Barang siapa yang menthalaq (isterinya) sesuai dengan cara yang telah Allah jelaskan, sungguh Allah telah menjelaskan thalaq. Sebaliknya barang siapa melakukan tindakan gegabah pada dirinya (tindakan ngawur yang tak ada keterangan), kami pasrahkan kengawuran atau gegabahannya kepadanya, demi Allah, Janganlah sekali-kali kalian melakukan tindakan gegabah diri kalian, sehingga kami merasa kepayahan sebagaimana uneg-uneg yang kalian sampaikan kepadaku ini'\".","arab":" أَخْبَرَنَا سَعِيدُ بْنُ عَامِرٍ عَنْ ابْنِ عَوْنٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ عَلْقَمَةَ قَالَ جَاءَ رَجُلٌ إِلَى عَبْدِ اللَّهِ فَقَالَ إِنَّهُ طَلَّقَ امْرَأَتَهُ الْبَارِحَةَ ثَمَانِيًا قَالَ بِكَلَامٍ وَاحِدٍ قَالَ بِكَلَامٍ وَاحِدٍ قَالَ فَيُرِيدُونَ أَنْ يُبِينُوا مِنْكَ امْرَأَتَكَ قَالَ نَعَمْ قَالَ وَجَاءَهُ رَجُلٌ فَقَالَ إِنَّهُ طَلَّقَ امْرَأَتَهُ مِائَةَ طَلْقَةٍ قَالَ بِكَلَامٍ وَاحِدٍ قَالَ بِكَلَامٍ وَاحِدٍ قَالَ فَيُرِيدُونَ أَنْ يُبِينُوا مِنْكَ امْرَأَتَكَ قَالَ نَعَمْ فَقَالَ عَبْدُ اللَّهِ مَنْ طَلَّقَ كَمَا أَمَرَهُ اللَّهُ فَقَدْ بَيَّنَ اللَّهُ الطَّلَاقَ وَمَنْ لَبَّسَ عَلَى نَفْسِهِ وَكَّلْنَا بِهِ لَبْسَهُ وَاللَّهِ لَا تُلَبِّسُونَ عَلَى أَنْفُسِكُمْ وَنَتَحَمَّلُهُ نَحْنُ هُوَ كَمَا تَقُولُونَ","source":"Darimi"},"__N_SSG":true}