{"pageProps":{"number":"1068","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhriz bin Salamah Al Adani] berkata, telah menceritakan kepada kami [Abdul Aziz bin Muhammad Ad Darawardi] dari [Syarik bin Abdullah bin Abu Namir] dari ['Atho` bin Yasar] dari [Ubai bin Ka'b] berkata, \"Rasulullah shallallahu 'alaihi wasallam pada hari jum'at membaca TABAARAKA sementara beliau berdiri. Beliau juga mengingatkan kami dengan hari-hari Allah. Lalu Abu Darda atau Abu Dzar mencubitku seraya berkata, \"Kapan ayat ini diturunkan, aku belum pernah mendengarnya kecuali sekarang ini? Namun Ubai memberi isyarat agar ia diam. Ketika orang-orang bubar, Abu Darda berkata, \"Aku bertanya kepadamu kapan surat ini diturunkan, namun engkau tidak memberitahukan kepadaku! \" Ubai bin Ka'b berkata, \"Hari ini engkau tidak mendapatkan pahala shalatmu kecuali sesuatu yang telah engkau sia-siakan itu. \" Abu Darda akhirnya menemui Rasulullah shallallahu 'alaihi wasallam dan mengabarkan kepada beliau dengan apa yang dikatakan oleh Ubai, lalu Rasulullah shallallahu 'alaihi wasallam menjawab: \"Ubai benar. \"","arab":"حَدَّثَنَا مُحْرِزُ بْنُ سَلَمَةَ الْعَدَنِيُّ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أُبَيِّ بْنِ كَعْبٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَرَأَ يَوْمَ الْجُمُعَةِ تَبَارَكَ وَهُوَ قَائِمٌ فَذَكَّرَنَا بِأَيَّامِ اللَّهِ وَأَبُو الدَّرْدَاءِ أَوْ أَبُو ذَرٍّ يَغْمِزُنِي فَقَالَ مَتَى أُنْزِلَتْ هَذِهِ السُّورَةُ إِنِّي لَمْ أَسْمَعْهَا إِلَّا الْآنَ فَأَشَارَ إِلَيْهِ أَنْ اسْكُتْ فَلَمَّا انْصَرَفُوا قَالَ سَأَلْتُكَ مَتَى أُنْزِلَتْ هَذِهِ السُّورَةُ فَلَمْ تُخْبِرْنِي فَقَالَ أُبَيٌّ لَيْسَ لَكَ مِنْ صَلَاتِكَ الْيَوْمَ إِلَّا مَا لَغَوْتَ فَذَهَبَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ وَأَخْبَرَهُ بِالَّذِي قَالَ أُبَيٌّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ أُبَيٌّ","source":"Ibnu Majah"},"__N_SSG":true}