{"pageProps":{"number":"3013","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Isma'il bin Taubah]; telah menceritakan kepada kami [Zafir bin Sulaiman] dari [Abu Sinan] dari [Amru bin Murrah] dari [Murrah] dari [Abdullah bin Mas'ud] radliallahu 'anhu, ia berkata; \"Rasulullah bersabda saat di Arafah ketika berada di atas untanya yang terpotong ujung telinganya: 'Tahukah kalian hari apakah ini? Bulan apakah ini? Dan negeri apakah ini? ' Mereka menjawab; 'Ini adalah negeri haram, bulan haram, dan hari haram.' Beliau bersabda: 'Ingatlah! Sesungguhnya harta dan darah kalian diharamkan atas kalian, seperti keharaman bulan kalian ini, di negeri kalian ini, dan pada hari kalian ini. Ingatlah! Sesungguhnya aku orang yang mendahului kalian di telaga surga, dan aku akan memperbanyak umat dengan kalian, maka janganlah kalian mencoreng wajahku. Ingatlah! Sesungguhnya aku adalah orang yang menyelamatkan manusia, dan mereka akan meminta bantuan keselamatan dariku.' Aku berkata kepada tuhanku: 'Wahai Tuhan, bagaimana dengan para sahabatku? ' Allah menjawab: 'Sesungguhnya kamu tidak tahu apa yang mereka perbuat (ada-adakan) setelah kamu tiada'.\"","arab":"حَدَّثَنَا إِسْمَعِيلُ بْنُ تَوْبَةَ حَدَّثَنَا زَافِرُ بْنُ سُلَيْمَانَ عَنْ أَبِي سِنَانٍ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ مُرَّةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى نَاقَتِهِ الْمُخَضْرَمَةِ بِعَرَفَاتٍ فَقَالَ أَتَدْرُونَ أَيُّ يَوْمٍ هَذَا وَأَيُّ شَهْرٍ هَذَا وَأَيُّ بَلَدٍ هَذَا قَالُوا هَذَا بَلَدٌ حَرَامٌ وَشَهْرٌ حَرَامٌ وَيَوْمٌ حَرَامٌ قَالَ أَلَا وَإِنَّ أَمْوَالَكُمْ وَدِمَاءَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي يَوْمِكُمْ هَذَا أَلَا وَإِنِّي فَرَطُكُمْ عَلَى الْحَوْضِ وَأُكَاثِرُ بِكُمْ الْأُمَمَ فَلَا تُسَوِّدُوا وَجْهِي أَلَا وَإِنِّي مُسْتَنْقِذٌ أُنَاسًا وَمُسْتَنْقَذٌ مِنِّي أُنَاسٌ فَأَقُولُ يَا رَبِّ أُصَيْحَابِي فَيَقُولُ إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ","source":"Ibnu Majah"},"__N_SSG":true}