{"pageProps":{"number":"3933","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ali bin Muhammad] telah menceritakan kepada kami [Al Walid bin Muslim] telah menceritakan kepadaku [Abdurrahman bin Yazid bin Jabir] telah menceritakan kepadaku [Busr bin 'Ubaidullah] telah menceritakan kepadaku [Abu Idris Al Khaulani] bahwa dia mendengar [Hudzaifah bin Al Yaman] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Akan ada para da'i (penyeru) yang menyeru ke pintu neraka Jahannam, barangsiapa memenuhi ajakannya maka ia akan dilemparkan ke dalam neraka.\" Lalu aku bertanya, \"Wahai Rasulullah, sebutkanlah ciri-ciri mereka kepada kami! \" Beliau bersabda: 'Mereka adalah suatu kaum yang warna kulitnya sama dengan kita, dan berbicara dengan bahasa yang sama dengan kita.\" Aku bertanya lagi, \"Apakah yang anda perintahkan kepada kami, seandainya kami menjumpai hal itu?\" Beliau menjawab: \"Berpegang teguhlah kepada Jama'ah kaum muslimin dan imam mereka, jika mereka tidak memiliki Jama'ah kaum Muslimin dan imamnya, maka jauhilah semua golongan tersebut meskipun kamu harus menggigit akar pohon sampai ajal menjemputmu dan kamu masih tetap dalam keadaan seperti itu.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ حَدَّثَنِي بُسْرُ بْنُ عُبَيْدِ اللَّهِ حَدَّثَنِي أَبُو إِدْرِيسَ الْخَوْلَانِيُّ أَنَّهُ سَمِعَ حُذَيْفَةَ بْنَ الْيَمَانِ يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكُونُ دُعَاةٌ عَلَى أَبْوَابِ جَهَنَّمَ مَنْ أَجَابَهُمْ إِلَيْهَا قَذَفُوهُ فِيهَا قُلْتُ يَا رَسُولَ اللَّهِ صِفْهُمْ لَنَا قَالَ هُمْ قَوْمٌ مِنْ جِلْدَتِنَا يَتَكَلَّمُونَ بِأَلْسِنَتِنَا قُلْتُ فَمَا تَأْمُرُنِي إِنْ أَدْرَكَنِي ذَلِكَ قَالَ فَالْزَمْ جَمَاعَةَ الْمُسْلِمِينَ وَإِمَامَهُمْ فَإِنْ لَمْ يَكُنْ لَهُمْ جَمَاعَةٌ وَلَا إِمَامٌ فَاعْتَزِلْ تِلْكَ الْفِرَقَ كُلَّهَا وَلَوْ أَنْ تَعَضَّ بِأَصْلِ شَجَرَةٍ حَتَّى يُدْرِكَكَ الْمَوْتُ وَأَنْتَ كَذَلِكَ","source":"Ibnu Majah"},"__N_SSG":true}