{"pageProps":{"number":"714","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Marwan Muhammad bin Utsman Al Utsmani] berkata, telah menceritakan kepada kami [Ibrahim bin Sa'd] dari [Ibnu Syihab] dari [Mahmud bin Ar Rabi' Al Anshari] -dia telah menjaga Majjah (air yang dikeluarkan dari dalam mulut) dalam ember yang Rasulullah shallallahu 'alaihi wasallam keluarkan (muntahkan) ke dalam sumur milik mereka-, dari ['Itban bin Malik As Salimi] -ia adalah imam bagi kaumnya, bani Salim. Dan ia juga pernah ikut dalam perang badar bersama Rasulullah shallallahu 'alaihi wasallam.- Ia berkata; Aku mendatangi Rasulullah shallallahu 'alaihi wasallam, lalu aku bertanya kepadanya; \"Wahai Rasulullah, mataku sakit dan banjir menghalangiku untuk mendatangi masjid kaumku, hingga aku tidak dapat melaluinya, sekiranya engkau berkehendak datang dan shalat di rumahku yang bisa aku jadikan sebagai tempat shalat, maka lakukanlah.\" Beliau bersabda: \"Aku akan datang.\" maka di awal siang Rasulullah shallallahu 'alaihi wasallam dan Abu Bakar berangkat, beliau minta izin dan akupun memberinya izin (masuk). Namun beliau tidak langsung duduk hingga beliau bertanya: \"Tempat mana yang engkau sukai untuk aku jadikan tempat shalat di rumahmu ini?\" lalu aku memberi isyarat kepada beliau tempat yang aku sukai. Rasulullah shallallahu 'alaihi wasallam kemudian berdiri dan kami membuat shaf di belakangnya, lalu beliau shalat dua raka'at bersama kami. Setelah itu aku menghidangkan daging yang berkuah kepada mereka.\"","arab":"حَدَّثَنَا أَبُو مَرْوَانَ مُحَمَّدُ بْنُ عُثْمَانَ الْعُثْمَانِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ مَحْمُودِ بْنِ الرَّبِيعِ الْأَنْصَارِيِّوَكَانَ قَدْ عَقَلَ مَجَّةً مَجَّهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ دَلْوٍ فِي بِئْرٍ لَهُمْ عَنْ عِتْبَانَ بْنِ مَالِكٍ السَّالِمِيِّ وَكَانَ إِمَامَ قَوْمِهِ بَنِي سَالِمٍ وَكَانَ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ جِئْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي قَدْ أَنْكَرْتُ مِنْ بَصَرِي وَإِنَّ السَّيْلَ يَأْتِي فَيَحُولُ بَيْنِي وَبَيْنَ مَسْجِدِ قَوْمِي وَيَشُقُّ عَلَيَّ اجْتِيَازُهُ فَإِنْ رَأَيْتَ أَنْ تَأْتِيَنِي فَتُصَلِّيَ فِي بَيْتِي مَكَانًا أَتَّخِذُهُ مُصَلًّى فَافْعَلْ قَالَ أَفْعَلُ فَغَدَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ بَعْدَ مَا اشْتَدَّ النَّهَارُ وَاسْتَأْذَنَ فَأَذِنْتُ لَهُ وَلَمْ يَجْلِسْ حَتَّى قَالَ أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ لَكَ مِنْ بَيْتِكَ فَأَشَرْتُ لَهُ إِلَى الْمَكَانِ الَّذِي أُحِبُّ أَنْ أُصَلِّيَ فِيهِ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَصَفَفْنَا خَلْفَهُ فَصَلَّى بِنَا رَكْعَتَيْنِ ثُمَّ احْتَبَسْتُهُ عَلَى خَزِيرَةٍ تُصْنَعُ لَهُمْ","source":"Ibnu Majah"},"__N_SSG":true}