{"pageProps":{"number":"1076","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Sa'ad bin Ishaq bin Ka'b bin 'Ujrah] dari bibinya [Zainab binti Ka'b bin 'Ujrah] bahwa [Furai'ah binti Malik bin Sinan] -yaitu saudara perempuan Abu Sa'id Al Khudri- mengabarkan kepadanya, bahwa ia pernah menemui Rasulullah shallallahu 'alaihi wasallam meminta izin agar ia dibolehkan pulang ke rumah keluarganya di Bani Khudrah. Sebab ketika suaminya pergi mencari budak-budaknya yang melarikan, sampai di perbatasan dan menemukan mereka, justru mereka beramai-ramai membunuhnya.\" Furai'ah binti Malik berkata; \"Aku minta izin Rasulullah shallallahu 'alaihi wasallam pulang ke rumah keluargaku di bani Khudrah, karena suamiku tidak meninggalkanku di rumah miliknya dan tidak memberi nafkah.\" Rasulullah shallallahu 'alaihi wasallam kemudian mengatakan: \"Ya.\" aku kemudian kembali, dan ketika aku sedang berada di kamar Rasulullah shallallahu 'alaihi wasallam memanggilku atau mengutus seseorang untuk memanggilku. Beliau lalu bertanya: \"Apa yang kamu katakan tadi? ' aku lalu mengulang kisah tentang suamiku tadi, lantas beliau bersabda: 'Berdiamlah di rumahmu sampai masa yang diwajibkan atasmu selesai'.\" Furai'ah binti Malik berkata; \"Aku menjalani masa iddah selama empat bulan sepuluh hari.\" Maka saat pemerintahan Utsman bin Affan, ia mengutus seseorang menemuiku untuk menanyakan hal tersebut, lalu aku kabarkan kepadanya, sehingga Utsman pun mengikutinya dan memutuskan seperti ini.\"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ سَعْدِ بْنِ إِسْحَقَ بْنِ كَعْبِ بْنِ عُجْرَةَ عَنْ عَمَّتِهِ زَيْنَبَ بِنْتِ كَعْبِ بْنِ عُجْرَةَ أَنَّ الْفُرَيْعَةَ بِنْتَ مَالِكِ بْنِ سِنَانٍ وَهِيَ أُخْتُ أَبِي سَعِيدٍ الْخُدْرِيِّ أَخْبَرَتْهَاأَنَّهَا جَاءَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَسْأَلُهُ أَنْ تَرْجِعَ إِلَى أَهْلِهَا فِي بَنِي خُدْرَةَ فَإِنَّ زَوْجَهَا خَرَجَ فِي طَلَبِ أَعْبُدٍ لَهُ أَبَقُوا حَتَّى إِذَا كَانُوا بِطَرَفِ الْقَدُومِ لَحِقَهُمْ فَقَتَلُوهُ قَالَتْ فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ أَرْجِعَ إِلَى أَهْلِي فِي بَنِي خُدْرَةَ فَإِنَّ زَوْجِي لَمْ يَتْرُكْنِي فِي مَسْكَنٍ يَمْلِكُهُ وَلَا نَفَقَةٍ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَتْ فَانْصَرَفْتُ حَتَّى إِذَا كُنْتُ فِي الْحُجْرَةِ نَادَانِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ أَمَرَ بِي فَنُودِيتُ لَهُ فَقَالَ كَيْفَ قُلْتِ فَرَدَّدْتُ عَلَيْهِ الْقِصَّةَ الَّتِي ذَكَرْتُ لَهُ مِنْ شَأْنِ زَوْجِي فَقَالَ امْكُثِي فِي بَيْتِكِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ قَالَتْ فَاعْتَدَدْتُ فِيهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا قَالَتْ فَلَمَّا كَانَ عُثْمَانُ بْنُ عَفَّانَ أَرْسَلَ إِلَيَّ فَسَأَلَنِي عَنْ ذَلِكَ فَأَخْبَرْتُهُ فَاتَّبَعَهُ وَقَضَى بِهِ","source":"Malik"},"__N_SSG":true}