{"pageProps":{"number":"1378","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Aisyah] Ummul Mukminin, ia berkata; \"Ketika Rasulullah shallallahu 'alaihi wasallam tiba di Madinah, Abu Bakar dan Bilal diserang panas.\" Aisyah berkata; \"Lalu aku menemui keduanya. Aku berkata; 'Wahai ayahku, bagaimana kabarmu? Wahai Bilal bagaimana kabarmu? '\" dia menambahkan; \"Jika Abu Bakar diserang demam, dia selalu berkata; 'Setiap jiwa bangun di pagi hari pada keluarganya, padahal kematian lebih dekat dari tali sandalnya.' Adapun Bilal jika sembuh dari demamnya, dia mengangkat suaranya dan berkata; 'Duhai, seandainya ada yang mendengarkan syairku, akankah aku tinggal malam ini di suatu lembah dan di sekelilingku pohon idkhir dan pohon jalil. Dan akankah aku mendatangi suatu hari, air Majinnah ataukah nampak bagiku Syamah dan Thafil.\" Aisyah berkata; \"Aku menemui Rasulullah shallallahu 'alaihi wasallam dan mengabarkan kepada beliau. Beliau lalu berdoa: \"Ya Allah, jadikanlah kami cinta kepada Madinah sebagaimana kecintaan kami kepada Makkah, atau lebihkan cinta kami padanya. Berkahilah kami dalam Sha' kami dan mud kami, dan pindahkanlah demamnya menuju Juhfah, \" Malik berkata; telah menceritakan kepadaku Yahya bin Sa'id bahwa Aisyah isteri Nabi shallallahu 'alaihi wasallam berkata; Amir bin Fuhairah berkata; \"Saya telah melihat kematian sebelum merasakannya, sesungguhnya kematian seorang pengecut adalah dari atasnya.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ أَنَّهَا قَالَتْلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وُعِكَ أَبُو بَكْرٍ وَبِلَالٌ قَالَتْ فَدَخَلْتُ عَلَيْهِمَا فَقُلْتُ يَا أَبَتِ كَيْفَ تَجِدُكَ وَيَا بِلَالُ كَيْفَ تَجِدُكَ قَالَتْ فَكَانَ أَبُو بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُولُ كُلُّ امْرِئٍ مُصَبَّحٌ فِي أَهْلِهِوَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِوَكَانَ بِلَالٌ إِذَا أُقْلِعَ عَنْهُ يَرْفَعُ عَقِيرَتَهُ فَيَقُولُ أَلَا لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةًبِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُوَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مَجِنَّةٍوَهَلْ يَبْدُوَنْ لِي شَامَةٌ وَطَفِيلُقَالَتْ عَائِشَةُ فَجِئْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ فَقَالَ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ وَصَحِّحْهَا وَبَارِكْ لَنَا فِي صَاعِهَا وَمُدِّهَا وَانْقُلْ حُمَّاهَا فَاجْعَلْهَا بِالْجُحْفَةِقَالَ مَالِك و حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ وَكَانَ عَامِرُ بْنُ فُهَيْرَةَ يَقُولُ قَدْ رَأَيْتُ الْمَوْتَ قَبْلَ ذَوْقِهِإِنَّ الْجَبَانَ حَتْفُهُ مِنْ فَوْقِهِ","source":"Malik"},"__N_SSG":true}