{"pageProps":{"number":"1465","slug":"malik","id":"Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Abu Umamah bin Sahl bin Hunaif] berkata; \"Amir bin Rabi'ah melihat Sahl bin Hunaif mandi lalu ia berkata; 'Tidak pernah kulihat seperti (yang kulihat) hari ini, bahkan kulit seorang gadis dalam pingitannya sekalipun.' Kemudian Sahl terkapar di atas tanah, maka dibawalah ia ke hadapan Rasulullah shallallahu 'alaihi wasallam. kemudian kepada Rasulullah dikatakan, \"Wahai Rasulullah, apakah anda mengetahui sesuatu yang menimpa Sahl bin Hunaif? Demi Allah, ia tidak dapat mengangkat kepalanya.\" Beliau bertanya: 'Apakah kalian menduga ada seseorang yang melakukan hal itu kepadanya? ' Mereka menjawab, \"Kami menuduh bahwa yang melakukannya adalah Amir bin Rabi'ah.\" Abu Umamah bin Sahl berkata; \"Kemudian beliau memanggil Amir dan memarahinya. Beliau bertanya: \"Atas dasar apa salah seorang di antara kalian membunuh saudaranya. Tidakkah kalian mendoakannya agar dia diberkati? Bersihkanlah dirimu segera untuknya! ' Lalu Amir mencuci wajah dan kedua tangannya sampai sikunya, kedua lutut dan ujung-ujung kakinya, lalu apa yang ada di dalam sarungnya dalam sebuah bejana. Kemudian air sisa mandinya tersebut disiramkan ke tubuh Sahl. Maka setelah itu, Sahl pun berangkat bersama orang-orang dalam keadaan sehat.\"","arab":"و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ أَنَّهُ قَالَرَأَى عَامِرُ بْنُ رَبِيعَةَ سَهْلَ بْنَ حُنَيْفٍ يَغْتَسِلُ فَقَالَ مَا رَأَيْتُ كَالْيَوْمِ وَلَا جِلْدَ مُخْبَأَةٍ فَلُبِطَ سَهْلٌ فَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقِيلَ يَا رَسُولَ اللَّهِ هَلْ لَكَ فِي سَهْلِ بْنِ حُنَيْفٍ وَاللَّهِ مَا يَرْفَعُ رَأْسَهُ فَقَالَ هَلْ تَتَّهِمُونَ لَهُ أَحَدًا قَالُوا نَتَّهِمُ عَامِرَ بْنَ رَبِيعَةَ قَالَ فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامِرًا فَتَغَيَّظَ عَلَيْهِ وَقَالَ عَلَامَ يَقْتُلُ أَحَدُكُمْ أَخَاهُ أَلَّا بَرَّكْتَ اغْتَسِلْ لَهُ فَغَسَلَ عَامِرٌ وَجْهَهُ وَيَدَيْهِ وَمِرْفَقَيْهِ وَرُكْبَتَيْهِ وَأَطْرَافَ رِجْلَيْهِ وَدَاخِلَةَ إِزَارِهِ فِي قَدَحٍ ثُمَّ صُبَّ عَلَيْهِ فَرَاحَ سَهْلٌ مَعَ النَّاسِ لَيْسَ بِهِ بَأْسٌ","source":"Malik"},"__N_SSG":true}