{"pageProps":{"number":"221","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Yazid bin Abdullah bin Al Had] dari [Muhammad bin Ibrahim bin Al Harits At Taim] dari [Abu Salamah bin Abdurrahman bin Auf] dari [Abu Hurairah] dia berkata; \"Aku keluar menuju bukit Thur, lalu aku bertemu dengan [Ka'b Al Ahbar] dan duduk bersamanya. Ka'b menceritakan kepadaku tentang Taurat, sedangkan aku menceritakan kepadanya apa yang aku dengar dari Rasulullah shallallahu 'alaihi wasallam. Di antara yang aku ceritakan adalah, bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sebaik-baik hari yang matahari terbit di dalamnya adalah hari Jum'at. Pada hari tersebut Adam diciptakan dan diturunkan dari surga. Pada hari itu Adam diterima taubatnya. Pada hari itu Adam meninggal dunia, dan pada hari itu akan terjadi kiamat. Tiada seekor binatang melatapun kecuali akan mendengar, dari pagi sampai matahari terbit karena takut dengan Hari Kiamat, kecuali jin dan manusia. Di dalamnya ada satu waktu, tiada seorang hamba muslim yang menepatinya dengan berdiri shalat, memohon sesuatu pada Allah, melainkan Allah pasti akan memberikan kepadanya apa yang dipinta.\" Ka'b bertanya, \"Apakah hal itu terjadi hanya sekali saja dalam setahun?\" Aku menjawab, \"Bahkan terjadi dalam setiap Jum'at.\" Lalu Ka'b membaca Taurat dan berkata; \"Rasulullah shallallahu 'alaihi wasallam benar.\" Abu Hurairah berkata, \"Aku kemudian bertemu [Bashrah bin Abu Bashrah Al Ghifari], dia bertanya, \"Dari mana kamu? ' Aku menjawab, \"Dari bukit Thur.\" Dia berkata, \"Kalau saja aku mendapatimu sebelum kamu keluar ke Thur, niscaya kamu tidak akan pergi. Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Tidaklah hewan tunggangan digunakan untuk perjalanan jauh kecuali menuju tiga masjid; Masjidil Haram, masjidku ini dan masjid Iliya`, atau Baitul Maqdis.\" Abu Hurairah berkata, \"Kemudian aku bertemu [Abdullah bin Salam] dan aku ceritakan kepadanya tentang pertemuanku dengan Ka'b Al Ahbar dan apa yang kami perbincangkan di hari Jumat. Saya katakan, \"Ka'b berkata, \"Hal itu terjadi hanya sekali saja dalam setahun.\" Abdullah bin Salam berkata, \"Ka'b telah berbohong! \" Aku berkata, \"Kemudian Ka'b membaca Taurat, lalu berkata, \"Ya benar, yang demikian itu terjadi dalam setiap Jumat.\" Abdullah bin Salam berkata, \"Ka'b benar.\" Kemudian dia berkata; \"Sungguh saya tahu kapan itu?\" Abu Hurairah berkata; \"Saya meminta kepadanya, \"Kabarkanlah kepadaku kapan itu terjadi dan jangan sembunyikan?\" Abdullah bin Salam menjawab; \"Itu adalah waktu terakhir di hari Jumat\" Abu Hurairah berkata; \"Lalu aku bertanya, \"Bagaimana mungkin terjadi pada saat itu, sedangkan Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang hamba muslim menepatinya dengan berdiri shalat', padahal di saat itu tidak boleh shalat di dalamnya? Abdullah bin Salam menjawab: \"Bukankah Rasulullah shallallahu 'alaihi wasallam juga bersabda: \"Barangsiapa duduk menunggu shalat, maka dia dalam keadaan shalat hingga dia melaksanakan shalat'. Abu Hurairah menjawab; \"Aku pun berkata, \"Ya benar.\" Abdullah bin Salam berkata, \"Itulah maksudnya.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَخَرَجْتُ إِلَى الطُّورِ فَلَقِيتُ كَعْبَ الْأَحْبَارِ فَجَلَسْتُ مَعَهُ فَحَدَّثَنِي عَنْ التَّوْرَاةِ وَحَدَّثْتُهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَ فِيمَا حَدَّثْتُهُ أَنْ قُلْتُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُهْبِطَ مِنْ الْجَنَّةِ وَفِيهِ تِيبَ عَلَيْهِ وَفِيهِ مَاتَ وَفِيهِ تَقُومُ السَّاعَةُ وَمَا مِنْ دَابَّةٍ إِلَّا وَهِيَ مُصِيخَةٌ يَوْمَ الْجُمُعَةِ مِنْ حِينِ تُصْبِحُ حَتَّى تَطْلُعَ الشَّمْسُ شَفَقًا مِنْ السَّاعَةِ إِلَّا الْجِنَّ وَالْإِنْسَ وَفِيهِ سَاعَةٌ لَا يُصَادِفُهَا عَبْدٌ مُسْلِمٌ وَهُوَ يُصَلِّي يَسْأَلُ اللَّهَ شَيْئًا إِلَّا أَعْطَاهُ إِيَّاهُقَالَ كَعْبٌ ذَلِكَ فِي كُلِّ سَنَةٍ يَوْمٌ فَقُلْتُ بَلْ فِي كُلِّ جُمُعَةٍ فَقَرَأَ كَعْبٌ التَّوْرَاةَ فَقَالَ صَدَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو هُرَيْرَةَ فَلَقِيتُ بَصْرَةَ بْنَ أَبِي بَصْرَةَ الْغِفَارِيَّ فَقَالَ مِنْ أَيْنَ أَقْبَلْتَ فَقُلْتُ مِنْ الطُّورِ فَقَالَ لَوْ أَدْرَكْتُكَ قَبْلَ أَنْ تَخْرُجَ إِلَيْهِ مَا خَرَجْتَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا تُعْمَلُ الْمَطِيُّ إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ إِلَى الْمَسْجِدِ الْحَرَامِ وَإِلَى مَسْجِدِي هَذَا وَإِلَى مَسْجِدِ إِيلِيَاءَ أَوْ بَيْتِ الْمَقْدِسِ يَشُكُّ قَالَ أَبُو هُرَيْرَةَ ثُمَّ لَقِيتُ عَبْدَ اللَّهِ بْنَ سَلَامٍ فَحَدَّثْتُهُ بِمَجْلِسِي مَعَ كَعْبِ الْأَحْبَارِ وَمَا حَدَّثْتُهُ بِهِ فِي يَوْمِ الْجُمُعَةِ فَقُلْتُ قَالَ كَعْبٌ ذَلِكَ فِي كُلِّ سَنَةٍ يَوْمٌ قَالَ قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ كَذَبَ كَعْبٌ فَقُلْتُ ثُمَّ قَرَأَ كَعْبٌ التَّوْرَاةَ فَقَالَ بَلْ هِيَ فِي كُلِّ جُمُعَةٍ فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ صَدَقَ كَعْبٌ ثُمَّ قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ قَدْ عَلِمْتُ أَيَّةَ سَاعَةٍ هِيَ قَالَ أَبُو هُرَيْرَةَ فَقُلْتَ لَهُ أَخْبِرْنِي بِهَا وَلَا تَضَنَّ عَلَيَّ فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ هِيَ آخِرُ سَاعَةٍ فِي يَوْمِ الْجُمُعَةِ قَالَ أَبُو هُرَيْرَةَ فَقُلْتُ وَكَيْفَ تَكُونُ آخِرَ سَاعَةٍ فِي يَوْمِ الْجُمُعَةِ وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُصَادِفُهَا عَبْدٌ مُسْلِمٌ وَهُوَ يُصَلِّي وَتِلْكَ السَّاعَةُ سَاعَةٌ لَا يُصَلَّى فِيهَا فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ جَلَسَ مَجْلِسًا يَنْتَظِرُ الصَّلَاةَ فَهُوَ فِي صَلَاةٍ حَتَّى يُصَلِّيَ قَالَ أَبُو هُرَيْرَةَ فَقُلْتُ بَلَى قَالَ فَهُوَ ذَلِكَ","source":"Malik"},"__N_SSG":true}