{"pageProps":{"number":"397","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] dari ['Amrah bin Abdurrahman] dari [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, bahwa ada seorang wanita Yahudi dataang kepadanya, dan berkata, \"Semoga Allah melindungimu dari adzab qubur.\" Setelah itu Aisyah bertanya kepada Rasulullah shallallahu 'alaihi wasallam shallallahu 'alaihi wasallam, \"Apakah manusia disiksa dalam kubur mereka?\" Maka Rasulullah shallallahu 'alaihi wasallam pun memohon perlindungan kepada Allah dari hal itu. Kemudian keesokan harinya Rasulullah shallallahu 'alaihi wasallam menunggangi kendaraan. Namun ahri itu terjadi gerhana matahari, hingga beliau kembali di waktu dluha dan lewat di antara kamar (isteri-isterinya) . Beliau lalu berdiri shalat dan orang-orang shalat di belakangnya. Beliau berdiri panjang, lalu rukuk dengan rukuk yang panjang. Kemudian bangun dan berdiri lagi dengan panjang namun tidak sepanjang yang pertama. Lantas beliau rukuk dengan rukuk yang panjang, namun tidak sepanjang yang pertama. Setelahitu beliau bangkit (dari rukuk) dan bersujud. Beliau bangun dan berdiri panjang namun tidak sepanjang pada sebelumnya. Lantas rukuk dengan panjang namun tidak selama yang pertama. Kemudian bangun dan berdiri panjang namun tidak sepanjang yang pertama. Beliau lalu rukuk dengan panjang namun tidak sepanjang yang pertama, lantas bangun dan bersujud. Setelah selesai beliau mengatakan apa yang Allah kehendaki, dan menyuruh mereka untuk berlindung dari siksa kubur.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ يَهُودِيَّةً جَاءَتْ تَسْأَلُهَا فَقَالَتْ أَعَاذَكِ اللَّهُ مِنْ عَذَابِ الْقَبْرِ فَسَأَلَتْ عَائِشَةُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُعَذَّبُ النَّاسُ فِي قُبُورِهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَائِذًا بِاللَّهِ مِنْ ذَلِكَ ثُمَّ رَكِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ غَدَاةٍ مَرْكَبًا فَخَسَفَتْ الشَّمْسُ فَرَجَعَ ضُحًى فَمَرَّ بَيْنَ ظَهْرَانَيْ الْحُجَرِ ثُمَّ قَامَ يُصَلِّي وَقَامَ النَّاسُ وَرَاءَهُ فَقَامَ قِيَامًا طَوِيلًا ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ فَسَجَدَ ثُمَّ قَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ ثُمَّ سَجَدَ ثُمَّ انْصَرَفَ فَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ","source":"Malik"},"__N_SSG":true}