{"pageProps":{"number":"913","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Abdullah bin Abu Bakar] dari [Abdullah bin Waqid] ia berkata; \"Rasulullah Shalla Allahu 'alaihi wa sallam melarang memakan daging kurban setelah tiga hari.\" Abdulah bin Abu Bakar berkata; \"Kemudian hal itu aku sampaikan kepada ['Amrah binti Abdurrahman] ia berkata; 'Benar, aku telah mendengar ['Aisyah], isteri Nabi Shalla Allahu 'alaihi wa sallam berkata; 'Pada masa Rasulullah shallallahu 'alaihi wasallam sekelompok orang-orang Badui memukul rebana menyambut kehadiran hari Idul Adlha, lalu Rasulullah Shalla Allahu 'alaihi wa sallam bersabda: 'Simpanlah daging kurban untuk tiga hari dan sedekahkanlah sisanya.' Aisyah berkata; \"Setelah itu ada yang bertanya kepada Rasulullah Shalla Allahu 'alaihi wa sallam; 'Orang-orang telah memanfaatkan binatang kurban tersebut dengan menghilangkan lemaknya dan menjadikan (kulit-kulitnya) sebagai tempat air?\" Rasulullah Shalla Allahu 'alaihi wa sallam bersabda: 'Kenapa begitu?\" atau yang semisal itu. Mereka pun menjawab, \"Anda telah melarang daging kurban setelah tiga hari.\" Rasulullah Shalla Allahu 'alaihi wa sallam bersabda: 'Saya melarang kalian karena adanya orang-orang yang datang. Makanlah daging tersebut, sedekahkanlah dan simpanlah sisanya, untuk diberikan pada kaum miskin yang datang ke Madinah.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ عَبْدِ اللَّهِ بْنِ وَاقِدٍ أَنَّهُ قَالَنَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَكْلِ لُحُومِ الضَّحَايَا بَعْدَ ثَلَاثٍقَالَ عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ فَذَكَرْتُ ذَلِكَ لِعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ فَقَالَتْ صَدَقَ سَمِعْتُ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَقُولُ دَفَّ نَاسٌ مِنْ أَهْلِ الْبَادِيَةِ حَضْرَةَ الْأَضْحَى فِي زَمَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ادَّخِرُوا لِثَلَاثٍ وَتَصَدَّقُوا بِمَا بَقِيَ قَالَتْ فَلَمَّا كَانَ بَعْدَ ذَلِكَ قِيلَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ كَانَ النَّاسُ يَنْتَفِعُونَ بِضَحَايَاهُمْ وَيَجْمُلُونَ مِنْهَا الْوَدَكَ وَيَتَّخِذُونَ مِنْهَا الْأَسْقِيَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا ذَلِكَ أَوْ كَمَا قَالَ قَالُوا نَهَيْتَ عَنْ لُحُومِ الضَّحَايَا بَعْدَ ثَلَاثٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا نَهَيْتُكُمْ مِنْ أَجْلِ الدَّافَّةِ الَّتِي دَفَّتْ عَلَيْكُمْ فَكُلُوا وَتَصَدَّقُوا وَادَّخِرُوا يَعْنِي بِالدَّافَّةِ قَوْمًا مَسَاكِينَ قَدِمُوا الْمَدِينَةَ","source":"Malik"},"__N_SSG":true}