{"pageProps":{"number":"1189","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abu Mu'awiyah] dan [Waki'] dari [Al A'masy]. (dalam jalur lain disebutkan); Telah menceritakan kepada kami [Ali bin Muhammad] berkata, telah menceritakan kepada kami [Waki'] dari [Al A'masy] dari [Ibrahim] dari [Al Aswad] dari ['Aisyah] ia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam sakit yang membawanya kepada kematian, Abu Mu'awiyah berkata, \"Ketika sakit beliau semakin parah, Bilal datang kepada beliau memberitahukan datangnya waktu shalat, maka beliau bersabda: \"Suruhlah Abu Bakar, dan perintahkan kepadanya agar shalat bersama orang-orang. \" Kami berkata, \"Wahai Rasulullah, Abu Bakar itu seorang laki-laki yang hatinya sangat lembut, jika ia menggantikanmu maka ia pasti menangis, bagaimana jika Umar saja yang engkau perintahkan untuk shalat bersama orang-orang?\" beliau bersabda: \"Suruhlah Abu Bakar, dan perintahkan kepadanya agar shalat bersama orang-orang. Sesungguhnya kalian (isteri-isteri nabi) seperti sahabat Yusuf, \" 'Aisyah berkata, \"Lalu kami mengutus seseorang kepada Abu Bakar hingga ia pun shalat bersama manusia. Rasulullah shallallahu 'alaihi wasallam kemudian mendapatkan sedikit kesegaran pada tubuhnya, beliau keluar untuk shalat dengan dipapah oleh dua orang, sementara kedua kaki beliau berjalan di atas tanah. Ketika Abu bakar merasakan kehadiran beliau, maka ia berniat mundur ke belakang. Namun Nabi shallallahu 'alaihi wasallam memberi isyarat agar ia tetap shalat pada tempatnya. \" Abu Mu'awiyah berkata, \"Beliau pun datang, dan beliau didudukkan di sisi Abu Bakar. Abu Bakar bermakmum kepada Nabi shallallahu 'alaihi wasallam, sementara orang-orang bermakmum kepada Abu Bakar. \"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَوَكِيعٌ عَنْ الْأَعْمَشِ ح و حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا وَكِيعٌ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْلَمَّا مَرِضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَضَهُ الَّذِي مَاتَ فِيهِ وَقَالَ أَبُو مُعَاوِيَةَ لَمَّا ثَقُلَ جَاءَ بِلَالٌ يُؤْذِنُهُ بِالصَّلَاةِ فَقَالَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ تَعْنِي رَقِيقٌ وَمَتَى مَا يَقُومُ مَقَامَكَ يَبْكِي فَلَا يَسْتَطِيعُ فَلَوْ أَمَرْتَ عُمَرَ فَصَلَّى بِالنَّاسِ فَقَالَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ فَإِنَّكُنَّ صَوَاحِبَاتُ يُوسُفَ قَالَتْ فَأَرْسَلْنَا إِلَى أَبِي بَكْرٍ فَصَلَّى بِالنَّاسِ فَوَجَدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نَفْسِهِ خِفَّةً فَخَرَجَ إِلَى الصَّلَاةِ يُهَادَى بَيْنَ رَجُلَيْنِ وَرِجْلَاهُ تَخُطَّانِ فِي الْأَرْضِ فَلَمَّا أَحَسَّ بِهِ أَبُو بَكْرٍ ذَهَبَ لِيَتَأَخَّرَ فَأَوْمَى إِلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ مَكَانَكَ قَالَ فَجَاءَ حَتَّى أَجْلَسَاهُ إِلَى جَنْبِ أَبِي بَكْرٍ فَكَانَ أَبُو بَكْرٍ يَأْتَمُّ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ يَأْتَمُّونَ بِأَبِي بَكْرٍ","source":"Ibnu Majah"},"__N_SSG":true}