{"pageProps":{"number":"1209","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Al Hasan bin Dawud Al Munkadir] berkata, telah menceritakan kepada kami [Ibnu Abu Fudaik] dari [Adl Dlahhaq bin Utsman] dari [Al Maqburi] dari [Abu Hurairah] ia berkata, \"Shafwan Ibnul Mu'aththal bertanya kepada Rasulullah shallallahu 'alaihi wasallam, ia berkata, \"Wahai Rasulullah, aku ingin bertanya kepadamu sesuatu yang engkau ketahui dan tidak aku ketahui, \" beliau bersabda: \"Apa itu?\" ia berkata, \"Apakah pada waktu siang dan malam ada waktu-waktu yang seseorang tidak boleh shalat di dalamnya?\" beliau bersabda: \"Ya, jika engkau telah selesai dari shalat subuh, maka tinggalkanlah shalat hingga matahari terbit, sebab ia terbit antara dua tanduk setan. Setelah itu shalatlah, sebab shalat pada waktu itu dihadiri dan diterima hingga matahari berdiri tegak di atas kepalamu seperti tombak. Jika matahari telah tegak di atas kepalamu sebagaimana tombak maka tinggalkanlah shalat, sebab pada waktu itu jahannam sedang menyala-nyala dan semua pintunya terbuka hingga matahari bergeser dari alis matamu yang sebelah kanan. Jika matahari telah bergeser maka shalat pada waktu itu disaksikan dan diterima hingga engkau mengerjakan shalat ashar. Setelah itu tinggalkanlah shalat hingga matahari terbenam. \"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ دَاوُدَ الْمُنْكَدِرِيُّ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ عَنْ الضَّحَّاكِ بْنِ عُثْمَانَ عَنْ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ قَالَسَأَلَ صَفْوَانُ بْنُ الْمُعَطَّلِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي سَائِلُكَ عَنْ أَمْرٍ أَنْتَ بِهِ عَالِمٌ وَأَنَا بِهِ جَاهِلٌ قَالَ وَمَا هُوَ قَالَ هَلْ مِنْ سَاعَاتِ اللَّيْلِ وَالنَّهَارِ سَاعَةٌ تُكْرَهُ فِيهَا الصَّلَاةُ قَالَ نَعَمْ إِذَا صَلَّيْتَ الصُّبْحَ فَدَعْ الصَّلَاةَ حَتَّى تَطْلُعَ الشَّمْسُ فَإِنَّهَا تَطْلُعُ بِقَرْنَيْ الشَّيْطَانِ ثُمَّ صَلِّ فَالصَّلَاةُ مَحْضُورَةٌ مُتَقَبَّلَةٌ حَتَّى تَسْتَوِيَ الشَّمْسُ عَلَى رَأْسِكَ كَالرُّمْحِ فَإِذَا كَانَتْ عَلَى رَأْسِكَ كَالرُّمْحِ فَدَعْ الصَّلَاةَ فَإِنَّ تِلْكَ السَّاعَةَ تُسْجَرُ فِيهَا جَهَنَّمُ وَتُفْتَحُ فِيهَا أَبْوَابُهَا حَتَّى تَزِيغَ الشَّمْسُ عَنْ حَاجِبِكَ الْأَيْمَنِ فَإِذَا زَالَتْ فَالصَّلَاةُ مَحْضُورَةٌ مُتَقَبَّلَةٌ حَتَّى تُصَلِّيَ الْعَصْرَ ثُمَّ دَعْ الصَّلَاةَ حَتَّى تَغِيبَ الشَّمْسُ","source":"Ibnu Majah"},"__N_SSG":true}