{"pageProps":{"number":"1217","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ahmad bin Abdah] berkata, telah menceritakan kepada kami [Abdul Warits bin Sa'id] berkata, telah menceritakan kepada kami [Ayyub] dari [Abu Az Zubair] dari [Jabir bin Abdullah] berkata, \"Nabi shallallahu 'alaihi wasallam shalat khauf bersama para sahabatnya, beliau rukuk bersama mereka semua. Kemudian beliau sujud bersama shaf yang berada di belakangnya (shaf paling depan), sementara yang lain tetap berdiri. Hingga ketika beliau bangkit mereka tetap meneruskan sujud dua kali sendiri-sendiri. Kemudian shaf yang paling depan mundur ke belakang menempati tempat mereka (kelompok yang ada di barisan kedua). Kemudian kelompok (kedua) tersebut maju melalui celah-celah hingga menempati posisi shaf pertama. Nabi shallallahu 'alaihi wasallam kemudian rukuk bersama mereka semua, selanjutnya Rasulullah shallallahu 'alaihi wasallam sujud bersama shaf yang berada di belakangnya. Maka ketika mereka mengangkat kepala, mereka sujud kembali dua kali, hingga semua kelompok telah rukuk bersama Nabi shallallahu 'alaihi wasallam. Dan kelompok tersebut sujud dua kali sendiri-sendiri, sementara musuh ada di arah kiblat. \" ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ حَدَّثَنَا أَيُّوبُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى بِأَصْحَابِهِ صَلَاةَ الْخَوْفِ فَرَكَعَ بِهِمْ جَمِيعًا ثُمَّ سَجَدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالصَّفُّ الَّذِينَ يَلُونَهُ وَالْآخَرُونَ قِيَامٌ حَتَّى إِذَا نَهَضَ سَجَدَ أُولَئِكَ بِأَنْفُسِهِمْ سَجْدَتَيْنِ ثُمَّ تَأَخَّرَ الصَّفُّ الْمُقَدَّمُ حَتَّى قَامُوا مُقَامَ أُولَئِكَ وَتَخَلَّلَ أُولَئِكَ حَتَّى قَامُوا مُقَامَ الصَّفِّ الْمُقَدَّمِ فَرَكَعَ بِهِمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَمِيعًا ثُمَّ سَجَدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالصَّفُّ الَّذِي يَلُونَهُ فَلَمَّا رَفَعُوا رُءُوسَهُمْ سَجَدَ أُولَئِكَ سَجْدَتَيْنِ وَكُلُّهُمْ قَدْ رَكَعَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَجَدَ طَائِفَةٌ بِأَنْفُسِهِمْ سَجْدَتَيْنِ وَكَانَ الْعَدُوُّ مِمَّا يَلِي الْقِبْلَةَ","source":"Ibnu Majah"},"__N_SSG":true}