{"pageProps":{"number":"1550","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ya'qub bin Humaid bin Kasib] berkata, telah menceritakan kepada kami [Abdul Aziz bin Muhammad Ad Darawardi] berkata, telah menceritakan kepada kami [Usaid bin Abu Usaid] dari [Musa bin Abu Musa Al Asy'ari] dari [Bapaknya] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Seorang mayat akan disiksa karena tangisan orang yang masih hidup jika mereka mengatakan; 'Duhai, alangkah butuhnya dia dengan pertolongan, alangkah butuhnya dia dengan perlindungan, siapakah yang akan menolongnya, alangkah beratnya ia', atau perkataan yang semisal yang menggambarkan kegoncangan mereka. \" Lalu dikatakan, \"Kamu juga begitu, kamu juga begitu. \" Usaid berkata, \"Maka aku berkata, \"Maha suci Allah, sesungguhnya Allah telah berfirman: \" (Dan seorang yang berdosa tidak akan memikul dosa orang lain) \". Dia menjawab, \"Celaka kamu, aku menceritakan kepadamu, bahwa Abu Musa telah menceritakan kepadaku dari Rasulullah shallallahu 'alaihi wasallam. Apakah kamu menyangka bahwa Abu Musa berdusta atas Nabi shallallahu 'alaihi wasallam, atau kamu mengira bahwa aku berdusta atas Abu Musa! \"","arab":"حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ حَدَّثَنَا أَسِيدُ بْنُ أَبِي أَسِيدٍ عَنْ مُوسَى بْنِ أَبِي مُوسَى الْأَشْعَرِيِّ عَنْ أَبِيهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْمَيِّتُ يُعَذَّبُ بِبُكَاءِ الْحَيِّ إِذَا قَالُوا وَا عَضُدَاهُ وَا كَاسِيَاهُ وَا نَاصِرَاهُ وَا جَبَلَاهُ وَنَحْوَ هَذَا يُتَعْتَعُ وَيُقَالُ أَنْتَ كَذَلِكَ أَنْتَ كَذَلِكَقَالَ أَسِيدٌ فَقُلْتُ سُبْحَانَ اللَّهِ إِنَّ اللَّهَ يَقُولُ{ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى }قَالَ وَيْحَكَ أُحَدِّثُكَ أَنَّ أَبَا مُوسَى حَدَّثَنِي عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَرَى أَنَّ أَبَا مُوسَى كَذَبَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ تَرَى أَنِّي كَذَبْتُ عَلَى أَبِي مُوسَى","source":"Ibnu Majah"},"__N_SSG":true}