{"pageProps":{"number":"189","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Ali bin Muhammad] keduanya berkata; telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa mengilangkan kesusahan seorang muslim di dunia maka Allah akan menghilangkan kesusahannya pada hari kiamat. Barangsiapa menutupi aib seorang muslim di dunia maka Allah akan menutupi aibnya di dunia dan akhirat. Barangsiapa memudahkan seorang muslim maka Allah akan memudahkannya di dunia dan akhirat. Allah akan menolong seorang hamba selama hamba tersebut menolong saudaranya. Dan barangsiapa meniti jalan untuk menuntut ilmu maka Allah akan memudahkan jalan baginya ke surga. Dan tidaklah suatu kaum berkumpul di rumah dari rumah-rumah Allah, mereka membaca kitab Allah dan mempelajarinya kecuali para malaikat akan menaungi, ketenangan akan turun, rahmat akan menyertainya dan Allah akan menyebut-nyebut mereka di hadapan mahluk yang ada di sisi-Nya, dan barangsiapa diperlambat oleh amalnya maka tidak akan bisa dipercepat oleh nasabnya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ نَفَّسَ عَنْ مُسْلِمٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا حَفَّتْهُمْ الْمَلَائِكَةُ وَنَزَلَتْ عَلَيْهِمْ السَّكِينَةُ وَغَشِيَتْهُمْ الرَّحْمَةُ وَذَكَرَهُمْ اللَّهُ فِيمَنْ عِنْدَهُ وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ","source":"Ibnu Majah"},"__N_SSG":true}