{"pageProps":{"number":"2831","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ahmad bin 'Amru bin As Sarh Al Mishri]; telah menceritakan kepada kami [Abdullah bin Wahab], ia berkata; telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab]; telah mengabarkan kepadaku ['Urwah bin Az Zubair] bahwa ['Aisyah], isteri Nabi Shallallahu 'Aalihi Wa Sallam, ia berkata; \"Wanita-wanita mukmin apabila mereka melakukan hijrah kepada Rasulullah, maka mereka diuji dengan firman Allah Subhanahu Wa Ta'ala: 'Wahai Nabi apabila wanita-wanita mukmin datang kepadamu melakukan bai'at.'\" Aisyah berkata; 'Barangsiapa yang telah berikrar dari wanita-wanita mukmin tersebut, maka ia telah berikrar dengan ujian tersebut. Apabila Rasulullah shallallahu 'alaihi wasallam telah mendengar mereka berikrar dengan ucapan mereka, maka Rasulullah shallallahu 'alaihi wasallam bersabda: 'Bergegaslah pergi aku telah membai'at kalian.' Tidak, demi Allah! Tangan Rasulullah tidak pernah menyentuh tangan wanita manapun sama sekali, sesungguhnya Rasulullah shallallahu 'alaihi wasallam membai'at mereka dengan ucapan.' Aisyah berkata; 'Demi Allah! Rasulullah shallallahu 'alaihi wasallam tidak pernah melakukan apa-apa terhadap kaum wanita kecuali apa yang telah diperintahkan oleh Allah Subhanahu Wa Ta'ala. Telapak tangan Rasulullah shallallahu 'alaihi wasallam tidak pernah menyentuh telapak tangan seorang wanita sama sekali. Rasulullah shallallahu 'alaihi wasallam bersabda kepada mereka apabila beliau telah membaiat mereka: 'Aku telah membai'at kalian dengan ucapan.'","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْكَانَتْ الْمُؤْمِنَاتُ إِذَا هَاجَرْنَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُمْتَحَنَّ بِقَوْلِ اللَّهِ{ يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ }إِلَى آخِرِ الْآيَةِ قَالَتْ عَائِشَةُ فَمَنْ أَقَرَّ بِهَا مِنْ الْمُؤْمِنَاتِ فَقَدْ أَقَرَّ بِالْمِحْنَةِ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَقْرَرْنَ بِذَلِكَ مِنْ قَوْلِهِنَّ قَالَ لَهُنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْطَلِقْنَ فَقَدْ بَايَعْتُكُنَّ لَا وَاللَّهِ مَا مَسَّتْ يَدُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَ امْرَأَةٍ قَطُّ غَيْرَ أَنَّهُ يُبَايِعُهُنَّ بِالْكَلَامِ قَالَتْ عَائِشَةُ وَاللَّهِ مَا أَخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى النِّسَاءِ إِلَّا مَا أَمَرَهُ اللَّهُ وَلَا مَسَّتْ كَفُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَفَّ امْرَأَةٍ قَطُّ وَكَانَ يَقُولُ لَهُنَّ إِذَا أَخَذَ عَلَيْهِنَّ قَدْ بَايَعْتُكُنَّ كَلَامًا","source":"Ibnu Majah"},"__N_SSG":true}