{"pageProps":{"number":"3035","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] dan [Muhammad bin Al Walid], keduanya berkata; telah menceritakan kepada kami [Muhammad bin Ja'far]; telah menceritakan kepada kami [Syu'bah] dari [Abdurrahman bin Al Ashbahani] dari [Abdullah bin Ma'qil], ia berkata; \"Aku duduk di samping [Ka'ab bin 'Ujrah] di dalam masjid, lalu kutanyai tentang firman Allah; '..maka wajiblah atasnya berfidyah, yaitu berpuasa atau bersedekah atau berkurban…' (Qs Albaqarah 2: 196), Ka'ab pun menjawab; 'Ayat itu diturunkan tentang diriku. Karena dulu aku pernah terserang penyakit di kepalaku, lalu aku dibawa kepada Rasulullah shallallahu 'alaihi wasallam sedang kutu busuk berhamburan di wajahku.' Maka beliau bersabda: 'Aku tidak seharusnya melihat keletihan yang menimpamu seperti yang kulihat ini. Apakah kamu memiliki seekor kambing? ' Aku menjawab; 'Tidak.' (Perawi berkata); 'Maka turunlah ayat ini, '..maka wajiblah atasnya berfidyah, yaitu berpuasa, atau bersedekah atau berkurban..' (Perawi) berkata; 'Puasa tiga hari, sedekah untuk enam orang miskin dan setiap satu orang miskin diberi setengah sha' makanan pokok, serta berkurban dengan seekor kambing.'","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ وَمُحَمَّدُ بْنُ الْوَلِيدِ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَصْبَهَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ قَالَقَعَدْتُ إِلَى كَعْبِ بْنِ عُجْرَةَ فِي الْمَسْجِدِ فَسَأَلْتُهُ عَنْ هَذِهِ الْآيَةِ{ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ }قَالَ كَعْبٌ فِيَّ أُنْزِلَتْ كَانَ بِي أَذًى مِنْ رَأْسِي فَحُمِلْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْقَمْلُ يَتَنَاثَرُ عَلَى وَجْهِي فَقَالَ مَا كُنْتُ أُرَى الْجُهْدَ بَلَغَ بِكَ مَا أَرَى أَتَجِدُ شَاةً قُلْتُ لَا قَالَ فَنَزَلَتْ هَذِهِ الْآيَةُ{ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ }قَالَ فَالصَّوْمُ ثَلَاثَةُ أَيَّامٍ وَالصَّدَقَةُ عَلَى سِتَّةِ مَسَاكِينَ لِكُلِّ مِسْكِينٍ نِصْفُ صَاعٍ مِنْ طَعَامٍ وَالنُّسُكُ شَاةٌ","source":"Ibnu Majah"},"__N_SSG":true}