{"pageProps":{"number":"3072","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Al Muharibi] dari [As Syaibani] dari [Washil Al Ahdab] dari [Syaqiq] dia berkata, \"Seorang laki-laki menitipkan dirham kepadaku untuk dihadiahkan kepada Ka'bah, ternyata Syaibah tengah duduk-duduk di atas kursi, lalu kuserahkan uang itu kepadanya, Syaibah pun bertanya, \"Apakah uang ini milikmu?\" aku menjawab, \"Bukan, seandainya itu milikku, niscaya tidak akan kuserahkan kepadamu.\" [Syaibah] berkata, \"Jika kamu mengatakan hal itu, sungguh Umar bin Khatthab pernah duduk di tempat yang engkau duduki, ia mengatakan, 'Aku tidak akan keluar hingga kubagi-bagikan harta Ka'bah kepada orang-orang fakir kaum Muslimin.' Aku (Syu'bah) pun bertanya, \"Kenapa kamu melakukannya?\" Umar menjawab, \"Sungguh aku akan tetap melakukannya.\" Umar melanjutkan, \"Memang ada apa?\" Aku (Syu'bah) menjawab, \"Sesungguhnya Nabi shallallahu 'alaihi wasallam melihat keadaannya, begitu juga Abu Bakar, keduanya lebih membutuhkan uang tersebut daripada kamu, sehingga keduanya tidak melakukannya.\" Lalu Syu'bah berdiri dan pergi keluar.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا الْمُحَارِبِيُّ عَنْ الشَّيْبَانِيِّ عَنْ وَاصِلٍ الْأَحْدَبِ عَنْ شَقِيقٍ قَالَبَعَثَ رَجُلٌ مَعِيَ بِدَرَاهِمَ هَدِيَّةً إِلَى الْبَيْتِ قَالَ فَدَخَلْتُ الْبَيْتَ وَشَيْبَةُ جَالِسٌ عَلَى كُرْسِيٍّ فَنَاوَلْتُهُ إِيَّاهَا فَقَالَ لَهُ أَلَكَ هَذِهِ قُلْتُ لَا وَلَوْ كَانَتْ لِي لَمْ آتِكَ بِهَا قَالَ أَمَا لَئِنْ قُلْتَ ذَلِكَ لَقَدْ جَلَسَ عُمَرُ بْنُ الْخَطَّابِ مَجْلِسَكَ الَّذِي جَلَسْتَ فِيهِ فَقَالَ لَا أَخْرُجُ حَتَّى أَقْسِمَ مَالَ الْكَعْبَةِ بَيْنَ فُقَرَاءِ الْمُسْلِمِينَ قُلْتُ مَا أَنْتَ فَاعِلٌ قَالَ لَأَفْعَلَنَّ قَالَ وَلِمَ ذَاكَ قُلْتُ لِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ رَأَى مَكَانَهُ وَأَبُو بَكْرٍ وَهُمَا أَحْوَجُ مِنْكَ إِلَى الْمَالِ فَلَمْ يُحَرِّكَاهُ فَقَامَ كَمَا هُوَ فَخَرَجَ","source":"Ibnu Majah"},"__N_SSG":true}