{"pageProps":{"number":"3884","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Suwaid bin Sa'id] telah menceritakan kepada kami [Ali bin Mushir] dari ['Ashim] dari [As Sumaith bin As Samir] dari ['Imran bin Al Hushin] dia berkata, \"Nafi' bin Al Azraq bersama para sahabatnya, mereka berkata, \"Celaka kamu wahai 'Imran! \" Imran pun bertanya, \"Aku celaka! \" mereka menjawab, \"Ya.\" Imran bertanya lagi, \"Apa yang mencelakakanku?\" mereka menjawab, \"Allah telah berfirman '(dan perangilah mereka sehingga tidak ada fitnah dan yang ada hanya agama milik Allah saja) ' (Qs. Al Anfal: 39). Imran berkata, \"Kami telah memerangi mereka dan memberangusnya, sehingga din ini hanya milik Allah saja. Kalau kalian kehendaki, aku akan ceritakan kepada kalian suatu hadits yang aku dengar dari Rasulullah shallallahu 'alaihi wasallam.\" Mereka berkata, \"Dan kamu (benar-benar) mendengarnya dari Rasulullah shallallahu 'alaihi wasallam?.\" Imran menjawab, \"Ya. Aku menyaksikan Rasulullah shallallahu 'alaihi wasallam mengutus pasukan kaum muslimin untuk menyerang kaum musyrikin, tatkala mereka bertemu musuh, mereka pun memeranginya dengan pertempuran sengit hingga berhasil mengalahkan musuh. Lalu salah seorang dari familiku dapat menodong seorang dari kaum musyrikin dengan tombak, ketika saudaraku mendatanginya ia berkata, \"Aku bersaksi bahwa tidak ada tuhan yang berhak disembah selain Allah, aku adalah seorang muslim.\" Tetapi familiku itu tetap menikamnya sehingga ia mati. Kemudian saudaraku datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Celaka aku wahai Rasulullah! \" Beliau bertanya sekali atau dua kali: \"Apa yang telah kamu lakukan?\" Dia memberitahukan kepada beliau apa yang dia perbuat. Rasulullah shallallahu 'alaihi wasallam pun bersabda kepadanya: \"Apakah kamu harus membelah perutnya sehingga kamu dapat mengetahui apa yang ada di dalam hatinya?\" Dia menjawab, \"Ya Rasulullah, kalau seandainya aku (memang harus) membelah perutnya niscaya aku mengetahui apa yang ada di dalam hatinya.\" Beliau bertanya: \"Lalu kenapa kamu tidak terima apa yang dia ucapkan sedang kamu tidak mengetahui apa yang ada dalam hatinya?\" 'Imran berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam mendiamkannya. Dan tidak lama kemudian, orang itu pun meninggal dunia. Maka kami menguburkannya. Di pagi harinya (jenazahnya) telah berada di atas permukaan tanah. Mereka berkata, \"Jangan-jangan ada musuh yang sengaja mengeluarkannya.\" Maka kami menguburnya kemudian memerintahkan kepada budak-budak kami untuk menjaganya, tetapi (jenazahnya) kembali berada di atas permukaan tanah. Maka kami berkata, \"Jangan-jangan budak-budak itu telah ngantuk.\" Kemudian kami menjaganya sendiri tetapi (jenazahnya) tetap berada di atas permukaan tanah sehingga kami melemparkannya di celah yang terletak di antara dua bukit.\" Telah menceritakan kepada kami [Isma'il bin Hafsh Al Aili] telah menceritakan kepada kami [Hafsh bin Ghiyats] dari ['Ashim] dari [As Sumaith] dari ['Imran bin AL Hushain] dia berkata, 'Rasulullah shallallahu 'alaihi wasallam mengutus kami di suatu ekspedisi. Kemudian ada seorang dari kaum muslimin menyerang seseorang dari kaum musyrikin…. Kemudian perawi menyebutkan hadits seperti yang di atas, dan dia menambahkan di dalam haditsnya, \"Tetapi bumi membuangnya (mengeluarkannya), kemudian kejadian itu diberitahukan kepada Nabi shallallahu 'alaihi wasallam, maka beliau pun bersabda: \"Sesungguhnya bumi menerima orang yang lebih buruk dari dia, tetapi Allah ingin memperlihatkan kepada kalian pengagungan terhadap kehormatan kalimat Laa Ilaaha Illallah.\"","arab":"حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ عَنْ عَاصِمٍ عَنْ السُّمَيْطِ بْنِ السَّمِيرِ عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ قَالَأَتَى نَافِعُ بْنُ الْأَزْرَقِ وَأَصْحَابُهُ فَقَالُوا هَلَكْتَ يَا عِمْرَانُ قَالَ مَا هَلَكْتُ قَالُوا بَلَى قَالَ مَا الَّذِي أَهْلَكَنِي قَالُوا قَالَ اللَّهُ{ وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ }قَالَ قَدْ قَاتَلْنَاهُمْ حَتَّى نَفَيْنَاهُمْ فَكَانَ الدِّينُ كُلُّهُ لِلَّهِ إِنْ شِئْتُمْ حَدَّثْتُكُمْ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالُوا وَأَنْتَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ شَهِدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ بَعَثَ جَيْشًا مِنْ الْمُسْلِمِينَ إِلَى الْمُشْرِكِينَ فَلَمَّا لَقُوهُمْ قَاتَلُوهُمْ قِتَالًا شَدِيدًا فَمَنَحُوهُمْ أَكْتَافَهُمْ فَحَمَلَ رَجُلٌ مِنْ لُحْمَتِي عَلَى رَجُلٍ مِنْ الْمُشْرِكِينَ بِالرُّمْحِ فَلَمَّا غَشِيَهُ قَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ إِنِّي مُسْلِمٌ فَطَعَنَهُ فَقَتَلَهُ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ هَلَكْتُ قَالَ وَمَا الَّذِي صَنَعْتَ مَرَّةً أَوْ مَرَّتَيْنِ فَأَخْبَرَهُ بِالَّذِي صَنَعَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهَلَّا شَقَقْتَ عَنْ بَطْنِهِ فَعَلِمْتَ مَا فِي قَلْبِهِ قَالَ يَا رَسُولَ اللَّهِ لَوْ شَقَقْتُ بَطْنَهُ لَكُنْتُ أَعْلَمُ مَا فِي قَلْبِهِ قَالَ فَلَا أَنْتَ قَبِلْتَ مَا تَكَلَّمَ بِهِ وَلَا أَنْتَ تَعْلَمُ مَا فِي قَلْبِهِ قَالَ فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَلْبَثْ إِلَّا يَسِيرًا حَتَّى مَاتَ فَدَفَنَّاهُ فَأَصْبَحَ عَلَى ظَهْرِ الْأَرْضِ فَقَالُوا لَعَلَّ عَدُوًّا نَبَشَهُ فَدَفَنَّاهُ ثُمَّ أَمَرْنَا غِلْمَانَنَا يَحْرُسُونَهُ فَأَصْبَحَ عَلَى ظَهْرِ الْأَرْضِ فَقُلْنَا لَعَلَّ الْغِلْمَانَ نَعَسُوا فَدَفَنَّاهُ ثُمَّ حَرَسْنَاهُ بِأَنْفُسِنَا فَأَصْبَحَ عَلَى ظَهْرِ الْأَرْضِ فَأَلْقَيْنَاهُ فِي بَعْضِ تِلْكَ الشِّعَابِحَدَّثَنَا إِسْمَعِيلُ بْنُ حَفْصٍ الْأَيْلِيُّ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ عَنْ عَاصِمٍ عَنْ السُّمَيْطِ عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ قَالَ بَعَثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَرِيَّةٍ فَحَمَلَ رَجُلٌ مِنْ الْمُسْلِمِينَ عَلَى رَجُلٍ مِنْ الْمُشْرِكِينَ فَذَكَرَ الْحَدِيثَ وَزَادَ فِيهِ فَنَبَذَتْهُ الْأَرْضُ فَأُخْبِرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ إِنَّ الْأَرْضَ لَتَقْبَلُ مَنْ هُوَ شَرٌّ مِنْهُ وَلَكِنَّ اللَّهَ أَحَبَّ أَنْ يُرِيَكُمْ تَعْظِيمَ حُرْمَةِ لَا إِلَهَ إِلَّا اللَّهُ","source":"Ibnu Majah"},"__N_SSG":true}