{"pageProps":{"number":"3996","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Isma'il bin 'Ulayyah] dari [Abu Hayyan] dari [Abu Zur'ah] dari [Abu Hurairah] dia berkata, \"Suatu hari Rasulullah shallallahu 'alaihi wasallam pernah muncul di hadapan orang-orang, lalu datanglah seorang laki-laki kepada beliau seraya bertanya, \"Wahai Rasulullah, kapankah akan terjadi hari Kiamat?\" beliau menjawab: \"Tidaklah yang ditanya itu lebih mengetahui daripada yang bertanya, namun akan aku beritahukan kepadamu tanda-tandanya, yaitu; jika seorang budak melahirkan tuannya maka itulah tandanya. Dan apabila orang-orang yang tak beralas kaki menjadi pemimpin manusia maka itulah tandanya. Jika para penggembala kambing berlomba-lomba meninggikan bangunan rumah maka itulah tandanya. Dari lima hal ghaib yang tidak ada seorangpun yang mengetahuinya kecuali Allah.\" Kemudian Rasulullah shallallahu 'alaihi wasallam membaca ayat: \"Sesungguhnya Allah, Hanya pada sisi-Nya sajalah pengetahuan tentang hari Kiamat; dan Dia-lah yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim…\", (Qs. Luqman: 34).","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ عَنْ أَبِي حَيَّانَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا بَارِزًا لِلنَّاسِ فَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ فَقَالَ مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنْ السَّائِلِ وَلَكِنْ سَأُخْبِرُكَ عَنْ أَشْرَاطِهَا إِذَا وَلَدَتْ الْأَمَةُ رَبَّتَهَا فَذَاكَ مِنْ أَشْرَاطِهَا وَإِذَا كَانَتْ الْحُفَاةُ الْعُرَاةُ رُءُوسَ النَّاسِ فَذَاكَ مِنْ أَشْرَاطِهَا وَإِذَا تَطَاوَلَ رِعَاءُ الْغَنَمِ فِي الْبُنْيَانِ فَذَاكَ مِنْ أَشْرَاطِهَا فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللَّهُ فَتَلَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ }الْآيَةَ","source":"Ibnu Majah"},"__N_SSG":true}