{"pageProps":{"number":"40","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abdullah bin Ahmad bin Basyir bin Dzakwan Ad Dimasyqi] berkata, telah menceritakan kepada kami [Al Walid bin Muslim] berkata, telah menceritakan kepada kami [Abdullah bin Al 'Ala`] berkata, telah menceritakan kepadaku [Yahya bin Abi Al Mutha'] ia berkata; aku mendengar ['Irbadl bin Sariyah] berkata; \"Pada suatu hari Rasulullah shallallahu 'alaihi wasallam berdiri di tengah-tengah kami. Beliau memberi nasihat yang sangat menyentuh, membuat hati menjadi gemetar, dan airmata berlinangan. Lalu dikatakan; \"Wahai Rasulullah, engkau telah memberikan nasihat kepada kami satu nasihat perpisahan, maka berilah kami satu wasiyat.\" Beliau bersabda: \" Hendaklah kalian bertakwa kepada Allah, mendengar dan taat meski kepada seorang budak Habasyi. Dan sepeninggalku nanti, kalian akan melihat perselisihan yang sangat dahsyat, maka hendaklah kalian berpegang dengan sunnahku dan sunnah para khulafaur Rasyidin yang mendapat petunjuk. Gigitlah sunnah itu dengan gigi geraham, dan jangan sampai kalian mengikuti perkara-perkara yang dibuat-buat, karena sesungguhnya semua bid'ah itu adalah sesat.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ بَشِيرِ بْنِ ذَكْوَانَ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْعَلَاءِ حَدَّثَنِي يَحْيَى بْنُ أَبِي الْمُطَاعِ قَالَ سَمِعْتُ الْعِرْبَاضَ بْنَ سَارِيَةَ يَقُولُقَامَ فِينَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ فَوَعَظَنَا مَوْعِظَةً بَلِيغَةً وَجِلَتْ مِنْهَا الْقُلُوبُ وَذَرَفَتْ مِنْهَا الْعُيُونُ فَقِيلَ يَا رَسُولَ اللَّهِ وَعَظْتَنَا مَوْعِظَةَ مُوَدِّعٍ فَاعْهَدْ إِلَيْنَا بِعَهْدٍ فَقَالَ عَلَيْكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ عَبْدًا حَبَشِيًّا وَسَتَرَوْنَ مِنْ بَعْدِي اخْتِلَافًا شَدِيدًا فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَالْأُمُورَ الْمُحْدَثَاتِ فَإِنَّ كُلَّ بِدْعَةٍ ضَلَالَةٌ","source":"Ibnu Majah"},"__N_SSG":true}