{"pageProps":{"number":"66","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] berkata, telah menceritakan kepada kami [Waki']. Dan menurut jalur yang lain; Telah menceritakan kepada kami [Ali bin Muhammad] berkata, telah menceritakan kepada kami [Abu Mu'awiyah] dan [Waki'] dari [Al A'masy] dari [Sa'd bin Ubaidah] dari [Abu Abdurrahman As Sulami] dari [Ali bin Abu Thalib] ia berkata: \"Kami pernah duduk-duduk di samping Nabi shallallahu 'alaihi wasallam sementara di tangannya ada kayu gaharu. Beliau melemparkannya ke tanah kemudian mengangkat kepalanya seraya bersabda: \" Setiap kalian telah ditetapkan tempat duduknya di surga dan tempat duduknya di neraka.\" Beliau ditanya: \"Wahai Rasulullah, bagaimana jika kita pasrah saja?\" beliau menjawab: \"Jangan, tetaplah berbuat dan jangan menyerah. Setiap orang akan dipermudah sesuai dengan apa yang diciptakan untuknya.\" Kemudian beliau membaca: \"Adapun orang yang memberikan (hartanya di jalan Allah) dan bertaqwa, dan membenarkan adanya pahala yang terbaik (surga), maka Kami kelak akan menyiapkan baginya (jalan) yang mudah. Dan adapun orang-orang yang bakhil dan merasa dirinya cukup, serta mendustakan pahala yang terbaik, maka kelak Kami akan menyiapkan baginya (jalan) yang sukar.\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ ح و حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَوَكِيعٌ عَنْ الْأَعْمَشِ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَكُنَّا جُلُوسًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبِيَدِهِ عُودٌ فَنَكَتَ فِي الْأَرْضِ ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ كُتِبَ مَقْعَدُهُ مِنْ الْجَنَّةِ وَمَقْعَدُهُ مِنْ النَّارِ قِيلَ يَا رَسُولَ اللَّهِ أَفَلَا نَتَّكِلُ قَالَ لَا اعْمَلُوا وَلَا تَتَّكِلُوا فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ ثُمَّ قَرَأَ{ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى }","source":"Ibnu Majah"},"__N_SSG":true}