{"pageProps":{"number":"823","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Abdul Malik bin Qurair] dari [Muhammmad bin Sirin] berkata, \"Seorang laki-laki menemui [Umar bin Khattab] dan bertanya, \"Saya dan sahabatku lomba berpacu dengan dua ekor kuda, lalu kami menambrak kijang, sementara kami dalam keadaan ihram. Lalu apa pendapatmu?\" Umar berkata kepada [seseorang] yang berada di sampingnya, \"Mari kita bermusyawarah untuk menghukumi kejadian tersebut! \" Muhammmad bin Sirin berkata; \"Kemudian keduanya menghukumi mereka dengan membayar denda satu ekor kambing. Penanya tadi pergi sambil berkata, \"Amirul mukminin kok tidak bisa memberi putusan dalam masalah seekor kijang kecuali harus bersama orang lain! \" Umar mendengar ucapan orang tadi, lalu memanggilnya dan bertanya kepadanya, \"Apakah kamu telah membaca Surat Al Maidah?\" laki-laki itu menjawab, \"Tidak.\" Umar bertanya lagi, \"Tahukah kamu siapa laki-laki tadi yang telah bermusyawarah untuk menghukumi kejadian tersebut bersamaku?\" orang tadi menjawab, \"Saya tidak tahu.\" 'Umar bin Khattab berkata; \"Seandainya kamu memberitahuku bahwa kamu telah membaca Surat Al Maidah, niscaya saya akan memukulmu.\" Kemudian Umar berkata, \"Allah Tabaraka Wa Ta'ala berfirman dalam Kitab-Nya: '(Menurut putusan dua orang yang adil di antara kamu sebagai hadyu (ialah: binatang unta, lembu, kambing, biri-biri) yang dibawa ke Ka'bah untuk mendekatkan diri kepada Allah, disembelih di tanah Haram dan dagingnya dihadiahkan kepada fakir miskin dalam rangka ibadat haji) yang dibawa sampai ke Ka'bah) ' -Qs. Al Maidah: 95- Dan orang itu adalah Abdurrahman bin Auf.","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ الْمَلِكِ بْنِ قُرَيْرٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ أَنَّ رَجُلًا جَاءَ إِلَى عُمَرَ بْنِ الْخَطَّابِفَقَالَ إِنِّي أَجْرَيْتُ أَنَا وَصَاحِبٌ لِي فَرَسَيْنِ نَسْتَبِقُ إِلَى ثُغْرَةِ ثَنِيَّةٍ فَأَصَبْنَا ظَبْيًا وَنَحْنُ مُحْرِمَانِ فَمَاذَا تَرَى فَقَالَ عُمَرُ لِرَجُلٍ إِلَى جَنْبِهِ تَعَالَ حَتَّى أَحْكُمَ أَنَا وَأَنْتَ قَالَ فَحَكَمَا عَلَيْهِ بِعَنْزٍ فَوَلَّى الرَّجُلُ وَهُوَ يَقُولُ هَذَا أَمِيرُ الْمُؤْمِنِينَ لَا يَسْتَطِيعُ أَنْ يَحْكُمَ فِي ظَبْيٍ حَتَّى دَعَا رَجُلًا يَحْكُمُ مَعَهُ فَسَمِعَ عُمَرُ قَوْلَ الرَّجُلِ فَدَعَاهُ فَسَأَلَهُ هَلْ تَقْرَأُ سُورَةَ الْمَائِدَةِ قَالَ لَا قَالَ فَهَلْ تَعْرِفُ هَذَا الرَّجُلَ الَّذِي حَكَمَ مَعِي فَقَالَ لَا فَقَالَ لَوْ أَخْبَرْتَنِي أَنَّكَ تَقْرَأُ سُورَةَ الْمَائِدَةِ لَأَوْجَعْتُكَ ضَرْبًا ثُمَّ قَالَ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ فِي كِتَابِهِ{ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ }وَهَذَا عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ","source":"Malik"},"__N_SSG":true}