{"pageProps":{"number":"861","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Abdu Rabbih bin Sa'id] dari ['Amru bin Syu'aib] berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam kembali dari Hunain, beliau menuju Ji'ranah. Orang-orang bertanya kepada beliau hingga unta beliau mendekat pada sebuah pohon lalu selendang beliau tersangkut, beliau pun terjatuh dari punggung untanya. Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Kembalikan selendangku, apakah kalian takut saya tidak membagi kepada kalian apa yang telah Allah kembalikan kepadamu. Demi Dzat yang jiwaku berada di tangan-Nya. Jika Allah mengembalikan kepada kalian, seperti pohon samur (salah satu jenis tumbuhan gurun) Tihamah dalam bentuk ternak, niscaya saya akan membagikan binatang itu kepada kalian. Sehingga kalian tidak mendapatiku sebagai seorang yang pelit, penakut dan pendusta.\" Tatkala Rasulullah shallallahu 'alaihi wasallam turun, beliau berdiri di depan manusia dan bersabda: \"Kembalikanlah jarum dan pakaiannya, sesungguhnya ghulul (mengambil rampasan perang sebelum dibagi) pada hari kiamat adalah kecacatan, neraka, dan aib bagi pengambilnya.\" 'Amru bin Syu'aib berkata; \"Beliau lalu mengambil bulu unta atau sesuatu yang lain dari tanah. Kemudian beliau bersabda: 'Demi Dzat yang jiwaku berada di tangan-Nya. Saya tidak mempunyai sesuatupun dari apa yang Allah berikan kepada kalian yang berupa rampasan Perang kecuali hanya seperlima, dan seperlima itupun dikembalikan kepada kalian.\"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ عَنْ عَمْرِو بْنِ شُعَيْبٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ صَدَرَ مِنْ حُنَيْنٍ وَهُوَ يُرِيدُ الْجِعِرَّانَةَ سَأَلَهُ النَّاسُ حَتَّى دَنَتْ بِهِ نَاقَتُهُ مِنْ شَجَرَةٍ فَتَشَبَّكَتْ بِرِدَائِهِ حَتَّى نَزَعَتْهُ عَنْ ظَهْرِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رُدُّوا عَلَيَّ رِدَائِي أَتَخَافُونَ أَنْ لَا أَقْسِمَ بَيْنَكُمْ مَا أَفَاءَ اللَّهُ عَلَيْكُمْ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَفَاءَ اللَّهُ عَلَيْكُمْ مِثْلَ سَمُرِ تِهَامَةَ نَعَمًا لَقَسَمْتُهُ بَيْنَكُمْ ثُمَّ لَا تَجِدُونِي بَخِيلًا وَلَا جَبَانًا وَلَا كَذَّابًا فَلَمَّا نَزَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ فِي النَّاسِ فَقَالَ أَدُّوا الْخِيَاطَ وَالْمِخْيَطَ فَإِنَّ الْغُلُولَ عَارٌ وَنَارٌ وَشَنَارٌ عَلَى أَهْلِهِ يَوْمَ الْقِيَامَةِ قَالَ ثُمَّ تَنَاوَلَ مِنْ الْأَرْضِ وَبَرَةً مِنْ بَعِيرٍ أَوْ شَيْئًا ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ مَا لِي مِمَّا أَفَاءَ اللَّهُ عَلَيْكُمْ وَلَا مِثْلُ هَذِهِ إِلَّا الْخُمُسُ وَالْخُمُسُ مَرْدُودٌ عَلَيْكُمْ","source":"Malik"},"__N_SSG":true}