{"pageProps":{"number":"108","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Muhammad bin Bisyr] telah menceritakan kepada kami [Hisyam bin Sa'd] telah menceritakan kepada kami [Zaid] dari ['Atha` bin Yasar] dia berkata; [Ibnu Abbas] pernah berkata kepada kami; Maukah aku perlihatkan kepada kalian bagaimana Rasulullah shallallahu 'alaihi wasallam berwudhu? Dia minta untuk didatangkan bejana berisi air, lalu dia rnenciduknya sekali dengan tangan kanannya, lantas berkumur dan beristinsyaq, kemudian mengambil sekali lagi, lalu menggabungkan kedua tangannya dengan sekali ciduk itu, lantas mengusap wajahnya. Setelah itu dia mengambil lagi sekali cidukan, lalu membasuh tangan kanannya dengannya, kemudian mengambilnya lagi, lalu membasuh tangan kirinya. Setelah itu dia mengambil segenggam air, lalu mengibaskan tangannya, kemudian mengusapkannya pada kepala dan kedua telinganya. Setelah itu mengambil satu gegenggam lagi, lalu dipercikkannya ke atas kaki kanannya yang dalam keadaan bersandal, kemudian mengusapnya dengan kedua tangannya, satu tangan di atas kakinya dan tangan lainnya di bawah sandal. Kemudian dia melakukannya pula seperti itu pada kakinya yang kiri. ","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ حَدَّثَنَا زَيْدٌ عَنْ عَطَاءِ بْنِ يَسَارٍ قَالَ قَالَ لَنَا ابْنُ عَبَّاسٍأَتُحِبُّونَ أَنْ أُرِيَكُمْ كَيْفَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ فَدَعَا بِإِنَاءٍ فِيهِ مَاءٌ فَاغْتَرَفَ غَرْفَةً بِيَدِهِ الْيُمْنَى فَتَمَضْمَضَ وَاسْتَنْشَقَ ثُمَّ أَخَذَ أُخْرَى فَجَمَعَ بِهَا يَدَيْهِ ثُمَّ غَسَلَ وَجْهَهُ ثُمَّ أَخَذَ أُخْرَى فَغَسَلَ بِهَا يَدَهُ الْيُمْنَى ثُمَّ أَخَذَ أُخْرَى فَغَسَلَ بِهَا يَدَهُ الْيُسْرَى ثُمَّ قَبَضَ قَبْضَةً مِنْ الْمَاءِ ثُمَّ نَفَضَ يَدَهُ ثُمَّ مَسَحَ بِهَا رَأْسَهُ وَأُذُنَيْهِ ثُمَّ قَبَضَ قَبْضَةً أُخْرَى مِنْ الْمَاءِ فَرَشَّ عَلَى رِجْلِهِ الْيُمْنَى وَفِيهَا النَّعْلُ ثُمَّ مَسَحَهَا بِيَدَيْهِ يَدٍ فَوْقَ الْقَدَمِ وَيَدٍ تَحْتَ النَّعْلِ ثُمَّ صَنَعَ بِالْيُسْرَى مِثْلَ ذَلِكَ","source":"Abu Daud"},"__N_SSG":true}