{"pageProps":{"number":"1512","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Muhammad bin Katsir], telah menceritakan kepada Kami [Sulaiman bin Katsir] dari [Humaid Ath Thawil] dari [Ishaq bin Abdullah bin Al Harits] dari [ayahnya] dan Al Harits adalah wakil Utsman di Thaif, kemudian ia membuat makanan untuk Utsman yang berisi burung puyuh betina dan jantan, serta daging keledai liar. Ia berkata; kemudian Al Harits mengirim utusan kepada [Ali bin Abu Thalib]. Kemudian Rasulullah shallAllahu wa'alaihi wa sallam datang kepadanya sementara ia sedang merontokkan daun-daun pohon untuk makan unta-untanya, beliau datang kepadanya sementara ia menghilangkan daun-daun yang rontok tersebut dari tangannya. Mereka berkata kepadanya; makanlah. Kemudian ia berkata; berikan makanan tersebut kepada orang-orang yang tidak berihram, aku sedang berihram. Kemudian Ali berkata; aku bertanya dengan nama Allah kepada orang-orang di sini yang berasal dari Asyja', tahukah kalian bahwa Rasulullah shallAllahu wa'alaihi wa sallam telah diberi keledai liar oleh seseorang sementara beliau sedang berihram, dan beliau enggan untuk memakannya? Mereka berkata; ya. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ حَدَّثَنَا سُلَيْمَانُ بْنُ كَثِيرٍ عَنْ حُمَيْدٍ الطَّوِيلِ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ أَبِيهِوَكَانَ الْحَارِثُ خَلِيفَةُ عُثْمَانَ عَلَى الطَّائِفِ فَصَنَعَ لِعُثْمَانَ طَعَامًا فِيهِ مِنْ الْحَجَلِ وَالْيَعَاقِيبِ وَلَحْمِ الْوَحْشِ قَالَ فَبَعَثَ إِلَى عَلِيِّ بْنِ أَبِي طَالِبٍ فَجَاءَهُ الرَّسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَخْبِطُ لِأَبَاعِرَ لَهُ فَجَاءَهُ وَهُوَ يَنْفُضُ الْخَبَطَ عَنْ يَدِهِ فَقَالُوا لَهُ كُلْ فَقَالَ أَطْعِمُوهُ قَوْمًا حَلَالًا فَأَنَا حُرُمٌ فَقَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ أَنْشُدُ اللَّهَ مَنْ كَانَ هَا هُنَا مِنْ أَشْجَعَ أَتَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْدَى إِلَيْهِ رَجُلٌ حِمَارَ وَحْشٍ وَهُوَ مُحْرِمٌ فَأَبَى أَنْ يَأْكُلَهُ قَالُوا نَعَمْ","source":"Abu Daud"},"__N_SSG":true}