{"pageProps":{"number":"2239","slug":"abu-daud","id":"Telah menceritakan kepada kami [Isa bin Hammad Al Mishri], dan [Qutaibah], Qutaibah berkata; telah menceritakan kepada kami [Al Laits bin Sa'd] dari [Sa'id bin Abu Sa'id] bahwa ia mendengar [Abu Hurairah] berkata; Rasulullah shallallahu 'alaihi wasallam mengirimkan pasukan penunggang kuda menuju Najd, kemudian pasukan tersebut membawa seorang laki-laki dari Bani Hanifah yang bernama Tsumamah bin Utsal pemimpin penduduk Yamamah. Kemudian mereka mengikatnya pada sebuah tiang masjid, kemudian Rasulullah shallallahu 'alaihi wasallam keluar kepadanya. Lalu beliau berkata: \"Bagaimana keadaanmu wahai Tsumamah?\" Ia berkata; keadaanku baik wahai Muhammad. Apabila engkau membunuh maka engkau membunuh orang yang memiliki darah, dan apabila engkau memberi kenikmatan maka engkau memberi kenikmatan kepada orang yang akan berterima kasih. Dan apabila engkau menghendaki harta, mintalah maka engkau akan diber apa yang engkau kehendaki. Kemudian Rasulullah shallallahu 'alaihi wasallam meninggalkannya. Kemudian keesokan harinya beliau berkata: \"Bagaimana keadaanmu wahai Tsumamah?\" kemudian ia mengulangi seperti perkataan ini. Lalu beliau meninggalkannya. Kemudian keesokan harinya, lalu beliau menyebutkan seperti ini. Lalu beliau berkata: \"Lepaskan Tsumamah!\" Kemudian ia pergi ke sebuah pohon kurma dekat masjid, lalu ia mandi padanya kemudian memasuki masjid dan berkata; aku bersaksi bahwa tidak ada tuhan yang berhak disembah kecuali Allah dan aku bersaksi bahwa Muhammad adalah hamba dan utusanNya. Dan Abu Hurairah menyebutkan hadits tersebut. Isa berkata; telah mengabarkan kepada kami [Al Laits] dan ia mengatakan; orang yang memiliki celaan. ","arab":"حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ الْمِصْرِيُّ وَقُتَيْبَةُ قَالَ قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْلًا قِبَلَ نَجْدٍ فَجَاءَتْ بِرَجُلٍ مِنْ بَنِي حَنِيفَةَ يُقَالُ لَهُ ثُمَامَةُ بْنُ أُثَالٍ سَيِّدُ أَهْلِ الْيَمَامَةِ فَرَبَطُوهُ بِسَارِيَةٍ مِنْ سَوَارِي الْمَسْجِدِ فَخَرَجَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَاذَا عِنْدَكَ يَا ثُمَامَةُ قَالَ عِنْدِي يَا مُحَمَّدُ خَيْرٌ إِنْ تَقْتُلْ تَقْتُلْ ذَا دَمٍ وَإِنْ تُنْعِمْ تُنْعِمْ عَلَى شَاكِرٍ وَإِنْ كُنْتَ تُرِيدُ الْمَالَ فَسَلْ تُعْطَ مِنْهُ مَا شِئْتَ فَتَرَكَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ الْغَدُ ثُمَّ قَالَ لَهُ مَا عِنْدَكَ يَا ثُمَامَةُ فَأَعَادَ مِثْلَ هَذَا الْكَلَامِ فَتَرَكَهُ حَتَّى كَانَ بَعْدَ الْغَدِ فَذَكَرَ مِثْلَ هَذَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَطْلِقُوا ثُمَامَةَ فَانْطَلَقَ إِلَى نَخْلٍ قَرِيبٍ مِنْ الْمَسْجِدِ فَاغْتَسَلَ فِيهِ ثُمَّ دَخَلَ الْمَسْجِدَ فَقَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَسَاقَ الْحَدِيثَ قَالَ عِيسَى أَخْبَرَنَا اللَّيْثُ وَقَالَ ذَا ذِمٍّ","source":"Abu Daud"},"__N_SSG":true}