{"pageProps":{"number":"232","slug":"abu-daud","id":"Telah menceritakan kepada kami [Yusuf bin Musa] telah menceritakan kepada kami [Jarir] dari [Suhail bin Abi Shalih] dari [Az-Zuhri] dari [Urwah bin Az-Zubair] telah menceritakan kepada saya [Fathimah binti Abi Hubaisy] bahwasanya dia pernah menyuruh [Asma`] -atau Asma` telah menceritakan kepadaku bahwa dia pernah disuruh oleh Fatimah binti Abu Hubaisy- untuk bertanya kepada Rasulullah shallallahu 'alaihi wasallam, maka beliau memerintahkannya untuk tetap tinggal (tidak shalat) selama hari-hari yang biasa dia tidak shalat (datang haidl), kemudian dia mandi. Abu Dawud berkata; Dan diriwayatkan oleh [Qatadah] dari [Urwah bin Az-Zubair] dari [Zainab binti Ummu Salamah] bahwasanya Ummu Hahibah binti Jahsy menderita darah penyakit, maka Nabi shallallahu 'alaihi wasallam memerintahkannya untuk meningggalkan shalat pada hari-hari datangnya haidl, kemudian mandi dan mengerjakan shalat. Abu Dawud berkata; Qatadah tidak pernah mendengarkan apa pun dari Urwah. Dan [Ibnu Uyaiynah] menambahkan di dalam hadits [Az-Zuhri] dari ['Amrah] dari [Aisyah], bahwasanya Ummu Habibah menderita darah penyakit, lalu dia menanyakannya kepada Nabi shallallahu 'alaihi wasallam, maka beliau memerintahkannya untuk meninggalkan shalat pada hari-hari datangnya haidl. Abu Dawud berkata; Ini adalah wahm (keraguan) dari Ibnu Uyainah, ini bukanlah hadits riwayat para hafizh dari Az-Zuhri kecuali apa yang disebutkan oleh Suhail bin Abi Shalih. Dan [Al-Humaidi] telah meriwayatkan hadits ini dari [Ibnu Uyaiynah], dia tidak menyebutkan padanya kalimat (yang artinya); Dia meninggalkan shalat pada hari-hari datangnya haidl. Qamir binti Amru, istri Masruq meriwayatkan dari Aisyah, Al-Mustahadlah (wanita yang menderita darah penyakit), harus meninggalkan shalat pada hari-hari datangnya haidl itu, kemudian mandi. Berkata [Abdurrahman bin Al-Qasim] dari [Ayahnya], sesungguhnya Nabi shallallahu 'alaihi wasallam memerintahkan kepadanya (mustahadlah) untuk meninggalkan shalat pada hari-hari biasa haidl. Dan [Abu Bisyr, Ja'far bin Abi Wahsyiyyah] meriwayatkan dari [Ikrimah] dari Nabi shallallahu 'alaihi wasallam, bahwasanya Ummu Habibah binti Jahsy terkena darah penyakit, lalu dia menyebutkan hadits seperti di atas. Dan diriwayatkan oleh [Syarik] dari [Abu Al-Yaqthan] dari [Adi bin Tsabit] dari [Ayahnya] dari [Kakeknya] dari Nabi shallallahu 'alaihi wasallam: Mustahadlah (wanita yang terkena darah penyakit) harus meninggalkan shalat pada hari-hari datangnya haidl itu, kemudian mandi dan melaksanakan shalat. Dan diriwayatkan oleh [Al-'Ala` bin Al-Musayyib] dari [Al-Hakam] dari [Abu Ja'far] bahwasanya Saudah terkena darah penyakit, maka beliau Nabi shallallahu 'alaihi wasallam memerintahkannya untuk mandi apabila hari-hari yang biasa datang haidl itu telah berlalu, kemudian shalat. Dan diriwayatkan oleh Sa'di bin Jubair dari Ali dan Ibnu Abbas; Wanita yang menderita darah penyakit tidaklah shalat pada hari-hari datang haidl. Demikian pula diriwayatkan oleh 'Ammar, mantan sahaya Bani Hasyim dan Thalq bin Habib dari Ibnu Abbas. Demikian pula diriwayatkan oleh Ma'qil Al-Khats'ami dari Ali radliallahu 'anhu. Demikian pula diriwayatkan oleh Asy-Sya'bi dari Qamir, istri Masruq dari Aisyah radliallahu 'anha. Abu Daud berkata; Ini adalah pendapat Al-Hasan, Sa'id bin Al-Musayyib, Atha`, Makhul, Ibrahim, Salim, dan Al-Qasim, bahwa wanita yang terkena darah penyakit, harus meninggalkan shalat pada hari-hari datangnya haidl. Abu Dawud berkata; Qatadah tidak mendengarkan apa pun dari Urwah. ","arab":"حَدَّثَنَا يُوسُفُ بْنُ مُوسَى حَدَّثَنَا جَرِيرٌ عَنْ سُهَيْلٍ يَعْنِي ابْنَ أَبِي صَالِحٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ حَدَّثَتْنِي فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ أَنَّهَا أَمَرَتْ أَسْمَاءَ أَوْ أَسْمَاءُ حَدَّثَتْنِيأَنَّهَا أَمَرَتْهَا فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ أَنْ تَسْأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهَا أَنْ تَقْعُدَ الْأَيَّامَ الَّتِي كَانَتْ تَقْعُدُ ثُمَّ تَغْتَسِلُقَالَ أَبُو دَاوُد وَرَوَاهُ قَتَادَةُ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ أَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ اسْتُحِيضَتْ فَأَمَرَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَدَعَ الصَّلَاةَ أَيَّامَ أَقْرَائِهَا ثُمَّ تَغْتَسِلَ وَتُصَلِّيَ قَالَ أَبُو دَاوُد لَمْ يَسْمَعْ قَتَادَةُ مِنْ عُرْوَةَ شَيْئًا وَزَادَ ابْنُ عُيَيْنَةَ فِي حَدِيثِ الزُّهْرِيِّ عَنْ عَمْرَةَ عَنْ عَائِشَةَ أَنَّ أُمَّ حَبِيبَةَ كَانَتْ تُسْتَحَاضُ فَسَأَلَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهَا أَنْ تَدَعَ الصَّلَاةَ أَيَّامَ أَقْرَائِهَا قَالَ أَبُو دَاوُد وَهَذَا وَهْمٌ مِنْ ابْنِ عُيَيْنَةَ لَيْسَ هَذَا فِي حَدِيثِ الْحِفَاظِ عَنْ الزُّهْرِيِّ إِلَّا مَا ذَكَرَ سُهَيْلُ بْنُ أَبِي صَالِحٍ وَقَدْ رَوَى الْحُمَيْدِيُّ هَذَا الْحَدِيثَ عَنْ ابْنِ عُيَيْنَةَ لَمْ يَذْكُرْ فِيهِ تَدَعُ الصَّلَاةَ أَيَّامَ أَقْرَائِهَا وَرَوَتْ قَمِيرُ بِنْتُ عَمْرٍو زَوْجُ مَسْرُوقٍ عَنْ عَائِشَةَ الْمُسْتَحَاضَةُ تَتْرُكُ الصَّلَاةَ أَيَّامَ أَقْرَائِهَا ثُمَّ تَغْتَسِلُ و قَالَ عَبْدُ الرَّحْمَنِ بْنُ الْقَاسِمِ عَنْ أَبِيهِ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَهَا أَنْ تَتْرُكَ الصَّلَاةَ قَدْرَ أَقْرَائِهَا وَرَوَى أَبُو بِشْرٍ جَعْفَرُ بْنُ أَبِي وَحْشِيَّةَ عَنْ عِكْرِمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ اسْتُحِيضَتْ فَذَكَرَ مِثْلَهُ وَرَوَى شَرِيكٌ عَنْ أَبِي الْيَقْظَانِ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُسْتَحَاضَةُ تَدَعُ الصَّلَاةَ أَيَّامَ أَقْرَائِهَا ثُمَّ تَغْتَسِلُ وَتُصَلِّي وَرَوَى الْعَلَاءُ بْنُ الْمُسَيِّبِ عَنْ الْحَكَمِ عَنْ أَبِي جَعْفَرٍ أَنَّ سَوْدَةَ اسْتُحِيضَتْ فَأَمَرَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا مَضَتْ أَيَّامُهَا اغْتَسَلَتْ وَصَلَّتْ وَرَوَى سَعِيدُ بْنُ جُبَيْرٍ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ الْمُسْتَحَاضَةُ تَجْلِسُ أَيَّامَ قُرْئِهَا وَكَذَلِكَ رَوَاهُ عَمَّارٌ مَوْلَى بَنِي هَاشِمٍ وَطَلْقُ بْنُ حَبِيبٍ عَنْ ابْنِ عَبَّاسٍ وَكَذَلِكَ رَوَاهُ مَعْقِلٌ الْخَثْعَمِيُّ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ وَكَذَلِكَ رَوَى الشَّعْبِيُّ عَنْ قَمِيرَ امْرَأَةِ مَسْرُوقٍ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَ أَبُو دَاوُد وَهُوَ قَوْلُ الْحَسَنِ وَسَعِيدِ بْنِ الْمُسَيِّبِ وَعَطَاءٍ وَمَكْحُولٍ وَإِبْرَاهِيمَ وَسَالِمٍ وَالْقَاسِمِ أَنَّ الْمُسْتَحَاضَةَ تَدَعُ الصَّلَاةَ أَيَّامَ أَقْرَائِهَا قَالَ أَبُو دَاوُد لَمْ يَسْمَعْ قَتَادَةُ مِنْ عُرْوَةَ شَيْئًا","source":"Abu Daud"},"__N_SSG":true}