{"pageProps":{"number":"238","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu Abi 'Aqil] dan [Muhammad bin Salamah Al-Muradi] mereka berdua berkata; Telah menceritakan kepada kami [Ibnu Wahb] dari [Amru bin Al-Harits] dari [Ibnu Syihab] dari [Urwah bin Az-Zubair] dan ['Amrah binti Abdirrahman] dari [Aisyah, istri Nabi shallallahu 'alaihi wasallam], bahwasanya Ummu Habibah binti Jahsy, ipar Rasulullah shallallahu 'alaihi wasallam dan istri Abdurrahman bin Auf, mengeluarkan darah penyakit selama tujuh tahun, maka dia meminta fatwa kepada Rasulullah shallallahu 'alaihi wasallam tentang hal tersebut. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ini bukan darah haidl, akan tetapi darah penyakit, maka dari itu, mandilah dan shalatlah\". Aisyah berkata; Maka Ummu Habibah mandi dalam wadah tempat cucian saudarinya, Zainab binti Jahsy, sehingga airnya berwarna kemerah-merahan karena darahnya. Telah menceritakan kepada kami [Ahmad bin Shalih] telah menceritakan kepada kami ['Anbasah] telah menceritakan kepada kami [Yunus] dari [Ibnu Syihab] telah mengabarkan kepada saya ['Amrah binti Abdirrahman] dari [Ummu Habibah] dengan hadits ini. [Aisyah radliallahu 'anha] berkata; Maka Ummu Habibah mandi pada setiap kali shalat. Telah menceritakan kepada kami [Yazid bin Khalid bin Abdullah bin Mauhib Al-Hamdani] telah menceritakan kepada saya [Al-Laits bin Sa'ad] dari [Ibnu Syihab] dari [Urwah] dari [Aisyah] dengan hadits ini, dia berkata padanya; Maka dia pun mandi pada setiap kali shalat. Abu Dawud berkata; Diriwayatkan oleh [Al-Qasim bin Mabrur] dari [Yunus] dari [Ibnu Syihab] dari ['Amrah] dari [Aisyah] dari [Ummu Habibah bin ti Jahsy]. Dan demikian pula diriwayatkan oleh [Ma'mar] dari [Az-Zuhri] dari ['Amrah] dari [Aisyah] dan kemungkinan [Ma'mar] berkata dari ['Amrah] dari [Ummu Habibah] dengan maknanya. Dan demikian pula diriwayatkan oleh [Ibrahim bin Sa'd] dan [Ibnu Uyainah] dari [Az-Zuhri] dari ['Amrah] dari [Aisyah], dan berkata Ibnu Uyainah di dalam haditsnya dan dia tidak mengatakan bahwasanya Nabi shallallahu 'alaihi wasallam memerintahkan Ummu Habibah untuk mandi. Dan demikian pula diriwayatkan oleh [Al-Auza'i], dia berkata padanya; [Aisyah] berkata; Dia (Ummu Habibah) mandi pada setiap kali shalat.","arab":"حَدَّثَنَا ابْنُ أَبِي عَقِيلٍ وَمُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ قَالَا حَدَّثَنَا ابْنُ وَهْبٍ عَنْ عَمْرِو بْنِ الْحَارِثِ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ خَتَنَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ اسْتُحِيضَتْ سَبْعَ سِنِينَ فَاسْتَفْتَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ هَذِهِ لَيْسَتْ بِالْحَيْضَةِ وَلَكِنْ هَذَا عِرْقٌ فَاغْتَسِلِي وَصَلِّيقَالَتْ عَائِشَةُ فَكَانَتْ تَغْتَسِلُ فِي مِرْكَنٍ فِي حُجْرَةِ أُخْتِهَا زَيْنَبَ بِنْتِ جَحْشٍ حَتَّى تَعْلُوَ حُمْرَةُ الدَّمِ الْمَاءَ حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَنْبَسَةُ حَدَّثَنَا يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَتْنِي عَمْرَةُ بِنْتُ عَبْدِ الرَّحْمَنِ عَنْ أُمِّ حَبِيبَةَ بِهَذَا الْحَدِيثِ قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلَاةٍ حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ الْهَمْدَانِيُّ حَدَّثَنِي اللَّيْثُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ بِهَذَا الْحَدِيثِ قَالَ فِيهِ فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلَاةٍ قَالَ أَبُو دَاوُد رَوَاهُ الْقَاسِمُ بْنُ مَبْرُورٍ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ عَنْ عَمْرَةَ عَنْ عَائِشَةَ عَنْ أُمِّ حَبِيبَةَ بِنْتِ جَحْشٍ وَكَذَلِكَ رَوَاهُ مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عَمْرَةَ عَنْ عَائِشَةَ وَرُبَّمَا قَالَ مَعْمَرٌ عَنْ عَمْرَةَ عَنْ أُمِّ حَبِيبَةَ بِمَعْنَاهُ وَكَذَلِكَ رَوَاهُ إِبْرَاهِيمُ بْنُ سَعْدٍ وَابْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عَمْرَةَ عَنْ عَائِشَةَ وَقَالَ ابْنُ عُيَيْنَةَ فِي حَدِيثِهِ وَلَمْ يَقُلْ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَهَا أَنْ تَغْتَسِلَ وَكَذَلِكَ رَوَاهُ الْأَوْزَاعِيُّ أَيْضًا قَالَ فِيهِ قَالَتْ عَائِشَةُ فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلَاةٍ","source":"Abu Daud"},"__N_SSG":true}