{"pageProps":{"number":"2511","slug":"abu-daud","id":"Telah menceritakan kepada kami [Hisyam bin 'Ammar], telah menceritakan kepada kami [Hatim bin Isma'il], dan telah diriwayatkan melalui jalur yang lain: Telah menceritakan kepada kami [Sulaiman bin Daud Al Mahri], telah mengabarkan kepada kami [Ibnu Wahb], telah mengabarkan kepadaku [Abdul Aziz bin Muhammad], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Nashr bin Ali], telah menceritakan kepada kami [Shafwan bin Isa], dan ini adalah lafazh haditsnya. Seluruh mereka berasal dari [Usamah bin Zaid] dari [Az Zuhri], dari [Malik bin Aus bin Al Hadatsan], ia berkata; diantara yang dijadikan hujjah [Umar] radliallahu 'anhu adalah bahwa ia mengatakan; Rasulullah shallallahu 'alaihi wasallam memiliki tiga bagian yang khusus untuknya, yaitu: Bani Nadhir, Khaibar, dan Fadak. Adapun Bani Nadhir, maka harta mereka dikhususkan untuk keperluan-keperluan beliau, adapun Fadak, maka harta mereka dikhususkan untuk Ibnu Sabil, adapun Khaibar maka Rasulullah shallallahu 'alaihi wasallam telah membagi harta mereka menjadi tiga bagian, dua bagian dibagikan diantara orang-orang muslim, dan satu bagian untuk memberikan nafkah kepada keluarganya. Dan yang tersisa dari pemberian nafkah keluarganya beliau bagikan diantara orang-orang muhajirin yang fakir. ","arab":"حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ ح و حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ ح و حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى وَهَذَا لَفْظُ حَدِيثِهِ كُلُّهُمْ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنْ الزُّهْرِيِّ عَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ قَالَكَانَ فِيمَا احْتَجَّ بِهِ عُمَرُ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ كَانَتْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثُ صَفَايَا بَنُو النَّضِيرِ وَخَيْبَرُ وَفَدَكُ فَأَمَّا بَنُو النَّضِيرِ فَكَانَتْ حُبُسًا لِنَوَائِبِهِ وَأَمَّا فَدَكُ فَكَانَتْ حُبُسًا لِأَبْنَاءِ السَّبِيلِ وَأَمَّا خَيْبَرُ فَجَزَّأَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَةَ أَجْزَاءٍ جُزْأَيْنِ بَيْنَ الْمُسْلِمِينَ وَجُزْءًا نَفَقَةً لِأَهْلِهِ فَمَا فَضُلَ عَنْ نَفَقَةِ أَهْلِهِ جَعَلَهُ بَيْنَ فُقَرَاءِ الْمُهَاجِرِينَ","source":"Abu Daud"},"__N_SSG":true}