{"pageProps":{"number":"2613","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad], telah menceritakan kepada kami [Yahya], dan telah diriwayatkan dari jalur yang lain: telah menceritakan kepada kami [Muhammad bin Basysyar], telah menceritakan kepada kami [Utsman bin Umar]. Abu Daud berkata; ini adalah lafazh Ibnu Basysyar, dari [Abu 'Amir Al Khazzaz], dari [Ibnu Abu Mulaikah] dari [Aisyah], ia berkata; aku katakan; wahai Rasulullah, wahai Rasulullah, sesungguhnya aku mengetahui ayat Al Qur'an yang paling keras. Beliau bertanya: \"Ayat apakah itu wahai Aisyah?\" Aisyah berkata; firman Allah ta'ala: \"Barang siapa yang berbuat keburukan maka ia akan dibalas dengannya.\" Beliau bersabda: \"Tahukah bahwa seorang mukmin yang tertimpa musibah atau duri hingga ia dibalas dengan amalah terburuknya. Barang siapa yang dihisab maka ia akan diadzab.\" Aisyah berkata; bukankah Allah telah berfirman: \"Maka dia akan diperiksa dengan pemeriksaan yang mudah.\" Beliau bersabda: \"Itu hanyalah memperlihatkan amalan wahai Aisyah. barang siapa yang dihisab maka ia akan diadzab.\" Abu Daud berkata; ini adalah lafazh Ibnu Basysyar, ia berkata; telah menceritakan kepadaku Ibnu Mulaikah. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى ح و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ قَالَ أَبُو دَاوُد وَهَذَا لَفْظُ ابْنِ بَشَّارٍ عَنْ أَبِي عَامِرٍ الْخَزَّازِ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَائِشَةَ قَالَتْقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي لَأَعْلَمُ أَشَدَّ آيَةٍ فِي الْقُرْآنِ قَالَ أَيَّةُ آيَةٍ يَا عَائِشَةُ قَالَتْ قَوْلُ اللَّهِ تَعَالَى{ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ }قَالَ أَمَا عَلِمْتِ يَا عَائِشَةُ أَنَّ الْمُؤْمِنَ تُصِيبُهُ النَّكْبَةُ أَوْ الشَّوْكَةُ فَيُكَافَأُ بِأَسْوَإِ عَمَلِهِ وَمَنْ حُوسِبَ عُذِّبَ قَالَتْ أَلَيْسَ اللَّهُ يَقُولُ{ فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا }قَالَ ذَاكُمْ الْعَرْضُ يَا عَائِشَةُ مَنْ نُوقِشَ الْحِسَابَ عُذِّبَقَالَ أَبُو دَاوُد وَهَذَا لَفْظُ ابْنِ بَشَّارٍ قَالَ حَدَّثَنَا ابْنُ أَبِي مُلَيْكَةَ","source":"Abu Daud"},"__N_SSG":true}