{"pageProps":{"number":"264","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Katsir Al-'Abdi] telah menceritakan kepada kami [Sufyan] dari [Salamah bin Kuhail] dari [Abu Malik] dari [Abdurrahman bin Abza] dia berkata; Saya pernah bersama Umar, lalu ada seorang laki-laki datang seraya berkata; Mungkin kita berada di tempat yang tidak ada air padanya sebulan atau dua bulan. Maka Umar berkata; Adapun saya, maka saya tidak akan shalat sampai saya menemukan air. Maka [Ammar] berkata; \"Wahai Amirul Mukminin, Tidakkah Anda ingat tatkala saya dan Anda mengembala unta, kemudian kita junub. Adapun saya, maka saya berguling-guling di tanah. Lalu kita datang kepada Nabi shallallahu 'alaihi wasallam dan saya sebutkan hal itu kepada beliau, maka beliau bersabda: \"Sesunngguhnya cukup bagimu melakukan begini\", kemudian beliau menepukkan kedua tangannya ke tanah, lalu meniupnya, kemudian mengusapkan keduanya pada wajah dan kedua tangannya hingga pertengahan lengan. Lalu Umar berkata; Wahai Ammar, takutlah kamu kepada Allah. Maka dia berkata; Wahai Amirul Mukminin, demi Allah, jika anda menghendaki saya tidak akan menyebutnya selamanya. Umar berkata; Tidak demi Allah, kami akan biarkan apa yang engkau katakan. Telah menceritakan kepada kami [Muhammad bin Al-'Ala`] telah menceritakan kepada kami [Hafsh] telah menceritakan kepada kami [Al-A'masy] dari [Salamah bin Kuhail] dari [Ibnu Abza] dari [Ammar bin Yasir] dalam hadits ini disebutkan beliau bersabda: \"Wahai Ammar, sesungguhnya cukup bagimu begini\", kemudian beliau menepukkan kedua tangannya ke tanah, lalu menepukkan salah satu tangannya pada yang lain, kemudian mengusap wajah dan kedua tangannya hingga pertengahan dua lengan dan tidak sampai siku, dengan satu kali tepukan. Abu Dawud berkata; Dan diriwayatkan oleh [Waki'] dari [Al-A'masy] dari [Salamah bin Kuhail] dari [Abdurrahman bin Abza]. Dan diriwayatkan oleh [Jarir] dari [Al-A'masy] dari [Salamah bin Kuhail] dari [Sa'id bin Abdurrahman bin Abza] yakni dari [Ayahnya]. Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Muhammad bin Ja'far] telah mengabarkan kepada kami [Syu'bah] dari [Salamah] dari [Dzarr] dari [Ibnu Abdirrahman bin Abza] dari [Ayahnya] dari [Ammar] dengan kisah ini, disebutkan; Sesungguhnya cukup bagimu begini, dan Nabi shallallahu 'alaihi wasallam menepukkan tangannya ke tanah, lalu meniupnya dan mengusapkannya pada wajah dan kedua telapak tangannya, Salamah ragu-ragu dan berkata; Saya tidak tahu apakah sampai siku ataukah sampai telapak tangan. Telah menceritakan kepada kami [Ali bin Sahl Ar-Ramli] telah menceritakan kepada kami [Hajjaj Al-A'war] telah menceritakan kepada kami [Syu'bah] dengan sanadnya dengan hadits ini, dia berkata; Kemudian beliau shallallahu 'alaihi wasallam meniupnya dan mengusapkannya pada wajah dan kedua telapak tangannya hingga siku atau lengan. syu'bah berkata; [Salamah] berkata; dia telapak tangan dan wajah dan dua lengan. Manshur pada suatu hari berkata; Lihat apa yang engkau katakan, sesungguhnya tidak ada yang menyebutkan dua lengan selainmu. Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yahya] dari [Syu'bah] dia berkata; Telah menceritakan kepadaku [Al-Hakam] dari [Dzarr] dari [Ibnu Abdirrahman bin Abza] dari [Ayahnya] dari [Ammar] di dalam hadits ini dia menyebutkan; Nabi shallallahu 'alaihi wasallam bersabda: Sesungguhnya cukup bagimu menepukkan kedua tanganmu ke tanah dan mengusapkan keduanya ke wajah dan dua telapak tanganmu. Lalu dia menyebutkan hadits itu. Abu Dawud berkata; Dan diriwayatkan oleh [Syu'bah] dari [Hushain] dari [Abu Malik] dia berkata; Saya pernah mendengar [Ammar] berkhutbah dengan semisal hadits ini, hanya saja dia tidak menyebutkan perihal meniup. Dan [Husain bin Muhammad] menyebutkan dari [Syu'bah] dari [Al-Hakam] di dalam hadits ini dia menyebutkan; Beliau menepukkan dengan kedua telapak tanagnnya ke tanah dan meniupnya.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ الْعَبْدِيُّ حَدَّثَنَا سُفْيَانُ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ أَبِي مَالِكٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى قَالَكُنْتُ عِنْدَ عُمَرَ فَجَاءَهُ رَجُلٌ فَقَالَ إِنَّا نَكُونُ بِالْمَكَانِ الشَّهْرَ وَالشَّهْرَيْنِ فَقَالَ عُمَرُ أَمَّا أَنَا فَلَمْ أَكُنْ أُصَلِّي حَتَّى أَجِدَ الْمَاءَ قَالَ فَقَالَ عَمَّارٌ يَا أَمِيرَ الْمُؤْمِنِينَ أَمَا تَذْكُرُ إِذْ كُنْتُ أَنَا وَأَنْتَ فِي الْإِبِلِ فَأَصَابَتْنَا جَنَابَةٌ فَأَمَّا أَنَا فَتَمَعَّكْتُ فَأَتَيْنَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ هَكَذَا وَضَرَبَ بِيَدَيْهِ إِلَى الْأَرْضِ ثُمَّ نَفَخَهُمَا ثُمَّ مَسَحَ بِهِمَا وَجْهَهُ وَيَدَيْهِ إِلَى نِصْفِ الذِّرَاعِفَقَالَ عُمَرُ يَا عَمَّارُ اتَّقِ اللَّهَ فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنْ شِئْتَ وَاللَّهِ لَمْ أَذْكُرْهُ أَبَدًا فَقَالَ عُمَرُ كَلَّا وَاللَّهِ لَنُوَلِّيَنَّكَ مِنْ ذَلِكَ مَا تَوَلَّيْتَ حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا حَفْصٌ حَدَّثَنَا الْأَعْمَشُ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ ابْنِ أَبْزَى عَنْ عَمَّارِ بْنِ يَاسِرٍ فِي هَذَا الْحَدِيثِ فَقَالَ يَا عَمَّارُ إِنَّمَا كَانَ يَكْفِيكَ هَكَذَا ثُمَّ ضَرَبَ بِيَدَيْهِ الْأَرْضَ ثُمَّ ضَرَبَ إِحْدَاهُمَا عَلَى الْأُخْرَى ثُمَّ مَسَحَ وَجْهَهُ وَالذِّرَاعَيْنِ إِلَى نِصْفِ السَّاعِدَيْنِ وَلَمْ يَبْلُغْ الْمِرْفَقَيْنِ ضَرْبَةً وَاحِدَةً قَالَ أَبُو دَاوُد وَرَوَاهُ وَكِيعٌ عَنْ الْأَعْمَشِ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى وَرَوَاهُ جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى يَعْنِي عَنْ أَبِيهِ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ أَخْبَرَنَا شُعْبَةُ عَنْ سَلَمَةَ عَنْ ذَرٍّ عَنْ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ عَنْ عَمَّارٍ بِهَذِهِ الْقِصَّةِ فَقَالَ إِنَّمَا كَانَ يَكْفِيكَ وَضَرَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ إِلَى الْأَرْضِ ثُمَّ نَفَخَ فِيهَا وَمَسَحَ بِهَا وَجْهَهُ وَكَفَّيْهِ شَكَّ سَلَمَةُ وَقَالَ لَا أَدْرِي فِيهِ إِلَى الْمِرْفَقَيْنِ يَعْنِي أَوْ إِلَى الْكَفَّيْنِ حَدَّثَنَا عَلِيُّ بْنُ سَهْلٍ الرَّمْلِيُّ حَدَّثَنَا حَجَّاجٌ يَعْنِي الْأَعْوَرَ حَدَّثَنِي شُعْبَةُ بِإِسْنَادِهِ بِهَذَا الْحَدِيثِ قَالَ ثُمَّ نَفَخَ فِيهَا وَمَسَحَ بِهَا وَجْهَهُ وَكَفَّيْهِ إِلَى الْمِرْفَقَيْنِ أَوْ إِلَى الذِّرَاعَيْنِ قَالَ شُعْبَةُ كَانَ سَلَمَةُ يَقُولُ الْكَفَّيْنِ وَالْوَجْهَ وَالذِّرَاعَيْنِ فَقَالَ لَهُ مَنْصُورٌ ذَاتَ يَوْمٍ انْظُرْ مَا تَقُولَ فَإِنَّهُ لَا يَذْكُرُ الذِّرَاعَيْنِ غَيْرُكَ حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ شُعْبَةَ قَالَ حَدَّثَنِي الْحَكَمُ عَنْ ذَرٍّ عَنْ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ عَنْ عَمَّارٍ فِي هَذَا الْحَدِيثِ قَالَ فَقَالَ يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَضْرِبَ بِيَدَيْكَ إِلَى الْأَرْضِ فَتَمْسَحَ بِهِمَا وَجْهَكَ وَكَفَّيْكَ وَسَاقَ الْحَدِيثَ قَالَ أَبُو دَاوُد وَرَوَاهُ شُعْبَةُ عَنْ حُصَيْنٍ عَنْ أَبِي مَالِكٍ قَالَ سَمِعْتُ عَمَّارًا يَخْطُبُ بِمِثْلِهِ إِلَّا أَنَّهُ قَالَ لَمْ يَنْفُخْ وَذَكَرَ حُسَيْنُ بْنُ مُحَمَّدٍ عَنْ شُعْبَةَ عَنْ الْحَكَمِ فِي هَذَا الْحَدِيثِ قَالَ ضَرَبَ بِكَفَّيْهِ إِلَى الْأَرْضِ وَنَفَخَ","source":"Abu Daud"},"__N_SSG":true}