{"pageProps":{"number":"2868","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdul Malik bin Syu'aib bin Al Laits], telah menceritakan kepadaku [ayahku] dari [kakekku yaitu Al Laits], telah menceritakan kepadaku ['Uqail] dari [Ibnu Syihab], telah mengabarkan kepadaku [Salim bin Abdullah bin Umar] bahwa [Ibnu Umar] dahulu menyewakan tanahnya hingga sampai kepadanya bahwa [Rafi' bin Khadij Al Anshari] telah menceritakan bahwa Rasulullah shallallahu 'alaihi wasallam telah melarang menyewakan tanah, kemudian Abdullah bertemu dengannya dan berkata; wahai Ibnu Khadij, apa yang engkau ceritakan dari Rasulullah shallallahu 'alaihi wasallam mengenai penyewaan tanah? Rafi' berkata kepada Abdullah bin Umar; aku mendengar [dua pamanku] dan mereka adalah orang-orang yang menghadiri perang Badr, mereka menceritakan kepada penghuni rumah bahwa Rasulullah shallallahu 'alaihi wasallam melarang dari penyewaan tanah. Abdullah berkata; Demi Allah, sungguh pada masa Rasulullah shallallahu 'alaihi wasallam aku mengetahui bahwa tanah boleh disewakan. Kemudian Abdullah khawatir Rasulullah shallallahu 'alaihi wasallam telah melakukan sesuatu yang baru yang tidak ia ketahui. Maka ia meninggalkan penyewaan tanah. Abu Daud berkata; hadits tersebut diriwayatkan oleh [Ayyub], ['Ubaidullah], [Katsir bin Farqad], dan [Malik] dari [Nafi'] dari [Rafi'] dari Nabi shallallahu 'alaihi wasallam. Dan telah diriwayatkan oleh [Al Auza'i] dari [Hafsh bin 'Inan Al Hanafi], dari [Nafi'], dari [Rafi'], ia berkata; aku mendengar Rasulullah shallallahu 'alaihi wasallam ….. Dan begitu juga diriwayatkan oleh [Zaid bin Abu Unaisah], dari [Al Hakam] dari [Nafi'] dari [Ibnu Umar] bahwa ia datang kepada [Rafi'] dan berkata; apakah engkau mendengar Rasulullah shallallahu 'alaihi wasallam? kemudian ia berkata; ya. Dan begitulah yang dikatakan [Ikrimah bin 'Ammar] dari [Abu An Najasyi] dari [Rafi' bin Khadij], ia berkata; saya mendengar Nabi shallallahu 'alaihi wasallam. Dan telah diriwayatkan oleh [Al Auza'i] dari [Abu An Najasyi] dari [Rafi' bin Khadij] dari [pamannya yaitu Zhahir bin Rafi'] dari Nabi shallallahu 'alaihi wasallam. Abu Daud berkata; Abu An Najasyi adalah 'Atha` bin Shuhaib.","arab":"حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي اللَّيْثِ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ ابْنَ عُمَرَ كَانَ يَكْرِي أَرْضَهُ حَتَّى بَلَغَهُ أَنَّ رَافِعَ بْنَ خَدِيجٍ الْأَنْصَارِيَّ حَدَّثَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَنْهَى عَنْ كِرَاءِ الْأَرْضِ فَلَقِيَهُ عَبْدُ اللَّهِ فَقَالَ يَا ابْنَ خَدِيجٍ مَاذَا تُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي كِرَاءِ الْأَرْضِ قَالَ رَافِعٌ لِعَبْدِ اللَّهِ بْنِ عُمَرَ سَمِعْتُ عَمَّيَّ وَكَانَا قَدْ شَهِدَا بَدْرًا يُحَدِّثَانِ أَهْلَ الدَّارِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ كِرَاءِ الْأَرْضِ قَالَ عَبْدُ اللَّهِ وَاللَّهِ لَقَدْ كُنْتُ أَعْلَمُ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ الْأَرْضَ تُكْرَى ثُمَّ خَشِيَ عَبْدُ اللَّهِ أَنْ يَكُونَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحْدَثَ فِي ذَلِكَ شَيْئًا لَمْ يَكُنْ عَلِمَهُ فَتَرَكَ كِرَاءَ الْأَرْضِقَالَ أَبُو دَاوُد رَوَاهُ أَيُّوبُ وَعُبَيْدُ اللَّهِ وَكَثِيرُ بْنُ فَرْقَدٍ وَمَالِكٌ عَنْ نَافِعٍ عَنْ رَافِعٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَاهُ الْأَوْزَاعِيُّ عَنْ حَفْصِ بْنِ عِنَانٍ الْحَنَفِيِّ عَنْ نَافِعٍ عَنْ رَافِعٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَذَلِكَ رَوَاهُ زَيْدُ بْنُ أَبِي أُنَيْسَةَ عَنْ الْحَكَمِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّهُ أَتَى رَافِعًا فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ نَعَمْ وَكَذَا قَالَ عِكْرِمَةُ بْنُ عَمَّارٍ عَنْ أَبِي النَّجَاشِيِّ عَنْ رَافِعِ بْنِ خَدِيجٍ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِ الصَّلَاة وَالسَّلَامُ وَرَوَاهُ الْأَوْزَاعِيُّ عَنْ أَبِي النَّجَاشِيِّ عَنْ رَافِعِ بْنِ خَدِيجٍ عَنْ عَمِّهِ ظُهَيْرِ بْنِ رَافِعٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو دَاوُد أَبُو النَّجَاشِيِّ عَطَاءُ بْنُ صُهَيْبٍ","source":"Abu Daud"},"__N_SSG":true}