{"pageProps":{"number":"3722","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Abu Awanah] dari [Simak] dari [Jabir bin Samurah] ia berkata, \"Saat Ma'iz bin Malik dibawa ke hadapan Nabi shallallahu 'alaihi wasallam, aku melihat bahwa ia adalah seorang laki-laki pendek, berotot besar dan tidak mengenakan selendang. Ia bersaksi -sebanyak empat kali- atas dirinya sendiri bahwa ia telah berbuat zina. Rasulullah shallallahu 'alaihi wasallam lalu bertanya: \"Mungkin kamu hanya menciumnya?\" ia menjawab, \"Demi Allah, tidak! Ma'iz justru mengakui bahwa ia benar-benar telah berzina. Jabir berkata, \"Rasulullah shallallahu 'alaihi wasallam kemudian merajamnya kemudian berpidato: \"Ketahuilah, ketika kita sedang jihad di jalan Allah 'azza wajalla, ada seorang laki-laki (yang bertugas menjaga para wanita di rumah) dari mereka suka mendesah layaknya kambing bandot. Ia memberikan kepada salah seorang wanita dari mereka sesuatu yang sedikit (memberi sedikit susu untuk menipu, kemudian menzinainya). Demi Allah, jika Allah memberiku kemampuan untuk menangkapnya, maka aku akan menghukumnya.\" Telah menceritakan kepada kami [Muhammad Ibnul Mutsanna] dari [Muhammad bin Ja'far] dari [Syu'bah] dari [Simak] ia berkata; Aku mendengar [Jabir bin Samurah] dengan hadits ini, tapi hadits yang pertama lebih lengkap. Ia (perawi) berkata, \"Ia ulangi hingga dua kali.\" [Simak] berkata, \"Hadits itu kemudian aku ceritakan kepada [Sa'id bin Jubair], ia balik berkata, \"(Bahkan) ia mengulanginya hingga empat kali.\" Telah menceritakan kepada kami Abdul Ghani bin Abu Aqil Al Mishri berkata, telah menceritakan kepada kami Khalid -makasudnya Khalid bin 'Abdurrahman- ia berkata; Syu'bah berkata; Aku pernah bertanya Simak maksud dari 'Al Kutsbah' (sesuatu yang sedikit), lalu ia menjawab, \"Itu adalah susu yang sedikit.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ سِمَاكٍ عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَرَأَيْتُ مَاعِزَ بْنَ مَالِكٍ حِينَ جِيءَ بِهِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا قَصِيرًا أَعْضَلَ لَيْسَ عَلَيْهِ رِدَاءٌ فَشَهِدَ عَلَى نَفْسِهِ أَرْبَعَ مَرَّاتٍ أَنَّهُ قَدْ زَنَى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَعَلَّكَ قَبَّلْتَهَا قَالَ لَا وَاللَّهِ إِنَّهُ قَدْ زَنَى الْآخِرُ قَالَ فَرَجَمَهُ ثُمَّ خَطَبَ فَقَالَ أَلَا كُلَّمَا نَفَرْنَا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ خَلَفَ أَحَدُهُمْ لَهُ نَبِيبٌ كَنَبِيبِ التَّيْسِ يَمْنَحُ إِحْدَاهُنَّ الْكُثْبَةَ أَمَا إِنَّ اللَّهَ إِنْ يُمَكِّنِّي مِنْ أَحَدٍ مِنْهُمْ إِلَّا نَكَلْتُهُ عَنْهُنَّحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ عَنْ شُعْبَةَ عَنْ سِمَاكٍ قَالَ سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ بِهَذَا الْحَدِيثِ وَالْأَوَّلُ أَتَمُّ قَالَ فَرَدَّهُ مَرَّتَيْنِ قَالَ سِمَاكٌ فَحَدَّثْتُ بِهِ سَعِيدَ بْنَ جُبَيْرٍ فَقَالَ إِنَّهُ رَدَّهُ أَرْبَعَ مَرَّاتٍ حَدَّثَنَا عَبْدُ الْغَنِيِّ بْنُ أَبِي عَقِيلٍ الْمِصْرِيُّ حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ قَالَ قَالَ شُعْبَةُ فَسَأَلْتُ سِمَاكًا عَنْ الْكُثْبَةِ فَقَالَ اللَّبَنُ الْقَلِيلُ","source":"Abu Daud"},"__N_SSG":true}