{"pageProps":{"number":"3730","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] bahwa [Hisyam Ad Dustuwa`i] dan [Aban bin Yazid] keduanya menceritakan kepada mereka secara makna, dari [Yahya] dari [Abu Qilabah] dari [Abu Al Muhallab] dari [Imran bin Hushain] bahwa ada seorang wanita -dalam hadits Aban ia dari Juhainah- datang kepada Nabi shallallahu 'alaihi wasallam dan mengatakan bahwa dirinya telah berzina dan sedang mengandung. Nabi shallallahu 'alaihi wasallam kemudian memanggil walinya, Rasulullah shallallahu 'alaihi wasallam bersabda kepada wali tersebut: \"Perlakukan ia dengan baik, jika ia telah melahirkan, maka bawalah ia kemari.\" Ketika wanita itu telah melahirkan, ia dibawa ke hadapan nabi shallallahu 'alaihi wasallam, beliau pun memerintahkan agar hukuman dilaksanakan. Pakaian wanita itu kemudian dirapatkan (agar auratnya tidak tersingkap), dan beliau kembali memerintahkan agar hukuman segera dilaksanakan, maka ia pun dirajam. Beliau lalu memerintahkan para sahabatnya (untuk menshalatkannya), mereka pun menshalatinya. Umar lantas berkata, \"Wahai Rasulullah, kenapa engkau menshalatinya padahal ia telah berzina!\" beliau bersabda: \"Demi Dzat yang jiwaku ada dalam tangan-Nya, ia telah bertaubat, dan sekiranya taubatnya dibagikan kepada tujuh puluh penduduk Madinah maka akan mencukupi. Apakah engkau menemukan yang lebih utama dari upaya wanita ini, ia datang sendiri dengan kerelaan hati?\". Namun perawi tidak menyebutkan dari Aban dengan lafadz 'Pakaian wanita itu kemudian dirapatkan (agar auratnya tidak tersingkap) '. Telah menceritakan kepada kami [Muhammad Ibnul Wazir Ad Dimasyqi] berkata, telah menceritakan kepada kami [Al Walid] dari [Al Auza'i] ia berkata, \"Pakaian wanita itu kemudian dirapatkan (agar auratnya tidak tersingkap), maksudnya adalah diikat.\"","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ أَنَّ هِشَامًا الدَّسْتُوَائِيَّ وَأَبَانَ ابْنَ يَزِيدَ حَدَّثَاهُمْ الْمَعْنَى عَنْ يَحْيَى عَنْ أَبِي قِلَابَةَ عَنْ أَبِي الْمُهَلَّبِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍأَنَّ امْرَأَةً قَالَ فِي حَدِيثِ أَبَانَ مِنْ جُهَيْنَةَ أَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ إِنَّهَا زَنَتْ وَهِيَ حُبْلَى فَدَعَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلِيًّا لَهَا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحْسِنْ إِلَيْهَا فَإِذَا وَضَعَتْ فَجِئْ بِهَا فَلَمَّا أَنْ وَضَعَتْ جَاءَ بِهَا فَأَمَرَ بِهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَشُكَّتْ عَلَيْهَا ثِيَابُهَا ثُمَّ أَمَرَ بِهَا فَرُجِمَتْ ثُمَّ أَمَرَهُمْ فَصَلُّوا عَلَيْهَا فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ تُصَلِّي عَلَيْهَا وَقَدْ زَنَتْ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ تَابَتْ تَوْبَةً لَوْ قُسِّمَتْ بَيْنَ سَبْعِينَ مِنْ أَهْلِ الْمَدِينَةِ لَوَسِعَتْهُمْ وَهَلْ وَجَدْتَ أَفْضَلَ مِنْ أَنْ جَادَتْ بِنَفْسِهَا لَمْ يَقُلْ عَنْ أَبَانَ فَشُكَّتْ عَلَيْهَا ثِيَابُهَاحَدَّثَنَا مُحَمَّدُ بْنُ الْوَزِيرِ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ عَنْ الْأَوْزَاعِيِّ قَالَ فَشُكَّتْ عَلَيْهَا ثِيَابُهَا يَعْنِي فَشُدَّتْ","source":"Abu Daud"},"__N_SSG":true}