{"pageProps":{"number":"3761","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] berkata, telah menceritakan kepada kami [Hisyam]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Yahya] dari [Hisyam] secara makna, dari [Qatadah] dari [Anas bin Malik] ia berkata, \"Nabi shallallahu 'alaihi wasallam menghukum peminum khamer dengan cambukan pelepah kurma dan sandal. Abu Bakar radliallahu 'anhu mencambuk sebanyak empat puluh kali, maka ketika umar diangkat menjadi khalifah, ia menyeru orang-orang dan berpesan, \"Sekarang manusia sudah banyak menghuni Ar Rif (perkampungan yang banyak tumbuh pohon kurma), lalu bagaimana batasan hukum (dera) bagi peminum khamer menurut kalian?\" 'Abdurrahman bin Auf lalu berkata kepadanya, \"Menurutku, hendaklah engkau beri hukuman yang paling ringan, \" Umar lalu menghukumnya dengan delapan puluh deraan.\" Abu Dawud berkata, \" [Ibnu Abu Arubah] meriwayatkannya dari [Qatadah], dari Nabi shallallahu 'alaihi wasallam, bahwasanya beliau mendera (peminum khamer) dengan pelepah kurma dan sandal sebanyak empat puluh kali.\" Dan [Syu'bah] meriwayatkan dari [Qatadah], dari [Anas], dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Beliau memukul dengan dua pelepah kurma sebanyak empat puluh kali.\"","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا هِشَامٌ ح و حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ هِشَامٍ الْمَعْنَى عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَلَدَ فِي الْخَمْرِ بِالْجَرِيدِ وَالنِّعَالِوَجَلَدَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ أَرْبَعِينَ فَلَمَّا وُلِّيَ عُمَرُ دَعَا النَّاسَ فَقَالَ لَهُمْ إِنَّ النَّاسَ قَدْ دَنَوْا مِنْ الرِّيفِ وَقَالَ مُسَدَّدٌ مِنْ الْقُرَى وَالرِّيفِ فَمَا تَرَوْنَ فِي حَدِّ الْخَمْرِ فَقَالَ لَهُ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ نَرَى أَنْ تَجْعَلَهُ كَأَخَفِّ الْحُدُودِ فَجَلَدَ فِيهِ ثَمَانِينَ قَالَ أَبُو دَاوُد رَوَاهُ ابْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ جَلَدَ بِالْجَرِيدِ وَالنِّعَالِ أَرْبَعِينَ وَرَوَاهُ شُعْبَةُ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ضَرَبَ بِجَرِيدَتَيْنِ نَحْوَ الْأَرْبَعِينَ","source":"Abu Daud"},"__N_SSG":true}