{"pageProps":{"number":"3779","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ubaidullah bin Umar bin Maisarah Al Jusyami] berkata, telah menceritakan kepada kami [Yahya bin Sa'id] dari [Auf] berkata; telah menceritakan kepada kami [Hamzah Abu Umar Al 'Aidzi] berkata, telah menceritakan kepadaku [Alqamah bin Wail] berkata, telah menceritakan kepadaku [Wail bin Hujr] ia berkata, \"Aku pernah di sisi Nabi shallallahu 'alaihi wasallam, lalu didatangkan ke hadapan beliau seorang pembunuh yang pada lehernya telah diikat dengan tali.\" Wail berkata, \"Beliau lalu mengundang wali korban dan bertanya: \"Apa kamu tidak memberi maaf?\" Ia menjawab, \"Tidak.\" Beliau bertanya lagi: \"Apa kamu tidak ingin mengambil tebusan?\" ia menjawab, \"Tidak.\" Beliau bertanya lagi: \"Apa kamu ingin membunuhnya?\" ia menjawab, \"Benar.\" Beliau bersabda: \"Kalau begitu bawalah ia pergi.\" Ketika wali korban itu beranjak pergi, beliau kembali bertanya: \"Apa kamu tidak memberi maaf?\" ia menjawab, \"Tidak.\" Beliau bertanya lagi: \"Apa kamu tidak ingin mengambil tebusan?\" ia menjawab, \"Tidak.\" Beliau bertanya lagi: \"Apa kamu ingin membunuhnya?\" ia menjawab, \"Benar.\" Beliau bersabda: \"Kalau begitu bawalah ia pergi.\" Maka pada kali keempatnya beliau bersabda: \"Jika engkau memberinya maaf, maka ia akan menanggung dosanya sendiri dan dosa saudaramu.\" Wail berkata, \"Wali korban itu akhirnya memaafkannya.\" Wail berkata, \"Aku melihat pembunuh melepas tali pengikatnya.\" Telah menceritakan kepada kami [Ubaidullah bin Umar bin Umar bin Maisarah] berkata, telah menceritakan kepada kami [Yahya bin Sa'id] ia berkata; telah menceritakan kepadaku [Jami' bin Mathar] berkata, telah menceritakan kepadaku [Alqamah bin Wail] dengan sanad dan maknanya.\"","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ الْجُشَمِيُّ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عَوْفٍ حَدَّثَنَا حَمْزَةُ أَبُو عُمَرَ الْعَائِذِيُّ حَدَّثَنِي عَلْقَمَةُ بْنُ وَائِلٍ حَدَّثَنِي وَائِلُ بْنُ حُجْرٍ قَالَكُنْتُ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جِيءَ بِرَجُلٍ قَاتِلٍ فِي عُنُقِهِ النِّسْعَةُ قَالَ فَدَعَا وَلِيَّ الْمَقْتُولِ فَقَالَ أَتَعْفُو قَالَ لَا قَالَ أَفَتَأْخُذُ الدِّيَةَ قَالَ لَا قَالَ أَفَتَقْتُلُ قَالَ نَعَمْ قَالَ اذْهَبْ بِهِ فَلَمَّا وَلَّى قَالَ أَتَعْفُو قَالَ لَا قَالَ أَفَتَأْخُذُ الدِّيَةَ قَالَ لَا قَالَ أَفَتَقْتُلُ قَالَ نَعَمْ قَالَ اذْهَبْ بِهِ فَلَمَّا كَانَ فِي الرَّابِعَةِ قَالَ أَمَا إِنَّكَ إِنْ عَفَوْتَ عَنْهُ يَبُوءُ بِإِثْمِهِ وَإِثْمِ صَاحِبِهِ قَالَ فَعَفَا عَنْهُ قَالَ فَأَنَا رَأَيْتُهُ يَجُرُّ النِّسْعَةَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ قَالَ حَدَّثَنِي جَامِعُ بْنُ مَطَرٍ حَدَّثَنِي عَلْقَمَةُ بْنُ وَائِلٍ بِإِسْنَادِهِ وَمَعْنَاهُ","source":"Abu Daud"},"__N_SSG":true}