{"pageProps":{"number":"3798","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Hasan bin Muhammad bin Ash Shabbah Az Za'farani] berkata, telah menceritakan kepada kami [Abu Nu'aim] berkata, telah menceritakan kepada kami [Sa'id bin Ubaid Ath Tha`i] dari [Busyair bin Yasar] ia berkeyakinan bahwa seorang laki-laki Anshar yang bernama [Sahl bin Abu Hatsmah] mengabarkan kepadanya, bahwa seorang laki-laki dari kaumnya berangkat menuju Khaibar. Lalu mereka mereka berpencar, hingga mereka mendapati salah seorang dari mereka telah terbunuh. Mereka pun berkata kepada orang-orang yang mereka temui, \"Kalian telah membunuh saudara kami!\" orang-orang itu menjawab, \"Kami tidak membunuhnya, dan kami juga tidak melihat seorang pembunuh.\" Maka kami pun berangkat menuju Nabi shallallahu 'alaihi wasallam. Ia (perawi) berkata, \"Beliau bertanya kepada mereka, \"Apakah kalian datang kepadaku dengan membawa bukti, siapa yang membunuhnya (temanmu)?\" mereka menjawab, \"Kami tidak punya bukti.\" Beliau menimpali: \"Mereka (orang-orang Yahudi) akan bersumpah atas kalian!\" mereka berkata, \"Kami tidak ridha dengan sumpahnya orang-orang yahudi.\" Nabi shallallahu 'alaihi wasallam tidak ingin kematiannya itu menjadi sia-sia, maka beliau pun membayar diyat tersebut dengan seratus ekor unta dari unta-unta sedekah.\"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ الزَّعْفَرَانِيُّ حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ الطَّائِيُّ عَنْ بُشَيْرِ بْنِ يَسَارٍزَعَمَ أَنَّ رَجُلًا مِنْ الْأَنْصَارِ يُقَالُ لَهُ سَهْلُ بْنُ أَبِي حَثْمَةَ أَخْبَرَهُ أَنَّ نَفَرًا مِنْ قَوْمِهِ انْطَلَقُوا إِلَى خَيْبَرَ فَتَفَرَّقُوا فِيهَا فَوَجَدُوا أَحَدَهُمْ قَتِيلًا فَقَالُوا لِلَّذِينَ وَجَدُوهُ عِنْدَهُمْ قَتَلْتُمْ صَاحِبَنَا فَقَالُوا مَا قَتَلْنَاهُ وَلَا عَلِمْنَا قَاتِلًا فَانْطَلَقْنَا إِلَى نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَقَالَ لَهُمْ تَأْتُونِي بِالْبَيِّنَةِ عَلَى مَنْ قَتَلَ هَذَا قَالُوا مَا لَنَا بَيِّنَةٌ قَالَ فَيَحْلِفُونَ لَكُمْ قَالُوا لَا نَرْضَى بِأَيْمَانِ الْيَهُودِ فَكَرِهَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُبْطِلَ دَمَهُ فَوَدَاهُ مِائَةً مِنْ إِبِلِ الصَّدَقَةِ","source":"Abu Daud"},"__N_SSG":true}