{"pageProps":{"number":"3805","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Hanbal] dan [Musaddad] keduanya berkata; telah menceritakan kepada kami [Yahya bin Sa'id] berkata, telah mengabarkan kepada kami [Sa'id bin Abu Arubah] dari [Qatadah] dari [Al Hasan] dari [Qais bin Ubad] ia berkata, \"Aku bersama Al Asytar berangkat menemui [Ali radliallahu 'anhu]. Kami lalu bertanya, \"Apakah Rasulullah shallallahu 'alaihi wasallam memberimu suatu wasiat yang tidak disampaikan kepada manusia secara umum?\" Ali menjawab, \"Tidak, kecuali apa yang ada dalam catatanku ini -Musaddad menyebutkan- \"Ali lalu mengeluarkan sebuah catatan.\" -Dan Ahmad menyebutkan- \"catatan yang ada pada sarung pedangnya.\" Dalam catatan itu disebutkan, \"orang-orang yang beriman itu darahnya sama (dalam hal qishash dan tebusan), mereka saling membantu dengan sesamanya untuk menghadapi orang lain (kafir), dan orang-orang yang paling dekat dengan mereka yang mukmin itu dapat menanggung mereka. Ketahuilah, seorang mukmin tidak boleh dibunuh karena membunuh seorang kafir (sebagai qishas), dan juga tidak boleh membunuh seseorang yang berada dalam ikatan perjanjiannya. Siapa saja yang berbuat kejahatan maka dosanya ia tanggung sendiri, dan barangsiapa berbuat kejahatan atau melindungi seorang penjahat, maka ia akan mendapat laknat Allah, malaikat dan semua manusia.\" [Musaddad] menyebutkan dari [Ibnu Abu Arubah], \"Lalu Ali mengeluarkan catatan.\" Telah menceritakan kepada kami [Ubaidullah bin Umar] berkata, telah menceritakan kepada kami [Husyaim] dari [Yahya bin Sa'id] dari [Amru bin Syu'aib] dari [Bapaknya] dari [Kakeknya] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda, lalu beliau menyebutkan sebagaimana hadits Ali. Hanya saja perawi menambahkan, \"Orang-orang yang ada di tempat yang jauh (perbatasan) memberikan perlindungannya, yang kuat melindungi yang lemah dan ikut perang melindungi mereka yang berada di rumah.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ وَمُسَدَّدٌ قَالَا حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ أَخْبَرَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ قَيْسِ بْنِ عُبَادٍ قَالَانْطَلَقْتُ أَنَا وَالْأَشْتَرُ إِلَى عَلِيٍّ عَلَيْهِ السَّلَام فَقُلْنَا هَلْ عَهِدَ إِلَيْكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا لَمْ يَعْهَدْهُ إِلَى النَّاسِ عَامَّةً قَالَ لَا إِلَّا مَا فِي كِتَابِي هَذَا قَالَ مُسَدَّدٌ قَالَ فَأَخْرَجَ كِتَابًا وَقَالَ أَحْمَدُ كِتَابًا مِنْ قِرَابِ سَيْفِهِ فَإِذَا فِيهِ الْمُؤْمِنُونَ تَكَافَأُ دِمَاؤُهُمْ وَهُمْ يَدٌ عَلَى مَنْ سِوَاهُمْ وَيَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ أَلَا لَا يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ وَلَا ذُو عَهْدٍ فِي عَهْدِهِ مَنْ أَحْدَثَ حَدَثًا فَعَلَى نَفْسِهِ وَمَنْ أَحْدَثَ حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ قَالَ مُسَدَّدٌ عَنْ ابْنِ أَبِي عَرُوبَةَ فَأَخْرَجَ كِتَابًاحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ حَدَّثَنَا هُشَيْمٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ نَحْوَ حَدِيثِ عَلِيٍّ زَادَ فِيهِ وَيُجِيرُ عَلَيْهِمْ أَقْصَاهُمْ وَيَرُدُّ مُشِدُّهُمْ عَلَى مُضْعِفِهِمْ وَمُتَسَرِّيهِمْ عَلَى قَاعِدِهِمْ","source":"Abu Daud"},"__N_SSG":true}