{"pageProps":{"number":"3808","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Dawud bin Sufyan] berkata, telah menceritakan kepada kami [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Urwah] dari ['Aisyah] berkata, \"Nabi shallallahu 'alaihi wasallam mengutus Abu Jahm bin Hudzaifah sebagai penengah dalam persengketaan. Namun ada seorang laki-laki laki-laki yang memutar balikkan fakta hingga Abu jahm memukulnya hingga cidera. Mereka pun mendatangi Nabi shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, kami minta qishsash! ' Rasulullah shallallahu 'alaihi wasallam kemudian berkata, \"Bagi kalian begini dan begini, \" namun mereka tidak rela. Beliau bersabda lagi: \"Bagi kalian begini dan begini, \" namun mereka tidak rela. Beliau bersabda lagi: \"Bagi kalian begini dan begini, ' mereka akhirnya rela. Setelah itu Nabi shallallahu 'alaihi wasallam bersabda: \"Aku akan berpidato di hadapan orang-orang petang nanti dan mengabarkan kepada mereka bahwa kalian telah rela.\" Mereka menjawab, \"Ya.\" Rasulullah shallallahu 'alaihi wasallam lalu berpidato: \"Orang-orang bani Laits telah mendatangiku menginginkan qishsas, lalu aku tawarkan kepada mereka begini dan begini hingga mereka rela, maka apakah kalian juga rela?\" Mereka menjawab, \"Tidak.\" Orang-orang Muhajirin ingin menghajar mereka, namun Rasulullah shallallahu 'alaihi wasallam melarang mereka melakukan hal itu, sehingga mereka pun menahan diri. Kemudian beliau memanggil mereka semua dan berpidato lagi: \"Apakah kalian ridha?\" Mereka menjawab, \"Ya.\" Beliau bersabda: \"Aku akan berpidato di hadapan orang-orang untuk mengabarkan kepada mereka bahwa kalian telah ridha.\" Para sahabat menjawab, \"Ya.\" maka Nabi shallallahu 'alaihi wasallam berpidato seraya berkata: \"Apakah kalian ridha?\" Mereka menjawab, \"Ya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ سُفْيَانَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ أَبَا جَهْمِ بْنَ حُذَيْفَةَ مُصَدِّقًا فَلَاجَّهُ رَجُلٌ فِي صَدَقَتِهِ فَضَرَبَهُ أَبُو جَهْمٍ فَشَجَّهُ فَأَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا الْقَوَدَ يَا رَسُولَ اللَّهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَكُمْ كَذَا وَكَذَا فَلَمْ يَرْضَوْا فَقَالَ لَكُمْ كَذَا وَكَذَا فَلَمْ يَرْضَوْا فَقَالَ لَكُمْ كَذَا وَكَذَا فَرَضُوا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي خَاطِبٌ الْعَشِيَّةَ عَلَى النَّاسِ وَمُخْبِرُهُمْ بِرِضَاكُمْ فَقَالُوا نَعَمْ فَخَطَبَ رَسُولُ اللَّهِ فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ هَؤُلَاءِ اللَّيْثِيِّينَ أَتَوْنِي يُرِيدُونَ الْقَوَدَ فَعَرَضْتُ عَلَيْهِمْ كَذَا وَكَذَا فَرَضُوا أَرَضِيتُمْ قَالُوا لَا فَهَمَّ الْمُهَاجِرُونَ بِهِمْ فَأَمَرَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَكُفُّوا عَنْهُمْ فَكَفُّوا ثُمَّ دَعَاهُمْ فَزَادَهُمْ فَقَالَ أَرَضِيتُمْ فَقَالُوا نَعَمْ قَالَ إِنِّي خَاطِبٌ عَلَى النَّاسِ وَمُخْبِرُهُمْ بِرِضَاكُمْ قَالُوا نَعَمْ فَخَطَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَرَضِيتُمْ قَالُوا نَعَمْ","source":"Abu Daud"},"__N_SSG":true}