{"pageProps":{"number":"4","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad bin Musarhad] telah menceritakan kepada kami [Hammad bin Zaid] dan [Abdul Warits] dari [Abdul Aziz bin Shuhaib] dari [Anas] dia berkata; Rasulullah shallallahu 'alaihi wasallam apabila hendak masuk WC -dia (Musaddad) meriwayatkan dari Hammad- beliau mengucapkan: \"Ya Allah, sesungguhnya aku berlindung kepadamu\" -sedangkan yang dia riwayatkan dari Abdul Harits- beliau mengucapkan: \"Aku berlindung kepada Allah dari setan jantan dan setan betina.\" Abu Dawud mengatakan; Syu'bah meriwayatkan dari Abdul Aziz (dengan lafazh); \"Ya Allah, sesungguhnya aku berlindung kepadaMu\", dalam kesempatan lain dia meriwayatkan (dengan lafazh); \"Aku berlindung kepada Allah\", dan Wuhaib menyebutkan; \"Hendaklah dia berlindung kepada Allah.\" Telah menceritakan kepada kami [Al Hasan bin Amru, yakni As Sadusi] telah menceritakan kepada kami [Waki'] dari [Syu'bah] dari [Abdul Aziz, yaitu Ibnu Shuhaib] dari [Anas] dengan lafazh hadits ini, dia (Syu'bah) meriwayatkan (dari Abdul Aziz dengan lafazh); \"Ya Allah, sesungguhnya aku berlindung kepadaMu.\" Syu'bah mengatakan; Abdul Aziz dalam kesempatan lain meriwayatkan (dengan lafazh); \"Aku berlindung kepada Allah.\"","arab":"حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ وَعَبْدُ الْوَارِثِ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ الْخَلَاءَ قَالَ عَنْ حَمَّادٍ قَالَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ وَقَالَ عَنْ عَبْدِ الْوَارِثِ قَالَ أَعُوذُ بِاللَّهِ مِنْ الْخُبُثِ وَالْخَبَائِثِقَالَ أَبُو دَاوُد رَوَاهُ شُعْبَةُ عَنْ عَبْدِ الْعَزِيزِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ وَقَالَ مَرَّةً أَعُوذُ بِاللَّهِ و قَالَ وُهَيْبٌ فَلْيَتَعَوَّذْ بِاللَّهِ حَدَّثَنَا الْحَسَنُ بْنُ عَمْرٍو يَعْنِي السَّدُوسِيَّ حَدَّثَنَا وَكِيعٌ عَنْ شُعْبَةَ عَنْ عَبْدِ الْعَزِيزِ هُوَ ابْنُ صُهَيْبٍ عَنْ أَنَسٍ بِهَذَا الْحَدِيثِ قَالَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ وَقَالَ شُعْبَةُ وَقَالَ مَرَّةً أَعُوذُ بِاللَّهِ","source":"Abu Daud"},"__N_SSG":true}