{"pageProps":{"number":"578","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Bisyr bin Al-Mufadldlal] telah menceritakan kepada kami [Isma'il bin Umayyah] telah menceritakan kepadaku [Abu Amru bin Muhammad bin Huraits] bahwasanya dia telah mendengar [Kakeknya, Huraits] menceritakan kepadanya dari [Abu Hurairah] bahwasanya Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila salah seorang di antara kalian mengerjakan shalat, maka hendaklah dia meletakkan sesuatu di depannya. Jika dia tidak menemukan, hendaklah dia menancapkan sebuah tongkat. Jika dia tidak membawa tongkat, hendaklah dia membuat garis, kemudian tidak memudharatkannya sekalipun ada yang lewat depannya.\" Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris] telah menceritakan kepada kami [Ali bin Al-Madini] dari [Sufyan] dari [Isma'il bin Umayyah] dari [Abu Muhammad bin Amru bin Huraits] dari [Kakeknya, Huraits] seorang laki-laki dari Bani 'Udzrah, dari [Abu Hurairah] dari Abul Qasim shallallahu 'alaihi wasallam, beliau bersabda: kemudian dia menyebutkan hadits tentang garis untuk sutrah. Sufyan berkata; Kami tidak mendapat satu riwayat pun yang dapat menguatkan hadits ini, dan ia tidak diriwayatkan kecuali dari sanad ini. dia berkata; Saya berkata kepada Sufyan; Sesungguhnya mereka berselisih tentangnya. Maka dia berpikir sesaat, kemudian berkata; Saya tidak hafal kecuali Abu Muhammad bin Amru. Sufyan berkata; Ada seorang laki-laki datang ke sini setelah Isma'il bin Umayyah meninggal dunia. Syaikh ini mencari Abu Muhammad hingga dia menemukannya, maka dia bertanya kepadanya tentang hadits ini, namuan hadits ini rancu atasnya. Abu Dawud berkata; Saya mendengar Ahmad bin Hanbal pernah ditanya tentang garis untuk sutrah shalat tidak hanya sekali, maka dia menjawab; Begini, dengan memanjang seperti bentuk hilal (bulan sabit). Abu Dawud berkata; Dan saya telah mendengar Musaddad berkata; Ibnu Dawud berkata; Garis untuk sutrah shalat itu memanjang. Abu Dawud berkata; Dan saya telah mendengar Ahmad bin Hanbal menyifati garis tersebut lebih dari sekali, dia berkata; Begini, yakni dengan memanjang melengkung seperti hilal. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ حَدَّثَنَا إِسْمَعِيلُ بْنُ أُمَيَّةَ حَدَّثَنِي أَبُو عَمْرِو بْنُ مُحَمَّدِ بْنِ حُرَيْثٍ أَنَّهُ سَمِعَ جَدَّهُ حُرَيْثًا يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا صَلَّى أَحَدُكُمْ فَلْيَجْعَلْ تِلْقَاءَ وَجْهِهِ شَيْئًا فَإِنْ لَمْ يَجِدْ فَلْيَنْصِبْ عَصًا فَإِنْ لَمْ يَكُنْ مَعَهُ عَصًا فَلْيَخْطُطْ خَطًّا ثُمَّ لَا يَضُرُّهُ مَا مَرَّ أَمَامَهُحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا عَلِيٌّ يَعْنِي ابْنَ الْمَدِينِيِّ عَنْ سُفْيَانَ عَنْ إِسْمَعِيلَ بْنِ أُمَيَّةَ عَنْ أَبِي مُحَمَّدِ بْنِ عَمْرِو بْنِ حُرَيْثٍ عَنْ جَدِّهِ حُرَيْثٍ رَجُلٍ مِنْ بَنِي عُذْرَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ أَبِي الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَذَكَرَ حَدِيثَ الْخَطِّ قَالَ سُفْيَانُ لَمْ نَجِدْ شَيْئًا نَشُدُّ بِهِ هَذَا الْحَدِيثَ وَلَمْ يَجِئْ إِلَّا مِنْ هَذَا الْوَجْهِ قَالَ قُلْتُ لِسُفْيَانَ إِنَّهُمْ يَخْتَلِفُونَ فِيهِ فَتَفَكَّرَ سَاعَةً ثُمَّ قَالَ مَا أَحْفَظُ إِلَّا أَبَا مُحَمَّدِ بْنَ عَمْرٍو قَالَ سُفْيَانُ قَدِمَ هَاهُنَا رَجُلٌ بَعْدَ مَا مَاتَ إِسْمَعِيلُ بْنُ أُمَيَّةَ فَطَلَبَ هَذَا الشَّيْخُ أَبَا مُحَمَّدٍ حَتَّى وَجَدَهُ فَسَأَلَهُ عَنْهُ فَخَلَطَ عَلَيْهِ قَالَ أَبُو دَاوُد و سَمِعْت أَحْمَدَ بْنَ حَنْبَلٍ سُئِلَ عَنْ وَصْفِ الْخَطِّ غَيْرَ مَرَّةٍ فَقَالَ هَكَذَا عَرْضًا مِثْلَ الْهِلَالِ قَالَ أَبُو دَاوُد و سَمِعْت مُسَدَّدًا قَالَ قَالَ ابْنُ دَاوُدَ الْخَطُّ بِالطُّولِ قَالَ أَبُو دَاوُد و سَمِعْت أَحْمَدَ بْنَ حَنْبَلٍ وَصَفَ الْخَطَّ غَيْرَ مَرَّةٍ فَقَالَ هَكَذَا يَعْنِي بِالْعَرْضِ حَوْرًا دَوْرًا مِثْلَ الْهِلَالِ يَعْنِي مُنْعَطِفًا","source":"Abu Daud"},"__N_SSG":true}