{"pageProps":{"number":"695","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Waki' bin Al Jarrah] telah menceritakan kepada kami [Sufyan Ats Tsauri] dari [Abu Khalid Ad Dalani] dari [Ibrahim As Saksaki] dari [Abdullah bin Abu Aufa] dia berkata; seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam seraya berkata; \"Sesungguhnya aku tidak dapat mempelajari Al Qur'an sedikit pun, maka ajarilah aku sesuatu yang dapat memadai untukku sebagai gantinya.\" Beliau bersabda: \"Ucapkanlah; \"SUBHANALLAH WAL HAMDULILLAH WALAA ILAAHA ILLALLAH WALLAAHU AKBAR WALAA HAULAA WALAA QUWWATA ILLA BILLAHIL 'ALIYYIL 'AZHIIM (Maha suci Allah, segala puji bagi Allah, tidak ada ilah yang hak kecuali Allah dan Allah Maha besar, tidak ada daya dan upaya kecuali kecuali dengan pertolongan Allah yang Maha Luhur lagi Maha Agung).\" Laki-laki itu berkata; \"wahai Rasulullah, ungkapan ini untuk Allah Azza Wa Jalla, lantas (ungkapan) manakah yang untuk saya?\" beliau bersabda: \"katakanlah; \"ALLAHUMMARHAMNII WARZUQNII WA'AAFINII WAHDINII (Ya Allah, rahmatilah aku, berilah aku rizki, kesejahteraan, dan petunjuk.\" Ketika orang itu berdiri (shalat), maka dia memberi isyarat dengan tangannya seperti ini (yaitu membaca sambil menghitungnya) maka Rasulullah shallallahu 'alaihi wasallam bersabda: \" Orang ini tangannya telah di penuhi dengan kebaikan.\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ أَبِي خَالِدٍ الدَّالَانِيِّ عَنْ إِبْرَاهِيمَ السَّكْسَكِيِّ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى قَالَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي لَا أَسْتَطِيعُ أَنْ آخُذَ مِنْ الْقُرْآنِ شَيْئًا فَعَلِّمْنِي مَا يُجْزِئُنِي مِنْهُ قَالَ قُلْ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ قَالَ يَا رَسُولَ اللَّهِ هَذَا لِلَّهِ عَزَّ وَجَلَّ فَمَا لِي قَالَ قُلْ اللَّهُمَّ ارْحَمْنِي وَارْزُقْنِي وَعَافِنِي وَاهْدِنِي فَلَمَّا قَامَ قَالَ هَكَذَا بِيَدِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا هَذَا فَقَدْ مَلَأَ يَدَهُ مِنْ الْخَيْرِ","source":"Abu Daud"},"__N_SSG":true}