{"pageProps":{"number":"101","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Yusuf] berkata,, telah menceritakan kepada saya [Al Laits] berkata, telah menceritakan kepada saya [Sa'id] dia adalah anaknya Abu Sa'id dari [Abu Syuraih] bahwa dia berkata kepada 'Amru bin Sa'id saat dia mengutus rombongan ke Makkah, \"Wahai amir, izinkan aku menyampaikan satu persoalan yang pernah Nabi shallallahu 'alaihi wasallam sampaikan dalam khutbahnya saat pembebasan Makkah. Kedua telingaku mendengar, hatiku merasakannya dan kedua mataku melihat, beliau memuji Allah dan mensucikan Allah seraya bersabda: 'Sesungguhnya Makkah, Allah telah mensucikannya dan orang-orang (Musyrikin Makkah) tidak mensucikannya. Maka tidak halal bagi setiap orang yang beriman kepada Allah dan Hari Akhir menumpahkan darah di dalamnya, dan tidak boleh mencabut pepohonan di dalamnya. Jika seseorang minta keringanan karena peperangan yang pernah dilakukan oleh Rasulullah shallallahu 'alaihi wasallam di dalamnya maka katakanlah 'sesungguhnya Allah Ta'ala telah mengizinkan Rasul-Nya dan tidak mengizinkan kepada kalian.' Sesungguhnya Allah Ta'ala telah mengizinkanku pada satu saat pada siang hari kemudian dikembalikan kesuciannya hari ini sebagaimana disucikannya sebelumnya. Maka hendaklah yang hadir menyampaikan kepada yang tidak hadir.\" Maka dikatakan kepada Abu Syuraij, \"Apa yang dikatakan 'Amru?\" Dia berkata, \"Aku lebih mengetahui daripadamu wahai Abu Syuraij: \"Beliau tidak akan melindungi orang yang bermaksiat, orang yang menumpahkan darah dan orang yang mencuri.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِي سَعِيدٌ هُوَ ابْنُ أَبِي سَعِيدٍ عَنْ أَبِي شُرَيْحٍأَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ وَهُوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ ائْذَنْ لِي أَيُّهَا الْأَمِيرُ أُحَدِّثْكَ قَوْلًا قَامَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْغَدَ مِنْ يَوْمِ الْفَتْحِ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي وَأَبْصَرَتْهُ عَيْنَايَ حِينَ تَكَلَّمَ بِهِ حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ وَلَمْ يُحَرِّمْهَا النَّاسُ فَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا وَلَا يَعْضِدَ بِهَا شَجَرَةً فَإِنْ أَحَدٌ تَرَخَّصَ لِقِتَالِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا فَقُولُوا إِنَّ اللَّهَ قَدْ أَذِنَ لِرَسُولِهِ وَلَمْ يَأْذَنْ لَكُمْ وَإِنَّمَا أَذِنَ لِي فِيهَا سَاعَةً مِنْ نَهَارٍ ثُمَّ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالْأَمْسِ وَلْيُبَلِّغْ الشَّاهِدُ الْغَائِبَ فَقِيلَ لِأَبِي شُرَيْحٍ مَا قَالَ عَمْرٌو قَالَ أَنَا أَعْلَمُ مِنْكَ يَا أَبَا شُرَيْحٍ لَا يُعِيذُ عَاصِيًا وَلَا فَارًّا بِدَمٍ وَلَا فَارًّا بِخَرْبَةٍ","source":"Bukhari"},"__N_SSG":true}