{"pageProps":{"number":"1272","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq] telah mengabarkan kepada kami [Ya'qub bin Ibrahim] berkata, telah menceritakan [apakku] kepadaku dari [Shalih] dari [Ibnu Syihab] berkata, telah mengabarkan kepada saya telah mengabarkan kepada saya [Sa'id bin Al Musayyab] dari [bapaknya] bahwasanya dia mengabarkan kepadanya: \"Ketika menjelang wafatnya Abu Tholib, Rasulullah Shallallahu'alaihiwasallam mendatanginya dan ternyata sudah ada Abu Jahal bin Hisyam dan 'Abdullah bin Abu Umayyah bin Al Mughirah. Maka Rasulullah Shallallahu'alaihiwasallam berkata, kepada Abu Tholib: \"Wahai pamanku katakanlah laa ilaaha illallah, suatu kalimat yang dengannya aku akan menjadi saksi atasmu di sisi Allah\". Maka berkata, Abu Jahal dan 'Abdullah bin Abu Umayyah: \"Wahai Abu Thalib, apakah kamu akan meninggalkan agama 'Abdul Muthalib?\". Rasulullah Shallallahu'alaihiwasallam terus menawarkan kalimat syahadat kepada Abu Tholib dan bersamaan itu pula kedua orang itu mengulang pertanyaannya yang berujung Abu Tholib pada akhir ucapannya tetap mengikuti agama 'Abdul Muthalib dan enggan untuk mengucapkan laa ilaaha illallah. Maka berkatalah Rasulullah Shallallahu'alaihiwasallam: \"Adapun aku akan tetap memintakan ampun buatmu selama aku tidak dilarang\". Maka turunlah firman Allah subhanahu wata'ala tentang peristiwa ini: (\"Tidak patut bagi Nabi …\") dalam QS AT-Taubah ayat 113).","arab":"حَدَّثَنَا إِسْحَاقُ أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنِي أَبِي عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ عَنْ أَبِيهِ أَنَّهُ أَخْبَرَهُ أَنَّهُلَمَّا حَضَرَتْ أَبَا طَالِبٍ الْوَفَاةُ جَاءَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَجَدَ عِنْدَهُ أَبَا جَهْلِ بْنَ هِشَامٍ وَعَبْدَ اللَّهِ بْنَ أَبِي أُمَيَّةَ بْنِ الْمُغِيرَةِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَبِي طَالِبٍ يَا عَمِّ قُلْ لَا إِلَهَ إِلَّا اللَّهُ كَلِمَةً أَشْهَدُ لَكَ بِهَا عِنْدَ اللَّهِ فَقَالَ أَبُو جَهْلٍ وَعَبْدُ اللَّهِ بْنُ أَبِي أُمَيَّةَ يَا أَبَا طَالِبٍ أَتَرْغَبُ عَنْ مِلَّةِ عَبْدِ الْمُطَّلِبِ فَلَمْ يَزَلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْرِضُهَا عَلَيْهِ وَيَعُودَانِ بِتِلْكَ الْمَقَالَةِ حَتَّى قَالَ أَبُو طَالِبٍ آخِرَ مَا كَلَّمَهُمْ هُوَ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ وَأَبَى أَنْ يَقُولَ لَا إِلَهَ إِلَّا اللَّهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا وَاللَّهِ لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ فَأَنْزَلَ اللَّهُ تَعَالَى فِيهِ{ مَا كَانَ لِلنَّبِيِّ }الْآيَةَ","source":"Bukhari"},"__N_SSG":true}