{"pageProps":{"number":"1680","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Muhammad bin Asma'] telah menceritakan kepada kami [Juwairiyah] dari [Nafi'] bahwa ['Ubaidullah bin 'Abdullah] dan [Salim bin 'Abdullah] keduanya mengabarkan kepadanya bahwa keduanya pernah berbicara dengan ['Abdullah bin 'Umar radliallahu 'anhu] pada suatu malam saat datangnya pasukan Ibnu Az Zubair. Keduanya berkata: \"Tidak memberikan madharat kepadamu seandainya kamu tidak menunaikan haji pada tahun ini karena kami khawatir akan terjadi penghalangan buatmu menuju Baitullah\". Maka 'Abdullah bin 'Umar radliallahu 'anhu berkata: \"Kami pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam lalu Kafir Quraisy menghalangi kami dari Baitullah. Kemudian Nabi shallallahu 'alaihi wasallam menyembelih hewan qurban dan mencukur rambut Beliau. Dan aku bersaksi kepada kalian bahwa aku telah mewajibkan (berniat untuk) 'umrah ini, dan insya Allah aku akan berangkat. Jika aku diberi kebebasan, aku akan laksanakan thawaf di Baitullah, namun bila aku dihalangi, aku akan melaksanakan sebagaimana Nabi shallallahu 'alaihi wasallam pernah melaksanakannya yang saat itu aku bersama Beliau yang berihram untuk 'umrah dari Dzul Hulaifah kemudian berjalan sesaat lalu berkata: \"Sesungguhnya pelaksanaan haji dan 'umrah satu. Dan aku bersaksi kepada kalian bahwa aku telah mewajibkan diriku untuk berihram haji bersama 'umrahku\". Dan Beliau tidak bertahallul dari keduanya hingga Beliau bertahallul pada hari Nahar sesaat setelah menyembelih hewan qurban\". Dan dia 'Abdullah bin 'Umar radliallahu 'anhu berkata: \"Beliau tidak bertahallul ketika menyelesaikan thawaf yang satu pada hari memasuki Makkah\". Telah menceritakan kepada saya [Musa bin Isma'il] telah menceritakan kepada kami [Juwairiyah] dari [Nafi']; Bahwa ada [sebagian dari anak-anak 'Abdullah] berkata, kepadanya: \"Seandainya kamu menunaikan ini.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ حَدَّثَنَا جُوَيْرِيَةُ عَنْ نَافِعٍ أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ وَسَالِمَ بْنَ عَبْدِ اللَّهِ أَخْبَرَاهُ أَنَّهُمَا كَلَّمَا عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَالَيَالِيَ نَزَلَ الْجَيْشُ بِابْنِ الزُّبَيْرِ فَقَالَا لَا يَضُرُّكَ أَنْ لَا تَحُجَّ الْعَامَ وَإِنَّا نَخَافُ أَنْ يُحَالَ بَيْنَكَ وَبَيْنَ الْبَيْتِ فَقَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَالَ كُفَّارُ قُرَيْشٍ دُونَ الْبَيْتِ فَنَحَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَدْيَهُ وَحَلَقَ رَأْسَهُ وَأُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ الْعُمْرَةَ إِنْ شَاءَ اللَّهُ أَنْطَلِقُ فَإِنْ خُلِّيَ بَيْنِي وَبَيْنَ الْبَيْتِ طُفْتُ وَإِنْ حِيلَ بَيْنِي وَبَيْنَهُ فَعَلْتُ كَمَا فَعَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَعَهُ فَأَهَلَّ بِالْعُمْرَةِ مِنْ ذِي الْحُلَيْفَةِ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ إِنَّمَا شَأْنُهُمَا وَاحِدٌ أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ حَجَّةً مَعَ عُمْرَتِي فَلَمْ يَحِلَّ مِنْهُمَا حَتَّى حَلَّ يَوْمَ النَّحْرِ وَأَهْدَى وَكَانَ يَقُولُ لَا يَحِلُّ حَتَّى يَطُوفَ طَوَافًا وَاحِدًا يَوْمَ يَدْخُلُ مَكَّةَحَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا جُوَيْرِيَةُ عَنْ نَافِعٍ أَنَّ بَعْضَ بَنِي عَبْدِ اللَّهِ قَالَ لَهُ لَوْ أَقَمْتَ بِهَذَا","source":"Bukhari"},"__N_SSG":true}