{"pageProps":{"number":"1900","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad] dia adalah Ibnu Salam telah mengabarkan kepada kami [Muhammad bin Fudhail bin Ghozwan] dari [Yahya bin Sa'id] dari ['Amrah binti 'Abdurrahman] dari ['Aisyah radliallahu 'anha] berkata: Rasulullah shallallahu 'alaihi wasallam selalu beri'tikaf pada bulan Ramadhan. Apabila selesai dari shalat Shubuh Beliau masuk ke tempat khusus i'tikaf Beliau. Dia (Yahya bin Sa'id) berkata: Kemudian 'Aisyah radliallahu 'anha meminta izin untuk bisa beri'tikaf bersama Beliau, maka Beliau mengizinkannya. Lalu 'Aisyah radliallahu 'anha membuat tenda khusus. Kemudian hal ini didengar oleh Hafshah, maka diapun membuat tenda serupa. Begitu juga hal ini kemudian didengar oleh Zainab maka dia pun membuat tenda yang serupa. Ketika Beliau selesai dari shalat Shubuh Beliau melihat tenda-tenda tersebut, maka Beliau berkata: \"Apa ini?\" Lalu Beliau diberitahu dengan apa yang telah diperbuat oleh mereka (para isteri beliau). Maka Beliau bersabda: \"Apa yang mendorong mereka sehingga beranggapan bahwa tenda-tenda ini adalah jalan kebajikan? Bongkarlah tenda-tenda itu, aku tidak mau melihatnya\". Maka tenda-tenda itu dibongkar dan Beliau tidak meneruskan i'tikaf Ramadhan hingga kemudian Beliau melaksanakannya pada sepuluh akhir dari bulan Syawal.","arab":"حَدَّثَنَا مُحَمَّدٌ هُوَ ابْنُ سَلَامٍ أَخْبَرَنَا مُحَمَّدُ بْنُ فُضَيْلِ بْنِ غَزْوَانَ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْتَكِفُ فِي كُلِّ رَمَضَانٍ وَإِذَا صَلَّى الْغَدَاةَ دَخَلَ مَكَانَهُ الَّذِي اعْتَكَفَ فِيهِ قَالَ فَاسْتَأْذَنَتْهُ عَائِشَةُ أَنْ تَعْتَكِفَ فَأَذِنَ لَهَا فَضَرَبَتْ فِيهِ قُبَّةً فَسَمِعَتْ بِهَا حَفْصَةُ فَضَرَبَتْ قُبَّةً وَسَمِعَتْ زَيْنَبُ بِهَا فَضَرَبَتْ قُبَّةً أُخْرَى فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْغَدَاةِ أَبْصَرَ أَرْبَعَ قِبَابٍ فَقَالَ مَا هَذَا فَأُخْبِرَ خَبَرَهُنَّ فَقَالَ مَا حَمَلَهُنَّ عَلَى هَذَا آلْبِرُّ انْزِعُوهَا فَلَا أَرَاهَا فَنُزِعَتْ فَلَمْ يَعْتَكِفْ فِي رَمَضَانَ حَتَّى اعْتَكَفَ فِي آخِرِ الْعَشْرِ مِنْ شَوَّالٍ","source":"Bukhari"},"__N_SSG":true}