{"pageProps":{"number":"2308","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin Al Hakam Al Anshariy] telah menceritakan kepada kami [Abu 'Awanah] dari [Sa'id bin Masruq] dari ['Abayah bin Rifa'ah bin Rafi' bin Khadij] dari [kakeknya] berkata; \"Kami bersama Nabi shallallahu 'alaihi wasallam di Dzul Hulaifah ketika sebagian orang terserang lapar lalu mereka mendapatkan (harta rampasan perang berupa) unta dan kambing. Saat itu Nabi shallallahu 'alaihi wasallam berada di belakang bersama rombongan yang lain. Orang-orang yang lapar itu segera saja menyembelih lalu mendapatkan daging sebanyak satu kuali. Maka Nabi shallallahu 'alaihi wasallam memerintahkan agar kuali tersebut ditumpahkan isinya. Kemudian Beliau membagi rata dimana bagian setiap sepuluh kambing sama dengan satu ekor unta. Namun ada seekor unta yang lari lalu mereka mencarinya hingga kelelahan. Sementara itu diantara mereka ada yang memiliki seekor kuda yang lincah lalu ia mencari unta tadi dan memburunya dengan panah hingga akhirnya Allah menakdirkannya dapat membunuh unta tersebut. Beliau bersabda: \"Sesungguhnya bintang seperti ini hukumnya sama dengan binatang liar. Maka apa saja yang kabur dari kalian (lalu didapatkannya,) perlakuklanlah seperti ini\". Kakekku berkata: \"Kita berharap atau khawatir bertemu musuh esok hari sedangkan kita tidak punya pisau, apakah kita boleh menyembelih dengan kayu?\". Beliau berkata: \"Setiap yang ditumpahkan darahnya dengan disebut nama Allah maka makanlah kecuali gigi dan kukunya, dan aku akan sampaikan tentang itu. Adapun gigi dia termasuk tulang sedangkan kuku merupakan pisaunya orang-orang Habsasyah\".","arab":"حَدَّثَنَا عَلِيُّ بْنُ الْحَكَمِ الْأَنْصَارِيُّ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ عَنْ جَدِّهِ قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذِي الْحُلَيْفَةِ فَأَصَابَ النَّاسَ جُوعٌ فَأَصَابُوا إِبِلًا وَغَنَمًا قَالَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أُخْرَيَاتِ الْقَوْمِ فَعَجِلُوا وَذَبَحُوا وَنَصَبُوا الْقُدُورَ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْقُدُورِ فَأُكْفِئَتْ ثُمَّ قَسَمَ فَعَدَلَ عَشَرَةً مِنْ الْغَنَمِ بِبَعِيرٍ فَنَدَّ مِنْهَا بَعِيرٌ فَطَلَبُوهُ فَأَعْيَاهُمْ وَكَانَ فِي الْقَوْمِ خَيْلٌ يَسِيرَةٌ فَأَهْوَى رَجُلٌ مِنْهُمْ بِسَهْمٍ فَحَبَسَهُ اللَّهُ ثُمَّ قَالَ إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا فَقَالَ جَدِّي إِنَّا نَرْجُو أَوْ نَخَافُ الْعَدُوَّ غَدًا وَلَيْسَتْ مَعَنَا مُدًى أَفَنَذْبَحُ بِالْقَصَبِ قَالَ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلُوهُ لَيْسَ السِّنَّ وَالظُّفُرَ وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ","source":"Bukhari"},"__N_SSG":true}