{"pageProps":{"number":"2348","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhriy] berkata, telah menceritakan kepadaku ['Urwah bin Az Zubair] bahwa ['Aisyah radliallahu 'anha] berkata; Bahwa 'Utbah bin Abu Waqash berjanji kepada saudaranya, Sa'ad bin Abi Waqash agar mengambil anak dari hamba sahaya Zam'ah untuknya. Maka 'Utbah berkata: \"Dia itu anakku\". Ketika Rasulullah shallallahu 'alaihi wasallam datang saat tahun penaklukan Makkah, Sa'ad mengambil anak dari hamba sahaya Zam'ah lalu membawanya ke hadapan Rasulullah shallallahu 'alaihi wasallam dan 'Abdu bin Zam'ah turut bersamanya. Sa'ad berkata: \"Wahai Rasulullah, dia ini anak saudaraku yang telah bersumpah kepadaku bahwa anak ini adalah anaknya. Kemudian 'Abdu bin Zam'ah berkata: Wahai Rasulullah, dia adalah saudaraku, anak dari hambasahaya milik Zam'ah yang dilahirkan di atas tempat tidurnya\". Lantas Rasulullah shallallahu 'alaihi wasallam memperhatikan anak hamba sahaya Zam'ah yang ternyata dia manusia yang paling mirip dengannya. Selanjutnya Rasulullah shallallahu 'alaihi wasallam berkata: \"Dia ini milikmu wahai 'Abdu bin Zam'ah karena dia dilahirkan diatas tempat tidur bapaknya\". Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Berhijablah engkau daripadanya Saudah binti Zam'ah\". Ini beliau ucapkan setelah beliau melihat kemiripannya dengan 'Utbah. Saudah adalah isteri Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْإِنَّ عُتْبَةَ بْنَ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنْ يَقْبِضَ إِلَيْهِ ابْنَ وَلِيدَةِ زَمْعَةَ قَالَ عُتْبَةُ إِنَّهُ ابْنِي فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَمَنَ الْفَتْحِ أَخَذَ سَعْدٌ ابْنَ وَلِيدَةِ زَمْعَةَ فَأَقْبَلَ بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَقْبَلَ مَعَهُ بِعَبْدِ بْنِ زَمْعَةَ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ هَذَا ابْنُ أَخِي عَهِدَ إِلَيَّ أَنَّهُ ابْنُهُ فَقَالَ عَبْدُ بْنُ زَمْعَةَ يَا رَسُولَ اللَّهِ هَذَا أَخِي ابْنُ وَلِيدَةِ زَمْعَةَ وُلِدَ عَلَى فِرَاشِهِ فَنَظَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى ابْنِ وَلِيدَةِ زَمْعَةَ فَإِذَا هُوَ أَشْبَهُ النَّاسِ بِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ مِنْ أَجْلِ أَنَّهُ وُلِدَ عَلَى فِرَاشِ أَبِيهِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ احْتَجِبِي مِنْهُ يَا سَوْدَةُ بِنْتَ زَمْعَةَ مِمَّا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ وَكَانَتْ سَوْدَةُ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}