{"pageProps":{"number":"2827","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah bin Muhammad] telah bercerita kepada kami [Hisyam] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhriy] telah mengabarkan kepadaku [Salim bin 'Abdullah] dari [Ibnu 'Umar radliallahu 'anhuma] bahwa dia mengabarkan kepadanya bahwa 'Umar berangkat bersama rombongan shohabat Nabi Shallallahu'alaihiwasallam beserta Nabi Shallallahu'alaihiwasallam mendatangi Ibnu Shayyad. Mereka mendapatkannya sedang bermain bersama dua anak kecil di dekat benteng Bani Maghalah. Ibnu Shayyad waktu itu sudah hampir baligh dan dia tidak menyadari sesuatupun (kedatangan rombongan) hingga Nabi Shallallahu'alaihiwasallam memukul punggungnya dengan tangan Beliau kemudian Nabi Shallallahu'alaihiwasallam berkata: \"Apakah kamu bersaksi bahwa aku ini utusan Allah?\". Maka Ibnu Shayyad memandang Beliau dan berkata; \"Aku bersaksi bahwa engkau utusan bagi ummat yang ummiy\" (buta huruf, tidak melek baca tulis). Kemudian Ibnu Shayyad berkata kepada Nabi Shallallahu'alaihiwasallam; \"Apakah kamu bersaksi bahwa aku ini utusan Allah?\". Maka Nabi Shallallahu'alaihiwasallam berkata kepadanya: \"Aku beriman kepada Allah dan Rosul-rosul-Nya\". Nabi Shallallahu'alaihiwasallam melanjutkan: \"Bagaimana pemdapatmu?\". Ibnu Shayyad berkata; \"Telah datang kepadaku orang yang jujur dan pendusta\". Nabi Shallallahu'alaihiwasallam berkata: \"Urusanmu kacau balau\". Nabi Shallallahu'alaihiwasallam berkata: \"Sungguh aku meminta kepadamu agar menebak (apa yang aku sembunyikan dalam hatiku) \". Ibnu Shayyad berkata; \"Aku tebak itu asap\". Nabi Shallallahu'alaihiwasallam berkata: \"Hinalah engkau. Kamu tidak bakalan melampaui batas kemampuanmu selaku dukun\". 'Umar berkata; \"Wahai Rasulullah, biarkanlah aku untuk memenggal lehernya\". Maka Nabi Shallallahu'alaihiwasallam berkata: \"Jika dia benar, kamu tidak akan dapat menguasainya dan jika dia salah, tidak ada kebaikan membunuhnya\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا هِشَامٌ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ أَخْبَرَهُأَنَّ عُمَرَ انْطَلَقَ فِي رَهْطٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قِبَلَ ابْنِ صَيَّادٍ حَتَّى وَجَدُوهُ يَلْعَبُ مَعَ الْغِلْمَانِ عِنْدَ أُطُمِ بَنِي مَغَالَةَ وَقَدْ قَارَبَ يَوْمَئِذٍ ابْنُ صَيَّادٍ يَحْتَلِمُ فَلَمْ يَشْعُرْ بِشَيْءٍ حَتَّى ضَرَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ظَهْرَهُ بِيَدِهِ ثُمَّ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَشْهَدُ أَنِّي رَسُولُ اللَّهِ فَنَظَرَ إِلَيْهِ ابْنُ صَيَّادٍ فَقَالَ أَشْهَدُ أَنَّكَ رَسُولُ الْأُمِّيِّينَ فَقَالَ ابْنُ صَيَّادٍ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَشْهَدُ أَنِّي رَسُولُ اللَّهِ قَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آمَنْتُ بِاللَّهِ وَرُسُلِهِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَاذَا تَرَى قَالَ ابْنُ صَيَّادٍ يَأْتِينِي صَادِقٌ وَكَاذِبٌ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُلِطَ عَلَيْكَ الْأَمْرُ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي قَدْ خَبَأْتُ لَكَ خَبِيئًا قَالَ ابْنُ صَيَّادٍ هُوَ الدُّخُّ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ قَالَ عُمَرُ يَا رَسُولَ اللَّهِ ائْذَنْ لِي فِيهِ أَضْرِبْ عُنُقَهُ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ يَكُنْهُ فَلَنْ تُسَلَّطَ عَلَيْهِ وَإِنْ لَمْ يَكُنْهُ فَلَا خَيْرَ لَكَ فِي قَتْلِهِ","source":"Bukhari"},"__N_SSG":true}