{"pageProps":{"number":"2870","slug":"bukhari","id":"Telah bercerita kepada kami [Sa'id bin 'Uqair] berkata telah bercerita kepadaku [Al Laits] berkata telah bercerita kepadaku ['Abdur Rahman bin Khalid] dari [Ibnu Syihab] dari ['Ali bin Husain] bahwa [Shafiyah, istri Nabi Shallallahu'alaihiwasallam] mengabarkan kepadanya bahwa dia pernah menemui Rasulullah Shallallahu'alaiwasallam saat Beliau sedang berbaring di dalam masjid pada sepuluh hari terakhir bulan Ramadlan. Setelah itu dia berdiri untuk kembali maka Rasulullah Shallallahu'alaiwasallam ikut pergi bersamanya hingga ketika sampai sedikit di luar pintu masjid dan dekat rumah Ummu Salamah, istri Nabi Shallallahu'alaihiwasallam, ada dua orang laki-laki Kaum Anshar yang lewat lalu keduanya memberi salam kepada Rasulullah Shallallahu'alaiwasallam kemudian bergegas pergi. Maka Rasulullah Shallallahu'alaiwasallam berkata kepada keduanya: \"Sebentar (perempuan ini isteriku)!\". Kedua orang itu berkata; \"Maha suci Allah, wahai Rasulullah\". Kedua orang itu pun merasa segan terhadap ucapan beliau. Maka kemudian Rasulullah Shallallahu'alaiwasallam bersabda: \"Sesungguhnya syetan masuk kepsda manusia lewat aliran darah dan aku khawatir bila syetan telah membisikkan sesuatu dalam hati kalian berdua\".","arab":"حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ عَنْ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ حُسَيْنٍ أَنَّ صَفِيَّةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ أَنَّهَاجَاءَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَزُورُهُ وَهُوَ مُعْتَكِفٌ فِي الْمَسْجِدِ فِي الْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ ثُمَّ قَامَتْ تَنْقَلِبُ فَقَامَ مَعَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا بَلَغَ قَرِيبًا مِنْ بَابِ الْمَسْجِدِ عِنْدَ بَابِ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِهِمَا رَجُلَانِ مِنْ الْأَنْصَارِ فَسَلَّمَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ نَفَذَا فَقَالَ لَهُمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رِسْلِكُمَا قَالَا سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ وَكَبُرَ عَلَيْهِمَا ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الشَّيْطَانَ يَبْلُغُ مِنْ الْإِنْسَانِ مَبْلَغَ الدَّمِ وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا","source":"Bukhari"},"__N_SSG":true}