{"pageProps":{"number":"313","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad] -yaitu Ibnu Salam- berkata, telah mengabarkan kepada kami ['Abdul Wahhab] dari [Ayyub] dari [Hafshah] berkata, \"Dahulu kami melarang anak-anak gadis remaja kami ikut keluar untuk shalat pada dua hari raya. Hingga suatu hari ada seorang wanita mendatangi desa Qashra Banu Khalaf, wanita itu menceritakan bahwa suami dari saudara perempuannya pernah ikut berperang bersama Nabi shallallahu 'alaihi wasallam sebanyak dua belas peperangan, ia katakan, 'Saudaraku itu hidup bersama suaminya selama enam tahun.' Ia menceritakan, \"Dulu kami sering mengobati orang-orang yang terluka dan mengurus orang yang sakit.' Saudara perempuanku bertanya kepada Nabi shallallahu 'alaihi wasallam, \"Apakah berdosa bila seorang dari kami tidak keluar (mengikuti shalat 'Ied) karena tidak memiliki jilbab?\" Beliau menjawab: \"Hendaklah kawannya memakaikan jilbab miliknya untuknya (meminjamkan) agar mereka dapat menyaksikan kebaikan dan mendo'akan Kaum Muslimin.\" Ketika [Ummu 'Athiyah] tiba aku bertanya kepadanya, \"Apakah kamu mendengar langsung dari Nabi shallallahu 'alaihi wasallam?\" Ummu 'Athiyah menjawab, \"Ya. Demi bapakku!\" Ummu 'Athiyah tidak mengatakan tentang Nabi shallallahu 'alaihi wasallam kecuali hanya mengatakan 'Demi bapakku, aku mendengar beliau bersabda: \"Hendaklah para gadis remaja dan wanita-wanita yang dipingit di rumah, dan wanita yang sedang haid ikut menyaksikan kebaikan dan mendo'akan Kaum Muslimin, dan wanita-wanita haid menjauh dari tempat shalat.\" Hafshah, \"Aku katakan, \"Wanita haid?\" Wanita itu menjawab, \"Bukankah mereka juga hadir di 'Arafah, begini dan begini?\"","arab":"حَدَّثَنَا مُحَمَّدٌ هُوَ ابْنُ سَلَامٍ قَالَ أَخْبَرَنَا عَبْدُ الْوَهَّابِ عَنْ أَيُّوبَ عَنْ حَفْصَةَ قَالَتْكُنَّا نَمْنَعُ عَوَاتِقَنَا أَنْ يَخْرُجْنَ فِي الْعِيدَيْنِ فَقَدِمَتْ امْرَأَةٌ فَنَزَلَتْ قَصْرَ بَنِي خَلَفٍ فَحَدَّثَتْ عَنْ أُخْتِهَا وَكَانَ زَوْجُ أُخْتِهَا غَزَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثِنْتَيْ عَشَرَةَ غَزْوَةً وَكَانَتْ أُخْتِي مَعَهُ فِي سِتٍّ قَالَتْ كُنَّا نُدَاوِي الْكَلْمَى وَنَقُومُ عَلَى الْمَرْضَى فَسَأَلَتْ أُخْتِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعَلَى إِحْدَانَا بَأْسٌ إِذَا لَمْ يَكُنْ لَهَا جِلْبَابٌ أَنْ لَا تَخْرُجَ قَالَ لِتُلْبِسْهَا صَاحِبَتُهَا مِنْ جِلْبَابِهَا وَلْتَشْهَد الْخَيْرَ وَدَعْوَةَ الْمُسْلِمِينَ فَلَمَّا قَدِمَتْ أُمُّ عَطِيَّةَ سَأَلْتُهَا أَسَمِعْتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ بِأَبِي نَعَمْ وَكَانَتْ لَا تَذْكُرُهُ إِلَّا قَالَتْ بِأَبِي سَمِعْتُهُ يَقُولُ يَخْرُجُ الْعَوَاتِقُ وَذَوَاتُ الْخُدُورِ أَوْ الْعَوَاتِقُ ذَوَاتُ الْخُدُورِ وَالْحُيَّضُ وَلْيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ وَيَعْتَزِلُ الْحُيَّضُ الْمُصَلَّى قَالَتْ حَفْصَةُ فَقُلْتُ الْحُيَّضُ فَقَالَتْ أَلَيْسَ تَشْهَدُ عَرَفَةَ وَكَذَا وَكَذَا","source":"Bukhari"},"__N_SSG":true}