{"pageProps":{"number":"3520","slug":"bukhari","id":"Telah menceritakan kepadaku ['Ubaid bin Isma'il] telah menceritakan kepada kami [Abu Usamah] dari [Hisyam bin \"urwah] dari [bapaknya] berkata, [Az Zubair] berkata; \"Pada peperangan Badar aku berhadapan dengan 'Ubaidah bin Sa'id bin Al 'Ash yang saat itu tubuhnya ditutupi dengan perlengkapan perang sehingga tidak terlihat dari tubuhnya melainkan kedua matanya. Dia biasa dipanggil dengan Abu Dzat Al Karisy. Aku menyerangnya dengan tombak lalu aku tusuk salah satu matanya hingga tewas. Hisyam berkata, aku pernah dikabarkan bahwa Az Zubair berkata; \"Aku meletakkan kakiku pada badannya kemudian aku bentangkan. Sungguh sulit baginya untuk mencabut tombak itu karena ujungnya sudah bengkok\". 'Urwah berkata; \"Kemudian Rasulullah shallallahu 'alaihi wasallam meminta tombak itu darinya lalu dia memberikannya. Setelah Rasulullah shallallahu 'alaihi wasallam meninggal dunia tombak itu diambilnya kembali. Kemudian Abu Bakr mencarinya dan dia memberikan kepadanya. Tatkala Abu Bakr telah meninggal dunia, 'Umar meminta kepadanya lalu dia memberikannya kepada 'Umar. Dan setelah 'Umar meninggal dunia, tombak itu kembali diambilnya. Kemudian 'Utsman mencarinya darinya lalu dia memberikannya kepada 'Utsman. Setelah 'utsman terbunuh, tombak itu tersimpan pada keluarga 'Ali lalu Abdullah bin Az Zubair mengambilnya. Dan tombak itu terus bersamanya hingga Abdullah bin Az Zubair terbunuh\".","arab":"حَدَّثَنِي عُبَيْدُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ قَالَ قَالَ الزُّبَيْرُلَقِيتُ يَوْمَ بَدْرٍ عُبَيْدَةَ بْنَ سَعِيدِ بْنِ الْعَاصِ وَهُوَ مُدَجَّجٌ لَا يُرَى مِنْهُ إِلَّا عَيْنَاهُ وَهُوَ يُكْنَى أَبُو ذَاتِ الْكَرِشِ فَقَالَ أَنَا أَبُو ذَاتِ الْكَرِشِ فَحَمَلْتُ عَلَيْهِ بِالْعَنَزَةِ فَطَعَنْتُهُ فِي عَيْنِهِ فَمَاتَ قَالَ هِشَامٌ فَأُخْبِرْتُ أَنَّ الزُّبَيْرَ قَالَ لَقَدْ وَضَعْتُ رِجْلِي عَلَيْهِ ثُمَّ تَمَطَّأْتُ فَكَانَ الْجَهْدَ أَنْ نَزَعْتُهَا وَقَدْ انْثَنَى طَرَفَاهَا قَالَ عُرْوَةُ فَسَأَلَهُ إِيَّاهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْطَاهُ فَلَمَّا قُبِضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَهَا ثُمَّ طَلَبَهَا أَبُو بَكْرٍ فَأَعْطَاهُ فَلَمَّا قُبِضَ أَبُو بَكْرٍ سَأَلَهَا إِيَّاهُ عُمَرُ فَأَعْطَاهُ إِيَّاهَا فَلَمَّا قُبِضَ عُمَرُ أَخَذَهَا ثُمَّ طَلَبَهَا عُثْمَانُ مِنْهُ فَأَعْطَاهُ إِيَّاهَا فَلَمَّا قُتِلَ عُثْمَانُ وَقَعَتْ عِنْدَ آلِ عَلِيٍّ فَطَلَبَهَا عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ فَكَانَتْ عِنْدَهُ حَتَّى قُتِلَ","source":"Bukhari"},"__N_SSG":true}