{"pageProps":{"number":"3597","slug":"bukhari","id":"Telah menceritakan kepada kami [Ibnu Abu Al Aswad] telah menceritakan kepada kami [Mu'tamir]. -Dan diriwayatkan dari jalur lain- telah menceritakan kepadaku [Khalifah] telah menceritakan kepada kami [Mu'tamir], ia berkata; aku mendengar [Bapakku] dari [Anas radliallahu 'anhu], ia berkata; 'Seseorang memberikan kebun kurma kepada Nabi shallallahu 'alaihi wasallam, ketika Bani Quraizhah dan Bani Nazhir dapat ditaklukkan. Orang itu berkata; \"Sesungguhnya keluargaku menyuruh aku untuk menemui Nabi shallallahu 'alaihi wasallam lalu meminta apa yang telah aku berikan atau sebagiannya.\" Sementara Nabi shallallahu 'alaihi wasallam telah memberikan kebun kurma itu kepada Ummu Aiman. Lalu Ummu Aiman datang dan meletakkan kain di leherku seraya berkata; \"Sekali-kali tidak. Demi Dzat Yang tidak ada sesembahan selain Dia, janganlah tuan berikan kepada mereka karena tuan telah memberikannya kepadaku.\" Atau sebagaimana yang telah dikatakan. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Kamu mendapatkan bagian segini.\" Ummu Aiman berkata; \"Tidak, demi Allah.\" Akhirnya beliau memberikan kepadanya. Perawi berkata; \"Aku kira dia Anas berkata; \"Sepuluh kali lipat atau sekitar itu atau sebagaimana yang telah dikatakan.\"","arab":"حَدَّثَنَا ابْنُ أَبِي الْأَسْوَدِ حَدَّثَنَا مُعْتَمِرٌ ح و حَدَّثَنِي خَلِيفَةُ حَدَّثَنَا مُعْتَمِرٌ قَالَ سَمِعْتُ أَبِي عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَ الرَّجُلُ يَجْعَلُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّخَلَاتِ حَتَّى افْتَتَحَ قُرَيْظَةَ وَالنَّضِيرَ وَإِنَّ أَهْلِي أَمَرُونِي أَنْ آتِيَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْأَلَهُ الَّذِي كَانُوا أَعْطَوْهُ أَوْ بَعْضَهُ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَعْطَاهُ أُمَّ أَيْمَنَ فَجَاءَتْ أُمُّ أَيْمَنَ فَجَعَلَتْ الثَّوْبَ فِي عُنُقِي تَقُولُ كَلَّا وَالَّذِي لَا إِلَهَ إِلَّا هُوَ لَا يُعْطِيكَهُمْ وَقَدْ أَعْطَانِيهَا أَوْ كَمَا قَالَتْ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَكِ كَذَا وَتَقُولُ كَلَّا وَاللَّهِ حَتَّى أَعْطَاهَا حَسِبْتُ أَنَّهُ قَالَ عَشَرَةَ أَمْثَالِهِ أَوْ كَمَا قَالَ","source":"Bukhari"},"__N_SSG":true}