{"pageProps":{"number":"3809","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] Telah menceritakan kepada kami [Yahya] dari [Syu'bah] dia berkata; Telah menceritakan kepadaku [Khubaib bin 'Abdur Rahman] dari [Hafsh bin 'Ashim] dari [Abu Sa'id bin Al Mu'alla] dia berkata; Suatu saat saya sedang melaksanakan shalat di masjid, tiba-tiba Rasulullah shallallahu 'alaihi wasallam memanggilku namun saya tidak menjawab panggilannya hingga shalatku selesai. Setelah itu, saya menemui beliau dan berkata; \"Wahai Rasulullah shallallahu 'alaihi wasallam, sesungguhnya pada waktu itu saya sedang shalat.\" Beliau bersabda: \"Bukankah Allah 'azza wajalla telah berfirman; 'Hai orang-orang yang beriman, penuhilah seruan Allah dan seruan Rasul apabila Rasul menyeru kamu.'\" Beliau bersabda lagi: \"Sungguh, saya akan mengajarimu tentang surat yang paling agung yang terdapat di dalam Al Qur`an sebelum kamu keluar dari Masjid.\" Kemudian beliau memegang tanganku, dan saat beliau hendak keluar Masjid, saya pun berkata; \"Bukankah engkau berjanji; 'Saya akan mengajarimu surat yang paling agung yang terdapat di dalam Al Qur`an.' Beliau menjawab; (Yaitu surat) AL HAMDU LILLAHI RABBIL 'AALAMIIN (Segala puji bagi Allah, Rabb semesta Alam), ia adalah As Sab'u Al Matsani, dan Al Qur`an Al Azhim yang telah diwahyukan kepadaku.","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ شُعْبَةَ قَالَ حَدَّثَنِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ حَفْصِ بْنِ عَاصِمٍ عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّى قَالَكُنْتُ أُصَلِّي فِي الْمَسْجِدِ فَدَعَانِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ أُجِبْهُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ أُصَلِّي فَقَالَ أَلَمْ يَقُلْ اللَّهُ{ اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ }ثُمَّ قَالَ لِي لَأُعَلِّمَنَّكَ سُورَةً هِيَ أَعْظَمُ السُّوَرِ فِي الْقُرْآنِ قَبْلَ أَنْ تَخْرُجَ مِنْ الْمَسْجِدِ ثُمَّ أَخَذَ بِيَدِي فَلَمَّا أَرَادَ أَنْ يَخْرُجَ قُلْتُ لَهُ أَلَمْ تَقُلْ لَأُعَلِّمَنَّكَ سُورَةً هِيَ أَعْظَمُ سُورَةٍ فِي الْقُرْآنِ قَالَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ هِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُوتِيتُهُ","source":"Bukhari"},"__N_SSG":true}