{"pageProps":{"number":"3830","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdullah bin Yusuf] Telah mengabarkan kepada kami [Malik] dari [Hisyam bin Urwah] dari [Bapaknya] dia berkata; Aku bertanya kepada [Aisyah] istri Rasulullah shallallahu 'alaihi wasallam, -Saat itu saya masih muda-: 'Apakah anda tahu tentang firman Allah Tabaraka Wa Ta'ala: 'Sesungguhnya Shafaa dan Marwa adalah sebahagian dari syi'ar Allah. Barangsiapa yang beribadah haji ke Baitullah atau ber'umrah, maka tidak ada dosa baginya mengerjakan sa'i antara keduanya.' Sebab sepengetahuanku nggak masalah bagi seseorang untuk meninggalkan Sa'i antara keduanya. Aisyah menjawab; \"Bukan begitu, kalau seperti yang kamu katakan, maka jadinya tidak ada dosa orang tidak melakukan sa'i. Ayat ini turun pada orang-orang Anshar, yang dahulu mereka melakukan talbiyah karena Manat, yang letaknya di depan Qadid. Yang mereka berkeharusan berthawaf antara Shofa dan Marwa. Tatkala Islam datang, mereka bertanya pada Rasulullah shallallahu 'alaihi wasallam tentang hal itu. Maka Allah Tabaraka Wa Ta'ala menurunkan ayat: 'Sesungguhnya Shafa dan Marwa adalah sebagian dari syi'ar Allah. Maka barangsiapa yang beribadah haji ke Baitullah atau ber-'umrah, Maka tidak ada dosa baginya mengerjakan sa'i antara keduanya'.\" (QS. Albaqarah 158).","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّهُ قَالَ قُلْتُ لِعَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَوَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّ أَرَأَيْتِ قَوْلَ اللَّهِ تَبَارَكَ وَتَعَالَى{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا }فَمَا أُرَى عَلَى أَحَدٍ شَيْئًا أَنْ لَا يَطَّوَّفَ بِهِمَا فَقَالَتْ عَائِشَةُ كَلَّا لَوْ كَانَتْ كَمَا تَقُولُ كَانَتْ فَلَا جُنَاحَ عَلَيْهِ أَنْ لَا يَطَّوَّفَ بِهِمَا إِنَّمَا أُنْزِلَتْ هَذِهِ الْآيَةُ فِي الْأَنْصَارِ كَانُوا يُهِلُّونَ لِمَنَاةَ وَكَانَتْ مَنَاةُ حَذْوَ قُدَيْدٍ وَكَانُوا يَتَحَرَّجُونَ أَنْ يَطُوفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَلَمَّا جَاءَ الْإِسْلَامُ سَأَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَأَنْزَلَ اللَّهُ{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا }","source":"Bukhari"},"__N_SSG":true}