{"pageProps":{"number":"3863","slug":"bukhari","id":"Telah menceritakan kepada kami [Hibban] Telah menceritakan kepada kami [Abdullah] Telah mengabarkan kepada kami [Abdullah bin Aun] dari [Muhammad bin Sirin] dia berkata; Aku duduk di sebuah majlis yang di dalamnya ada sekelompok orang-orang Anshar, di dalamnya ada Abdurrahman bin Abu Laila, lalu aku menyebutkan Hadits Abdullah bin Utbah yang menceritakan tentang Subaiah binti Al Harits. Maka Abdurrahman bin Abu Laila berkata; 'Akan tetapi pamannya tidak mengatakan hal itu. Lalu aku katakan, aku berani bertanggung jawab jika aku berdusta tentang orang yang berada di sisi Kufah -seraya mengeraskan suaranya-. Kemudian aku keluar dan bertemu dengan [Malik bin Amir], atau Malik bin Auf. Aku berkata; Bagaimana menurut Ibnu Mas'ud tentang orang yang telah ditinggal mati oleh suaminya padahal dia dalam keadaan hamil? Dia menjawab; [Ibnu Mas'ud] berkata; 'Apakah kamu akan memberatkannya dan tidak memberinya rukhsah, padahal sungguh telah turun surat Annisa' yang pendek setelah surat yang panjang (Al Baqarah)?. [Ayyub] berkata; dari [Muhammad] Aku bertemu dengan [Abu Atiyyah Malik bin Amir].","arab":"حَدَّثَنَا حِبَّانُ حَدَّثَنَا عَبْدُ اللَّهِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ قَالَ جَلَسْتُ إِلَى مَجْلِسٍ فِيهِ عُظْمٌ مِنْ الْأَنْصَارِ وَفِيهِمْ عَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى فَذَكَرْتُ حَدِيثَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ فِي شَأْنِ سُبَيْعَةَ بِنْتِ الْحَارِثِ فَقَالَ عَبْدُ الرَّحْمَنِ وَلَكِنَّ عَمَّهُ كَانَ لَا يَقُولُ ذَلِكَ فَقُلْتُ إِنِّي لَجَرِيءٌ إِنْ كَذَبْتُ عَلَى رَجُلٍ فِي جَانِبِ الْكُوفَةِ وَرَفَعَ صَوْتَهُ قَالَ ثُمَّ خَرَجْتُ فَلَقِيتُ مَالِكَ بْنَ عَامِرٍ أَوْ مَالِكَ بْنَ عَوْفٍ قُلْتُ كَيْفَ كَانَ قَوْلُ ابْنِ مَسْعُودٍ فِي الْمُتَوَفَّى عَنْهَا زَوْجُهَا وَهْيَ حَامِلٌ فَقَالَ قَالَ ابْنُ مَسْعُودٍأَتَجْعَلُونَ عَلَيْهَا التَّغْلِيظَ وَلَا تَجْعَلُونَ لَهَا الرُّخْصَةَ لَنَزَلَتْ سُورَةُ النِّسَاءِ الْقُصْرَى بَعْدَ الطُّولَىوَقَالَ أَيُّوبُ عَنْ مُحَمَّدٍ لَقِيتُ أَبَا عَطِيَّةَ مَالِكَ بْنَ عَامِرٍ","source":"Bukhari"},"__N_SSG":true}