{"pageProps":{"number":"3903","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdul 'Aziz bin 'Abdullah] Telah menceritakan kepada kami [Ibrahim bin Sa'ad] dari [Shalih bin Kaisan] dari [Ibnu Syihab] dia berkata; Telah mengabarkan kepadaku ['Urwah bin Az Zubair] bahwasanya ia bertanya kepada ['Aisyah] mengenai firman Allah Azza wa Jalla: 'Jika kalian takut tidak berbuat adil kepada anak yatim.. (An Nisa: 3) Aisyah berkata; 'wahai anak saudariku, yang dimaksud adalah seorang gadis yatim yang berada di peliharaan walinya, ia membantu dalam mengurus hartanya, lalu walinya takjub dengan harta dan kecantikannya hingga ia ingin menikahinya namun tidak bisa berbuat adil dalam maharnya sehingga Ia memberinya seperti yang diberikan oleh orang selainnya. Maka mereka dilarang untuk menikahi gadis-gadis itu kecuali jika berbuat adil dan memberi sebaik-baik mahar kepada mereka, sehingga mereka bisa memperoleh setinggi-tinggi mahar seukuran kondisi yang berlaku. Akhirnya mereka diperintahkan untuk menikahi wanita yang baik selain anak-anak perempuan yatim itu. Urwah berkata; lalu 'Aisyah berkata; sesungguhnya orang-orang meminta fatwa kepada Rasulullah shallallahu 'alaihi wasallam setelah turun ayat tersebut, lalu Allah Azza wa Jalla menurunkan: dan mereka meminta fatwa kepadamu tentang wanita-wanita, katakanlah bahwa Allah memberi fatwa kepada kalian sampai firman Allah: dan kalian ingin menikahi mereka. 'Aisyah berkata; maksudnya, ketika terjadi ketidak senangan seseorang diantara kalian kepada anak yatim yang ia pelihara karena harta dan kecantikannya sedikit, maka mereka dilarang untuk menikahinya karena dorongan niyat untuk menguasai harta gadis-gadis yatim itu. Kecuali jika bisa menegakkan keadilan meskipun ada ketidak senangan kepada mereka.","arab":"حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّهُ سَأَلَ عَائِشَةَعَنْ قَوْلِ اللَّهِ تَعَالَى{ وَإِنْ خِفْتُمْ أَنْ لَا تُقْسِطُوا فِي الْيَتَامَى }فَقَالَتْ يَا ابْنَ أُخْتِي هَذِهِ الْيَتِيمَةُ تَكُونُ فِي حَجْرِ وَلِيِّهَا تَشْرَكُهُ فِي مَالِهِ وَيُعْجِبُهُ مَالُهَا وَجَمَالُهَا فَيُرِيدُ وَلِيُّهَا أَنْ يَتَزَوَّجَهَا بِغَيْرِ أَنْ يُقْسِطَ فِي صَدَاقِهَا فَيُعْطِيَهَا مِثْلَ مَا يُعْطِيهَا غَيْرُهُ فَنُهُوا عَنْ أَنْ يَنْكِحُوهُنَّ إِلَّا أَنْ يُقْسِطُوا لَهُنَّ وَيَبْلُغُوا لَهُنَّ أَعْلَى سُنَّتِهِنَّ فِي الصَّدَاقِ فَأُمِرُوا أَنْ يَنْكِحُوا مَا طَابَ لَهُمْ مِنْ النِّسَاءِ سِوَاهُنَّ قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ وَإِنَّ النَّاسَ اسْتَفْتَوْا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ هَذِهِ الْآيَةِ فَأَنْزَلَ اللَّهُ{ وَيَسْتَفْتُونَكَ فِي النِّسَاءِ }قَالَتْ عَائِشَةُ وَقَوْلُ اللَّهِ تَعَالَى فِي آيَةٍ أُخْرَى{ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ }رَغْبَةُ أَحَدِكُمْ عَنْ يَتِيمَتِهِ حِينَ تَكُونُ قَلِيلَةَ الْمَالِ وَالْجَمَالِ قَالَتْ فَنُهُوا أَنْ يَنْكِحُوا عَنْ مَنْ رَغِبُوا فِي مَالِهِ وَجَمَالِهِ فِي يَتَامَى النِّسَاءِ إِلَّا بِالْقِسْطِ مِنْ أَجْلِ رَغْبَتِهِمْ عَنْهُنَّ إِذَا كُنَّ قَلِيلَاتِ الْمَالِ وَالْجَمَالِ","source":"Bukhari"},"__N_SSG":true}