{"pageProps":{"number":"3914","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah] Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari ['Urwah] berkata; bahwa seorang laki-laki Anshar berselisih dengan Az Zubair mengenai mata air Al Harrah. Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Alirilah kebunmu wahai Zubair, setelah itu berikanlah kepada tetanggamu.\" Tetapi laki-laki Anshar itu marah seraya berkata; \"Wahai Rasulullah, apakah karena ia anak dari pamanmu!\" Maka Wajah Rasulullah shallallahu 'alaihi wasallam memerah, kemudian beliau bersabda: \"Wahai Zubair, airilah kebunmu, setelah itu tahanlah hingga airnya kembali ke dalam tanah kemudian berikanlah kepada tetanggamu!\" Nabi shallallahu 'alaihi wasallam berharap agar Zubair bisa memahami mengenai haknya dengan keputusan yang tegas. Padahal sebelumnya beliau memberikan kemudahan untuk Zubair dan orang Anshar, tapi ketika orang Anshar marah kepada Rasulullah shallallahu 'alaihi wasallam akhirnya beliau memberikan semua bagian kepada Zubair. [Zubair] radliallahu 'anhu berkata; \"Demi Allah, aku mengira bahwa ayat ini tidak turun kecuali berkaitan dengan masalah itu: \"Maka demi Tuhanmu, mereka (pada hakekatnya) tidak beriman hingga mereka menjadikan kamu hakim terhadap perkara yang mereka perselisihkan, Kemudian mereka tidak merasa dalam hati mereka sesuatu keberatan terhadap putusan yang kamu berikan, dan mereka menerima dengan sepenuhnya. (QS; an Nisaa`; 65).\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ قَالَخَاصَمَ الزُّبَيْرُ رَجُلًا مِنْ الْأَنْصَارِ فِي شَرِيجٍ مِنْ الْحَرَّةِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلْ الْمَاءَ إِلَى جَارِكَ فَقَالَ الْأَنْصَارِيُّ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ اسْقِ يَا زُبَيْرُ ثُمَّ احْبِسْ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ثُمَّ أَرْسِلْ الْمَاءَ إِلَى جَارِكَ وَاسْتَوْعَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلزُّبَيْرِ حَقَّهُ فِي صَرِيحِ الْحُكْمِ حِينَ أَحْفَظَهُ الْأَنْصَارِيُّ كَانَ أَشَارَ عَلَيْهِمَا بِأَمْرٍ لَهُمَا فِيهِ سَعَةٌ قَالَ الزُّبَيْرُ فَمَا أَحْسِبُ هَذِهِ الْآيَاتِ إِلَّا نَزَلَتْ فِي ذَلِكَ{ فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ }","source":"Bukhari"},"__N_SSG":true}