{"pageProps":{"number":"4027","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdillah] Telah menceritakan kepada kami [Sufyan] dari ['Amru] dari ['Ikrimah] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Apabila Allah menetapkan satu perkara di atas langit maka para malaikat mengepakkan sayap-sayap mereka karena tunduk kepada firman-Nya, seakan-akan rantai yang berada di atas batu besar. Ali dan yang lainya berkata; hal itu sebagaimana firman Allah: \"Apabila hati mereka telah menjadi stabil, mereka berkata; 'Apa yang difirmankan Rabb kita? ' mereka menjawab; 'Al Haq, dan Dia Maha Tinggi lagi Maha Besar.' Dan para pencuri berita langit (jin) mendengarkannya, (mereka bersusun) sebagian di atas sebagian yang lainnya. -Sufyan seraya memberikan isyarat dengan telunjuknya.- Para pencuri berita langit itu mencuri dengar kalimat lalu menyampaikannya kepada yang berada di bawahnya. Bisa jadi jin itu diterjang bintang sebelum menyampaikannya kepada yang di bawahnya hingga ia terbakar, kemudian mereka menyampaikanya kepada lisan dukun atau tukang sihir. Bisa jadi mereka tidak diterjang oleh bintang sehingga dapat menyampaikannya, kemudian dicampur dengan seratus kebohongan. Maka kalimat yang didengar bisa sesuai (cocok) dengan yang dari langit.\" Telah menceritakan kepada kami 'Ali bin 'Abdillah Telah menceritakan kepada kami Sufyan Telah menceritakan kepada kami 'Amru dari 'Ikrimah dari Abu Hurairah dia berkata; Apabila Allah memutuskan suatu perkara, -dan dia berkata dengan lafazh; 'kepada mulut tukang sihir.' Aku bertanya kepada Sufyan, Apakah kamu mendengar Amru berkata; Aku mendengar Ikrimah dia berkata; Aku mendengar Abu Hurairah? Sufyan berkata; 'Ya.' Aku bertanya lagi kepada Sufyan Sesungguhnya orang-orang meriwayatkan dari kamu dari Amru dari Abu Hurairah secara marfu' bahwa ia berkata dengan lafazh; 'Furrigha' (bila telah selesai). Sufyan berkata; begitulah Amru membacanya, maka aku tidak tahu apakah dia mendengar Abu Hurairah membaca demikan atau tidak, dan itu menjadi bacaan kami.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو عَنْ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَةَيَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا قَضَى اللَّهُ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتْ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَالسِّلْسِلَةِ عَلَى صَفْوَانٍ قَالَ عَلِيٌّ وَقَالَ غَيْرُهُ صَفْوَانٍ يَنْفُذُهُمْ ذَلِكَ فَإِذَا{ فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا }لِلَّذِي قَالَ{ الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ }فَيَسْمَعُهَا مُسْتَرِقُو السَّمْعِ وَمُسْتَرِقُو السَّمْعِ هَكَذَا وَاحِدٌ فَوْقَ آخَرَ وَوَصَفَ سُفْيَانُ بِيَدِهِ وَفَرَّجَ بَيْنَ أَصَابِعِ يَدِهِ الْيُمْنَى نَصَبَهَا بَعْضَهَا فَوْقَ بَعْضٍ فَرُبَّمَا أَدْرَكَ الشِّهَابُ الْمُسْتَمِعَ قَبْلَ أَنْ يَرْمِيَ بِهَا إِلَى صَاحِبِهِ فَيُحْرِقَهُ وَرُبَّمَا لَمْ يُدْرِكْهُ حَتَّى يَرْمِيَ بِهَا إِلَى الَّذِي يَلِيهِ إِلَى الَّذِي هُوَ أَسْفَلَ مِنْهُ حَتَّى يُلْقُوهَا إِلَى الْأَرْضِ وَرُبَّمَا قَالَ سُفْيَانُ حَتَّى تَنْتَهِيَ إِلَى الْأَرْضِ فَتُلْقَى عَلَى فَمْ السَّاحِرِ فَيَكْذِبُ مَعَهَا مِائَةَ كَذْبَةٍ فَيُصَدَّقُ فَيَقُولُونَ أَلَمْ يُخْبِرْنَا يَوْمَ كَذَا وَكَذَا يَكُونُ كَذَا وَكَذَا فَوَجَدْنَاهُ حَقًّا لِلْكَلِمَةِ الَّتِي سُمِعَتْ مِنْ السَّمَاءِحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا عَمْرٌو عَنْ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَةَ إِذَا قَضَى اللَّهُ الْأَمْرَ وَزَادَ وَالْكَاهِنِ و حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ فَقَالَ قَالَ عَمْرٌو سَمِعْتُ عِكْرِمَةَ حَدَّثَنَا أَبُو هُرَيْرَةَ قَالَ إِذَا قَضَى اللَّهُ الْأَمْرَ وَقَالَ عَلَى فَمْ السَّاحِرِ قُلْتُ لِسُفْيَانَ آنْتَ سَمِعْتَ عَمْرًا قَالَ سَمِعْتُ عِكْرِمَةَ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ قَالَ نَعَمْ قُلْتُ لِسُفْيَانَ إِنَّ إِنْسَانًا رَوَى عَنْكَ عَنْ عَمْرٍو عَنْ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَةَ وَيَرْفَعُهُ أَنَّهُ قَرَأَ فُرِّغَ قَالَ سُفْيَانُ هَكَذَا قَرَأَ عَمْرٌو فَلَا أَدْرِي سَمِعَهُ هَكَذَا أَمْ لَا قَالَ سُفْيَانُ وَهِيَ قِرَاءَتُنَا","source":"Bukhari"},"__N_SSG":true}