{"pageProps":{"number":"4259","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'aim] Telah menceritakan kepada kami [Sufyan] dari [Al A'masy] dari [Sa'd bin Ubaidah] dari [Abu Abdurrahman As Sulami] dari [Ali radliallahu 'anhu] ia berkata; Suatu kami berada dalam kelompok pelayatan jenazah bersama Nabi shallallahu 'alaihi wasallam tepatnya di Baqi' Al Gharqad, maka beliau pun bersabda: \"Tidak ada seorang pun dari kalian kecuali tempat duduknya dari surga atau dari neraka telah ditulis.\" Para sahabat pun bertanya, \"Wahai Rasulullah, bagaimana kalau kita sebaiknya hanya bertawakkal saja?\" beliau menjawab: \"Beramallah kalian, sebab setiap orang akan dimudahkan.\" Kemudian beliau bersabda: \"FA`AMMAA MAN `A'THAA WAT TAQAA WA SHADDAQA BIL HUSNAA (Dan barangsiapa yang memberi, dan bertakwa serta membenarkan kebaikan)..\" hingga firman-Nya: \"LIL'USRAA.\" Telah menceritakan kepada kami [Musaddad] Telah menceritakan kepada kami [Abdul Wahid] Telah menceritakan kepada kami [Al A'masy] dari [Sa'd bin Ubaidah] dari [Abu Abdurrahman] dari [Ali radliallahu 'anhu] ia berkata; Suatu ketika, kami duduk-duduk di sisi Nabi shallallahu 'alaihi wasallam. Lalu ia pun menyebutkan hadits semisalnya.","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَقِيعِ الْغَرْقَدِ فِي جَنَازَةٍ فَقَالَ مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ كُتِبَ مَقْعَدُهُ مِنْ الْجَنَّةِ وَمَقْعَدُهُ مِنْ النَّارِ فَقَالُوا يَا رَسُولَ اللَّهِ أَفَلَا نَتَّكِلُ فَقَالَ اعْمَلُوا فَكُلٌّ مُيَسَّرٌ ثُمَّ قَرَأَ{ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى إِلَى قَوْلِهِ لِلْعُسْرَى }حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا عَبْدُ الْوَاحِدِ حَدَّثَنَا الْأَعْمَشُ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ كُنَّا قُعُودًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ نَحْوَهُ","source":"Bukhari"},"__N_SSG":true}