{"pageProps":{"number":"5012","slug":"bukhari","id":"Telah menceritakan kepada kami [Sa'id bin 'Ufair] telah menceritakan kepada kami [Al Laits] dia berkata; telah menceritakan kepadaku [Abdurrahman bin Khalid] dari [Ibnu Syihab] dari [Abu Salamah] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam pernah memutuskan perkara antara dua wanita dari Bani Hudzail yang sedang berkelahi, salah seorang melempar lawannya dengan batu dan mengenai perutnya padahal ia sedang hamil, hingga menyebabkan kematian anak yang dikandungnya. Lalu mereka mengadukan peristiwa itu kepada Nabi shallallahu 'alaihi wasallam. Beliau memutuskan hukuman (bagi wanita pembunuh) untuk membayar diyat janin dengan seorang hamba sahaya laki-laki atau perempuan, lantas wali wanita yang menanggung (diyat) berkata; \"Ya Rasulullah, bagaimana saya harus menanggung orang yang belum bisa makan dan minum, bahkan belum bisa berbicara ataupun menjerit sama sekali?, tidakkah hal itu dapat dikatagorikan sebagai kecelakaan yang tidak dapat dihindari?\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya perkara itu seperti perkara paranormal yang membacakan mantera-mantera.\"","arab":"حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ حَدَّثَنَا اللَّيْثُ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى فِي امْرَأَتَيْنِ مِنْ هُذَيْلٍ اقْتَتَلَتَا فَرَمَتْ إِحْدَاهُمَا الْأُخْرَى بِحَجَرٍ فَأَصَابَ بَطْنَهَا وَهِيَ حَامِلٌ فَقَتَلَتْ وَلَدَهَا الَّذِي فِي بَطْنِهَا فَاخْتَصَمُوا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَضَى أَنَّ دِيَةَ مَا فِي بَطْنِهَا غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ فَقَالَ وَلِيُّ الْمَرْأَةِ الَّتِي غَرِمَتْ كَيْفَ أَغْرَمُ يَا رَسُولَ اللَّهِ مَنْ لَا شَرِبَ وَلَا أَكَلَ وَلَا نَطَقَ وَلَا اسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا هَذَا مِنْ إِخْوَانِ الْكُهَّانِ","source":"Bukhari"},"__N_SSG":true}