{"pageProps":{"number":"6019","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Yusuf] telah menceritakan kepada kami [Ibnu Uyainah] dari [Az Zuhri] dari [Ubaidullah bin Abdullah bin Utbah] dari [Abu Hurairah] dan [Zaid bin Khalid Al Juhani] mengatakan, Seorang laki-laki mendatangi Nabi shallallahu 'alaihi wasallam dan berujar; 'Saya bersumpah kepadamu dengan nama Allah, hendaknya engkau memutuskan diantara kami dengan kitabullah.' Lantas lawan sengketanya yang lebih faqih darinya berdiri dan berkata; 'Ia benar, putuskanlah diantara kami dengan kitabullah, dan perkenankan saya ya Rasulullah untuk bicara! ' Nabi menjawab; \"Silahkan bicara\". Ia meneruskan; 'anak saya menjadi pekerja orang ini, kemudian dia berzina dengan isterinya, maka aku menebusnya dengan seratus ekor kambing dan satu pelayan. Aku kemudian bertanya kepada beberapa orang ahlul ilmu dan mereka memberitahukan kepadaku bahwa anakku didera seratus kali dan diasingkan selama setahun dan wanita ini dirajam.' Lantas Nabi bersabda: \"Demi Dzat yang jiwaku berada di tangan-NYA, sungguh aku akan putuskan diantara kalian berdua, seratus ekor kambing dan pelayan dikembalikan kepadamu, kemudian anakmu didera seratus kali dan diasingkan selama setahun, dan engkau hai Unais Al Aslami, temuilah si wanita dan tanyailah, jika ia mengakui maka rajamlah!\" Si Wanita akhirnya mengaku dan dia merajamnya.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا ابْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ قَالَاجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَنْشُدُكَ اللَّهَ إِلَّا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ فَقَامَ خَصْمُهُ وَكَانَ أَفْقَهَ مِنْهُ فَقَالَ صَدَقَ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَأْذَنْ لِي يَا رَسُولَ اللَّهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْ فَقَالَ إِنَّ ابْنِي كَانَ عَسِيفًا فِي أَهْلِ هَذَا فَزَنَى بِامْرَأَتِهِ فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَخَادِمٍ وَإِنِّي سَأَلْتُ رِجَالًا مِنْ أَهْلِ الْعِلْمِ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي جَلْدَ مِائَةٍ وَتَغْرِيبَ عَامٍ وَأَنَّ عَلَى امْرَأَةِ هَذَا الرَّجْمَ فَقَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ الْمِائَةُ وَالْخَادِمُ رَدٌّ عَلَيْكَ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَيَا أُنَيْسُ اغْدُ عَلَى امْرَأَةِ هَذَا فَسَلْهَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا فَاعْتَرَفَتْ فَرَجَمَهَا","source":"Bukhari"},"__N_SSG":true}