{"pageProps":{"number":"643","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Yusuf] berkata, telah mengabarkan kepada kami [Malik] dari [Abu Hazim bin Dinar] dari [Sahal bin Sa'd As Sa'idi], bahwa suatu hari Rasulullah shallallahu 'alaihi wasallam pergi menemui Bani 'Amru bin 'Auf untuk menyelesaikan masalah di antara mereka. Kemudian tiba waktu shalat, lalu ada seorang mu'adzin menemui Abu Bakar seraya berkata, \"Apakah engkau mau memimpin shalat berjama'ah sehingga aku bacakan iqamatnya?\" Abu Bakar menjawab, \"Ya.\" Maka Abu Bakar memimpin shalat. Tak lama kemudian datang Rasulullah shallallahu 'alaihi wasallam sedangkan orang-orang sedang melaksanakan shalat. Lalu beliau bergabung dan masuk ke dalam shaf. Orang-orang kemudian memberi isyarat dengan bertepuk tangan namun Abu Bakar tidak bereaksi dan tetap meneruskan shalatnya. Ketika suara tepukan semakin banyak, Abu Bakar berbalik dan ternyata dia melihat ada Rasulullah shallallahu 'alaihi wasallam. Rasulullah shallallahu 'alaihi wasallam memberi isyarat yang maksudnya: 'Tetaplah kamu pada posisimu'. Abu Bakar mengangkat kedua tangannya lalu memuji Allah atas perintah Rasulullah shallallahu 'alaihi wasallam tersebut. Kemudian Abu Bakar mundur dan masuk dalam barisan shaf lalu Rasulullah shallallahu 'alaihi wasallam maju dan melanjutkan shalat. Setelah shalat selesai, beliau bersabda: \"Wahai Abu Bakar, apa yang menghalangimu ketika aku perintahkan agar kamu tetap pada posisimu?\" Abu Bakar menjawab, \"Tidaklah patut bagi anak Abu Qahafah untuk memimpin shalat di depan Rasulullah\". Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mengapa kalian tadi banyak bertepuk tangan?. Barangsiapa menjadi makmum lalu merasa ada kekeliruan dalam shalat, hendaklah dia membaca tasbih. Karena jika dibacakan tasbih, dia (imam) akan memperhatikannya. Sedangkan tepukan untuk wanita.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ قَالَ أَخْبَرَنَا مَالِكٌ عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَهَبَ إِلَى بَنِي عَمْرِو بْنِ عَوْفٍ لِيُصْلِحَ بَيْنَهُمْ فَحَانَتْ الصَّلَاةُ فَجَاءَ الْمُؤَذِّنُ إِلَى أَبِي بَكْرٍ فَقَالَ أَتُصَلِّي لِلنَّاسِ فَأُقِيمَ قَالَ نَعَمْ فَصَلَّى أَبُو بَكْرٍ فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ فِي الصَّلَاةِ فَتَخَلَّصَ حَتَّى وَقَفَ فِي الصَّفِّ فَصَفَّقَ النَّاسُ وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي صَلَاتِهِ فَلَمَّا أَكْثَرَ النَّاسُ التَّصْفِيقَ الْتَفَتَ فَرَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ امْكُثْ مَكَانَكَ فَرَفَعَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ يَدَيْهِ فَحَمِدَ اللَّهَ عَلَى مَا أَمَرَهُ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ ذَلِكَ ثُمَّ اسْتَأْخَرَ أَبُو بَكْرٍ حَتَّى اسْتَوَى فِي الصَّفِّ وَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى فَلَمَّا انْصَرَفَ قَالَ يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تَثْبُتَ إِذْ أَمَرْتُكَ فَقَالَ أَبُو بَكْرٍ مَا كَانَ لِابْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا لِي رَأَيْتُكُمْ أَكْثَرْتُمْ التَّصْفِيقَ مَنْ رَابَهُ شَيْءٌ فِي صَلَاتِهِ فَلْيُسَبِّحْ فَإِنَّهُ إِذَا سَبَّحَ الْتُفِتَ إِلَيْهِ وَإِنَّمَا التَّصْفِيقُ لِلنِّسَاءِ","source":"Bukhari"},"__N_SSG":true}