{"pageProps":{"number":"6457","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya] telah menceritakan kepada kami [Ibnu Uyainah] dari [Manshur bin Shafiyah] dari [Ibunya] dari [Aisyah] bahwa, ada seorang wanita bertanya Nabi shallallahu 'alaihi wasallam Shallallahu'alaihiwasallam -lewat jalur periwayatan lain-Dan telah menceritakan kepada kami [Muhammad] -yaitu Ibnu Uqbah- telah menceritakan kepada kami [Al Fudlail bin Sulaiman An Numairi Al Bashri] telah menceritakan kepada kami [Manshur bin Abdurrahman Ibn Syaibah] telah menceritakan kepadaku [Ibuku] dari [Aisyah] radliyallahu'anha, ada seorang wanita bertanya Nabi shallallahu 'alaihi wasallam tentang haidl, bagaimana ia harus mandi karena haidl? Nabi menjawab: 'Hendaklah kau ambil sepotong kapas, lantas kau berwudlu dengannya.' Wanita itu bertanya, 'Bagaimana aku berwudlu dengan kapas itu wahai Rasulullah? ' Nabi shallallahu 'alaihi wasallam menjawab: 'Berwudlulah.' Si wanita terus bertanya, 'Bagaimana aku harus berwudlu dengan kapas itu ya Rasulullah? Nabi shallallahu 'alaihi wasallam menjawab: 'Berwudlulah.' Si wanita terus bertanya, 'Bagaimana aku harus berwudlu dengan kapas itu ya Rasulullah? ' Maka Aisyah pun berkata, 'Aku mengerti yang Rasulullah maksudkan, sehingga kutarik wanita itu dan kuajari.'","arab":"حَدَّثَنَا يَحْيَى حَدَّثَنَا ابْنُ عُيَيْنَةَ عَنْ مَنْصُورِ بْنِ صَفِيَّةَ عَنْ أُمِّهِ عَنْ عَائِشَةَ أَنَّ امْرَأَةً سَأَلَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا مُحَمَّدٌ هُوَ ابْنُ عُقْبَةَ حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ النُّمَيْرِيُّ الْبَصْرِيُّ حَدَّثَنَا مَنْصُورُ بْنُ عَبْدِ الرَّحْمَنِ ابْنُ شَيْبَةَ حَدَّثَتْنِي أُمِّي عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَاأَنَّ امْرَأَةً سَأَلَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْحَيْضِ كَيْفَ تَغْتَسِلُ مِنْهُ قَالَ تَأْخُذِينَ فِرْصَةً مُمَسَّكَةً فَتَوَضَّئِينَ بِهَا قَالَتْ كَيْفَ أَتَوَضَّأُ بِهَا يَا رَسُولَ اللَّهِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّئِي قَالَتْ كَيْفَ أَتَوَضَّأُ بِهَا يَا رَسُولَ اللَّهِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّئِينَ بِهَا قَالَتْ عَائِشَةُ فَعَرَفْتُ الَّذِي يُرِيدُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَذَبْتُهَا إِلَيَّ فَعَلَّمْتُهَا","source":"Bukhari"},"__N_SSG":true}