{"pageProps":{"number":"6459","slug":"bukhari","id":"Telah menceritakan kepada kami [Ahmad bin Shalih] telah menceritakan kepada kami [Ibn Wahb] telah menceritakan kepadaku [Yunus] dari [Ibn Syihab] telah menceritakan kepadaku ['Atha bin Abu Rabah] dari [Jabir bin Abdullah] berkata, \"Nabi shallallahu 'alaihi wasallam bersabda: \"Barangsiapa makan bawang merah atau bawang putih, hendaklah menyingkir dari kami --atau dengan redaksi 'agar dia menyingkiri- masjid kami, dan duduklah di rumahnya.\" Pernah dalam perang badar beliau diberi hidangan yang berisi sayur-mayur, berupa kubis, dan beliau temukan mempunyai bau. Maka Nabi menanyakan perihal sayuran itu, dan dikabarkan bahwa sayuran itu diantaranya ada kubis. Beliau lantas bersabda: \"Coba tolong dekatkan!\" Lantas mereka pun mendekatkannya kepada beberapa sahabatnya yang ikut bersama beliau. Tatkala beliau melihatnya, beliau merasa risih memakannya dan bersabda: \"Saya menjauhi santapan yang kalian tidak menjauhinya.\" Sedang [Ibnu Ufair] dari [Ibnu Wahb] berkata dengan redaksi 'didatangkan kepada beliau periuk berisi kubis', dan [Al Laits] dan [Abu Shafwan] tidak menyebutkan dari [Yunus] tentang kisah periuk, maka aku tidak tahu apakah itu ucapan [Azzuhri] atau termasuk bagian hadis.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَكَلَ ثُومًا أَوْ بَصَلًا فَلْيَعْتَزِلْنَا أَوْ لِيَعْتَزِلْ مَسْجِدَنَا وَلْيَقْعُدْ فِي بَيْتِهِ وَإِنَّهُ أُتِيَ بِبَدْرٍ قَالَ ابْنُ وَهْبٍ يَعْنِي طَبَقًا فِيهِ خَضِرَاتٌ مِنْ بُقُولٍ فَوَجَدَ لَهَا رِيحًا فَسَأَلَ عَنْهَا فَأُخْبِرَ بِمَا فِيهَا مِنْ الْبُقُولِ فَقَالَ قَرِّبُوهَا فَقَرَّبُوهَا إِلَى بَعْضِ أَصْحَابِهِ كَانَ مَعَهُ فَلَمَّا رَآهُ كَرِهَ أَكْلَهَا قَالَ كُلْ فَإِنِّي أُنَاجِي مَنْ لَا تُنَاجِيوَقَالَ ابْنُ عُفَيْرٍ عَنْ ابْنِ وَهْبٍ بِقِدْرٍ فِيهِ خَضِرَاتٌ وَلَمْ يَذْكُرِ اللَّيْثُ وَأَبُو صَفْوَانَ عَنْ يُونُسَ قِصَّةَ الْقِدْرِ فَلَا أَدْرِي هُوَ مِنْ قَوْلِ الزُّهْرِيِّ أَوْ فِي الْحَدِيثِ","source":"Bukhari"},"__N_SSG":true}