{"pageProps":{"number":"6515","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdan] berkata, Telah mengabarkan kepada kami [Abu Hamzah] dari [Al A'masy] dari [Jami' bin Syidad] dari [Shafwan bin Muhriz] dari ['Imran bin Hushain] berkata, \"Pernah aku di sisi Nabi shallallahu 'alaihi wasallam. Tiba-tiba ada sekelompok kaum dari bani Tamim mendatanginya dan berkata, 'Terimalah berita gembira wahai bani Tamim! Mereka menjawab, 'Engkau telah memberi kami kabar gembira, maka berikanlah! Lantas beberapa orang penduduk Yaman datang dan beliau katakan: 'Terimalah kabar gembira wahai penduduk Yaman, sebab bani Tamim belum menemerimanya! ' Mereka jawab, 'kami menerimanya, kami datang untuk belajar agama dan bertanya kepadamu awal-awal kejadian alam ini! Nabi menjawab: 'Allah telah ada dan tidak ada sesuatu pun terjadi sebelum-Nya, arsy-Nya berada di atas air, kemudian Allah mencipta langit dan bumi dan Allah menetapkan segala sesuatu dalam alquran'. Lantas seorang laki-laki mendatangiku dan berujar 'Wahai Imran, carilah untamu, sebab untamu pergi! Aku bergegas mencarinya, tidak tahunya fatamorgana (padang pasir) menghilangkan pandangannya. Demi Allah, sungguh aku mengimpikan sekiranya untaku biarlah hilang sedang aku tidak usah berdiri.\"","arab":"حَدَّثَنَا عَبْدَانُ قَالَ أَخْبَرَنَا أَبُو حَمْزَةَ عَنْ الْأَعْمَشِ عَنْ جَامِعِ بْنِ شَدَّادٍ عَنْ صَفْوَانَ بْنِ مُحْرِزٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَإِنِّي عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ قَوْمٌ مِنْ بَنِي تَمِيمٍ فَقَالَ اقْبَلُوا الْبُشْرَى يَا بَنِي تَمِيمٍ قَالُوا بَشَّرْتَنَا فَأَعْطِنَا فَدَخَلَ نَاسٌ مِنْ أَهْلِ الْيَمَنِ فَقَالَ اقْبَلُوا الْبُشْرَى يَا أَهْلَ الْيَمَنِ إِذْ لَمْ يَقْبَلْهَا بَنُو تَمِيمٍ قَالُوا قَبِلْنَا جِئْنَاكَ لِنَتَفَقَّهَ فِي الدِّينِ وَلِنَسْأَلَكَ عَنْ أَوَّلِ هَذَا الْأَمْرِ مَا كَانَ قَالَ كَانَ اللَّهُ وَلَمْ يَكُنْ شَيْءٌ قَبْلَهُ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ ثُمَّ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ وَكَتَبَ فِي الذِّكْرِ كُلَّ شَيْءٍ ثُمَّ أَتَانِي رَجُلٌ فَقَالَ يَا عِمْرَانُ أَدْرِكْ نَاقَتَكَ فَقَدْ ذَهَبَتْ فَانْطَلَقْتُ أَطْلُبُهَا فَإِذَا السَّرَابُ يَنْقَطِعُ دُونَهَا وَايْمُ اللَّهِ لَوَدِدْتُ أَنَّهَا قَدْ ذَهَبَتْ وَلَمْ أَقُمْ","source":"Bukhari"},"__N_SSG":true}