{"pageProps":{"number":"671","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami ['Abdullah bin Daud] berkata, telah menceritakan kepada kami [Al A'masy] dari [Ibrahim] dari [Al Aswad] dari ['Aisyah] berkata, \"Ketika Nabi shallallahu 'alaihi wasallam dalam kondisi sakit yang membawa kepada kematiannya, Bilal datang menemui beliau mengabarkan bahwa waktu shalat telah datang. Beliau lalu berkata: \"Kalian suruhlah Abu Bakar untuk memimpin shalat.\" Aku berkata, \"Sesungguhnya Abu Bakar orang yang lemah lembut, jika ia menggantikan posisi tuan, maka dia akan menangis dan tidak akan bisa membaca Al Qur'an.\" Beliau berkata lagi: \"Kalian suruhlah Abu Bakar untuk memimpin shalat.\" Aku lalu menyampaikan jawaban yang sama. Maka pada ketiga atau keempat kalinya beliau bersabda: \"Sungguh kalian ini seperti isteri-isterinya Yusuf. Suruhlah Abu Bakar untuk memimpin shalat.\" Akhirnya Abu Bakar pun shalat (sebagai Imam). Kemudian Nabi shallallahu 'alaihi wasallam keluar dengan diapit oleh dua orang laki-laki dan seolah aku melihat beliau berjalan dengan menyeret kakinya di atas tanah. Ketika Abu Bakar melihat kedatangan beliau, dia pun berniat mundur. Tetapi beliau memberi isyarat kepadanya seolah berkata: \"Tetaplah shalat.\" Abu Bakar kemudian bergeser dan Nabi shallallahu 'alaihi wasallam duduk disampingnya, lalu Abu Bakar memperdengarkan suara takbir kepada jama'ah.\" Hadits ini juga diperkuat oleh [Muhadlir] dari [Al A'masy].","arab":"حَدَّثَنَا مُسَدَّدٌ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ قَالَ حَدَّثَنَا الْأَعْمَشُ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْلَمَّا مَرِضَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَضَهُ الَّذِي مَاتَ فِيهِ أَتَاهُ بِلَالٌ يُوذِنُهُ بِالصَّلَاةِ فَقَالَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ قُلْتُ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ إِنْ يَقُمْ مَقَامَكَ يَبْكِي فَلَا يَقْدِرُ عَلَى الْقِرَاءَةِ فَقَالَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ فَقُلْتُ مِثْلَهُ فَقَالَ فِي الثَّالِثَةِ أَوْ الرَّابِعَةِ إِنَّكُنَّ صَوَاحِبُ يُوسُفَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ فَصَلَّى وَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُهَادَى بَيْنَ رَجُلَيْنِ كَأَنِّي أَنْظُرُ إِلَيْهِ يَخُطُّ بِرِجْلَيْهِ الْأَرْضَ فَلَمَّا رَآهُ أَبُو بَكْرٍ ذَهَبَ يَتَأَخَّرُ فَأَشَارَ إِلَيْهِ أَنْ صَلِّ فَتَأَخَّرَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ وَقَعَدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى جَنْبِهِ وَأَبُو بَكْرٍ يُسْمِعُ النَّاسَ التَّكْبِيرَتَابَعَهُ مُحَاضِرٌ عَنْ الْأَعْمَشِ","source":"Bukhari"},"__N_SSG":true}