{"pageProps":{"number":"10","slug":"muslim","id":"Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Zuhair bin Harb] semuanya dari [Ibnu Ulayyah], [Zuhair] berkata, telah menceritakan kepada kami [Ismail bin Ibrahim] dari [Abu Hayyan] dari [Abu Zur'ah bin Amru bin Jarir] dari [Abu Hurairah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam pada suatu hari berada di hadapan manusia, lalu seorang laki-laki mendatanginya seraya berkata, 'Wahai Rasulullah, apakah iman itu? ' Beliau menjawab, 'Kamu beriman kepada Allah, malaikat-Nya, kitab-Nya, beriman kepada kejadian pertemuan dengan-Nya, beriman kepada para Rasul-Nya, dan kamu beriman kepada hari kebangkitan yang akhir'. Dia bertanya, 'Wahai Rasulullah, apakah Islam itu? ' Beliau menjawab, 'Islam adalah kamu menyembah Allah dan tidak menyekutukan-Nya dengan sesuatu apa pun, mendirikan shalat yang wajib, membayar zakat yang difardlukan, dan berpuasa Ramadlan.' Dia bertanya lagi, 'Wahai Rasulullah, apakah ihsan itu? ' Beliau menjawab, 'Kamu menyembah Allah seakan-akan kamu melihat-Nya, maka jika kamu tidak melihat-Nya maka sesungguhnya Dia melihatmu.' Dia bertanya lagi, 'Wahai Rasulullah, kapankah hari kiamat itu? ' Beliau menjawab, 'Tidaklah orang yang ditanya tentangnya lebih mengetahui jawaban-Nya daripada orang yang bertanya, akan tetapi aku akan menceritakan kepadamu tentang tanda-tandanya; yaitu bila hamba wanita melahirkan tuan-Nya. Itulah salah satu tanda-tandanya. (Kedua) bila orang yang telanjang tanpa alas kaki menjadi pemimpin manusia. Itulah salah satu tanda-tandanya. (Ketiga) apabila penggembala kambing saling berlomba tinggi-tinggian dalam (mendirikan) bangunan. Itulah salah satu tanda-tandanya dalam lima tanda-tanda, tidak ada yang mengetahuinya kecuali Allah, \" kemudian beliau shallallahu 'alaihi wasallam membaca: '(Sesungguhnya Allah, hanya pada sisi-Nya sajalah pengetahuan tentang Hari Kiamat; dan Dia-lah Yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim.Dan tiada seorangpun yang dapat mengetahui (dengan pasti) apa yang akan diusahakan-Nya besok.Dan tiada seorangpun yang dapat mengetahui di bumi mana dia akan mati. Sesungguhnya Allah Maha Mengetahui lagi Maha Mengenal) ' (Qs. Luqman: 34). Kemudian laki-laki tersebut kembali pergi. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Panggil kembali laki-laki tersebut menghadapku'. Maka mereka mulai memanggilnya lagi, namun mereka tidak melihat sesuatu pun. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ini Jibril, dia datang untuk mengajarkan manusia tentang agama mereka'.\" Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [Muhammad bin Bisyr] telah menceritakan kepada kami [Abu Hayyan at-Taimi] dengan sanad ini hadits semisalnya, hanya saja dalam riwayatnya ada kalimat, 'Apabila hamba wanita melahirkan suaminya, yaitu para gundik'.","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ جَمِيعًا عَنْ ابْنِ عُلَيَّةَ قَالَ زُهَيْرٌ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَبِي حَيَّانَ عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ عَنْ أَبِي هُرَيْرَةَ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا بَارِزًا لِلنَّاسِ فَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ مَا الْإِيمَانُ قَالَ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكِتَابِهِ وَلِقَائِهِ وَرُسُلِهِ وَتُؤْمِنَ بِالْبَعْثِ الْآخِرِ قَالَ يَا رَسُولَ اللَّهِ مَا الْإِسْلَامُ قَالَ الْإِسْلَامُ أَنْ تَعْبُدَ اللَّهَ وَلَا تُشْرِكَ بِهِ شَيْئًا وَتُقِيمَ الصَّلَاةَ الْمَكْتُوبَةَ وَتُؤَدِّيَ الزَّكَاةَ الْمَفْرُوضَةَ وَتَصُومَ رَمَضَانَ قَالَ يَا رَسُولَ اللَّهِ مَا الْإِحْسَانُ قَالَ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنَّكَ إِنْ لَا تَرَاهُ فَإِنَّهُ يَرَاكَ قَالَ يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ قَالَ مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنْ السَّائِلِ وَلَكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا إِذَا وَلَدَتْ الْأَمَةُ رَبَّهَا فَذَاكَ مِنْ أَشْرَاطِهَا وَإِذَا كَانَتْ الْعُرَاةُ الْحُفَاةُ رُءُوسَ النَّاسِ فَذَاكَ مِنْ أَشْرَاطِهَا وَإِذَا تَطَاوَلَ رِعَاءُ الْبَهْمِ فِي الْبُنْيَانِ فَذَاكَ مِنْ أَشْرَاطِهَا فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللَّهُ ثُمَّ تَلَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ }قَالَ ثُمَّ أَدْبَرَ الرَّجُلُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رُدُّوا عَلَيَّ الرَّجُلَ فَأَخَذُوا لِيَرُدُّوهُ فَلَمْ يَرَوْا شَيْئًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا جِبْرِيلُ جَاءَ لِيُعَلِّمَ النَّاسَ دِينَهُمْحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ حَدَّثَنَا أَبُو حَيَّانَ التَّيْمِيُّ بِهَذَا الْإِسْنَادِ مِثْلَهُ غَيْرَ أَنَّ فِي رِوَايَتِهِ إِذَا وَلَدَتْ الْأَمَةُ بَعْلَهَا يَعْنِي السَّرَارِيَّ","source":"Muslim"},"__N_SSG":true}