{"pageProps":{"number":"1476","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya At Tamimi] dan [Abu Bakar bin Abu Syaibah] dan [Muhammad bin Abdullah bin Numair] dan [Abu Kuraib] -lafazhnya milik Yahya- Yahya berkata, telah mengabarkan kepada kami -sementara yang lain berkata- Telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Syaqiq] dari [Khabbab bin Al Arat] ia berkata; Kami berhijrah di jalan Allah bersama Rasulullah shallallahu 'alaihi wasallam hanya untuk menggapai wajah Allah, maka Allah akan memberikan ganjarannya kepada kami (termasuk di antara adalah harta ghanimah). Namun di antara kami ada yang belum pernah mencicipi ganjarannya sedikitpun, salah satunya adalah Mush'ab bin Umair, karena ia terbunuh pada saat perang Uhud. Saat itu, tidak ada sesuatu pun untuk mengkafaninya kecuali sehelai kain burdah, yang apabila kami letakkan di atas kepalanya, maka kedua kakinya akan tampak, namun jika kami meletakkannya di atas kedua kakinya, maka kepalanya akan tampak. Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Letakkanlah tepat di bawah lehernya, dan letakkan Idzkhir (sejenis tumbuh-tumbuhan) di atas kedua kakinya.\" Maka di antara kami ada yang buah-buahannya telah masak dan ia memetiknya. Dan Telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Jarir] -dalam jalur lain- Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Isa bin Yunus] -dalam jalur lain- Dan telah menceritakan kepada kami [Minjab bin Harits At Tamimi] telah mengabarkan kepada kami [Ali bin Mushir] -dalam jalur lain- dan Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Ibnu Abu Umar] semuanya dari [Ibnu Uyainah] dari [Al A'masy] dengan isnad ini semisalnya.","arab":"و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ وَأَبُو كُرَيْبٍ وَاللَّفْظُ لِيَحْيَى قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الْآخَرُونَ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ شَقِيقٍ عَنْ خَبَّابِ بْنِ الْأَرَتِّ قَالَهَاجَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَبِيلِ اللَّهِ نَبْتَغِي وَجْهَ اللَّهِ فَوَجَبَ أَجْرُنَا عَلَى اللَّهِ فَمِنَّا مَنْ مَضَى لَمْ يَأْكُلْ مِنْ أَجْرِهِ شَيْئًا مِنْهُمْ مُصْعَبُ بْنُ عُمَيْرٍ قُتِلَ يَوْمَ أُحُدٍ فَلَمْ يُوجَدْ لَهُ شَيْءٌ يُكَفَّنُ فِيهِ إِلَّا نَمِرَةٌ فَكُنَّا إِذَا وَضَعْنَاهَا عَلَى رَأْسِهِ خَرَجَتْ رِجْلَاهُ وَإِذَا وَضَعْنَاهَا عَلَى رِجْلَيْهِ خَرَجَ رَأْسُهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَعُوهَا مِمَّا يَلِي رَأْسَهُ وَاجْعَلُوا عَلَى رِجْلَيْهِ الْإِذْخِرَ وَمِنَّا مَنْ أَيْنَعَتْ لَهُ ثَمَرَتُهُ فَهْوَ يَهْدِبُهَاو حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ ح و حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَابْنُ أَبِي عُمَرَ جَمِيعًا عَنْ ابْنِ عُيَيْنَةَ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}