{"pageProps":{"number":"1495","slug":"muslim","id":"Dan telah menceritakan kepadaku [Abdul Malik bin Syu'aib bin Laits] telah menceritakan kepadaku [bapakku] dari [kakekku] ia berkata, telah menceritakan kepadaku [Uqail bin Khalid] dari [Ibnu Syihab] dari [Sa'id bin Al Musayyab] dan [Abu Salamah bin Abdurrahman] bahwa keduanya telah menceritakan kepadanya dari [Abu Hurairah] bahwa ia berkata; Rasulullah shallallahu 'alaihi wasallam mengajak kami untuk menunaikan shalat (ghaib) untuk kematian An Najasyi, raja negeri Habasyah. Beliau bersabda: \"Mintakanlah ampunan untuk saudara kalian (An Najasyi).\" Ibnu Syihab berkata; Dan telah menceritakan kepadaku Sa'id bin Al Musayyab, bahwa Abu Hurairah telah menceritakan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam mengatur shaf mereka di Mushalla (tanah lapang), lalu beliau shalat (ghaib) dan bertakbir atasnya sebanyak empat kali takbir. Dan telah menceritakan kepadaku [Amru An Naqid] dan [Hasan Al Hulwani] dan [Abdu Humaid] mereka berkata, telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'd] telah menceritakan kepada kami [bapakku] dari [Shalih] dari [Ibnu Syihab] sebagaimana riwayat Uqail dengan kedua isnad itu.","arab":"و حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُمَا حَدَّثَاهُ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَنَعَى لَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّجَاشِيَ صَاحِبَ الْحَبَشَةِ فِي الْيَوْمِ الَّذِي مَاتَ فِيهِ فَقَالَ اسْتَغْفِرُوا لِأَخِيكُمْقَالَ ابْنُ شِهَابٍ وَحَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ أَبَا هُرَيْرَةَ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَفَّ بِهِمْ بِالْمُصَلَّى فَصَلَّى فَكَبَّرَ عَلَيْهِ أَرْبَعَ تَكْبِيرَاتٍ و حَدَّثَنِي عَمْرٌو النَّاقِدُ وَحَسَنٌ الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ قَالُوا حَدَّثَنَا يَعْقُوبُ وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ كَرِوَايَةِ عُقَيْلٍ بِالْإِسْنَادَيْنِ جَمِيعًا","source":"Muslim"},"__N_SSG":true}