{"pageProps":{"number":"1657","slug":"muslim","id":"Telah menceritakan kepadaku [Abu Thahir] telah mengabarkan kepada kami [Abdullah bin Wahb] ia berkata, telah mengabarkan kepadaku [Malik bin Anas] dari [Zaid bin Aslam] dari [Atha` bin Yasar] dari [Abu Sa'id Al Khudri] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesuatu yang paling aku khawatirkan menimpa kalian adalah sesuatu yang akan dikeluarkan oleh Allah untuk kalian berupa keindahan dunia.\" Para sahabat bertanya, \"Lantas apakah yang dimaksud dengan perhiasan dunia wahai Rasulullah?\" Beliau menjawab: \"Yaitu keberkahan dan kemakmuran bumi.\" Mereka bertanya lagi, \"Wahai Rasulullah, apakah kebaikan dapat mendatangkan keburukan?\" Beliau menjawab: \"Sesungguhnya kebaikan tidak akan mendatangkan kecuali kebaikan dan kebaikan tidak akan mendatangkan kecuali kebaikan, kebaikan tidak akan mendatangkan kecuali kebaikan. Dan setiap apa yang tumbuh di musim hujan, kadang-kadang dapat membunuh atau menyakitkan. Kecuali bagi pemakan sayur-sayuran yang memakan hanya sampai kenyang, kemudian ia menghadap ke matahari, lalu buang air besar atau kecil, sesudah itu barulah ia makan kembali. Sesungguhnya harta benda dunia itu kelihatannya hijau dan manis. Barangsiapa yang memperoleh harta dengan jalan halal dan membelanjakannya pada jalan yang benar, maka itulah sebaik-baik pertolongan. Namun barangsiapa yang memperolehnya dengan jalan yang tidak halal, maka ia seperti halnya orang yang makan tapi tidak pernah merasa kenyang.\"","arab":"حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَخْوَفُ مَا أَخَافُ عَلَيْكُمْ مَا يُخْرِجُ اللَّهُ لَكُمْ مِنْ زَهْرَةِ الدُّنْيَا قَالُوا وَمَا زَهْرَةُ الدُّنْيَا يَا رَسُولَ اللَّهِ قَالَ بَرَكَاتُ الْأَرْضِ قَالُوا يَا رَسُولَ اللَّهِ وَهَلْ يَأْتِي الْخَيْرُ بِالشَّرِّ قَالَ لَا يَأْتِي الْخَيْرُ إِلَّا بِالْخَيْرِ لَا يَأْتِي الْخَيْرُ إِلَّا بِالْخَيْرِ لَا يَأْتِي الْخَيْرُ إِلَّا بِالْخَيْرِ إِنَّ كُلَّ مَا أَنْبَتَ الرَّبِيعُ يَقْتُلُ أَوْ يُلِمُّ إِلَّا آكِلَةَ الْخَضِرِ فَإِنَّهَا تَأْكُلُ حَتَّى إِذَا امْتَدَّتْ خَاصِرَتَاهَا اسْتَقْبَلَتْ الشَّمْسَ ثُمَّ اجْتَرَّتْ وَبَالَتْ وَثَلَطَتْ ثُمَّ عَادَتْ فَأَكَلَتْ إِنَّ هَذَا الْمَالَ خَضِرَةٌ حُلْوَةٌ فَمَنْ أَخَذَهُ بِحَقِّهِ وَوَضَعَهُ فِي حَقِّهِ فَنِعْمَ الْمَعُونَةُ هُوَ وَمَنْ أَخَذَهُ بِغَيْرِ حَقِّهِ كَانَ كَالَّذِي يَأْكُلُ وَلَا يَشْبَعُ","source":"Muslim"},"__N_SSG":true}