{"pageProps":{"number":"1710","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Abu Usamah] telah menceritakan kepada kami [Ubaidullah] dar [Nafi'] dari [Ibnu Umar] radliallahu 'anhumaa bahwa Rasulullah shallallahu 'alaihi wasallam menyebutkan bulan Ramadlan dan beliau menepukkan kedua tangannya seraya bersabda: \"Hitungan bulan itu begini, bigini dan begini (beliau menekuk jempolkan pada kali yang ketiga). Karena itu, berpuasalah kalian setelah melihat (hilal) -nya, dan berbukalah pada saat kaliat melihatnya (terbit kembali). Dan jika bulan tertutup dari pandanganmu, maka hitunglah menjadi tiga puluh hari.\" Dan Telah menceritakan kepada kami [Ibnu Numair] Telah menceritakan kepada kami [bapakku] Telah menceritakan kepada kami [Ubaidullah] dengan isnad ini dan Ibnu 'Abbas RAa menyebutkan; \"Dan apabila (hilal itu) tidak tampak atas kalian (terhalang mendung), maka sempurnakanlah menjadi tiga puluh hari.\" Yakni sebagaimana haditsnya Abu Usamah. Dan Telah menceritakan kepada kami [Ubaidullah bin Sa'id] Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Ubaidullah] dengan isnad ini. Dan berkata; Rasulullah shallallahu 'alaihi wasallam menyebutkan bulan Ramadlan seraya bersabda: \"Hitungan bulan itu adalah dua puluh sembilan. Hitungan bulan itu adalah begini, begini dan begini.\" Dan ia juga menyebutkan: \"Sempurnakanlah.\" Dan tidak menyebutkan: \"Tiga puluh.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ رَمَضَانَ فَضَرَبَ بِيَدَيْهِ فَقَالَ الشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا ثُمَّ عَقَدَ إِبْهَامَهُ فِي الثَّالِثَةِ فَصُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ فَإِنْ أُغْمِيَ عَلَيْكُمْ فَاقْدِرُوا لَهُ ثَلَاثِينَو حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْدُ اللَّهِ بِهَذَا الْإِسْنَادِ وَقَالَ فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدِرُوا ثَلَاثِينَ نَحْوَ حَدِيثِ أَبِي أُسَامَةَ و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ بِهَذَا الْإِسْنَادِ وَقَالَ ذَكَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَمَضَانَ فَقَالَ الشَّهْرُ تِسْعٌ وَعِشْرُونَ الشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا وَقَالَ فَاقْدِرُوا لَهُ وَلَمْ يَقُلْ ثَلَاثِينَ","source":"Muslim"},"__N_SSG":true}