{"pageProps":{"number":"2100","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Qutaibah bin Sa'id] Telah menceritakan kepada kami [Laits] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Ibnu Rumh] telah mengabarkan kepadaku [Laits] dari [Abu Zubair] dari [Abu Ma'bad] Maula Ibnu Abbas, dari [Ibnu Abbas] dari [Al Fadll bin Abbas] bahwa ia membonceng di belakang Rasulullah shallallahu 'alaihi wasallam. Dan ia berkata kepada orang-orang di sore hari Arafah dan pagi hari di Jam' yakni saat mereka berangkat, \"Hendaklah kalian berjalan dengan tenang.\" Dan ia senantiasa menjalankan Unta dengan pelan-pelan hingga beliau memasuki lembah Muhassir, dan saat itu ia datang dari Mina. Ia berkata, \"Hendaklah kalian mengambil kerikil untuk melempar Jumrah. Rasulullah shallallahu 'alaihi wasallam senantiasa membaca talbiyah hingga beliau selesai melempar jumrah.\" Dan telah menceritakan kepadaku [Zuhair bin Harb] Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Ibnu Juraij] telah mengabarkan kepadaku [Abu Zubair] dengan isnad ini, hanya saja ia tidak menyebutkan di dalam hadits; \"shallallahu 'alaihi wasallam senantiasa membaca talbiyah hingga beliau selesai melempar jumrah.\" Dan ia menambahkan; \"Nabi shallallahu 'alaihi wasallam memberi isyarat dengan tangannya, sebagaimana manusia melempar.\" ","arab":"و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا ابْنُ رُمْحٍ أَخْبَرَنِي اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ أَبِي مَعْبَدٍ مَوْلَى ابْنِ عَبَّاسٍ عَنْ ابْنِ عَبَّاسٍ عَنْ الْفَضْلِ بْنِ عَبَّاسٍ وَكَانَ رَدِيفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّهُ قَالَ فِي عَشِيَّةِ عَرَفَةَ وَغَدَاةِ جَمْعٍ لِلنَّاسِ حِينَ دَفَعُوا عَلَيْكُمْ بِالسَّكِينَةِ وَهُوَ كَافٌّ نَاقَتَهُ حَتَّى دَخَلَ مُحَسِّرًا وَهُوَ مِنْ مِنًى قَالَ عَلَيْكُمْ بِحَصَى الْخَذْفِ الَّذِي يُرْمَى بِهِ الْجَمْرَةُ وَقَالَ لَمْ يَزَلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَو حَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ ابْنِ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ فِي الْحَدِيثِ وَلَمْ يَزَلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ وَزَادَ فِي حَدِيثِهِ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُشِيرُ بِيَدِهِ كَمَا يَخْذِفُ الْإِنْسَانُ","source":"Muslim"},"__N_SSG":true}