{"pageProps":{"number":"2275","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Husain bin Ali Al Ju'fi] dari [Za`idah] dari [Sulaiman] dari [Abu Shalih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Madinah adalah tanah haram. Maka siapa yang mengada-ngada di dalamnya, dia akan mendapatkan kutukan dari Allah, laknat para Malaikat dan laknat seluruh manusia. Tidak akan diterima tebusannya kelak pada hari kiamat.\" Dan Telah menceritakan kepada kami [Abu Bakr bin An Nadlr bin Abu Nadlr] telah menceritakan kepadaku [Abu Nadlr] telah menceritakan kepadaku [Ubaidullah Al Asyja'i] dari [Sufyan] dari [Al A'masy] dengan isnad ini semisalnya. Namun ia tidak menyebutkan; \"Kelak pada hari kiamat.\" Kemudian ia juga menambahkan; \"Jaminan perlindungan kaum muslimin adalah satu, Orang yang paling rendah paling mereka (budak) bisa memberi perlindungan keamanan dengan jaminan itu. Dan barangsiapa yang melanggar penjanjian seorang muslim, maka ia akan mendapatkan laknat Allah, laknat para malaikat dan seluruh manusia. Tidak akan diterima tebusan darinya kelak pada hari kiamat.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ عَنْ زَائِدَةَ عَنْ سُلَيْمَانَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْمَدِينَةُ حَرَمٌ فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ لَا يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ عَدْلٌ وَلَا صَرْفٌو حَدَّثَنَا أَبُو بَكْرِ بْنُ النَّضْرِ بْنِ أَبِي النَّضْرِ حَدَّثَنِي أَبُو النَّضْرِ حَدَّثَنِي عُبَيْدُ اللَّهِ الْأَشْجَعِيُّ عَنْ سُفْيَانَ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ مِثْلَهُ وَلَمْ يَقُلْ يَوْمَ الْقِيَامَةِ وَزَادَ وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ لَا يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ عَدْلٌ وَلَا صَرْفٌ","source":"Muslim"},"__N_SSG":true}