{"pageProps":{"number":"2445","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Zuhair bin Harb] serta [Muhammad bin Al 'Ala`] sedangkan lafazhnya dari Abu Bakar mereka berkata; Telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Sa'd bin 'Ubaidah] dari [Abu Abdurrahman] dari [Ali] dia berkata; Saya pernah bertanya; \"Wahai Rasulullah, kenapa anda sangat mengutamakan wanita-wanita Quraisy dan meninggalkan wanita-wanita kami?\" Beliau balik bertanya: \"Adakah wanita dari kalian yang pantas bagiku?\" Dia menjawab; \"Ya, yaitu putrinya Hamzah.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya dia tidak halal bagiku, karena dia adalah putri saudaraku dari sepersusuan.\" Dan telah menceritakan kepada kami [Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim] dari [Jarir]. Dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [ayahku]. Dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Muhammad bin Abu Bakar Al Muqaddami] telah menceritakan kepada kami [Abdurrahman bin Mahdi] dari [Sufyan] mereka semua dari [Al A'masy] dengan isnd seperti ini. ","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَمُحَمَّدُ بْنُ الْعَلَاءِ وَاللَّفْظُ لِأَبِي بَكْرٍ قَالُوا حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عَلِيٍّ قَالَقُلْتُ يَا رَسُولَ اللَّهِ مَا لَكَ تَنَوَّقُ فِي قُرَيْشٍ وَتَدَعُنَا فَقَالَ وَعِنْدَكُمْ شَيْءٌ قُلْتُ نَعَمْ بِنْتُ حَمْزَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهَا لَا تَحِلُّ لِي إِنَّهَا ابْنَةُ أَخِي مِنْ الرَّضَاعَةِو حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ عَنْ جَرِيرٍ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي ح و حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ كُلُّهُمْ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ مِثْلَهُ","source":"Muslim"},"__N_SSG":true}