{"pageProps":{"number":"2793","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Ar Rabi' Al 'Ataki] telah menceritakan kepada kami [Hammad bin Zaid] dari [Hisyam bin 'Urwah] dari [Ayahnya], bahwa Arwa binti Uwais menuduh [Sa'id bin Zaid] telah mengambil sebagian dari tanahnya, lantas dia mengadukan kepada Marwan bin Hakam, maka Sa'id berkata, \"Mungkinkah saya mengambil sebagian tanah miliknya setelah saya mendengar sesuatu dari Rasulullah shallallahu 'alaihi wasallam?\" Marwan berkata, \"Apa yang kamu dengar dari Rasulullah shallallahu 'alaihi wasallam?\" Sa'id menjawab, \"Saya pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa mengambil sejengkal tanah dengan cara zhalim, maka pada hari kiamat ia akan dihimpit dengan tujuh lapis bumi.\" Lalu Marwan berkata kepadanya, \"Saya tidak akan menanyakan bukti lagi kepadamu setelah mendengar (sabda Rasulullah shallallahu 'alaihi wasallam) ini. Kemudian Sa'id berdo'a, \"Ya Allah, jika ia (wanita) berdusta, maka butakanlah matanya dan bunuhlah dia di tanahnya sendiri.\" Urwah berkata, \"Ternyata dia (Arwa) tidak meninggal kecuali dalam keadaan buta, dan tatkala dia berjalan-jalan di tanah pekarangannya, tiba-tiba dia terpeleset ke dalam lubang dan meninggal dunia.\"","arab":"حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِأَنَّ أَرْوَى بِنْتَ أُوَيْسٍ ادَّعَتْ عَلَى سَعِيدِ بْنِ زَيْدٍ أَنَّهُ أَخَذَ شَيْئًا مِنْ أَرْضِهَا فَخَاصَمَتْهُ إِلَى مَرْوَانَ بْنِ الْحَكَمِ فَقَالَ سَعِيدٌ أَنَا كُنْتُ آخُذُ مِنْ أَرْضِهَا شَيْئًا بَعْدَ الَّذِي سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَمَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ أَخَذَ شِبْرًا مِنْ الْأَرْضِ ظُلْمًا طُوِّقَهُ إِلَى سَبْعِ أَرَضِينَفَقَالَ لَهُ مَرْوَانُ لَا أَسْأَلُكَ بَيِّنَةً بَعْدَ هَذَا فَقَالَ اللَّهُمَّ إِنْ كَانَتْ كَاذِبَةً فَعَمِّ بَصَرَهَا وَاقْتُلْهَا فِي أَرْضِهَا قَالَ فَمَا مَاتَتْ حَتَّى ذَهَبَ بَصَرُهَا ثُمَّ بَيْنَا هِيَ تَمْشِي فِي أَرْضِهَا إِذْ وَقَعَتْ فِي حُفْرَةٍ فَمَاتَتْ","source":"Muslim"},"__N_SSG":true}