{"pageProps":{"number":"2881","slug":"muslim","id":"Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Jarir] dari [Sulaiman At Taimi] dari [Dluraib bin Nuqair Al Qaisi] dari [Zahdam] dari [Abu Musa Al Asy'ari] dia berkata; \"Kami pernah menemui Rasulullah shallallahu 'alaihi wasallam untuk meminta supaya beliau dapat membantu membawakan perbekalan (peperangan). Maka beliau bersabda: \"Aku tidak dapat membantu membawakan perbekalan kalian, demi Allah, aku tidak dapat membantu membawa perbekalan kalian.\" Setelah beberapa saat, beliau mengutus seseorang kepada kami dengan membawa tiga ekor unta yang semuanya berwarna putih, maka kami berkata; \"Tadi kami menemui Rasulullah shallallahu 'alaihi wasallam dengan meminta bentuan supaya beliau dapat membawa perbekalan kami, lalu beliau bersumpah bahwa beliau tidak mampu membantu membawakan perbekalan kami, kemudian kami mendatangi beliau dan mengabarkan hal itu kepadanya.\" Lantas beliau bersabda: \"Sungguh, sekiranya aku terlanjur bersumpah, kemudian aku melihat ada sesuatu yang lebih baik dari sumpahku itu, maka aku akan melakukan sesuatu yang lebih baik dari sumpahku.\" Telah menceritakan kepada kami [Muhammad bin Abdul A'la At Taimi] telah menceritakan kepada kami [Al Mu'tamir] dari [ayahnya] telah menceritakan kepada kami [Abu As Salil] dari [Zahdam] bahwa dia pernah menceritakan kepadanya dari [Abu Musa] dia berkat; \"kami termasuk dari tentara yang berjalan kaki, lalu kami menemui Nabi Allah shallallahu 'alaihi wasallam dan meminta agar supaya beliau dapat membantu membawakan perbekalan kami …\" seperti hadits Jarir.\"","arab":"و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ ضُرَيْبِ بْنِ نُقَيْرٍ الْقَيْسِيِّ عَنْ زَهْدَمٍ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ قَالَأَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَسْتَحْمِلُهُ فَقَالَ مَا عِنْدِي مَا أَحْمِلُكُمْ وَاللَّهِ مَا أَحْمِلُكُمْ ثُمَّ بَعَثَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِثَلَاثَةِ ذَوْدٍ بُقْعِ الذُّرَى فَقُلْنَا إِنَّا أَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَسْتَحْمِلُهُ فَحَلَفَ أَنْ لَا يَحْمِلَنَا فَأَتَيْنَاهُ فَأَخْبَرْنَاهُ فَقَالَ إِنِّي لَا أَحْلِفُ عَلَى يَمِينٍ أَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلَّا أَتَيْتُ الَّذِي هُوَ خَيْرٌحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى التَّيْمِيُّ حَدَّثَنَا الْمُعْتَمِرُ عَنْ أَبِيهِ حَدَّثَنَا أَبُو السَّلِيلِ عَنْ زَهْدَمٍ يُحَدِّثُهُ عَنْ أَبِي مُوسَى قَالَ كُنَّا مُشَاةً فَأَتَيْنَا نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَسْتَحْمِلُهُ بِنَحْوِ حَدِيثِ جَرِيرٍ","source":"Muslim"},"__N_SSG":true}