{"pageProps":{"number":"3015","slug":"muslim","id":"Dan telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah] dan [Ibin Hujr]. Ibnu Hujr berkata; telah mengabarkan kepada kami, sedangkan yang dua orang mengatakan; telah menceritakan kepada kami [Isma'il] -yaitu Ibnu Ja'far- dari [Rabi'ah bin Abu Abdurrahman] dari [Yazid] -bekas budak Al Munba'its- dari [Zaid bin Khalid Al Juhani] bahwa seorang laki-laki bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang barang temuan, lalu beliau bersabda: \"Umumkanlah selama setahun, lalu kenalilah wadah dan talinya setelah itu manfaatkanlah ia, jika pemiliknya datang maka berikanlah barang tersebut kepadanya.\" Kemudian orang itu bertanya lagi, \"Wahai Rasulullah, bagaimana dengan kambing yang hilang?\" Beliau menjawab: \"Ambillah, mungkin ia dapat menjadi milikmu atau milik saudaramu atau bahkan menjadi milik serigala.\" Dia bertanya lagi, \"Wahai Rasulullah, bagaimana jika yang ditemukan adalah unta?\" Zaid bin Khalid berkata, \"Maka Rasulullah shallallahu 'alaihi wasallam marah hingga wajahnya memerah, kemudian beliau bersabda: \"Apa urusanmu dengan unta yang hilang? Ia telah membawa sepatu (punya kaki) dan wadah airnya sendiri hingga ia bertemu pemiliknya.\" Dan telah menceritakanku [Abu At Thahir] telah mengabarkan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku [Sufyan Ats Tsauri] dan [Malik bin Anas] dan ['Amru bin Al Harits] dan yang lainnya, bahwa [Rabi'ah bin Abu Abdurrahman] telah menceritakan kepada mereka dengan isnad ini seperti hadits Malik, hanya saja ia menambahkan; Zaid berkata, \"Seorang laki-laki datang menemui Rasulullah shallallahu 'alaihi wasallam, sedangkakn saat itu aku bersama beliau, lantas dia bertanya mengenai barang temuan.\" Perawi berkata; Amru menyebutkan dalam hadits, \"Jika pemiliknya belum datang untuk mengambilnya, maka kamu boleh memanfaatkannya.\" Dan telah menceritakanku [Ahmad bin Utsman bin Hakim Al Audi] telah menceritakan kepadaku [Khlaid bin Makhlad] telah menceritakanku [Sulaiman] -yaitu Ibnu Bilal- dari [Rabi'ah bin Abu Abdurrahman] dari [Yazid] -bekas budak Al Munba'its- dia berkata; aku pernah mendengar [Zaid bin Khalid Al Juhani] berkata, \"Seorang laki-laki datang menemui Rasulullah shallallahu 'alaihi wasallam, lalu dia menyebutkan seperti hadits Isma'il bin Ja'far, namun dia menyebutkan, \"Lalu beliau marah sampai terlihat wajahnya memerah.\" Dan setelah perkataanya, \"kemudian umumkanlah selama setahun, jika pemiliknya belum datang maka ia menjadi barang titipan untukmu.\"","arab":"و حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ وَابْنُ حُجْرٍ قَالَ ابْنُ حُجْرٍ أَخْبَرَنَا و قَالَ الْآخَرَانِ حَدَّثَنَا إِسْمَعِيلُ وَهُوَ ابْنُ جَعْفَرٍ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّأَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ اللُّقَطَةِ فَقَالَ عَرِّفْهَا سَنَةً ثُمَّ اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا ثُمَّ اسْتَنْفِقْ بِهَا فَإِنْ جَاءَ رَبُّهَا فَأَدِّهَا إِلَيْهِ فَقَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الْغَنَمِ قَالَ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لِأَخِيكَ أَوْ لِلذِّئْبِ قَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الْإِبِلِ قَالَ فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى احْمَرَّتْ وَجْنَتَاهُ أَوْ احْمَرَّ وَجْهُهُ ثُمَّ قَالَ مَا لَكَ وَلَهَا مَعَهَا حِذَاؤُهَا وَسِقَاؤُهَا حَتَّى يَلْقَاهَا رَبُّهَاو حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي سُفْيَانُ الثَّوْرِيُّ وَمَالِكُ بْنُ أَنَسٍ وَعَمْرُو بْنُ الْحَارِثِ وَغَيْرُهُمْ أَنَّ رَبِيعَةَ بْنَ أَبِي عَبْدِ الرَّحْمَنِ حَدَّثَهُمْ بِهَذَا الْإِسْنَادِ مِثْلَ حَدِيثِ مَالِكٍ غَيْرَ أَنَّهُ زَادَ قَالَ أَتَى رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَعَهُ فَسَأَلَهُ عَنْ اللُّقَطَةِ قَالَ وَقَالَ عَمْرٌو فِي الْحَدِيثِ فَإِذَا لَمْ يَأْتِ لَهَا طَالِبٌ فَاسْتَنْفِقْهَا و حَدَّثَنِي أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ الْأَوْدِيُّ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ حَدَّثَنِي سُلَيْمَانُ وَهُوَ ابْنُ بِلَالٍ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ قَالَ سَمِعْتُ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ يَقُولُا أَتَى رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوَ حَدِيثِ إِسْمَعِيلَ بْنِ جَعْفَرٍ غَيْرَ أَنَّهُ قَالَ فَاحْمَارَّ وَجْهُهُ وَجَبِينُهُ وَغَضِبَ وَزَادَ بَعْدَ قَوْلِهِ ثُمَّ عَرِّفْهَا سَنَةً فَإِنْ لَمْ يَجِئْ صَاحِبُهَا كَانَتْ وَدِيعَةً عِنْدَكَ","source":"Muslim"},"__N_SSG":true}