{"pageProps":{"number":"3263","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya At Tamimi] telah menceritakan kepada kami [Abdul Aziz bin Abu Hazim] dari [Ayahnya] dari [Ba'jah] dari [Abu Hurairah] dari Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Sebaik-baik kehidupan manusia adalah seorang laki-laki yang memegang kendali kudanya dan bergegas untuk berjuang di jalan Allah, setiap kali mendengar suara musuh yang menakutkan atau sangat mengerikan, ia melompat ke atas punggung kudanya untuk mengharapkan kematian. Atau seorang laki-laki yang berada dalam kumpulan kambing yang berada di puncak gunung atau berada di pedalaman lembah ini, ia mendirikan shalat, menunaikan zakat dan beribadah kepada Rabbnya sampai menemui ajalnya, tidaklah ia menjadi manusia kecuali dalam kebaikan.\" Telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Abdul Aziz bin Abu Hazim] dan [Ya'qub yaitu Ibnu Abdurrahman Al Qari] keduanya dari [Abu Hazim] dengan sanad ini, seperti hadits tersebut. Dia (perawi) berkata; dari Ba'jah bin Abdullah bin Badr, beliau bersabda: 'Di bukit dari bukit-bukit ini, ' berbeda dengan riwayatnya Yahya.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Zuhair bin Harb] dan [Abu Kuraib] mereka berkata, telah menceritakan kepada kami [Waki'] dari [Usamah bin Zaid] dari [Ba'jah bin Abdullah Al Juhani] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam semakna dengan hadits Abu Hazm dari Ba'jah, dia berkata, \"Di suatu bukit dari beberapa bukit.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ بَعْجَةَ عَنْ أَبِي هُرَيْرَةَعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ مِنْ خَيْرِ مَعَاشِ النَّاسِ لَهُمْ رَجُلٌ مُمْسِكٌ عِنَانَ فَرَسِهِ فِي سَبِيلِ اللَّهِ يَطِيرُ عَلَى مَتْنِهِ كُلَّمَا سَمِعَ هَيْعَةً أَوْ فَزْعَةً طَارَ عَلَيْهِ يَبْتَغِي الْقَتْلَ وَالْمَوْتَ مَظَانَّهُ أَوْ رَجُلٌ فِي غُنَيْمَةٍ فِي رَأْسِ شَعَفَةٍ مِنْ هَذِهِ الشَّعَفِ أَوْ بَطْنِ وَادٍ مِنْ هَذِهِ الْأَوْدِيَةِ يُقِيمُ الصَّلَاةَ وَيُؤْتِي الزَّكَاةَ وَيَعْبُدُ رَبَّهُ حَتَّى يَأْتِيَهُ الْيَقِينُ لَيْسَ مِنْ النَّاسِ إِلَّا فِي خَيْرٍو حَدَّثَنَاه قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي حَازِمٍ وَيَعْقُوبُ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ كِلَاهُمَا عَنْ أَبِي حَازِمٍ بِهَذَا الْإِسْنَادِ مِثْلَهُ وَقَالَ عَنْ بَعْجَةَ بْنِ عَبْدِ اللَّهِ بْنِ بَدْرٍ وَقَالَ فِي شِعْبَةٍ مِنْ هَذِهِ الشِّعَابِ خِلَافَ رِوَايَةِ يَحْيَى و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا وَكِيعٌ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنْ بَعْجَةَ بْنِ عَبْدِ اللَّهِ الْجُهَنِيِّ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيثِ أَبِي حَازِمٍ عَنْ بَعْجَةَ وَقَالَ فِي شِعْبٍ مِنْ الشِّعَابِ","source":"Muslim"},"__N_SSG":true}