{"pageProps":{"number":"3470","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] dan [Muhammad bin Al Mutsanna] dan ['Abdu bin Humaid], semuanya Dari [Abu 'Ashim], [Ibnu Al Mutsanna] berkata; Telah menceritakan kepada kami [Adh Dhahak] telah mengabarkan kepada kami [Ibnu Juraij]; Telah mengabarkan kepadaku [Abu Zubair]; Bahwa dia mendengar [Jabir bin 'Abdullah] berkata; Telah mengabarkan kepada kami [Abu Humaid As Sa'idi] ia berkata; Aku pernah mengunjungi Nabi shallallahu 'alaihi wasallam dengan membawa cangkir susu yang berisi minuman dari anggur dalam keadaan tidak tertutup, lalu beliau bersabda: \"Tidakkah engkau menutupinya walaupun hanya dengan melintangkan sepotong kayu?.\" Abu Hamid berkata; 'Minuman-minuman diperintahkan untuk diikat di waktu malam (ditutup) dan pintu-pintu ditutup. Dan telah menceritakan kepadaku [Ibrahim bin Dinar], telah menceritakan kepada kami [Rauh bin Ubadah], telah menceritakan kepada kami [Ibnu Juraij] dan [Zakaria bin Ishaq] mereka berkata; Telah mengabarkan kepada kami [Abu Zubair] bahwa dia mendengar [Jabir bin Abdullah] berkata; 'Telah mengabarkan kepadaku [Abu Humaid As Saidi], bahwa dia mendatangi Nabi shallallahu 'alaihi wasallam dengan cangkir susu -dengan Hadits yang serupa- dia berkata; Zakaria tidak menyebutkan perkataan Abu Humaid mengenai di malam hari.","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَمُحَمَّدُ بْنُ الْمُثَنَّى وَعَبْدُ بْنُ حُمَيْدٍ كُلُّهُمْ عَنْ أَبِي عَاصِمٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا الضَّحَّاكُ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ أَخْبَرَنِي أَبُو حُمَيْدٍ السَّاعِدِيُّ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَدَحِ لَبَنٍ مِنْ النَّقِيعِ لَيْسَ مُخَمَّرًا فَقَالَ أَلَّا خَمَّرْتَهُ وَلَوْ تَعْرُضُ عَلَيْهِ عُودًا قَالَ أَبُو حُمَيْدٍ إِنَّمَا أُمِرَ بِالْأَسْقِيَةِ أَنْ تُوكَأَ لَيْلًا وَبِالْأَبْوَابِ أَنْ تُغْلَقَ لَيْلًاو حَدَّثَنِي إِبْرَاهِيمُ بْنُ دِينَارٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا ابْنُ جُرَيْجٍ وَزَكَرِيَّاءُ بْنُ إِسْحَقَ قَالَا أَخْبَرَنَا أَبُو الزُّبَيْرِ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ أَخْبَرَنِي أَبُو حُمَيْدٍ السَّاعِدِيُّ أَنَّهُ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَدَحِ لَبَنٍ بِمِثْلِهِ قَالَ وَلَمْ يَذْكُرْ زَكَرِيَّاءُ قَوْلَ أَبِي حُمَيْدٍ بِاللَّيْلِ","source":"Muslim"},"__N_SSG":true}