{"pageProps":{"number":"3602","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami [Al Mughirah] yaitu Al Hizami dari [Abu Zinad] dari [Al A'raj] dari [Abu Hurairah]; Bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Dahulu Ketika ada seseorang yang berjalan dan ia merasa bangga dengan mantelnya yang indah, tiba-tiba bumi beserta isinya ditenggelamkan, dan diapun ikut terbenam ke dalam perut bumi sembari meronta-ronta hingga hari kiamat nanti. Telah menceritakan kepada kami [Muhammad bin Rafi']; Telah menceritakan kepada kami ['Abdurrazaq]; Telah mengabarkan kepada kami [Ma'mar] dari [Hammam bin Munabbih] ia berkata; 'Inilah Hadits yang di ceritakan kepada kami oleh [Abu Hurairah] dari Rasulullah shallallahu 'alaihi wasallam Rasulullah shallallahu 'alaihi wasallam, kemudian dia menyebutkan beberapa Hadits di antaranya; \"Dahulu Ketika ada seseorang yang berjalan dan ia merasa bangga dengan mantelnya yang indah, kemudian di menyebutkan Hadits yang serupa. Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami ['Affan]; Telah menceritakan kepada kami [Hammad bin Salamah] dari [Tsabit] dari [Abu Rafi'] dari [Abu Hurairah] dia berkata; 'Aku mendengar Rasulullah Shallalllahu 'Alaihi Wa Sallam bersabda: \"Sesungguhnya dahulu ada orang sebelum kalian yang berjalan dan ia merasa bangga dengan pakaiannya yang indah…(kemudian dia menyebutkan Hadits yang serupa).\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا الْمُغِيرَةُ يَعْنِي الْحِزَامِيَّ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَمَا رَجُلٌ يَتَبَخْتَرُ يَمْشِي فِي بُرْدَيْهِ قَدْ أَعْجَبَتْهُ نَفْسُهُ فَخَسَفَ اللَّهُ بِهِ الْأَرْضَ فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِو حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ هَمَّامِ بْنِ مُنَبِّهٍ قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَمَا رَجُلٌ يَتَبَخْتَرُ فِي بُرْدَيْنِ ثُمَّ ذَكَرَ بِمِثْلِهِ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ رَجُلًا مِمَّنْ كَانَ قَبْلَكُمْ يَتَبَخْتَرُ فِي حُلَّةٍ ثُمَّ ذَكَرَ مِثْلَ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}