{"pageProps":{"number":"3755","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Habib Al Haritsi]; Telah menceritakan kepada kami [Khalid bin Al Harits]; Telah menceritakan kepada kami [Syu'bah] dari [Hisyam bin Zaid] dari [Anas] bahwa seorang perempuan Yahudi mengantarkan daging yang telah dibubuhi racun kepada Nabi shallallahu 'alaihi wasallam, lalu beliau makan sebagian. Kemudian perempuan itu dipanggil ke hadapan Rasulullah shallallahu 'alaihi wasallam, lalu beliau menanya kepadanya tentang racun itu. Jawabnya; 'Aku sengaja hendak membunuh Anda.' Sabda Nabi shallallahu 'alaihi wasallam: 'Tidak mungkin Allah Subhanahu Wa Ta'ala akan memberi wewenang kepadamu untuk berbuat demikian.' Para sahabat bertanya; 'Bolehkah kami membunuh perempuan itu? ' Jawab beliau: 'Jangan! ' Kata Anas selanjutnya; 'Kami melihat jelas bekas racun itu kelihatan di leher Rasulullah shallallahu 'alaihi wasallam.' Dan telah menceritakan kepada kami [Harun bin 'Abdullah]; Telah menceritakan kepada kami [Rauh bin 'Ubadah]; Telah menceritakan kepada kami [Syu'bah] Aku mendengar; [Hisyam bin Zaid] Aku mendengar; [Anas bin Malik] berkata; bahwa seorang perempuan Yahudi menaruh racun dalam sepotong daging lalu dia membawanya kehadapan Rasulullah shallallahu 'alaihi wasallam sebagaimana Hadits Khalid.","arab":"حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ حَدَّثَنَا شُعْبَةُ عَنْ هِشَامِ بْنِ زَيْدٍ عَنْ أَنَسٍأَنَّ امْرَأَةً يَهُودِيَّةً أَتَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَاةٍ مَسْمُومَةٍ فَأَكَلَ مِنْهَا فَجِيءَ بِهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهَا عَنْ ذَلِكَ فَقَالَتْ أَرَدْتُ لِأَقْتُلَكَ قَالَ مَا كَانَ اللَّهُ لِيُسَلِّطَكِ عَلَى ذَاكِ قَالَ أَوْ قَالَ عَلَيَّ قَالَ قَالُوا أَلَا نَقْتُلُهَا قَالَ لَا قَالَ فَمَا زِلْتُ أَعْرِفُهَا فِي لَهَوَاتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَو حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا شُعْبَةُ سَمِعْتُ هِشَامَ بْنَ زَيْدٍ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يُحَدِّثُ أَنَّ يَهُودِيَّةً جَعَلَتْ سَمًّا فِي لَحْمٍ ثُمَّ أَتَتْ بِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِ خَالِدٍ","source":"Muslim"},"__N_SSG":true}