{"pageProps":{"number":"43","slug":"muslim","id":"Telah menceritakan kepada kami [Haddab bin Khalid al-Azdi] telah menceritakan kepada kami [Hammam] telah menceritakan kepada kami [Qatadah] telah menceritakan kepada kami [Anas bin Malik] dari [Mu'adz bin Jabal] dia berkata, \"Pernah aku dibonceng Nabi shallallahu 'alaihi wasallam dalam satu perjalanan, tidak ada pemisah antara aku dan beliau kecuali pelana hewan kendaraan. Beliau memanggil: \"Wahai Mu'adz bin Jabal!\" Aku terus menyahut, \"Aku penuhi panggilanmu wahai Rasulullah.\" Kami meneruskan lagi perjalanan. Kemudian beliau memanggil lagi: \"Wahai Mu'adz bin Jabal!\" Aku menyahut, \"Aku penuhi panggilanmu wahai Rasulullah.\" Kami meneruskan lagi perjalanan kemudian beliau memanggil lagi: \"Wahai Mu'adz bin Jabal!\" Aku menyahut lagi, \"Telah kuterima panggilanmu itu wahai Rasulullah.\" Beliau bersabda: \"Tahukah kamu Kewajiban manusia terhadap Allah?\" Aku menjawab, \"Allah dan Rasul-Nyalah yang lebih mengetahui.\" Beliau bersabda: \"Yaitu menyembah-Nya dan tidak menyekutukan-Nya.\" Kami meneruskan lagi perjalanan beberapa waktu ketika kemudian beliau memanggil lagi: \"Wahai Mu'adz bin Jabal!\" Aku menyahut, \"Aku penuhi panggilanmu wahai Rasulullah.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tahukah kamu apakah Kewajiban Allah terhadap manusia apabila mereka melakukan perkara-perkara yang aku nyatakan tadi?\" Aku menjawab, \"Allah dan Rasul-Nyalah yang lebih mengetahui.\" Akhirnya beliau bersabda: \"Allah tidak akan menyiksa mereka.\"","arab":"حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ الْأَزْدِيُّ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَكُنْتُ رِدْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بَيْنِي وَبَيْنَهُ إِلَّا مُؤْخِرَةُ الرَّحْلِ فَقَالَ يَا مُعَاذَ بْنَ جَبَلٍ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ يَا مُعَاذَ بْنَ جَبَلٍ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ يَا مُعَاذَ بْنَ جَبَلٍ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ قَالَ هَلْ تَدْرِي مَا حَقُّ اللَّهِ عَلَى الْعِبَادِ قَالَ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّ حَقَّ اللَّهِ عَلَى الْعِبَادِ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا ثُمَّ سَارَ سَاعَةً قَالَ يَا مُعَاذَ بْنَ جَبَلٍ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ قَالَ هَلْ تَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللَّهِ إِذَا فَعَلُوا ذَلِكَ قَالَ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ أَنْ لَا يُعَذِّبَهُمْ","source":"Muslim"},"__N_SSG":true}