{"pageProps":{"number":"4438","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya At Tamimi] dan [Abu Ar Rabi'] serta [Abu Kamil Fudhail bin Husain] lafazh ini milik Yahya. [Yahya] berkata; Telah mengabarkan kepada kami dan berkata; Sedangkan yang lainnya berkata; Telah menceritakan kepada kami [Hammad bin Zaid] dari [Abu 'Imran Al Jauni] dari ['Abdullah bin Ash Shamit] dari [Abu Dzar] dia berkata; Rasulullah shallallahu 'alaihi wasallam pernah ditanya; 'Bagaimana menurut anda tentang seseorang yang beramal kebaikan lalu orang-orang pun memuji kepadanya? ' Beliau menjawab: \"Itulah kabar gembira yang disegerakan bagi seorang Mukmin.\" Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Ishaq bin Ibrahim] dari [Waki']; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin Basysyar]; Telah menceritakan kepada kami [Muhammad bin Ja'far]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna]; Telah menceritakan kepadaku ['Abdush Shamad]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ishaq]; Telah mengabarkan kepada kami [An Nadhr] seluruhnya dari [Syu'bah] dari [Abu 'Imran Al Jauni] dengan sanad Hammad bin Zaid yang serupa dengan Haditsnya. Hanya saja di dalam Haditsnya dari Syu'bah -tanpa menyebutkan dari 'Abdush Shamad- dengan lafazh; 'lalu orang-orang pun mencintainya.' Sedangkan di dalam Hadits Abdush Shamad sama dengan perkataan Hammad yaitu menggunakan lafazh; 'lalu orang-orang pun memujinya.'","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ وَأَبُو الرَّبِيعِ وَأَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ وَاللَّفْظُ لِيَحْيَى قَالَ يَحْيَى أَخْبَرَنَا و قَالَ الْآخَرَانِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ عَنْ أَبِي ذَرٍّ قَالَقِيلَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَأَيْتَ الرَّجُلَ يَعْمَلُ الْعَمَلَ مِنْ الْخَيْرِ وَيَحْمَدُهُ النَّاسُ عَلَيْهِ قَالَ تِلْكَ عَاجِلُ بُشْرَى الْمُؤْمِنِحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ عَنْ وَكِيعٍ ح و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنِي عَبْدُ الصَّمَدِ ح و حَدَّثَنَا إِسْحَقُ أَخْبَرَنَا النَّضْرُ كُلُّهُمْ عَنْ شُعْبَةَ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ بِإِسْنَادِ حَمَّادِ بْنِ زَيْدٍ بِمِثْلِ حَدِيثِهِ غَيْرَ أَنَّ فِي حَدِيثِهِمْ عَنْ شُعْبَةَ غَيْرَ عَبْدِ الصَّمَدِ وَيُحِبُّهُ النَّاسُ عَلَيْهِ وَفِي حَدِيثِ عَبْدِ الصَّمَدِ وَيَحْمَدُهُ النَّاسُ كَمَا قَالَ حَمَّادٌ","source":"Muslim"},"__N_SSG":true}