{"pageProps":{"number":"4502","slug":"muslim","id":"Telah menceritakan kepada kami [Sa'id bin 'Amr Al Asy'atsi] telah mengabarkan kepada kami ['Abtsar] dari [Mutharrif] dari ['Amir] dari [Syuraih bin Hani'] dari [Abu Hurairah] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapa senang berjumpa dengan Allah, maka Allah pun senang berjumpa dengannya; dan barangsiapa yang benci berjumpa dengan Allah, maka Allah pun benci berjumpa dengannya.\" Syuraih berkata; Aku kemudian menemui Aisyah, lalu aku bertanya; \"Wahai Ummul Mukminin! Aku mendengar Abu Hurairah menyebutkan suatu hadits dari Rasulullah shallallahu 'alaihi wasallam. Jika demikian sungguh kita akan binasa!\" Aisyah berkata; sesungguhnya orang yang binasa itu adalah orang yang dikatakan binasa oleh Rasulullah. Lalu Aisyah bertanya, \"Apa yang dikatakanya itu?\" Syuraikh menjawab; \"Rasulullah shallallahu 'alaihi wasallam bersabda: 'Siapa senang berjumpa dengan Allah, Allah pun senang berjumpa dengannya dan barangsiapa benci berjumpa dengan Allah, Allah pun benci berjumpa dengannya'. Tetapi tidak ada seorangpun di antara kita kecuali benci dengan kamatian!\" Ia (Aisyah) berkata; \"Sungguh hal itu telah disabdakan oleh Rasulullah shallallahu 'alaihi wasallam, dan tidak seperti yang kamu pahami, tetapi -yang dimaksud adalah- tatkala pandangan terangkat, dada berdetak dan dada menggigil, saat itulah orang yang senang berjumpa dengan Allah, maka Allah pun senang berjumpa dengannya; dan barangsiapa benci berjumpa dengan Allah, maka Allah pun benci berjumpa dengannya?!\" Dan telah menceritakan kepada kami [Ishaq bin Ibrahim Al Hanzhali] telah mengabarkan kepadaku [Jarir] dari [Mutharrif] dengan sanad ini seperti hadits 'Abtsar.","arab":"حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الْأَشْعَثِيُّ أَخْبَرَنَا عَبْثَرٌ عَنْ مُطَرِّفٍ عَنْ عَامِرٍ عَنْ شُرَيْحِ بْنِ هَانِئٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُقَالَ فَأَتَيْتُ عَائِشَةَ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ سَمِعْتُ أَبَا هُرَيْرَةَ يَذْكُرُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا إِنْ كَانَ كَذَلِكَ فَقَدْ هَلَكْنَا فَقَالَتْ إِنَّ الْهَالِكَ مَنْ هَلَكَ بِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا ذَاكَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ وَلَيْسَ مِنَّا أَحَدٌ إِلَّا وَهُوَ يَكْرَهُ الْمَوْتَ فَقَالَتْ قَدْ قَالَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَيْسَ بِالَّذِي تَذْهَبُ إِلَيْهِ وَلَكِنْ إِذَا شَخَصَ الْبَصَرُ وَحَشْرَجَ الصَّدْرُ وَاقْشَعَرَّ الْجِلْدُ وَتَشَنَّجَتْ الْأَصَابِعُ فَعِنْدَ ذَلِكَ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ و حَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ أَخْبَرَنِي جَرِيرٌ عَنْ مُطَرِّفٍ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ عَبْثَرٍ","source":"Muslim"},"__N_SSG":true}