{"pageProps":{"number":"4529","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kamil Fudhail bin Husain] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [At Taimi] dari [Abu 'Utsman] dari [Abu Musa] bahwa para sahabat pernah menyertai Rasulullah shallallahu 'alaihi wasallam, dan ketika para sahabat sedang menaiki jalan setapak di antara dua gunung, salah seorang dari mereka setiap naik keatas berseru; 'Laa Ilaaha Illa Allah wallahu Akbar.' (tidak ada Ilah selain Allah yang maha Agung). Abu Musa berkata; lalu Rasulullah shallallahu 'alaihi wasallam berkata: 'Sesungguhnya kalian tidak berseru kepada Dzat yang tuli dan jauh.' Abu Musa berkata; kemudian beliau berseru; 'Hai Abu Musa atau hai Abdullah bin Qais, inginkah aku tunjukkan kepadamu salah satu perbendaharaan surga? ' Saya menjawab; 'Apa itu ya Rasulullah? ' Rasulullah bersabda: Laa haula wala quwwata illaa billaah' (Tiada daya dan upaya kecuali dengan pertolongan AIIah).\" Dan telah menceritakannya kepada kami [Muhammad bin 'Abdul A'la] telah menceritakan kepada kami [Al Mu'tamir] dari [Bapaknya] telah menceritakan kepada kami [Abu 'Utsman] dari [Abu Musa] dia berkata; 'ketika Rasulullah shallallahu 'alaihi wasallam, -lalu dia menyebutkan Hadits yang serupa.- telah menceritakan kepada kami [Khalaf bin Hisyam] dan [Abu Ar Rabi'] mereka berdua berkata; telah menceritakan kepada kami [Hammad bin Zaid] dari [Ayyub] dari [Abu 'Utsman] dari [Abu Musa] dia berkata; kami pernah bersama Nabi shallallahu 'alaihi wasallam dalam suatu perjalanan, -lalu dia menyebutkan seperti hadits 'Ashim.- Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Ats Tsaqafi] telah menceritakan kepada kami [Khalid Al Hadza] dari [Abu 'Utsman] dari [Abu Musa] dia berkata; kami pernah bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu peperangan, -kemudian dia menyebutkan hadits tersebut, dan di dalamnya berkata; Dzat yang kamu seru itu lebih dekat dari leher hewan yang tunggangi salah seorang kalian. Dan di dalamnya tidak menyebutkan kalimat; 'Laa haula wala quwwata illaa billaah' (Tiada daya dan upaya kecuali dengan pertolongan AIIah).\"","arab":"حَدَّثَنَا أَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ حَدَّثَنَا التَّيْمِيُّ عَنْ أَبِي عُثْمَانَ عَنْ أَبِي مُوسَىأَنَّهُمْ كَانُوا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُمْ يَصْعَدُونَ فِي ثَنِيَّةٍ قَالَ فَجَعَلَ رَجُلٌ كُلَّمَا عَلَا ثَنِيَّةً نَادَى لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ قَالَ فَقَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكُمْ لَا تُنَادُونَ أَصَمَّ وَلَا غَائِبًا قَالَ فَقَالَ يَا أَبَا مُوسَى أَوْ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلَا أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كَنْزِ الْجَنَّةِ قُلْتُ مَا هِيَ يَا رَسُولَ اللَّهِ قَالَ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِو حَدَّثَنَاه مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى حَدَّثَنَا الْمُعْتَمِرُ عَنْ أَبِيهِ حَدَّثَنَا أَبُو عُثْمَانَ عَنْ أَبِي مُوسَى قَالَ بَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوَهُ حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ وَأَبُو الرَّبِيعِ قَالَا حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ أَبِي عُثْمَانَ عَنْ أَبِي مُوسَى قَالَ كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَذَكَرَ نَحْوَ حَدِيثِ عَاصِمٍ و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا الثَّقَفِيُّ حَدَّثَنَا خَالِدٌ الْحَذَّاءُ عَنْ أَبِي عُثْمَانَ عَنْ أَبِي مُوسَى قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزَاةٍ فَذَكَرَ الْحَدِيثَ وَقَالَ فِيهِ وَالَّذِي تَدْعُونَهُ أَقْرَبُ إِلَى أَحَدِكُمْ مِنْ عُنُقِ رَاحِلَةِ أَحَدِكُمْ وَلَيْسَ فِي حَدِيثِهِ ذِكْرُ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ","source":"Muslim"},"__N_SSG":true}