{"pageProps":{"number":"4751","slug":"muslim","id":"Telah menceritakan kepadaku [Ishaq bin Umar bin Salith Al Hudzali] telah menceritakan kepada kami [Sulaiman bin Al Mughirah] dari [Tsabit] berkata: [Anas] berkata: Aku bersama [Umar]. Telah menceritakan kepada kami [Syaiban bin Farrukh], teks miliknya, telah menceritakan kepada kami [Sulaiman bin Al Mughirah] dari [Tsabit] dari [Anas bin Malik] berkata: Kami bersama [Umar] diantara Makkah dan Madinah, kami melihat hilal, aku adalah orang yang berpenglihatan tajam, aku melihatnya, tapi tiadk seorang pun mengira bahwa tidak ada melihatnya selainku. Anas berkata: Aku berkata kepada Umar: Apa kau tidak melihatnya? Ia tidak melihatnya, ia berkata: Aku akan melihatnya dengan berbaring di atas hamparanku. Lalu ia menceritakan kepada kami tentang tentara-tentara Badar, ia berkata: Rasulullah Shallallahu 'alaihi wa Salam memperlihatkan tempat kematian tentara-tentara Badar kemarin, beliau bersabda: \"Ini tempat kematian fulan besok, insya Allah.\" Anas berkata: Umar berkata: Demi Dzat yang mengutusnya dengan kebenaran, mereka tidak melenceng dari batasan yang ditentukan Rasulullah Shallallahu 'alaihi wa Salam.\" Ia berkata: Mereka ditempatkan dilubang tanah satu sama lain, lalu Rasulullah Shallallahu 'alaihi wa Salam bergegas hingga tiba menemui mereka, beliau memanggil: \"Hai fulan bin fulan, hai fulan bin fulan, apakah kalian mendapatkan kebenaran janji Allah dan rasulNya, sesungguhnya aku telah menemukan kebenaran janji Allah yang dijanjikan padaku.\" Umar berkata: Wahai Rasulullah, bagaimana Tuan berbicara dengan jasad-jasad tidak bernyawa? Beliau bersabda: \"Kalian tidak lebih mendengar ucapanku melebihi mereka, hanya saja mereka tidak bisa menjawabku sedikit pun.\"","arab":"حَدَّثَنِي إِسْحَقُ بْنُ عُمَرَ بْنِ سَلِيطٍ الْهُذَلِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ قَالَ قَالَ أَنَسٌ كُنْتُ مَعَ عُمَرَ ح و حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ وَاللَّفْظُ لَهُ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَكُنَّا مَعَ عُمَرَ بَيْنَ مَكَّةَ وَالْمَدِينَةِ فَتَرَاءَيْنَا الْهِلَالَ وَكُنْتُ رَجُلًا حَدِيدَ الْبَصَرِ فَرَأَيْتُهُ وَلَيْسَ أَحَدٌ يَزْعُمُ أَنَّهُ رَآهُ غَيْرِي قَالَ فَجَعَلْتُ أَقُولُ لِعُمَرَ أَمَا تَرَاهُ فَجَعَلَ لَا يَرَاهُ قَالَ يَقُولُ عُمَرُ سَأَرَاهُ وَأَنَا مُسْتَلْقٍ عَلَى فِرَاشِي ثُمَّ أَنْشَأَ يُحَدِّثُنَا عَنْ أَهْلِ بَدْرٍ فَقَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُرِينَا مَصَارِعَ أَهْلِ بَدْرٍ بِالْأَمْسِ يَقُولُ هَذَا مَصْرَعُ فُلَانٍ غَدًا إِنْ شَاءَ اللَّهُ قَالَ فَقَالَ عُمَرُ فَوَالَّذِي بَعَثَهُ بِالْحَقِّ مَا أَخْطَئُوا الْحُدُودَ الَّتِي حَدَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَجُعِلُوا فِي بِئْرٍ بَعْضُهُمْ عَلَى بَعْضٍ فَانْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى انْتَهَى إِلَيْهِمْ فَقَالَ يَا فُلَانَ بْنَ فُلَانٍ وَيَا فُلَانَ بْنَ فُلَانٍ هَلْ وَجَدْتُمْ مَا وَعَدَكُمْ اللَّهُ وَرَسُولُهُ حَقًّا فَإِنِّي قَدْ وَجَدْتُ مَا وَعَدَنِي اللَّهُ حَقًّا قَالَ عُمَرُ يَا رَسُولَ اللَّهِ كَيْفَ تُكَلِّمُ أَجْسَادًا لَا أَرْوَاحَ فِيهَا قَالَ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ غَيْرَ أَنَّهُمْ لَا يَسْتَطِيعُونَ أَنْ يَرُدُّوا عَلَيَّ شَيْئًا","source":"Muslim"},"__N_SSG":true}