{"pageProps":{"number":"665","slug":"muslim","id":"Dan telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Abu Bakar bin Abi Syaibah] serta [Ishaq bin Ibrahim] semuanya meriwayatkan dari [Jarir], berkata [Abu Bakar], telah menceritakan kepada kami [Jarir bin Abdul Hamid] dari [Musa bin Abi Aisyah] dari [Sa'id bin Jubair] dari [Ibnu Abbas] mengenai firman Allah 'azza wajalla, \"Janganlah kamu menggerakkan lisanmu.\" Dia berkata, \"Dahulu Nabi shallallahu 'alaihi wasallam apabila Jibril turun kepadanya dengan membawa wahyu maka wahyu itulah yang dibaca oleh kedua bibirnya sehingga membuat beliau merasa sulit, dan hal tersebut diketahui dari beliau, maka Allah menurunkan, 'Janganlah kamu gerakkan lidahmu untuk (membaca) al-Qur'an karena hendak cepat-cepat (menguasai) nya. kewajiban Kamilah mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya.' kewajiban Kamilah untuk mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya, sehingga kamu bisa membacanya. 'Apabila Kami selesai membacakannya maka ikutilah bacaan itu.' Dia berkata, '(Maksudnya) apabila Kami telah menurunkannya maka dengarkanlah kepadanya.' kewajiban Kamilah penjelasannya. Maksudnya untuk menjelaskannya dengan lisanmu. Maka apabila Jibril mendatanginya, maka beliau diam untuk mendengarkan. Dan apabila dia pergi maka beliau (bisa) membacanya sebagaimana yang dijanjikan Allah kepadanya.\"","arab":"و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ كُلُّهُمْ عَنْ جَرِيرٍ قَالَ أَبُو بَكْرٍ حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍفِي قَوْلِهِ عَزَّ وَجَلَّ{ لَا تُحَرِّكْ بِهِ لِسَانَكَ }قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا نَزَلَ عَلَيْهِ جِبْرِيلُ بِالْوَحْيِ كَانَ مِمَّا يُحَرِّكُ بِهِ لِسَانَهُ وَشَفَتَيْهِ فَيَشْتَدُّ عَلَيْهِ فَكَانَ ذَلِكَ يُعْرَفُ مِنْهُ فَأَنْزَلَ اللَّهُ تَعَالَى{ لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ }أَخْذَهُ{ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ }إِنَّ عَلَيْنَا أَنْ نَجْمَعَهُ فِي صَدْرِكَ وَقُرْآنَهُ فَتَقْرَؤُهُ{ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ }قَالَ أَنْزَلْنَاهُ فَاسْتَمِعْ لَهُ{ إِنَّ عَلَيْنَا بَيَانَهُ }أَنْ نُبَيِّنَهُ بِلِسَانِكَ فَكَانَ إِذَا أَتَاهُ جِبْرِيلُ أَطْرَقَ فَإِذَا ذَهَبَ قَرَأَهُ كَمَا وَعَدَهُ اللَّهُ","source":"Muslim"},"__N_SSG":true}