{"pageProps":{"number":"789","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Husyaim] dari [Sayyar] dari [Yazid al-Faqir] dari [Jabir bin Abdullah al-Anshari] dia berkata, Rasulullah shallallahu'alaihiwasallam bersabda, \"Aku diberikan lima perkara yang mana belum pernah diberikan kepada seorang pun sebelumku. Pertama, Dahulu setiap nabi diutus kepada kaumnya secara khusus, sedangkan aku diutus kepada setiap bangsa merah dan hitam. Kedua, ghanimah dihalalkan untukku, namun tidak dihalalkan untuk seorang pun sebelumku. Ketiga, dan bumi itu dijadikan untukku dalam keadaan suci dan mensucikan dan (sebagai) masjid juga, maka siapa pun laki-laki yang mana waktu shalat mendapatinya maka dia bisa shalat di mana pun dia berada. Keempat, aku ditolong dengan rasa takut (yang merasuk pada musuh di hadapanku) sejauh jarak perjalanan satu bulan. Kelima, aku diberi syafaat'.\" Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] telah menceritakan kepada kami [Husyaim] telah mengabarkan kepada kami [Sayyar] telah menceritakan kepada kami [Yazid al-Faqir] telah mengabarkan kepada kami [Jabir bin Abdullah] bahwa Rasulullah shallallahu'alaihiwasallam bersabda, lalu dia menyebutkan hadits semisalnya.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا هُشَيْمٌ عَنْ سَيَّارٍ عَنْ يَزِيدَ الْفَقِيرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي كَانَ كُلُّ نَبِيٍّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى كُلِّ أَحْمَرَ وَأَسْوَدَ وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَلَمْ تُحَلَّ لِأَحَدٍ قَبْلِي وَجُعِلَتْ لِيَ الْأَرْضُ طَيِّبَةً طَهُورًا وَمَسْجِدًا فَأَيُّمَا رَجُلٍ أَدْرَكَتْهُ الصَّلَاةُ صَلَّى حَيْثُ كَانَ وَنُصِرْتُ بِالرُّعْبِ بَيْنَ يَدَيْ مَسِيرَةِ شَهْرٍ وَأُعْطِيتُ الشَّفَاعَةَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا سَيَّارٌ حَدَّثَنَا يَزِيدُ الْفَقِيرُ أَخْبَرَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَذَكَرَ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}