{"pageProps":{"number":"927","slug":"muslim","id":"Dan telah menceritakan kepadaku [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari [Abu Salamah bin Abdurrahman] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa mendapatkan ruku' ketika shalat bersama imam, maka ia telah mendapatkan satu raka'at.\" Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan ['Amru An Naqid] dan [Zuhair bin Harb] mereka berkata; telah menceritakan kepada kami [Ibnu 'Uyainah] dia berkata, (Dan diriwayatkan dari jalur lain) telah menceritakan kepada kami [Abu Kuraib] telah mengabarkan kepada kami [Ibnul Mubarak] dari [Ma'mar] dan [Auza'i] dan [Malik bin Anas] dan [Yunus] dia berkata, (Dan diriwayatkan dari jalur lain) telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [Ayahku] dia mengatakan, (Dan diriwayatkan dari jalur lain) telah menceritakan kepada kami [Ibnu Al Mutsanna] telah menceritakan kepada kami [Abdul Wahhab] semuanya dari ['Ubaidullah], dan dan masing-masing mereka dari [Az Zuhri] dari [Abu Salamah] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam seperti hadis Yahya dari Malik. Namun di hadis masing-masing mereka tidak menyebutkan redaksi \"Bersama imam\" dan dalam hadis 'Ubaidullah, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Berarti ia telah mendapatkan semua shalat.\"","arab":"و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَدْرَكَ رَكْعَةً مِنْ الصَّلَاةِ مَعَ الْإِمَامِ فَقَدْ أَدْرَكَ الصَّلَاةَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا ابْنُ عُيَيْنَةَ قَالَ ح و حَدَّثَنَا أَبُو كُرَيْبٍ أَخْبَرَنَا ابْنُ الْمُبَارَكِ عَنْ مَعْمَرٍ وَالْأَوْزَاعِيِّ وَمَالِكِ بْنِ أَنَسٍ وَيُونُسَ قَالَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي قَالَ ح و حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ جَمِيعًا عَنْ عُبَيْدِ اللَّهِ كُلُّ هَؤُلَاءِ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ يَحْيَى عَنْ مَالِكٍ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ مَعَ الْإِمَامِ وَفِي حَدِيثِ عُبَيْدِ اللَّهِ قَالَ فَقَدْ أَدْرَكَ الصَّلَاةَ كُلَّهَا","source":"Muslim"},"__N_SSG":true}