{"pageProps":{"number":"96","slug":"muslim","id":"Telah mengabarkan kepada kami [Muhammad bin Bakkar bin ar-Rayyan] dan [Aun bin Sallam] keduanya berkata, telah menceritakan kepada kami [Muhammad bin Thalhah]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin al-Mutsanna] telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Sufyan]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin al-Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] setiap mereka berasal dari [Zubaid] dari [Abu Wa'il] dari [Abdullah bin Mas'ud] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mencela seorang muslim adalah kefasikan, dan membunuhnya adalah kekufuan.\" Zubaid berkata, \"Aku lalu berkata kepada Abu Wail, \"Apakah kamu mendengarnya dari Abdullah, yang ia meriwayatkannya dari Rasulullah shallallahu 'alaihi wasallam?\" Abu Wail menjawab, \"Ya, \" padahal tidak ada dalam hadits Syu'bah perkataan Zubaid kepada Abu Wail.\" Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Ibnu al-Mutsanna] dari [Muhammad bin Ja'far] dari [Syu'bah] dari [Manshur]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Syu'bah] dari [al-A'masy] keduanya berasal dari [Abu Wail] dari [Abdullah] dari Nabi shallallahu 'alaihi wasallam, seperti hadits tersebut.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارِ بْنِ الرَّيَّانِ وَعَوْنُ بْنُ سَلَّامٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ كُلُّهُمْ عَنْ زُبَيْدٍ عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌقَالَ زُبَيْدٌ فَقُلْتُ لِأَبِي وَائِلٍ أَنْتَ سَمِعْتَهُ مِنْ عَبْدِ اللَّهِ يَرْوِيهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ وَلَيْسَ فِي حَدِيثِ شُعْبَةَ قَوْلُ زُبَيْدٍ لِأَبِي وَائِلٍ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَابْنُ الْمُثَنَّى عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ عَنْ شُعْبَةَ عَنْ مَنْصُورٍ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا عَفَّانُ حَدَّثَنَا شُعْبَةُ عَنْ الْأَعْمَشِ كِلَاهُمَا عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}