{"pageProps":{"number":"1275","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Isma'il bin Abu Khalid] dari [Abdullah bin Isa bin Abdurrahman bin Abu Laila] dari [kakeknya] dari [Ubay bin Ka'ab] ia berkata; Suatu ketika saya sedang berada di dalam Masjid, tiba-tiba datanglah seorang laki-laki dan shalat. Lalu ia membaca (Al Qur`an) dengan dengan qiraah (bacaan) yang saya ingkari. Kemudian datanglah seorang laki-laki lain dan membaca (Al Qur`an) dengan qiraah yang lain lagi. Usai menunaikan shalat, kami semua menemui Rasulullah shallallahu 'alaihi wasallam. Ujarku, \"Sesungguhnya orang ini membaca (Al Qur`an) dengan qiraah yang saya ingkari. kemudian datanglah laki-laki lain lalu ia membaca (Al Qur`an) dengan qiraah yang lain lagi.\" Maka Rasulullah shallallahu 'alaihi wasallam pun memerintahkan keduanya untuk mengulangi bacaannya masing-masing, lalu Nabi shallallahu 'alaihi wasallam membenarkannya. Setelah itu, hilanglah prasangka dusta di dalam hatiku dan juga perasaan saat aku masih jahiliyah dulu. Maka ketika Rasulullah shallallahu 'alaihi wasallam melihat sesuatu yang telah menimpaku, beliau menepuk-nepuk dadaku, dan terbukalah bagiku suatu pengetahuan yang seakan-akan aku melihat Allah dengan penuh ketakutan. Kemudian beliau bersabda: \"Wahai Ubay, (Jibril) telah diutus kepadaku agar aku membaca Al Qur`an dengan satu huruf (lahjah bacaan) saja, maka saya pun terus mendesaknya agar memberikan keringanan atas umatku. Maka ia pun kembali kepadaku agar aku membacanya dengan dua huruf. Aku masih terus mendesaknya lagi agar memberikan keringanan atas umatku. Maka ia pun kembali lagi (dan memberikan keringanan) agar aku membacanya dengan tujuh huruf. Jibril berkata, 'Begitulah setiap kamu kembali, kuperkenankan permintaanmu.' Maka aku pun berdo'a: 'ALLAHUMMAGHFIR LI UMMATII (Ya Allah ampunilah umatku).' Dan saya mengakhirkan yang ketiga untuk suatu hari, dimana seluruh makhluk mengharap padaku, hingga Ibrahim shallallahu 'alaihi wasallam.\" Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Muhammad bin Bisyr] telah menceritakan kepadaku [Isma'il bin Abu Khalid] telah menceritakan kepadaku [Abdullah bin Isa] dari [Abdurrahman bin Abu Laila] telah mengabarkan kepadaku [Ubay bin Ka'ab] bahwa suatu ketika ia duduk di dalam masjid, tiba-tiba masuklah seorang laki-laki kemudian shalat dan membaca (Al Qur`an) dengan sebuah qiraah. Ia pun mengkisahkan hadits yang serupa dengan hadits Ibnu Numair.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا إِسْمَعِيلُ بْنُ أَبِي خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ جَدِّهِ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَكُنْتُ فِي الْمَسْجِدِ فَدَخَلَ رَجُلٌ يُصَلِّي فَقَرَأَ قِرَاءَةً أَنْكَرْتُهَا عَلَيْهِ ثُمَّ دَخَلَ آخَرُ فَقَرَأَ قِرَاءَةً سِوَى قَرَاءَةِ صَاحِبِهِ فَلَمَّا قَضَيْنَا الصَّلَاةَ دَخَلْنَا جَمِيعًا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنَّ هَذَا قَرَأَ قِرَاءَةً أَنْكَرْتُهَا عَلَيْهِ وَدَخَلَ آخَرُ فَقَرَأَ سِوَى قِرَاءَةِ صَاحِبِهِ فَأَمَرَهُمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَرَأَا فَحَسَّنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَأْنَهُمَا فَسَقَطَ فِي نَفْسِي مِنْ التَّكْذِيبِ وَلَا إِذْ كُنْتُ فِي الْجَاهِلِيَّةِ فَلَمَّا رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قَدْ غَشِيَنِي ضَرَبَ فِي صَدْرِي فَفِضْتُ عَرَقًا وَكَأَنَّمَا أَنْظُرُ إِلَى اللَّهِ عَزَّ وَجَلَّ فَرَقًا فَقَالَ لِي يَا أُبَيُّ أُرْسِلَ إِلَيَّ أَنْ اقْرَأْ الْقُرْآنَ عَلَى حَرْفٍ فَرَدَدْتُ إِلَيْهِ أَنْ هَوِّنْ عَلَى أُمَّتِي فَرَدَّ إِلَيَّ الثَّانِيَةَ اقْرَأْهُ عَلَى حَرْفَيْنِ فَرَدَدْتُ إِلَيْهِ أَنْ هَوِّنْ عَلَى أُمَّتِي فَرَدَّ إِلَيَّ الثَّالِثَةَ اقْرَأْهُ عَلَى سَبْعَةِ أَحْرُفٍ فَلَكَ بِكُلِّ رَدَّةٍ رَدَدْتُكَهَا مَسْأَلَةٌ تَسْأَلُنِيهَا فَقُلْتُ اللَّهُمَّ اغْفِرْ لِأُمَّتِي اللَّهُمَّ اغْفِرْ لِأُمَّتِي وَأَخَّرْتُ الثَّالِثَةَ لِيَوْمٍ يَرْغَبُ إِلَيَّ الْخَلْقُ كُلُّهُمْ حَتَّى إِبْرَاهِيمُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ حَدَّثَنِي إِسْمَعِيلُ بْنُ أَبِي خَالِدٍ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عِيسَى عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى أَخْبَرَنِي أُبَيُّ بْنُ كَعْبٍ أَنَّهُ كَانَ جَالِسًا فِي الْمَسْجِدِ إِذْ دَخَلَ رَجُلٌ فَصَلَّى فَقَرَأَ قِرَاءَةً وَاقْتَصَّ الْحَدِيثَ بِمِثْلِ حَدِيثِ ابْنِ نُمَيْرٍ","source":"Muslim"},"__N_SSG":true}