{"pageProps":{"number":"1284","slug":"muslim","id":"Telah menceritakan kepada kami [Ali bin Hujr As Sa'di] telah menceritakan kepada kami [Isma'il bin Ibrahim] dari [Dawud bin Abu Hind] dari [Asy Sya'bi] dari [Alqamah] ia berkata; Saya berjumpa dengan [Abu Darda`], lalu ia bertanya kepadaku, \"Dari manakah kamu?\" Saya menjawab, \"Dari penduduk Iraq.\" Ia bertanya lagi, \"Dari daerah mana?\" Saya menjawab, \"Dari penduduk Kufah.\" Ia bertanya lagi, \"Apakah kamu membaca Al Qur`an dengan qira`ahnya Abdullah bin Mas'ud?\" Saya menjawab, \"Ya.\" Ia berkata, \"Kalau begitu, bacalah: 'WAL LAILI IDZAA YAGHSYAA.'\" Maka saya pun membacakannya, \"WAL LAILI IDZAA YAGHSYAA WAN NAHAARI IDZAA TAJALLAA WADZ DZAKARI WAL UNTSAA.\" Lalu Abu Darda` pun tertawa kemudian berkata; \"Seperti inilah saya mendengar Rasulullah shallallahu 'alaihi wasallam membacanya.\" Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepadaku [Abdul A'la] telah menceritakan kepada kami [Dawud] dari [Amir] dari [Alqamah] ia berkata; Saya mendatangi negeri Syam dan bertemu dengan [Abu Darda`]. Ia pun menyebutkan hadits yang serupa dengan haditsnya Ibnu Ulayyah.","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنْ الشَّعْبِيِّ عَنْ عَلْقَمَةَ قَالَ لَقِيتُ أَبَا الدَّرْدَاءِفَقَالَ لِي مِمَّنْ أَنْتَ قُلْتُ مِنْ أَهْلِ الْعِرَاقِ قَالَ مِنْ أَيِّهِمْ قُلْتُ مِنْ أَهْلِ الْكُوفَةِ قَالَ هَلْ تَقْرَأُ عَلَى قِرَاءَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قُلْتُ نَعَمْ قَالَ فَاقْرَأْ{ وَاللَّيْلِ إِذَا يَغْشَى }قَالَ فَقَرَأْتُ{ وَاللَّيْلِ إِذَا يَغْشَى وَالنَّهَارِ إِذَا تَجَلَّى }وَالذَّكَرِ وَالْأُنْثَى قَالَ فَضَحِكَ ثُمَّ قَالَ هَكَذَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَؤُهَاو حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنِي عَبْدُ الْأَعْلَى حَدَّثَنَا دَاوُدُ عَنْ عَامِرٍ عَنْ عَلْقَمَةَ قَالَ أَتَيْتُ الشَّامَ فَلَقِيتُ أَبَا الدَّرْدَاءِ فَذَكَرَ بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ","source":"Muslim"},"__N_SSG":true}