{"pageProps":{"number":"1400","slug":"muslim","id":"Telah menceritakan kepadaku [Harun bin Sa'id Al `Aili] dan [Yunus bin Abdul A'la] -sedangkan lafazhnya dari Harun- keduanya berkata, telah menceritakan kepada kami [Ibnu Wahb] telah mengabarkan kepada kami [Amru] bahwa [Muhammad bin Abdur Rahman] telah menceritakan kepadanya dari ['Urwah] dari [Aisyah] ia berkata; Suatu ketika Rasulullah shallallahu 'alaihi wasallam masuk ke dalam rumahku, sementara di tempatku terdapat dua orang budak wanita yang sedang bernyanyi dengan nyanyian Bu'ats, lalu beliau langsung berbaring diatas tempat tidur dengan membalikkan wajahnya. Setelah itu, masuklah Abu Bakar dan langsung marah seraya berkata, \"Nyanyian syetan ada di sisi Rasulullah shallallahu 'alaihi wasallam?.\" Maka Rasulullah shallallahu 'alaihi wasallam pun menemuinya dan bersabda: \"Biarkanlah mereka berdua.\" Ketika ia tidak mengindahkan lagi, maka saya pun memberi isyarat pada kedua budak wanita itu sehingga keduanya pun keluar. Kemudian pada hari raya, orang-orang berkulit hitam bermain baju besi dan tombak. Kemungkinan saya yang bertanya kepada Rasulullah shallallahu 'alaihi wasallam atau pun beliau yang bertanya padaku, \"Apakah kamu ingin melihatnya?\" Saya menjawab, \"Ya.\" Maka beliau pun meletakkanku berdiri di belakangnya, pipiku menempel di pipi beliau. Dan beliau bersabda: \"Silahkan kalian bermain-main, wahai bani Arfidah (gelar bangsa Habasyah).\" Hingga apabila aku bosan, beliau bertanya, \"Cukup?\" Aku menjawab, \"Ya.\" Beliau berkata, \"Pergilah.\"","arab":"حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ وَيُونُسُ بْنُ عَبْدِ الْأَعْلَى وَاللَّفْظُ لِهَارُونَ قَالَا حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنَا عَمْرٌو أَنَّ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ حَدَّثَهُ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِنْدِي جَارِيَتَانِ تُغَنِّيَانِ بِغِنَاءِ بُعَاثٍ فَاضْطَجَعَ عَلَى الْفِرَاشِ وَحَوَّلَ وَجْهَهُ فَدَخَلَ أَبُو بَكْرٍ فَانْتَهَرَنِي وَقَالَ مِزْمَارُ الشَّيْطَانِ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَقْبَلَ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ دَعْهُمَا فَلَمَّا غَفَلَ غَمَزْتُهُمَا فَخَرَجَتَا وَكَانَ يَوْمَ عِيدٍ يَلْعَبُ السُّودَانُ بِالدَّرَقِ وَالْحِرَابِ فَإِمَّا سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِمَّا قَالَ تَشْتَهِينَ تَنْظُرِينَ فَقُلْتُ نَعَمْ فَأَقَامَنِي وَرَاءَهُ خَدِّي عَلَى خَدِّهِ وَهُوَ يَقُولُ دُونَكُمْ يَا بَنِي أَرْفِدَةَ حَتَّى إِذَا مَلِلْتُ قَالَ حَسْبُكِ قُلْتُ نَعَمْ قَالَ فَاذْهَبِي","source":"Muslim"},"__N_SSG":true}