{"pageProps":{"number":"1415","slug":"muslim","id":"Dan telah menceritakan kepadaku [Harun bin Ma'ruf] telah menceritakan kepada kami [Ibnu Wahb] dari [Amru bin Harits] -dalam jalur lain- Dan telah menceritakan kepadaku [Abu Thahir] telah mengabarkan kepada kami [Abdullah bin Wahb] telah mengabarkan kepada kami [Amru bin Harits] bahwa [Abu Nadlr] telah menceritakan kepadanya dari [Sulaiman bin Yasar] dari [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, bahwa ia berkata; \"Saya tidak pernah melihat Rasulullah shallallahu 'alaihi wasallam tertawa terbahak-bahak hingga kelihatan tenggorokan beliau, karena biasanya beliau hanya tersenyum.\" Aisyah juga berkata; Dan jika beliau melihat awan hitam mengkelam atau angin yang bertiup kencang, maka (kekhawatiran) dapat dilihat dari raut wajah beliau. Aisyah pun bertanya, \"Wahai Rasulullah, saya memperhatikan manusia, bila mereka melihat kabut hitam, maka mereka begitu senang, karena akan segera turun hujan, namun saya memperhatikan Tuan ketika melihatnya, saya dapat menangkap (kekhawatiran) di raut muka Tuan.\" Beliau menjawab: \"Wahai Aisyah, saya khawatir bahwa kabut itu akan menjadi adzab. Sungguh, telah ada suatu kaum yang diadzab dengan angin, dan kaum itu pun telah melihat adzab, namun mereka berkata, 'Inilah awan yang akan menurunkan hujan kepada kami.'\"","arab":"و حَدَّثَنِي هَارُونُ بْنُ مَعْرُوفٍ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ عَمْرِو بْنِ الْحَارِثِ ح و حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنَا عَمْرُو بْنُ الْحَارِثِ أَنَّ أَبَا النَّضْرِ حَدَّثَهُ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْمَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُسْتَجْمِعًا ضَاحِكًا حَتَّى أَرَى مِنْهُ لَهَوَاتِهِ إِنَّمَا كَانَ يَتَبَسَّمُ قَالَتْ وَكَانَ إِذَا رَأَى غَيْمًا أَوْ رِيحًا عُرِفَ ذَلِكَ فِي وَجْهِهِ فَقَالَتْ يَا رَسُولَ اللَّهِ أَرَى النَّاسَ إِذَا رَأَوْا الْغَيْمَ فَرِحُوا رَجَاءَ أَنْ يَكُونَ فِيهِ الْمَطَرُ وَأَرَاكَ إِذَا رَأَيْتَهُ عَرَفْتُ فِي وَجْهِكَ الْكَرَاهِيَةَ قَالَتْ فَقَالَ يَا عَائِشَةُ مَا يُؤَمِّنُنِي أَنْ يَكُونَ فِيهِ عَذَابٌ قَدْ عُذِّبَ قَوْمٌ بِالرِّيحِ وَقَدْ رَأَى قَوْمٌ الْعَذَابَ فَقَالُوا{ هَذَا عَارِضٌ مُمْطِرُنَا }","source":"Muslim"},"__N_SSG":true}