{"pageProps":{"number":"1473","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Amru An Naqid] semuanya dari [Abu Mu'awiyah] - [Amru] berkata- Telah menceritakan kepada kami [Muhammad bin Khazim Abu Mu'awiyah] Telah menceritakan kepada kami [Ashim Al Ahwal] dari [Hafshah binti Sirin] dari [Ummu 'Athiyyah] ia berkata; Ketika Zainad binti Rasulullah shallallahu 'alaihi wasallam wafat, Rasulullah shallallahu 'alaihi wasallam bersabda kepada kami, \"Mandikanlah ia dengan bilangan ganjil, tiga, lima atau tujuh. Dan pada bilangan ke lima, campurkanlah dengan kapur barus atau sesuatu dari jenis kapur barus. Dan jika kalian telah usai memandikannya, maka beritahukanlah padaku.\" Ummu 'Athiyyah berkata, \"Setelah itu, kami memberitahukan kepada beliau, sehingga beliau pun memberikan kainnya dan beliau bersabda: 'Kenakan padanya.'\" Dan telah menceritakan kepada kami [Amru An Naqid] telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Hisyam bin Hassan] dari [Hafshah binti Sirin] dari [Ummu 'Athiyyah] ia berkata; Rasulullah shallallahu 'alaihi wasallam menemui kami, sementara kami sedang memandikan salah seorang putinya. Beliau bersabda: \"Mandikanlah ia dengan bilangan yang ganjil, lima atau lebih dari itu.\" yakni serupa dengan hadits Ayyub dan 'Ashim. Kemudian di dalam hadits ia mengatakan; \"Lalu kami memintal rambutnya dengan tiga pintalan, yakni pada kedua tanduknya dan satu pada ubun-ubunnya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ قَالَ عَمْرٌو حَدَّثَنَا مُحَمَّدُ بْنُ خَازِمٍ أَبُو مُعَاوِيَةَ حَدَّثَنَا عَاصِمٌ الْأَحْوَلُ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ أُمِّ عَطِيَّةَ قَالَتْلَمَّا مَاتَتْ زَيْنَبُ بِنْتُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اغْسِلْنَهَا وِتْرًا ثَلَاثًا أَوْ خَمْسًا وَاجْعَلْنَ فِي الْخَامِسَةِ كَافُورًا أَوْ شَيْئًا مِنْ كَافُورٍ فَإِذَا غَسَلْتُنَّهَا فَأَعْلِمْنَنِي قَالَتْ فَأَعْلَمْنَاهُ فَأَعْطَانَا حَقْوَهُ وَقَالَ أَشْعِرْنَهَا إِيَّاهُو حَدَّثَنَا عَمْرٌو النَّاقِدُ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ أُمِّ عَطِيَّةَ قَالَتْ أَتَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَغْسِلُ إِحْدَى بَنَاتِهِ فَقَالَ اغْسِلْنَهَا وِتْرًا خَمْسًا أَوْ أَكْثَرَ مِنْ ذَلِكِ بِنَحْوِ حَدِيثِ أَيُّوبَ وَعَاصِمٍ وَقَالَ فِي الْحَدِيثِ قَالَتْ فَضَفَرْنَا شَعْرَهَا ثَلَاثَةَ أَثْلَاثٍ قَرْنَيْهَا وَنَاصِيَتَهَا","source":"Muslim"},"__N_SSG":true}