{"pageProps":{"number":"1564","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] Telah menceritakan kepada kami [bapakku] Telah menceritakan kepada kami [Abdul Malik] dari [Abu Zubair] dari [Jabir bin Abdullah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Tidaklah seorang yang mempunyai unta, sapi atau pun kambing lalu ia tidak menunaikan haknya, melainkan nanti pada hari kiamat akan didudukkan di suatu tanah datar, lalu akan diinjak-injak oleh ternak-ternak yang memiliki kuku dengan kukunya dan ditanduk dengan tanduknya. Pada hari itu tidak ada hewan yang tidak bertanduk, dan tidak ada pula yang patah tanduknya.\" Kami pun bertanya, \"Ya Rasulullah, apakah haknya?\" beliau menjawab: \"Membibitkan jantannya, menternakkan betinanya, memerah susunya, membawanya ke air, dan mempergunakannya di jalan Allah. Tidak seorang pun pemilik harta yang tidak membayar zakatnya, melainkan hartanya itu berubah menjadi ular besar yang botak, yang mengikuti pemiliknya ke mana saja ia pergi, sedangkan dia sendiri selalu lari dari ular itu. lalu dikatakanlah kepadanya: 'Inilah hartamu yang kamu bakhil dengannya.' Setelah dia tahu bahwa dia tidak dapat lari dari ular itu, maka dimasukkannya tangannya ke mulut ular itu, lalu ular itu menggigitnya seperti hewan jantan menggigit.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدُ الْمَلِكِ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا مِنْ صَاحِبِ إِبِلٍ وَلَا بَقَرٍ وَلَا غَنَمٍ لَا يُؤَدِّي حَقَّهَا إِلَّا أُقْعِدَ لَهَا يَوْمَ الْقِيَامَةِ بِقَاعٍ قَرْقَرٍ تَطَؤُهُ ذَاتُ الظِّلْفِ بِظِلْفِهَا وَتَنْطَحُهُ ذَاتُ الْقَرْنِ بِقَرْنِهَا لَيْسَ فِيهَا يَوْمَئِذٍ جَمَّاءُ وَلَا مَكْسُورَةُ الْقَرْنِ قُلْنَا يَا رَسُولَ اللَّهِ وَمَا حَقُّهَا قَالَ إِطْرَاقُ فَحْلِهَا وَإِعَارَةُ دَلْوِهَا وَمَنِيحَتُهَا وَحَلَبُهَا عَلَى الْمَاءِ وَحَمْلٌ عَلَيْهَا فِي سَبِيلِ اللَّهِ وَلَا مِنْ صَاحِبِ مَالٍ لَا يُؤَدِّي زَكَاتَهُ إِلَّا تَحَوَّلَ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ يَتْبَعُ صَاحِبَهُ حَيْثُمَا ذَهَبَ وَهُوَ يَفِرُّ مِنْهُ وَيُقَالُ هَذَا مَالُكَ الَّذِي كُنْتَ تَبْخَلُ بِهِ فَإِذَا رَأَى أَنَّهُ لَا بُدَّ مِنْهُ أَدْخَلَ يَدَهُ فِي فِيهِ فَجَعَلَ يَقْضَمُهَا كَمَا يَقْضَمُ الْفَحْلُ","source":"Muslim"},"__N_SSG":true}