{"pageProps":{"number":"1565","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kamil Fudlail bin Husain Al Jahdari] Telah menceritakan kepada kami [Abdul Wahid bin Ziyad] Telah menceritakan kepada kami [Muhammad bin Abu Isma'il] Telah menceritakan kepada kami [Abdurrahman bin Hilal Al Absi] dari [Jarir bin Abdullah] ia berkata; Beberapa orang Arab dusun datang mengadu Rasulullah shallallahu 'alaihi wasallam. Mereka berkata, \"Beberapa petugas zakat mendatangi kami, lalu mereka bertindak aniaya terhadap kami.\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Layanilah para petugas zakat itu dengan baik.\" Jarir berkata, \"Semenjak itu aku tidak pernah lagi mendengar para petugas zakat pulang melainkan dengan puas dan senang.\" Dan Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] Telah menceritakan kepada kami [Abdurrahim bin Sulaiman] -dalam jalur lain- Dan telah menceritakan kepada kami [Muhammad bin Basysyar] Telah menceritakan kepada kami [Yahya bin Sa'id] -dalam jalur lain- Dan telah menceritakan kepada kami [Ishaq] telah mengabarkan kepada kami [Abu Usamah] semuanya dari [Muhammad bin Abu Isma'il] dengan isnad ini, hadits yang semisal.","arab":"حَدَّثَنَا أَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي إِسْمَعِيلَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ هِلَالٍ الْعَبْسِيُّ عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ قَالَجَاءَ نَاسٌ مِنْ الْأَعْرَابِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا إِنَّ نَاسًا مِنْ الْمُصَدِّقِينَ يَأْتُونَنَا فَيَظْلِمُونَنَا قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْضُوا مُصَدِّقِيكُمْقَالَ جَرِيرٌ مَا صَدَرَ عَنِّي مُصَدِّقٌ مُنْذُ سَمِعْتُ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا وَهُوَ عَنِّي رَاضٍ و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ ح و حَدَّثَنَا إِسْحَقُ أَخْبَرَنَا أَبُو أُسَامَةَ كُلُّهُمْ عَنْ مُحَمَّدِ بْنِ أَبِي إِسْمَعِيلَ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}