{"pageProps":{"number":"1569","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Qutaibah bin Sa'id] Telah menceritakan kepada kami [Jarir] dari [Abdul Aziz, yaitu putra Rufai'] dari [Zaid bin Wahb] dari [Abu Dzar] ia berkata; Padau suatu malam, saya keluar, tiba-tiba saya mendapati Rasulullah shallallahu 'alaihi wasallam sedang berjalan sendirian tanpa ditemani seorang pun. Maka saya pun mengira bahwa beliau tidak suka kalau ada orang lain yang ikut berjalan bersamanya. Maka saya pun berjalan di bawah naungan bulan, lalu beliau menoleh dan melihatku, maka beliau pun bertanya: \"Siapa ini?\" saya menjawab, \"Abu Dzar, semoga Allah menjadikanku sebagai tebusan untuk Anda.\" Beliau bersabda: \"Wahai Abu Dzar, kemarilah.\" Maka saya pun berjalan bersama beliau sesaat, kemudian beliau bersabda: \"Sesungguhnya orang-orang yang suka menumpuk-numpuk (harta), nantinya pada hari kiamat mereka termasuk orang-orang yang penuh dengan kekurangan. Kecuali mereka yang diberikan kebaikan oleh Allah -beliau kemudian seperti memberi ke sebelah kanannya, kirinya dan ke arah depan serta belakangnya- kemudian ia mengelolanya dengan baik.\" Setelah itu, kami pun berjalan sesaat. Kemudian beliau bersabda: \"Duduklah di sini.\" Maka beliau menempatkanku di tempat yang luas dan datar serta dikelilingi oleh bebatuan. Kemudian beliau berpesan lagi: \"Duduklah di sini hingga aku kembali menemuimu.\" Kemudian beliau segera pergi ke hurrah (tanah yang tidak berpasir) hingga aku tidak lagi melihatnya. Setelah lama kemudian, saya mendengarnya bertanya: \"Meskipun ia pernah mencuri dan berzina?\" Maka ketika beliau kembali dengan tidak sabar saya pun segera bertanya, \"Wahai Nabiyullah, semoga Allah menjadikanku sebagi tebusanmu, siapa yang Anda ajak bicara di samping tanah yang tak berpasir? Saya mendengar tida ada seorang pun yang menjawab pertanyaan Anda.\" Beliau menjawab: \"Itu adalah Jibril, ia menemuiku di samping tanah yang tak berpasir seraya berkata, 'Berilah kabar gembira kepada umatmu, bahwa barangsiapa di antara mereka yang mati dengan tidak menyekutukan Allah dengan sesuatu pun, niscaya dia akan masuk surga.' Maka saya pun bertanya, 'Wahai Jibril, meskipun ia pernah mencuri dan berzina? ' ia menjawab, 'Ya, meskipun ia pernah mencuri dan berzina.' Saya bertanya lagi, 'Meskipun ia pernah mencuri dan berzina? ' ia menjawab, 'Ya, meskipun ia pernah mencuri dan berzina.' Saya bertanya lagi, 'Meskipun ia pernah mencuri dan berzina? ' ia menjawab, 'Ya, meskipun ia pernah mencuri dan meminum khamer.'\"","arab":"و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ عَبْدِ الْعَزِيزِ وَهُوَ ابْنُ رُفَيْعٍ عَنْ زَيْدِ بْنِ وَهْبٍ عَنْ أَبِي ذَرٍّ قَالَخَرَجْتُ لَيْلَةً مِنْ اللَّيَالِي فَإِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمْشِي وَحْدَهُ لَيْسَ مَعَهُ إِنْسَانٌ قَالَ فَظَنَنْتُ أَنَّهُ يَكْرَهُ أَنْ يَمْشِيَ مَعَهُ أَحَدٌ قَالَ فَجَعَلْتُ أَمْشِي فِي ظِلِّ الْقَمَرِ فَالْتَفَتَ فَرَآنِي فَقَالَ مَنْ هَذَا فَقُلْتُ أَبُو ذَرٍّ جَعَلَنِي اللَّهُ فِدَاءَكَ قَالَ يَا أَبَا ذَرٍّ تَعَالَهْ قَالَ فَمَشَيْتُ مَعَهُ سَاعَةً فَقَالَ إِنَّ الْمُكْثِرِينَ هُمْ الْمُقِلُّونَ يَوْمَ الْقِيَامَةِ إِلَّا مَنْ أَعْطَاهُ اللَّهُ خَيْرًا فَنَفَحَ فِيهِ يَمِينَهُ وَشِمَالَهُ وَبَيْنَ يَدَيْهِ وَوَرَاءَهُ وَعَمِلَ فِيهِ خَيْرًا قَالَ فَمَشَيْتُ مَعَهُ سَاعَةً فَقَالَ اجْلِسْ هَا هُنَا قَالَ فَأَجْلَسَنِي فِي قَاعٍ حَوْلَهُ حِجَارَةٌ فَقَالَ لِي اجْلِسْ هَا هُنَا حَتَّى أَرْجِعَ إِلَيْكَ قَالَ فَانْطَلَقَ فِي الْحَرَّةِ حَتَّى لَا أَرَاهُ فَلَبِثَ عَنِّي فَأَطَالَ اللَّبْثَ ثُمَّ إِنِّي سَمِعْتُهُ وَهُوَ مُقْبِلٌ وَهُوَ يَقُولُ وَإِنْ سَرَقَ وَإِنْ زَنَى قَالَ فَلَمَّا جَاءَ لَمْ أَصْبِرْ فَقُلْتُ يَا نَبِيَّ اللَّهِ جَعَلَنِي اللَّهُ فِدَاءَكَ مَنْ تُكَلِّمُ فِي جَانِبِ الْحَرَّةِ مَا سَمِعْتُ أَحَدًا يَرْجِعُ إِلَيْكَ شَيْئًا قَالَ ذَاكَ جِبْرِيلُ عَرَضَ لِي فِي جَانِبِ الْحَرَّةِ فَقَالَ بَشِّرْ أُمَّتَكَ أَنَّهُ مَنْ مَاتَ لَا يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ فَقُلْتُ يَا جِبْرِيلُ وَإِنْ سَرَقَ وَإِنْ زَنَى قَالَ نَعَمْ قَالَ قُلْتُ وَإِنْ سَرَقَ وَإِنْ زَنَى قَالَ نَعَمْ قَالَ قُلْتُ وَإِنْ سَرَقَ وَإِنْ زَنَى قَالَ نَعَمْ وَإِنْ شَرِبَ الْخَمْرَ","source":"Muslim"},"__N_SSG":true}