{"pageProps":{"number":"161","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Rafi'] dan [Abd bin Humaid] semuanya dari [Abdurrazzaq], [Ibnu Rafi'] berkata, telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [az-Zuhri] dari [Ibnu al-Musayyab] dari [Abu Hurairah] dia berkata, \"Kami bersama Rasulullah shallallahu 'alaihi wasallam sedang melakukan peperangan terhadap Hunain, maka beliau bersabda kepada seorang lelaki yang diakui sebagai seorang muslim: 'Orang ini termasuk ke dalam golongan ahli Neraka'. Saat kami sedang dalam kancah, kami lihat lelaki itu berperang dengan bersungguh-sungguh hingga menyebabkan dia terluka parah. Lalu ada yang melaporkan kepada Rasulullah shallallahu 'alaihi wasallam, 'Wahai Rasulullah! Lelaki yang tuan katakan sebelum ini, bahwa dia merupakan ahli Neraka, pada hari ini ia telah berjuang dengan penuh semangat dan dia telah mati'. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dia akan ke Neraka'. Sebagian kaum muslimin berada dalam keraguan tersebut. Tiba-tiba datang seseorang melaporkan bahwa dia tidak mati karena berjuang, tetapi luka parah. Pada malam itu, dia tidak sabar menghadapi kesakitan lukanya, maka dia membunuh dirinya sendiri, maka hal itu dilaporkan kepada Rasulullah. Rasulullah terus bertakbir: 'Allahu Akbar, aku bersaksi bahwa aku adalah hamba Allah dan Rasul-Nya.' Lalu Rasulullah menyuruh Bilal memberitahu semua orang bahwasanya tidak akan masuk Surga kecuali jiwa atau orang yang berserah diri (kepada Allah). Dan bahwa Allah telah menguatkan lagi agama ini dengan seorang lelaki yang gagah perkasa'.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ ابْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ قَالَشَهِدْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُنَيْنًا فَقَالَ لِرَجُلٍ مِمَّنْ يُدْعَى بِالْإِسْلَامِ هَذَا مِنْ أَهْلِ النَّارِ فَلَمَّا حَضَرْنَا الْقِتَالَ قَاتَلَ الرَّجُلُ قِتَالًا شَدِيدًا فَأَصَابَتْهُ جِرَاحَةٌ فَقِيلَ يَا رَسُولَ اللَّهِ الرَّجُلُ الَّذِي قُلْتَ لَهُ آنِفًا إِنَّهُ مِنْ أَهْلِ النَّارِ فَإِنَّهُ قَاتَلَ الْيَوْمَ قِتَالًا شَدِيدًا وَقَدْ مَاتَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى النَّارِ فَكَادَ بَعْضُ الْمُسْلِمِينَ أَنْ يَرْتَابَ فَبَيْنَمَا هُمْ عَلَى ذَلِكَ إِذْ قِيلَ إِنَّهُ لَمْ يَمُتْ وَلَكِنَّ بِهِ جِرَاحًا شَدِيدًا فَلَمَّا كَانَ مِنْ اللَّيْلِ لَمْ يَصْبِرْ عَلَى الْجِرَاحِ فَقَتَلَ نَفْسَهُ فَأُخْبِرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ فَقَالَ اللَّهُ أَكْبَرُ أَشْهَدُ أَنِّي عَبْدُ اللَّهِ وَرَسُولُهُ ثُمَّ أَمَرَ بِلَالًا فَنَادَى فِي النَّاسِ أَنَّهُ لَا يَدْخُلُ الْجَنَّةَ إِلَّا نَفْسٌ مُسْلِمَةٌ وَأَنَّ اللَّهَ يُؤَيِّدُ هَذَا الدِّينَ بِالرَّجُلِ الْفَاجِرِ","source":"Muslim"},"__N_SSG":true}