{"pageProps":{"number":"1675","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Rumh Al Muhajir] telah mengabarkan kepada kami [Laits] dari [Yahya bin Sa'id] dari [Abu Zubair] dari [Jabir bin Abdullah] ia berkata; Seorang laki-laki mendatangi Rasulullah shallallahu 'alaihi wasallam saat beliau berada di Ji'ranah sekembalinya dari Hunain. Sedangkan pada kainnya Bilal terdapat perak, sementara Rasulullah shallallahu 'alaihi wasallam mengambil darinya dan memberikannya kepada orang-orang. Lalu laki-laki itu pun berkata, \"Wahai Muhammad, bersikap adillah.\" Beliau bersabda: \"Celaka kamu, kalau begitu, siapakah yang akan berlakuk adil kalau aku tidak lagi berlaku adil. Sungguhnya kamu telah celaka sekiranya aku tidak berlakuk adil.\" Lalu Umar bin Al Khaththab radliallahu 'anhu berkata, \"Ya Rasulullah, biarkanlah aku untuk membunuh orang munafik ini.\" beliau bersabda: \"Aku berlindung kepada Allah, jika orang-orang mengatakan bahwa aku membunuh sahabatku. Sesungguhnya orang ini dan para sahabatnya senantiasa membaca Al Qur`an namun tidak sampai melewati tenggorokan mereka. mreka keluar darinya (Islam) sebagaimana meluncurnya panah dari busurnya.\" Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Abdul Wahhab Ats Tsaqafi] ia berkata; saya mendengar [Yahya bin Sa'id] berkata, telah mengabarkan kepadaku [Abu Zubair] bahwa ia mendengar [Jabir bin Abdullah] -dalam jalur lain- Dan Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Zaid bin Al Hubab] telah menceritakan kepadaku [Qurrah bin Khalid] telah menceritakan kepadaku [Abu Zubair] dari [Jabir bin Abdullah] bahwasanya; \"Nabi shallallahu 'alaihi wasallam membagi-bagi harta ghanimah.\" Maka ia pun menyebutkan hadits.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ أَخْبَرَنَا اللَّيْثُ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَأَتَى رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْجِعْرَانَةِ مُنْصَرَفَهُ مِنْ حُنَيْنٍ وَفِي ثَوْبِ بِلَالٍ فِضَّةٌ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْبِضُ مِنْهَا يُعْطِي النَّاسَ فَقَالَ يَا مُحَمَّدُ اعْدِلْ قَالَ وَيْلَكَ وَمَنْ يَعْدِلُ إِذَا لَمْ أَكُنْ أَعْدِلُ لَقَدْ خِبْتَ وَخَسِرْتَ إِنْ لَمْ أَكُنْ أَعْدِلُ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ دَعْنِي يَا رَسُولَ اللَّهِ فَأَقْتُلَ هَذَا الْمُنَافِقَ فَقَالَ مَعَاذَ اللَّهِ أَنْ يَتَحَدَّثَ النَّاسُ أَنِّي أَقْتُلُ أَصْحَابِي إِنَّ هَذَا وَأَصْحَابَهُ يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ حَنَاجِرَهُمْ يَمْرُقُونَ مِنْهُ كَمَا يَمْرُقُ السَّهْمُ مِنْ الرَّمِيَّةِحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ حَدَّثَنِي قُرَّةُ بْنُ خَالِدٍ حَدَّثَنِي أَبُو الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقْسِمُ مَغَانِمَ وَسَاقَ الْحَدِيثَ","source":"Muslim"},"__N_SSG":true}