{"pageProps":{"number":"1698","slug":"muslim","id":"telah menceritakan kepadaku [Abdullah bin Muhammad bin Asma Adl Dluba'i] telah menceritakan kepada kami [Juwairiyah] dari [Malik] dari [Az Zuhri] bahwa [Abdullah bin Naufal bin Al Harits bin Abdul Muthalib] telah menceritakan kepadanya bahwa [Abdul Muthallib bin Rabi'ah bin Al Harits] telah menceritakan kepadanya, ia berkata; Rabi'ah bin Al Harits dan Al Abbas bin Abdul Muthalib, maka keduanya berkata, \"Demi Allah, sebaiknya kita utus dua anak ini (kata Abdul Muthalib bin Rabi'ah. Dua anak tersebut adalah aku dan Al Fadl bin Abbas) kepada Rasulullah shallallahu 'alaihi wasallam, agar keduanya memohon kepada beliau untuk diperintahkan memungut zakat. Lalu keduanya melaksanakan tugasnya sebagaimana orang lain, dan memperoleh apa yang diperoleh oleh orang lain.\" Ketika mereka masih berbincang-bincang, tiba-tiba Ali bin Abu Thalib datang dan berhenti di dekat keduanya. Lalu kedua orang itu pun menuturkannya kepada Ali bin Abi Thalib. Maka Ali berkata, \"Jangan lakukan itu, demi Allah beliau tidak akan memperkenankan hal itu.\" kemudian Rabi'ah bin Al Harits berpaling dari Ali dan berkata, \"Demi Allah, kamu tidaklah melakukan ini (larangan ini), kecuali kamu merasa bersaing dengan kami. Demi Allah, kami tidak bersaing denganmu, karena kamu telah diambil menantu oleh Rasulullah shallallahu 'alaihi wasallam.\" Ali berkata, \"Silahkan utus kedua anak itu.\" lalu kedua anak itu pun pergi, sementara Ali berbaring. Abdul Muthalib bin Rabi'ah berkata; Ketika Rasulullah shallallahu 'alaihi wasallam shalat Zhuhur, kami mendahului beliau menuju kamar, lalu kami berdiri di balik kamar itu, hingga beliau datang, kemudian beliau mempersilahkan kami masuk, lalu bersabda: \"Ungkapkan apa saja yang kalian inginkan dalam hati kalian.\" kemudian beliau masuk, kami pun turut masuk, yang saat itu, beliau berada di tempat Zainab binti Jahsyi. Maka kami pun saling diam, lalu salah seorang dari kami berkata, \"Wahai Rasulullah, Anda adalah orang yang paling baik dan paling akrab dengan orang lain. Kami sudah saatnya menikah, kami datang agar Anda menugaskan kami untuk menarik sebagian zakat, lalu kami laksanakan dan kami mendapat jatah seperti orang lain.\" Abdul Muthalib bin Rabi'ah berkata; Lalu Rasulullah shallallahu 'alaihi wasallam terdiam lama, sehingga kami ingin bicara kepada beliau. Dan tiba-tiba Zainab muncul di antara kami dari balik tabir, (katanya), \"Janganlah kalian berdua berbicara pada beliau.\" Setelah itu, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya zakat itu tidak diperkenankan untuk keluarga Muhammad, karena Zakat adalah kotoran manusia, panggilkan Mahmiyyah (mengurus seperlima dari harta rampasan perang) dan Naufal bin Al Harits bin Abdul Muthalib!\" Abdul Muthalib bin Rabi'ah berkata; Lalu keduanya pun datang menghadap Rasulullah shallallahu 'alaihi wasallam, dan beliau bersabda kepada keduanya: \"Nikahkanlah anak perempuanmu dengan laki-laki ini (yang dimaksud adalah Fadl bin Abbas).\" Maka Mahmiyah pun menikahkannya. Kemudian beliau bersabda kepada Naufal bin Harits, \"Nikahkahkanlah anak perempuanmu dengan anak laki-laki ini (maksudnya Abdul Muthalib bin Rabi'ah).\" maka Naufal menikahkanku. Beliau berkata kepada kepada Mahmiyah: \"Berikanlah sebagian dari jatah seperlima harta rampasan perang kepada dua anak laki-laki ini sekian dan sekian.\" [Az Zuhri] berkata; \"Ia tidak menyebutkannya.\" Telah menceritakan kepada kami [Harun bin Ma'ruf] telah menceritakan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus bin Yazid] dari [Ibnu Syihab] dari [Abdullah bin Harits bin Naufal Al Hasyimi] bahwa [Abdul Muthalib bin Rabi'ah bin Al Harits bin Abdul Muthalib] telah mengabarkan kepadanya bahwa bapaknya Rabi'ah bin Al Harits bin Abdul Muthalib dan Al Abbas bin Abdul Muthalib berkata kepada Abdul Muthalib bin Rabi'ah dan juga kepada Al Fadll bin Abbas, \"Datangilah Rasulullah shallallahu 'alaihi wasallam…\" dan ia pun menyebutkan hadits sebagaimana hadits Malik. Dan di dalamnya ia juga mengatkan;","arab":"حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ حَدَّثَنَا جُوَيْرِيَةُ عَنْ مَالِكٍ عَنْ الزُّهْرِيِّ أَنَّ عَبْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ نَوْفَلِ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ حَدَّثَهُ أَنَّ عَبْدَ الْمُطَّلِبِ بْنَ رَبِيعَةَ بْنِ الْحَارِثِ حَدَّثَهُ قَالَاجْتَمَعَ رَبِيعَةُ بْنُ الْحَارِثِ وَالْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ فَقَالَا وَاللَّهِ لَوْ بَعَثْنَا هَذَيْنِ الْغُلَامَيْنِ قَالَا لِي وَلِلْفَضْلِ بْنِ عَبَّاسٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَلَّمَاهُ فَأَمَّرَهُمَا عَلَى هَذِهِ الصَّدَقَاتِ فَأَدَّيَا مَا يُؤَدِّي النَّاسُ وَأَصَابَا مِمَّا يُصِيبُ النَّاسُ قَالَ فَبَيْنَمَا هُمَا فِي ذَلِكَ جَاءَ عَلِيُّ بْنُ أَبِي طَالِبٍ فَوَقَفَ عَلَيْهِمَا فَذَكَرَا لَهُ ذَلِكَ فَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ لَا تَفْعَلَا فَوَاللَّهِ مَا هُوَ بِفَاعِلٍ فَانْتَحَاهُ رَبِيعَةُ بْنُ الْحَارِثِ فَقَالَ وَاللَّهِ مَا تَصْنَعُ هَذَا إِلَّا نَفَاسَةً مِنْكَ عَلَيْنَا فَوَاللَّهِ لَقَدْ نِلْتَ صِهْرَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَا نَفِسْنَاهُ عَلَيْكَ قَالَ عَلِيٌّ أَرْسِلُوهُمَا فَانْطَلَقَا وَاضْطَجَعَ عَلِيٌّ قَالَ فَلَمَّا صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ سَبَقْنَاهُ إِلَى الْحُجْرَةِ فَقُمْنَا عِنْدَهَا حَتَّى جَاءَ فَأَخَذَ بِآذَانِنَا ثُمَّ قَالَ أَخْرِجَا مَا تُصَرِّرَانِ ثُمَّ دَخَلَ وَدَخَلْنَا عَلَيْهِ وَهُوَ يَوْمَئِذٍ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ قَالَ فَتَوَاكَلْنَا الْكَلَامَ ثُمَّ تَكَلَّمَ أَحَدُنَا فَقَالَ يَا رَسُولَ اللَّهِ أَنْتَ أَبَرُّ النَّاسِ وَأَوْصَلُ النَّاسِ وَقَدْ بَلَغْنَا النِّكَاحَ فَجِئْنَا لِتُؤَمِّرَنَا عَلَى بَعْضِ هَذِهِ الصَّدَقَاتِ فَنُؤَدِّيَ إِلَيْكَ كَمَا يُؤَدِّي النَّاسُ وَنُصِيبَ كَمَا يُصِيبُونَ قَالَ فَسَكَتَ طَوِيلًا حَتَّى أَرَدْنَا أَنْ نُكَلِّمَهُ قَالَ وَجَعَلَتْ زَيْنَبُ تُلْمِعُ عَلَيْنَا مِنْ وَرَاءِ الْحِجَابِ أَنْ لَا تُكَلِّمَاهُ قَالَ ثُمَّ قَالَ إِنَّ الصَّدَقَةَ لَا تَنْبَغِي لِآلِ مُحَمَّدٍ إِنَّمَا هِيَ أَوْسَاخُ النَّاسِ ادْعُوَا لِي مَحْمِيَةَ وَكَانَ عَلَى الْخُمُسِ وَنَوْفَلَ بْنَ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ فَجَاءَاهُ فَقَالَ لِمَحْمِيَةَ أَنْكِحْ هَذَا الْغُلَامَ ابْنَتَكَ لِلْفَضْلِ بْنِ عَبَّاسٍ فَأَنْكَحَهُ وَقَالَ لِنَوْفَلِ بْنِ الْحَارِثِ أَنْكِحْ هَذَا الْغُلَامَ ابْنَتَكَ لِي فَأَنْكَحَنِي وَقَالَ لِمَحْمِيَةَ أَصْدِقْ عَنْهُمَا مِنْ الْخُمُسِ كَذَا وَكَذَاقَالَ الزُّهْرِيُّ وَلَمْ يُسَمِّهِ لِي حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ الْهَاشِمِيِّ أَنَّ عَبْدَ الْمُطَّلِبِ بْنَ رَبِيعَةَ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ أَخْبَرَهُ أَنَّ أَبَاهُ رَبِيعَةَ بْنَ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ وَالْعَبَّاسَ بْنَ عَبْدِ الْمُطَّلِبِ قَالَا لِعَبْدِ الْمُطَّلِبِ بْنِ رَبِيعَةَ وَلِلْفَضْلِ بْنِ عَبَّاسٍ ائْتِيَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ مَالِكٍ وَقَالَ فِيهِ فَأَلْقَى عَلِيٌّ رِدَاءَهُ ثُمَّ اضْطَجَعَ عَلَيْهِ وَقَالَ أَنَا أَبُو حَسَنٍ الْقَرْمُ وَاللَّهِ لَا أَرِيمُ مَكَانِي حَتَّى يَرْجِعَ إِلَيْكُمَا ابْنَاكُمَا بِحَوْرِ مَا بَعَثْتُمَا بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ فِي الْحَدِيثِ ثُمَّ قَالَ لَنَا إِنَّ هَذِهِ الصَّدَقَاتِ إِنَّمَا هِيَ أَوْسَاخُ النَّاسِ وَإِنَّهَا لَا تَحِلُّ لِمُحَمَّدٍ وَلَا لِآلِ مُحَمَّدٍ وَقَالَ أَيْضًا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ادْعُوَا لِي مَحْمِيَةَ بْنَ جَزْءٍ وَهُوَ رَجُلٌ مِنْ بَنِي أَسَدٍ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَعْمَلَهُ عَلَى الْأَخْمَاسِ","source":"Muslim"},"__N_SSG":true}