{"pageProps":{"number":"1778","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dan [Muhammad bin Rumh] keduanya berkata, telah mengabarkan kepada kami [Laits] -dalam jalur lain- Dan telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits] dari [Ibnu Syihab] dari [Ubaidullah bin Abdulalh bin Utbah] dari [Ibnu Abbas] radliallahu 'anhuma, bahwa ia telah mengabarkan kepadanya, bahwasanya; Rasulullah shallallahu 'alaihi wasallam keluar pada tahun pembebasan kota Makkah di bulan Ramadlan, dan beliau berpuasa hingga sampai di Kadid, baru kemudian beliau berbuka. Ibnu Abbas berkata; Dan para sahabat Rasulullah shallallahu 'alaihi wasallam mengikuti segala perbuatan beliau kala itu. Telah menceritakan kepada kami [Yahya bin Yahya] dan [Abu Bakar bin Abu Syaibah] dan [Amru An Naqid] dan [Ishaq bin Ibrahim] dari [Sufyan] dari [Az Zuhri] dengan isnad ini semisalnya. [Yahya] berkata, [Sufyan] berkata; \"Saya tidak tahu, siapakah laki-laki itu.\" ungkapan itu diambil dari bagian akhir sabda Rasulullah shallallahu 'alaihi wasallam. Telah menceritakan kepadaku [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dengan isnad ini. Az Zuhri berkata; berbuka adalah yang terakhir dari dua perkara. Dan ia diambil dari perkara Rasulullah shallallahu 'alaihi wasallam yaitu dari yang terakhir secara berurutan. Az Zuhri berkata, \"Maka Rasulullah shallallahu 'alaihi wasallam bermukim di Makkah selama tiga belas hari, hingga bulan Ramadlan pun berlalu.\" Dan telah menceritakan kepadaku [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dengan isnad ini, sebagaimana hadits Laits. Ibnu Syihab berkata; \"Para sahabat mengikuti segala perbuatan beliau. Dan menurut mereka bahwa hal itu merupakan an nasikh al muhkam.\"","arab":"حَدَّثَنِي يَحْيَى بْنُ يَحْيَى وَمُحَمَّدُ بْنُ رُمْحٍ قَالَا أَخْبَرَنَا اللَّيْثُ ح و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ أَخْبَرَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَامَ الْفَتْحِ فِي رَمَضَانَ فَصَامَ حَتَّى بَلَغَ الْكَدِيدَ ثُمَّ أَفْطَرَ قَالَ وَكَانَ صَحَابَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَّبِعُونَ الْأَحْدَثَ فَالْأَحْدَثَ مِنْ أَمْرِهِحَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ عَنْ سُفْيَانَ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ مِثْلَهُ قَالَ يَحْيَى قَالَ سُفْيَانُ لَا أَدْرِي مِنْ قَوْلِ مَنْ هُوَ يَعْنِي وَكَانَ يُؤْخَذُ بِالْآخِرِ مِنْ قَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ قَالَ الزُّهْرِيُّ وَكَانَ الْفِطْرُ آخِرَ الْأَمْرَيْنِ وَإِنَّمَا يُؤْخَذُ مِنْ أَمْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْآخِرِ فَالْآخِرِ قَالَ الزُّهْرِيُّ فَصَبَّحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ لِثَلَاثَ عَشْرَةَ لَيْلَةً خَلَتْ مِنْ رَمَضَانَ و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ بِهَذَا الْإِسْنَادِ مِثْلَ حَدِيثِ اللَّيْثِ قَالَ ابْنُ شِهَابٍ فَكَانُوا يَتَّبِعُونَ الْأَحْدَثَ فَالْأَحْدَثَ مِنْ أَمْرِهِ وَيَرَوْنَهُ النَّاسِخَ الْمُحْكَمَ","source":"Muslim"},"__N_SSG":true}