{"pageProps":{"number":"1967","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Abu Rabi' Az Zahrani] telah menceritakan kepada kami [Hammad] dari [Amru bin Dinar] dan [Ayyub] dari [Sa'id bin Jubair] dari [Ibnu Abbas] radliallahu 'anhuma, ia berkata; Ketika seorang laki-laki melakukan wukuf di Arafah bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba ia terjatuh dari Untanya -Ayyub berkata; FA`AUQASHATHU, sementara Amru menyebutkan; FAWAQASHATHU- hingga lehernya patah (dan meninggal seketika). Kemudian disampaikanlah peristiwa itu kepada Nabi shallallahu 'alaihi wasallam, maka beliau pun bersabda: \"Mandikanlah ia dengan air bercampur daun bidara. Lalu kafanilah dengan kedua helai kain ihramnya, janganlah kalian memakaikan wewangian padanya dan jangan pula menutupi kepalanya.\" Ayyub berkata; \"Karena Allah akan membangkitkannya kelak di hari kiamat dalam keadaan bertalbiyah (menunaikan haji).\" Amru menyebutkan; \"Karena Allah akan membangkitkannya kelak di hari kiamat dalam keadaan YULABBI (bertalbiyah).\" Dan telah menceritakannya kepadaku [Amru An Naqid] telah menceritakan kepada kami [Isma'il bin Ibrahim] dari [Ayyub] ia berkata, terlah diberitakan kepadaku dari [Sa'id bin Jubair] dari [Ibnu Abbas] radliallahu 'anhuma, bahwa ada seorang laki-laki yang sedang melakukan wukuf bersama Nabi shallallahu 'alaihi wasallam, jadi ia dalam keadaan ihram. Maka ia pun menyebutkan sebagaimana hadits yang disebutkan oleh Hammad dari Ayyub.","arab":"و حَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ حَدَّثَنَا حَمَّادٌ عَنْ عَمْرِو بْنِ دِينَارٍ وَأَيُّوبَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَبَيْنَمَا رَجُلٌ وَاقِفٌ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَفَةَ إِذْ وَقَعَ مِنْ رَاحِلَتِهِ قَالَ أَيُّوبُ فَأَوْقَصَتْهُ أَوْ قَالَ فَأَقْعَصَتْهُ و قَالَ عَمْرٌو فَوَقَصَتْهُ فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ اغْسِلُوهُ بِمَاءٍ وَسِدْرٍ وَكَفِّنُوهُ فِي ثَوْبَيْنِ وَلَا تُحَنِّطُوهُ وَلَا تُخَمِّرُوا رَأْسَهُ قَالَ أَيُّوبُ فَإِنَّ اللَّهَ يَبْعَثُهُ يَوْمَ الْقِيَامَةِ مُلَبِّيًا وَقَالَ عَمْرٌو فَإِنَّ اللَّهَ يَبْعَثُهُ يَوْمَ الْقِيَامَةِ يُلَبِّيو حَدَّثَنِيهِ عَمْرٌو النَّاقِدُ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَيُّوبَ قَالَ نُبِّئْتُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَجُلًا كَانَ وَاقِفًا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُحْرِمٌ فَذَكَرَ نَحْوَ مَا ذَكَرَ حَمَّادٌ عَنْ أَيُّوبَ","source":"Muslim"},"__N_SSG":true}