{"pageProps":{"number":"2012","slug":"muslim","id":"Telah menceritakan kepada kami [Hamid bin Umar Al Bakrawi] dan [Muhammad bin Abu Bakr Al Muqaddami] keduanya berkata, Telah menceritakan kepada kami [Bisyr bin Al Mufadldlal] Telah menceritakan kepada kami [Imran bin Muslim] dari [Abu Raja`] ia berkata, [Imran bin Hushain] berkata; \"Telah turun ayat Mut'ah di dalam kitabullah, yakni Mut'atul Hajji (haji tamattu'), dan Rasulullah shallallahu 'alaihi wasallam juga memerintahkan untuk mengerjakannya. Sesudah itu, belum ada ayat yang turun dan menghapuskannya, demikan juga Rasulullah shallallahu 'alaihi wasallam, beliau tidak pernah melarangnya kembali hingga beliau meninggal. Namun seseorang telah berkata sesuai dengan selera akalnya sendiri.\" Dan telah menceritakannya kepadaku [Muhammad bin Hatim] Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Imran Al Qashir] Telah menceritakan kepada kami [Abu Raja`] dari [Imran bin Hushain] semisalnya. Hanya saja ia menyebutkan; \"Dan kami mengerjakannya bersama Rasulullah shallallahu 'alaihi wasallam.\" yakni, ia tidak menyebutkan; \"Beliau memerintahkan kami (untuk mengerjakannya).\"","arab":"حَدَّثَنَا حَامِدُ بْنُ عُمَرَ الْبَكْرَاوِيُّ وَمُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ قَالَا حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ حَدَّثَنَا عِمْرَانُ بْنُ مُسْلِمٍ عَنْ أَبِي رَجَاءٍ قَالَقَالَ عِمْرَانُ بْنُ حُصَيْنٍ نَزَلَتْ آيَةُ الْمُتْعَةِ فِي كِتَابِ اللَّهِ يَعْنِي مُتْعَةَ الْحَجِّ وَأَمَرَنَا بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ لَمْ تَنْزِلْ آيَةٌ تَنْسَخُ آيَةَ مُتْعَةِ الْحَجِّ وَلَمْ يَنْهَ عَنْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى مَاتَ قَالَ رَجُلٌ بِرَأْيِهِ بَعْدُ مَا شَاءَو حَدَّثَنِيهِ مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عِمْرَانَ الْقَصِيرِ حَدَّثَنَا أَبُو رَجَاءٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ وَفَعَلْنَاهَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَقُلْ وَأَمَرَنَا بِهَا","source":"Muslim"},"__N_SSG":true}