{"pageProps":{"number":"206","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [Abu Khalid] -yaitu Sulaiman bin Hayyan- dari [Sa'ad bin Thariq] dari [Rib'i] dari [Hudzaifah] dia berkata, \"Umar pernah bertanya kepadaku ketika aku bersamanya, 'Siapakah di antara kamu yang pernah mendengar Rasulullah shallallahu 'alaihi wasallam. meriwayatkan tentang fitnah (ujian)? ' Para Sahabat menjawab, 'Kami pernah mendengarnya! ' Umar bertanya, 'Apakah kamu bermaksud fitnah seorang lelaki bersama keluarga dan tetangganya? ' Mereka menjawab, 'Ya, benar.' Umar lalu berkata, 'Fitnah tersebut bisa dihapuskan oleh shalat, puasa, dan zakat. Tetapi, siapakah di antara kamu yang pernah mendengar Nabi shallallahu 'alaihi wasallam bersabda tentang fitnah yang bergelombang sebagaimana gelombangnya lautan? ' Hudzaifah berkata, 'Para Sahabat terdiam.' Kemudian Hudzaifah berkata, 'Aku, wahai Umar! ' Umar berkata, 'Kamu! Ayahmu sebagai tebusan bagi Allah.' Hudzaifah berkata, \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Fitnah akan dipaparkan pada hati manusia bagai tikar yang dipaparkan perutas (secara tegak menyilang antara satu sama lain). Mana pun hati yang dihinggapi oleh fitnah, niscaya akan terlekat padanya bintik-bintik hitam. Begitu juga mana pun hati yang tidak dihinggapinya, maka akan terlekat padanya bintik-bintik putih sehingga hati tersebut terbagi dua: sebagian menjadi putih bagaikan batu licin yang tidak lagi terkena bahaya fitnah, selama langit dan bumi masih ada. Sedangkan sebagian yang lain menjadi hitam keabu-abuan seperti bekas tembaga berkarat, tidak menyuruh kebaikan dan tidak pula melarang kemungkaran kecuali sesuatu yang diserap oleh hawa nafsunya.\" Hudzaifah berkata, \"Dan aku menceritakannya bahwa antara kamu dan fitnah tersebut ada pintu penghalang yang tertutup yang hampir pecah.\" Umar berkata, \"Apakah telah dibelah dengan suatu belahan, kamu tidak memiliki bapak (maksudnya kamu perlu bekerja keras), sekiranya benar pasti akan dikembalikan lagi (tertutup).\" Aku berkata, \"Tidak, bahkan dibelah.\" Dan aku menceritakan bahwa pintu itu adalah seorang laki-laki yang dibunuh atau meninggal (maksudnya pintu fitnah dibuka setelah meninggalnya Umar, ed.), aku menceritakan sebuah hadits bukan dari (mengutip) kitab yang tebal (perjanjian baru dan lama).\" Abu Khalid berkata, aku berkata kepada Sa'ad, \"Wahai Abu Malik, \"Apa maksud hitam keabu-abuan?\" Sa'd menjawab, \"Maksudnya sangat putih dalam hitam.\" Dia berkata, \"Aku berkata, 'Maka maksud al-Kuz Mujakhkhiya'. Dia menjawab, 'Maksudnya bengkok'.\" Dan telah menceritakan kepadaku [Ibnu Abu Umar] telah menceritakan kepada kami [Marwan al-Fazari] telah menceritakan kepada kami [Abu Malik al-Asyja'i] dari [Rib'i] dia berkata, ketika [Hudzaifah] datang dari sisi Umar, ia kemudian duduk seraya menceritakan kepada kami, \"Sungguh, saat aku duduk di sisinya, Amirul Mukminin bertanya kepada para sahabatnya, 'Siapakah di antara kalian yang menghafal sabda Rasulullah tentang fitnah? Lalu dia membawakan hadits dengan semisal hadits Abu Khalid, dan tidak menyebutkan tafsir Abu Malik tentang makna murbad mujakhkhiya.\" Dan telah menceritakan kepada kami [Muhammad bin al-Mutsanna] dan [Amru bin Ali] serta [Uqbah bin Mukram al-Ammi] mereka berkata, telah menceritakan kepada kami [Muhammad bin Abu Adi] dari [Sulaiman at-Taimi] dari [Nu'aim bin Abu Hind] dari [Rib'i bin Hirasy] dari [Hudzaifah] bahwa Umar berkata, \"Siapa yang bisa menceritakan kepada kami, atau siapakah di antara kalian yang bisa menceritakan kepada kami -Sedangkan di antara mereka ada Hudzaifah- tentang yang disabdakan Rasulullah shallallahu 'alaihi wasallam dalam fitnah? ' Hudzaifah menjawab, 'Saya bisa.' Lalu dia membawakan hadits seperti hadits Abu Malik dari Rib'I.\" Perawi berkata, \"Kemudian ia menyebutkan dalam haditnya, 'Hudzaifah berkata, 'Aku telah menceritakan sebuah hadits bukan dari nukilan kitab tebal, dan dia berkata, yaitu dari Rasulullah shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبُو خَالِدٍ يَعْنِي سُلَيْمَانَ بْنَ حَيَّانَ عَنْ سَعْدِ بْنِ طَارِقٍ عَنْ رِبْعِيٍّ عَنْ حُذَيْفَةَ قَالَكُنَّا عِنْدَ عُمَرَ فَقَالَ أَيُّكُمْ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ الْفِتَنَ فَقَالَ قَوْمٌ نَحْنُ سَمِعْنَاهُ فَقَالَ لَعَلَّكُمْ تَعْنُونَ فِتْنَةَ الرَّجُلِ فِي أَهْلِهِ وَجَارِهِ قَالُوا أَجَلْ قَالَ تِلْكَ تُكَفِّرُهَا الصَّلَاةُ وَالصِّيَامُ وَالصَّدَقَةُ وَلَكِنْ أَيُّكُمْ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ الْفِتَنَ الَّتِي تَمُوجُ مَوْجَ الْبَحْرِ قَالَ حُذَيْفَةُ فَأَسْكَتَ الْقَوْمُ فَقُلْتُ أَنَا قَالَ أَنْتَ لِلَّهِ أَبُوكَ قَالَ حُذَيْفَةُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ كَالْحَصِيرِ عُودًا عُودًا فَأَيُّ قَلْبٍ أُشْرِبَهَا نُكِتَ فِيهِ نُكْتَةٌ سَوْدَاءُ وَأَيُّ قَلْبٍ أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَةٌ بَيْضَاءُ حَتَّى تَصِيرَ عَلَى قَلْبَيْنِ عَلَى أَبْيَضَ مِثْلِ الصَّفَا فَلَا تَضُرُّهُ فِتْنَةٌ مَا دَامَتْ السَّمَاوَاتُ وَالْأَرْضُ وَالْآخَرُ أَسْوَدُ مُرْبَادًّا كَالْكُوزِ مُجَخِّيًا لَا يَعْرِفُ مَعْرُوفًا وَلَا يُنْكِرُ مُنْكَرًا إِلَّا مَا أُشْرِبَ مِنْ هَوَاهُقَالَ حُذَيْفَةُ وَحَدَّثْتُهُ أَنَّ بَيْنَكَ وَبَيْنَهَا بَابًا مُغْلَقًا يُوشِكُ أَنْ يُكْسَرَ قَالَ عُمَرُ أَكَسْرًا لَا أَبَا لَكَ فَلَوْ أَنَّهُ فُتِحَ لَعَلَّهُ كَانَ يُعَادُ قُلْتُ لَا بَلْ يُكْسَرُ وَحَدَّثْتُهُ أَنَّ ذَلِكَ الْبَابَ رَجُلٌ يُقْتَلُ أَوْ يَمُوتُ حَدِيثًا لَيْسَ بِالْأَغَالِيطِ قَالَ أَبُو خَالِدٍ فَقُلْتُ لِسَعْدٍ يَا أَبَا مَالِكٍ مَا أَسْوَدُ مُرْبَادًّا قَالَ شِدَّةُ الْبَيَاضِ فِي سَوَادٍ قَالَ قُلْتُ فَمَا الْكُوزُ مُجَخِّيًا قَالَ مَنْكُوسًا و حَدَّثَنِي ابْنُ أَبِي عُمَرَ حَدَّثَنَا مَرْوَانُ الْفَزَارِيُّ حَدَّثَنَا أَبُو مَالِكٍ الْأَشْجَعِيُّ عَنْ رِبْعِيٍّ قَالَ لَمَّا قَدِمَ حُذَيْفَةُ مِنْ عِنْدِ عُمَرَ جَلَسَ فَحَدَّثَنَا فَقَالَ إِنَّ أَمِيرَ الْمُؤْمِنِينَ أَمْسِ لَمَّا جَلَسْتُ إِلَيْهِ سَأَلَ أَصْحَابَهُ أَيُّكُمْ يَحْفَظُ قَوْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْفِتَنِ وَسَاقَ الْحَدِيثَ بِمِثْلِ حَدِيثِ أَبِي خَالِدٍ وَلَمْ يَذْكُرْ تَفْسِيرَ أَبِي مَالِكٍ لِقَوْلِهِ مُرْبَادًّا مُجَخِّيًا و حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى وَعَمْرُو بْنُ عَلِيٍّ وَعُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ نُعَيْمِ بْنِ أَبِي هِنْدٍ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ حُذَيْفَةَ أَنَّ عُمَرَ قَالَ مَنْ يُحَدِّثُنَا أَوْ قَالَ أَيُّكُمْ يُحَدِّثُنَا وَفِيهِمْ حُذَيْفَةُ مَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْفِتْنَةِ قَالَ حُذَيْفَةُ أَنَا وَسَاقَ الْحَدِيثَ كَنَحْوِ حَدِيثِ أَبِي مَالِكٍ عَنْ رِبْعِيٍّ وَقَالَ فِي الْحَدِيثِ قَالَ حُذَيْفَةُ حَدَّثْتُهُ حَدِيثًا لَيْسَ بِالْأَغَالِيطِ وَقَالَ يَعْنِي أَنَّهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Muslim"},"__N_SSG":true}