{"pageProps":{"number":"2229","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Utsman bin Abu Syaibah] semuanya dari [Jarir] - [Qutaibah] berkata- Telah menceritakan kepada kami [Jarir] dari [Abdullah bin Umair] dari [Qaza'ah] dari [Abu Sa'id] ia berkata; Saya mendengar suatu hadits darinya, lalu aku pun terkagum dan bertanya kepadanya, \"Apakah Anda mendengar hadits ini langsung dari Rasulullah shallallahu 'alaihi wasallam?\" Ia pun menjawab, \"Apakah aku akan mengatakan sesuatu yang belum pernah aku dengar?\" Aku mendengarnya berkata; Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kalian bersusah payah mempersiapkan perjalanan kecuali ke tiga Masjid. Yaitu; Masjidku ini (Masjid Nabawi), Masjidil Haram, dan Masjid Al Aqsha.\" Dan saya juga mendengar beliau bersabda: \"Seorang wanita tidak boleh bersafar selama dua hari, kecuali disertai mahramnya atau pun suaminya.\" Dan Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah] dari [Abdul Malik bin Umair] ia berkata, saya mendengar [Qaza'ah] ia berkata, saya mendengar [Abu Sa'id Al Khudri] berkata; Saya mendengar dari Rasulullah shallallahu 'alaihi wasallam empat hal, lalu aku pun begitu terkesan. Beliau melarang seorang wanita untuk mengadakan perjalanan selama dua hari, kecuali disertai suaminya atau mahramnya. Dan ia pun mengisahkan hadits itu.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ جَمِيعًا عَنْ جَرِيرٍ قَالَ قُتَيْبَةُ حَدَّثَنَا جَرِيرٌ عَنْ عَبْدِ الْمَلِكِ وَهُوَ ابْنُ عُمَيْرٍ عَنْ قَزَعَةَ عَنْ أَبِي سَعِيدٍ قَالَسَمِعْتُ مِنْهُ حَدِيثًا فَأَعْجَبَنِي فَقُلْتُ لَهُ أَنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَأَقُولُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا لَمْ أَسْمَعْ قَالَ سَمِعْتُهُ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَشُدُّوا الرِّحَالَ إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ مَسْجِدِي هَذَا وَالْمَسْجِدِ الْحَرَامِ وَالْمَسْجِدِ الْأَقْصَى وَسَمِعْتُهُ يَقُولُ لَا تُسَافِرْ الْمَرْأَةُ يَوْمَيْنِ مِنْ الدَّهْرِ إِلَّا وَمَعَهَا ذُو مَحْرَمٍ مِنْهَا أَوْ زَوْجُهَاو حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ قَالَ سَمِعْتُ قَزَعَةَ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ قَالَ سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْبَعًا فَأَعْجَبْنَنِي وَآنَقْنَنِي نَهَى أَنْ تُسَافِرَ الْمَرْأَةُ مَسِيرَةَ يَوْمَيْنِ إِلَّا وَمَعَهَا زَوْجُهَا أَوْ ذُو مَحْرَمٍ وَاقْتَصَّ بَاقِيَ الْحَدِيثِ","source":"Muslim"},"__N_SSG":true}