{"pageProps":{"number":"2271","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah bin Sa'id] dan [Ibnu Hujr] semuanya dari [Isma'il] - [Ibnu Ayyub] berkata- Telah menceritakan kepada kami [Isma'il bin Ja'far] telah mengabarkan kepadaku [Amru bin Abu Amru] Maula Al Muthallib bin Abdullah bin Hanthab, bahwa ia mendengar [Anas bin Malik] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda kepada Abu Thalhah: \"Wahai Abu Thalhah, beri aku seorang pemuda dari pemuda-pemudamu untuk melayaniku.\" Akulah yang beruntung dibawanya kepada Rasulullah shallallahu 'alaihi wasallam dengan membonceng di belakang Abu Thalhah, untuk melayani beliau. Demikianlah setiap kali beliau turun dari kendaraan aku segera datang melayani. Kemudian tatkala kami sampai ke bukit Uhud beliau bersabda: \"Bukit ini mencintai kita dan kita pun mencintainya.\" Tatkala sudah dekat akan sampai ke kota Madinah beliau berdo'a: \"Ya Allah! Kujadikan negeri ini, yaitu antara kedua bukitnya yang berbatu-batu hitam sebagai tanah haram, seperti Ibrahim menjadikan Makkah sebagai tanah haram. Ya Allah, berikanlah kemakmuran bagi penduduknya dalam takaran sha' dan mud mereka.\" Dan Telah menceritakannya kepada kami [Sa'id bin Manshur] dan [Qutaibah bin Sa'id] keduanya berkata, Telah menceritakan kepada kami [Ya'qub bin Abdurrahman Al Qari] dari [Amru bin Abu Amru] dari [Anas bin Malik] dari Nabi shallallahu 'alaihi wasallam semisalnya, hanya saja, ia menyebutkan; \"Aku juga menjadikan antara kedua bukitnya yang berbatu-batu hitam sebagai tanah haram.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ بْنُ سَعِيدٍ وَابْنُ حُجْرٍ جَمِيعًا عَنْ إِسْمَعِيلَ قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ أَخْبَرَنِي عَمْرُو بْنُ أَبِي عَمْرٍو مَوْلَى الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُاقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَبِي طَلْحَةَ الْتَمِسْ لِي غُلَامًا مِنْ غِلْمَانِكُمْ يَخْدُمُنِي فَخَرَجَ بِي أَبُو طَلْحَةَ يُرْدِفُنِي وَرَاءَهُ فَكُنْتُ أَخْدُمُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلَّمَا نَزَلَ وَقَالَ فِي الْحَدِيثِ ثُمَّ أَقْبَلَ حَتَّى إِذَا بَدَا لَهُ أُحُدٌ قَالَ هَذَا جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ فَلَمَّا أَشْرَفَ عَلَى الْمَدِينَةِ قَالَ اللَّهُمَّ إِنِّي أُحَرِّمُ مَا بَيْنَ جَبَلَيْهَا مِثْلَ مَا حَرَّمَ بِهِ إِبْرَاهِيمُ مَكَّةَ اللَّهُمَّ بَارِكْ لَهُمْ فِي مُدِّهِمْ وَصَاعِهِمْو حَدَّثَنَاه سَعِيدُ بْنُ مَنْصُورٍ وَقُتَيْبَةُ بْنُ سَعِيدٍ قَالَا حَدَّثَنَا يَعْقُوبُ وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ الْقَارِيُّ عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ إِنِّي أُحَرِّمُ مَا بَيْنَ لَابَتَيْهَا","source":"Muslim"},"__N_SSG":true}