{"pageProps":{"number":"2274","slug":"muslim","id":"Dan telah menceritakan kepadaku [Abu Bakr bin Abu Syaibah] dan [Zuhair bin Harb] dan [Abu Kuraib] semuanya dari [Abu Mu'awiyah] - [Abu Kuraib] berkata- Telah menceritakan kepada kami [Abu Mu'awiyah] telah menceritakan kepada kami [Al A'masy] dari [Ibrahim At Taimi] dari [bapaknya] ia berkata; [Ali bin Abi Thalib] pernah berkhutbah di hadapan kami, lalu dia berkata; Barangsiapa yang mengatakan bahwa kami memiliki sesuatu yang kami baca selain Kitabullah dan Shahifah ini (kata Abu Ibrahim; lembaran yang digantungkan di sarung pedangnya), maka sungguh dia pendusta. Di dalamnya juga tertulis Unta dan hewan-hewan sesembelihan lain (sebagai diyat). Juga tertulis bahwa Nabi shallallahu 'alaihi wasallam bersabda mengenai Madinah: \"Madinah adalah tanah haram antara wilayah 'Air hingga Tsaur. Jadi barangsiapa yang membuat pelanggaran di Madinah atau melindungi orang yang berbuat pelanggaran, maka dia akan mendapatkan kutukan Allah, kutukan Malaikat dan semua manusia, serta Allah tidak menerima taubat dan tebusan orang tersebut kelak pada hari kiamat. Jaminan perlindungan kaum muslimin adalah satu, orang paling rendah mereka (budak), bisa memberi perlindungan dengan jaminan itu. Barangsiapa yang mengakui orang lain yang bukan bapaknya sebagai bapaknya, maka dia akan mendapat laknat Allah, laknat para Malaikat dan laknat semua umat manusia, serta Allah tidak akan menerima tebusan orang tersebut kelak pada hari kiamat.\" Demikian akhir hadits Abu Bakar dan Zuhair, yaitu pada perkataan; \"….orang paling rendah mereka (budak), bisa memberi perlindungan dengan jaminan itu…\" keduanya tidak menyebutkan lafad setelahnya, juga dalam hadits keduanya tidak ada kata; \"lembaran yang digantungkan di sarung pedangnya\" Telah menceritakan kepadaku [Ali bin Hujr As Sa'di] telah memngabarkan kepada kami [Ali bin Masruh] -dalam riwayat lain- Dan telah menceritakan kepada kami [Abu Sa'id Al Asyaj] telah menceritakan kepada kami [Waki'] semuanya dari [Al A'masy] dengan sanad ini, sebagaimana hadits Abu Kuraib dari Abu Muawiyah, sampai akhir dengan sedikit tambahan; \"Barangsiapa melanggar janji pada orang muslim maka dia akan mendapat laknat Allah, laknat para Malaikat dan laknat semua umat manusia, serta Allah tidak akan menerima tebusan orang tersebut kelak pada hari kiamat.\" Dan pada hadits keduanya lafad; barangsiapa menasabkan pada selain bapaknya. Sedang pada riwayat waki' tidak disebutkan hari kiamat.\" Dan telah menceritakan kepadaku [Ubidullah bin Umar Al Qawariri] dan [Muhammad bin Abu Bakar Al Muqaddami] berkata; telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Sufyan] dari [Al A'masy] dengan sanad ini sebagaimana hadits Ibnu Mushir dan Waki' kecuali lafad; \"…barangsiapa berwali kepada selain walinya..\" dengan tetap menyebutkan laknat padanya.","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَأَبُو كُرَيْبٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ قَالَ أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ أَبِيهِ قَالَخَطَبَنَا عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ مَنْ زَعَمَ أَنَّ عِنْدَنَا شَيْئًا نَقْرَؤُهُ إِلَّا كِتَابَ اللَّهِ وَهَذِهِ الصَّحِيفَةَ قَالَ وَصَحِيفَةٌ مُعَلَّقَةٌ فِي قِرَابِ سَيْفِهِ فَقَدْ كَذَبَ فِيهَا أَسْنَانُ الْإِبِلِ وَأَشْيَاءُ مِنْ الْجِرَاحَاتِ وَفِيهَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ لَا يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلَا عَدْلًا وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ وَمَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ لَا يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلَا عَدْلًا وَانْتَهَى حَدِيثُ أَبِي بَكْرٍ وَزُهَيْرٍ عِنْدَ قَوْلِهِ يَسْعَى بِهَا أَدْنَاهُمْ وَلَمْ يَذْكُرَا مَا بَعْدَهُ وَلَيْسَ فِي حَدِيثِهِمَا مُعَلَّقَةٌ فِي قِرَابِ سَيْفِهِو حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ ح و حَدَّثَنِي أَبُو سَعِيدٍ الْأَشَجُّ حَدَّثَنَا وَكِيعٌ جَمِيعًا عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ أَبِي كُرَيْبٍ عَنْ أَبِي مُعَاوِيَةَ إِلَى آخِرِهِ وَزَادَ فِي الْحَدِيثِ فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ لَا يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفٌ وَلَا عَدْلٌ وَلَيْسَ فِي حَدِيثِهِمَا مَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ وَلَيْسَ فِي رِوَايَةِ وَكِيعٍ ذِكْرُ يَوْمِ الْقِيَامَةِ و حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ وَمُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ قَالَا حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ ابْنِ مُسْهِرٍ وَوَكِيعٍ إِلَّا قَوْلَهُ مَنْ تَوَلَّى غَيْرَ مَوَالِيهِ وَذِكْرَ اللَّعْنَةِ لَهُ","source":"Muslim"},"__N_SSG":true}