{"pageProps":{"number":"2392","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Hammad bin Salamah] telah menceritakan kepada kami [Tsabit] dari [Anas] berkata; \"Saya pernah menyaksikan pernikahan Zainab, dan ia telah membuat semua manusia tamu undangan kenyang dengan roti dan daging. beliau sendiri yang menyuruhku untuk mengundang semua manusia. Ketika acara telah usai, beliau berdiri dan saya mengikuti beliau, ternyata ada dua orang lelaki yang ketinggalan, keduanya tidak keluar karena masih berbincang-bincang. Kemudian beliau melewati rumah isteri-isteri beliau dan mengucapkan salam kepada masing-masing dari mereka, lalu beliau bertanya: \"Bagaimana keadaan kalian wahai ahlul bait?\" Mereka pun menjawab; \"Kami baik-baik saja wahai Rasulullah.\" Beliau bertanya lagi: \"Bagaimana keadaan keluarga kalian?\" \"Baik-baik saja, \" jawab mereka. Ketika dirasa cukup, beliau pun pulang dan saya juga ikut pulang bersama beliau. Ketika sampai di depan pintu rumah, ternyata kedua orang lelaki itu masih berada di situ sedang berbincang-bincang. Ketika keduanya melihat beliau telah kembali, mereka berdua berdiri lalu keluar. Demi Allah saya tidak tahu apakah saya telah memberitahukannya kepada beliau atau beliau telah menerima wahyu, kalau keduanya telah keluar. Maka beliau segera pulang dan saya pulang bersama beliau. Ketika beliau hendak menginjakkan kaki beliau di satu sisi pintu, tertutuplah hijab antara saya dan beliau, lalu Allah menurunkan ayat: \"Hai orang-orang yang beriman, janganlah kamu memasuki rumah- rumah Nabi kecuali bila kamu diizinkan…\".","arab":"قَالَ أَنَسٌوَشَهِدْتُ وَلِيمَةَ زَيْنَبَ فَأَشْبَعَ النَّاسَ خُبْزًا وَلَحْمًا وَكَانَ يَبْعَثُنِي فَأَدْعُو النَّاسَ فَلَمَّا فَرَغَ قَامَ وَتَبِعْتُهُ فَتَخَلَّفَ رَجُلَانِ اسْتَأْنَسَ بِهِمَا الْحَدِيثُ لَمْ يَخْرُجَا فَجَعَلَ يَمُرُّ عَلَى نِسَائِهِ فَيُسَلِّمُ عَلَى كُلِّ وَاحِدَةٍ مِنْهُنَّ سَلَامٌ عَلَيْكُمْ كَيْفَ أَنْتُمْ يَا أَهْلَ الْبَيْتِ فَيَقُولُونَ بِخَيْرٍ يَا رَسُولَ اللَّهِ كَيْفَ وَجَدْتَ أَهْلَكَ فَيَقُولُ بِخَيْرٍ فَلَمَّا فَرَغَ رَجَعَ وَرَجَعْتُ مَعَهُ فَلَمَّا بَلَغَ الْبَابَ إِذَا هُوَ بِالرَّجُلَيْنِ قَدْ اسْتَأْنَسَ بِهِمَا الْحَدِيثُ فَلَمَّا رَأَيَاهُ قَدْ رَجَعَ قَامَا فَخَرَجَا فَوَاللَّهِ مَا أَدْرِي أَنَا أَخْبَرْتُهُ أَمْ أُنْزِلَ عَلَيْهِ الْوَحْيُ بِأَنَّهُمَا قَدْ خَرَجَا فَرَجَعَ وَرَجَعْتُ مَعَهُ فَلَمَّا وَضَعَ رِجْلَهُ فِي أُسْكُفَّةِ الْبَابِ أَرْخَى الْحِجَابَ بَيْنِي وَبَيْنَهُ وَأَنْزَلَ اللَّهُ تَعَالَى هَذِهِ الْآيَةَ{ لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ }الْآيَةَ","source":"Muslim"},"__N_SSG":true}