{"pageProps":{"number":"2409","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dia berkata; Saya membaca di hadapan [Malik] dari [Ibnu Syihab] dari [Al A'raj] dari [Abu Hurairah] bahwa dia berkata; Seburuk-buruk jamuan adalah jamuan pesta pernikahan, apabila yang diundang ke pesta tersebut hanya orang-orang kaya saja dengan mengabaikan orang-orang miskin. Siapa yang tidak mendatangi suatu undangan, sungguh ia telah durhaka kepada Allah dan Rasul-Nya. Dan telah menceritakan kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan] dia berkata; Saya berkata kepada [Az Zuhri]; Wahai Abu Bakar, bagaimana menurutmu hadits ini, yaitu: \"Seburuk-buruk jamuan adalah jamuan dalam pesta pernikahan.\" Maka dia tertawa, dan berkata; Bukan itu, maksudnya yaitu seburuk-buruk jamuan adalah jamuan arang kaya. Sufyan berkata; Ayahku adalah orang yang kaya, maka saya terkejut setelah mendengar hadits tersebut, lantas saya menanyakan kepada Az Zuhri, maka dia berkata; Telah menceritakan kepadaku [Abdurrahman Al A'raj] bahwa dia pernah mendengar [Abu Hurairah] berkata; Seburuk-buruk jamuan adalah jamuan dalam pesta pernikahan, kemudian dia menyebutkan seperti hadits Malik. Dan telah menceritakan kepadaku [Muhammad bin Rafi'] dan [Abd bin Humaid] dari [Abdur Razzaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Sa'id bin Musayyab]. Dan diriwayatkan dari jalur lain, dari [Al A'raj] dari [Abu Hurairah] dia berkata; Seburuk-buruk jamuan makanan adalah jamuan dalam pesta pernikahan, seperti hadits Malik. Dan telah menceritakan kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan] dari [Abu Az Zannad] dari [Al A'raj] dari [Abu Hurairah] seperti itu. ","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ كَانَ يَقُولُبِئْسَ الطَّعَامُ طَعَامُ الْوَلِيمَةِ يُدْعَى إِلَيْهِ الْأَغْنِيَاءُ وَيُتْرَكُ الْمَسَاكِينُ فَمَنْ لَمْ يَأْتِ الدَّعْوَةَ فَقَدْ عَصَى اللَّهَ وَرَسُولَهُو حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ قَالَ قُلْتُ لِلزُّهْرِيِّ يَا أَبَا بَكْرٍ كَيْفَ هَذَا الْحَدِيثُ شَرُّ الطَّعَامِ طَعَامُ الْأَغْنِيَاءِ فَضَحِكَ فَقَالَ لَيْسَ هُوَ شَرُّ الطَّعَامِ طَعَامُ الْأَغْنِيَاءِ قَالَ سُفْيَانُ وَكَانَ أَبِي غَنِيًّا فَأَفْزَعَنِي هَذَا الْحَدِيثُ حِينَ سَمِعْتُ بِهِ فَسَأَلْتُ عَنْهُ الزُّهْرِيَّ فَقَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ الْأَعْرَجُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُا شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ مَالِكٍ و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ عَبْدِ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ ح وَعَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ نَحْوَ حَدِيثِ مَالِكٍ و حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ نَحْوَ ذَلِكَ","source":"Muslim"},"__N_SSG":true}