{"pageProps":{"number":"2430","slug":"muslim","id":"Telah menceritakan kepada kami [Sa'id bin Amru Al Asy'atsi] telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Sa'id bin Hasan] dari [Urwah bin Iyadl] dari [Jabir bin Abdullah] dia berkata; Seorang laki-laki bertanya kepada Nabi Shalallahu 'alaihi Wasallam; \"Sesungguhnya saya memiliki seorang budak perempuan, dan saya melakukan azl saat berhubungan dengannya?\" Maka Rasulullah shallallahu 'alaihi wasallam menjawab: \"Sesungguhnya yang demikian itu tidak akan mampu mencegah sesuatu yang telah ditetapkan Allah.\" Dia (Jabir) berkata; Maka laki-laki tersebut menemui Nabi shallallahu 'alaihi wasallam dan berkata; \"Wahai Rasulullah, sesungguhnya budak perempuan yang pernah saya ceritakan kepadamu telah hamil.\" Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Saya adalah hamba Allah dan Rasul-Nya.\" Dan telah menceritakan kepada kami [Hajjaj bin Sya'ir] telah menceritakan kepada kami [Abu Ahmad Az Zubairi] telah menceritakan kepada kami [Sa'id bin Hasan] seorang yang menceritakan penduduk Makkah, telah mengabarkan kepadaku ['Urwah bin 'Iyadl bin 'Adi bin Al Khiyar An Naufali] dari [Jabir bin Abdullah] dia berkata; Seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam, semakna dengan hadits Sufyan.","arab":"حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الْأَشْعَثِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ سَعِيدِ بْنِ حَسَّانَ عَنْ عُرْوَةَ بْنِ عِيَاضٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَسَأَلَ رَجُلٌ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ عِنْدِي جَارِيَةً لِي وَأَنَا أَعْزِلُ عَنْهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ ذَلِكَ لَنْ يَمْنَعَ شَيْئًا أَرَادَهُ اللَّهُ قَالَ فَجَاءَ الرَّجُلُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ الْجَارِيَةَ الَّتِي كُنْتُ ذَكَرْتُهَا لَكَ حَمَلَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا عَبْدُ اللَّهِ وَرَسُولُهُو حَدَّثَنَا حَجَّاجُ بْنُ الشَّاعِرِ حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ حَدَّثَنَا سَعِيدُ بْنُ حَسَّانَ قَاصُّ أَهْلِ مَكَّةَ أَخْبَرَنِي عُرْوَةُ بْنُ عِيَاضِ بْنِ عَدِيِّ بْنِ الْخِيَارِ النَّوْفَلِيُّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيثِ سُفْيَانَ","source":"Muslim"},"__N_SSG":true}