{"pageProps":{"number":"2440","slug":"muslim","id":"Telah menceritakan kepada kami [Harmalah bin Yahya] telah menceritakan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari ['Urwah] bahwasannya ['Aisyah] telah mengabarkannya, bahwa Aflah, saudara Abu Al Qu'ais datang meminta izin untuk menemuinya setelah turunnya ayat hijab, Abu Al Qu'ais adalah ayah 'Aisyah dari susuan, Aisyah berkata; Saya berkata; Demi Allah, saya tidak akan mengizinkan Aflah masuk menemuiku sehingga saya meminta izin Rasulullah shallallahu 'alaihi wasallam terlebih dahulu. Karena bukan Abu Al Qu'ais yang memusuiku, tetapi istrinya yang menyusuiku. Aisyah berkata; Setelah Rasulullah shallallahu 'alaihi wasallam datang, saya berkata; Wahai Rasulullah, sesungguhnya Aflah, yaitu saudara Abu Al Qu'ais telah datang minta izin untuk menemuiku, saya tidak suka jika saya mengizinkannya sebelum ada izin dari ananda. Aisyah melanjutkan; Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Izinkanlah dia masuk.\" Urwah berkata; Oleh karena itu Aisyah berkata; \"Jadikanlah mahram saudara dari sesusuan sebagaimana kalian menjadikan mahram saudara dari keturunan.\" Dan telah menceritakannya kepada kami [Abd bin Humaid] telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dengan sanad ini. Aflah datang, yaitu saudara Abu Al Qu'ais meminta izin kepadanya, sama dengan hadits mereka.","arab":"و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ أَنَّ عَائِشَةَ أَخْبَرَتْهُأَنَّهُ جَاءَ أَفْلَحُ أَخُو أَبِي الْقُعَيْسِ يَسْتَأْذِنُ عَلَيْهَا بَعْدَ مَا نَزَلَ الْحِجَابُ وَكَانَ أَبُو الْقُعَيْسِ أَبَا عَائِشَةَ مِنْ الرَّضَاعَةِ قَالَتْ عَائِشَةُ فَقُلْتُ وَاللَّهِ لَا آذَنُ لِأَفْلَحَ حَتَّى أَسْتَأْذِنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ أَبَا الْقُعَيْسِ لَيْسَ هُوَ أَرْضَعَنِي وَلَكِنْ أَرْضَعَتْنِي امْرَأَتُهُ قَالَتْ عَائِشَةُ فَلَمَّا دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَفْلَحَ أَخَا أَبِي الْقُعَيْسِ جَاءَنِي يَسْتَأْذِنُ عَلَيَّ فَكَرِهْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْذِنَكَ قَالَتْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ائْذَنِي لَهُقَالَ عُرْوَةُ فَبِذَلِكَ كَانَتْ عَائِشَةُ تَقُولُ حَرِّمُوا مِنْ الرَّضَاعَةِ مَا تُحَرِّمُونَ مِنْ النَّسَبِ و حَدَّثَنَاه عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ جَاءَ أَفْلَحُ أَخُو أَبِي الْقُعَيْسِ يَسْتَأْذِنُ عَلَيْهَا بِنَحْوِ حَدِيثِهِمْ وَفِيهِ فَإِنَّهُ عَمُّكِ تَرِبَتْ يَمِينُكِ وَكَانَ أَبُو الْقُعَيْسِ زَوْجَ الْمَرْأَةِ الَّتِي أَرْضَعَتْ عَائِشَةَ","source":"Muslim"},"__N_SSG":true}