{"pageProps":{"number":"2448","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al 'Ala`] telah menceritakan kepada kami [Abu Usamah] telah mengabarkan kepada kami [Hisyam] telah mengabarkan kepadaku [ayahku] dari [Zainab binti Ummi Salamah] dari [Ummu Habibah binti Abu Sufyan] dia berkata; Rasulullah shallallahu 'alaihi wasallam menemuiku, lantas saya berkata; Apakah anada berminat terhadap saudariku yaitu putri Abu Sufyan? Beliau bertanya: \"Apa yang hendak saya lakukan?\" Saya menjawab; Anda menikahinya. Beliau bertanya: \"Apakah kamu suka hal itu?\" Saya berkata; Saya serius dengan anda, justru saya lebih suka jika orang yang bersekutu denganku dalam kebaikan adalah saudariku sendiri. Beliau bersabda: \"Sesungguhnya dia tidak halal bagiku.\" Saya bertanya; Saya mendengar bahwa anda akan meminang Durrah binti Abu Salamah. Beliau menyanggah; \"Putri Ummu Salamah?\" Saya menjawab; Ya. Beliau bersabda: \"Seandainya dia bukan anak tiriku yang dalam asuhanku, maka dia tetap tidak halal bagiku, karena dia adalah putri saudara sesusuanku, sebab Tsuwaibah pernah menyusuiku dan menyusui ayahnya, oleh karena itu janganlah kamu menawarkan anak-anak perempuan kalian dan saudara-saudara perempuan kalian.\" Dan telah menceritakan kepadaku [Suwaid bin Sa'id] telah menceritakan kepada kami [Yahya bin Zakariya bin Abu Za`idah]. Dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Amru An Naqid] telah menceritakan kepada kami [Al Aswad bin Amir] telah mengabarkan kepada kami [Zuhair] keduanya dari [Hisyam bin 'Urwah] dengan isnad seperti ini.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو أُسَامَةَ أَخْبَرَنَا هِشَامٌ أَخْبَرَنِي أَبِي عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ عَنْ أُمِّ حَبِيبَةَ بِنْتِ أَبِي سُفْيَانَ قَالَتْدَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ لَهُ هَلْ لَكَ فِي أُخْتِي بِنْتِ أَبِي سُفْيَانَ فَقَالَ أَفْعَلُ مَاذَا قُلْتُ تَنْكِحُهَا قَالَ أَوَ تُحِبِّينَ ذَلِكِ قُلْتُ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَرِكَنِي فِي الْخَيْرِ أُخْتِي قَالَ فَإِنَّهَا لَا تَحِلُّ لِي قُلْتُ فَإِنِّي أُخْبِرْتُ أَنَّكَ تَخْطُبُ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ قَالَ بِنْتَ أُمِّ سَلَمَةَ قُلْتُ نَعَمْ قَالَ لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حِجْرِي مَا حَلَّتْ لِي إِنَّهَا ابْنَةُ أَخِي مِنْ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَاهَا ثُوَيْبَةُ فَلَا تَعْرِضْنَ عَلَيَّ بَنَاتِكُنَّ وَلَا أَخَوَاتِكُنَّو حَدَّثَنِيهِ سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ ح و حَدَّثَنَا عَمْرٌو النَّاقِدُ حَدَّثَنَا الْأَسْوَدُ بْنُ عَامِرٍ أَخْبَرَنَا زُهَيْرٌ كِلَاهُمَا عَنْ هِشَامِ بْنِ عُرْوَةَ بِهَذَا الْإِسْنَادِ سَوَاءً","source":"Muslim"},"__N_SSG":true}