{"pageProps":{"number":"2478","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Syababah bin Sawwar] telah menceritakan kepada kami [Sulaiman bin Mughirah] dari [Tsabit] dari [Anas] dia berkata; Nabi shallallahu 'alaihi wasallam memiliki sembilan istri, jika beliau menggilir mereka, beliau tidak kembali ke istri pertamanya kecuali setelah hari ke sembilan, biasanya mereka berkumpul setiap malam di rumah istri yang sedang beliau datangi. Ketika beliau sedang di giliran Aisyah, datanglah Zainab, lalu beliau mengulurkan tangan kepadanya, lantas Aisyah berkata; Ini Zainab! Karena itu Nabi shallallahu 'alaihi wasallam manarik tangannya, maka terjadilah adu mulut antara keduanya, padahal iqamat telah dikumandangkan, kebetulan Abu Bakar lewat dan mendengar suara keduanya (sedang adu mulut), dia berkata; Wahai Rasulullah, keluarlah (untuk Shalat), dan tutuplah mulut mereka dengan tanah! Lantas Nabi shallallahu 'alaihi wasallam keluar, Aisyah berkata; Sekarang, setelah Nabi shallallahu 'alaihi wasallam selesai mengerjakan shalat, tentu Abu Bakar akan datang dan memarahiku. Betul saja, tatkala Nabi shallallahu 'alaihi wasallam selesai mengerjakan shalat, Abu Bakar mendatangi (Aisyah), dan berkata kepadanya dengan nada yang keras sambil berkata; Biginikah perbuatanmu! ","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَكَانَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تِسْعُ نِسْوَةٍ فَكَانَ إِذَا قَسَمَ بَيْنَهُنَّ لَا يَنْتَهِي إِلَى الْمَرْأَةِ الْأُولَى إِلَّا فِي تِسْعٍ فَكُنَّ يَجْتَمِعْنَ كُلَّ لَيْلَةٍ فِي بَيْتِ الَّتِي يَأْتِيهَا فَكَانَ فِي بَيْتِ عَائِشَةَ فَجَاءَتْ زَيْنَبُ فَمَدَّ يَدَهُ إِلَيْهَا فَقَالَتْ هَذِهِ زَيْنَبُ فَكَفَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ فَتَقَاوَلَتَا حَتَّى اسْتَخَبَتَا وَأُقِيمَتْ الصَّلَاةُ فَمَرَّ أَبُو بَكْرٍ عَلَى ذَلِكَ فَسَمِعَ أَصْوَاتَهُمَا فَقَالَ اخْرُجْ يَا رَسُولَ اللَّهِ إِلَى الصَّلَاةِ وَاحْثُ فِي أَفْوَاهِهِنَّ التُّرَابَ فَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ عَائِشَةُ الْآنَ يَقْضِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاتَهُ فَيَجِيءُ أَبُو بَكْرٍ فَيَفْعَلُ بِي وَيَفْعَلُ فَلَمَّا قَضَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاتَهُ أَتَاهَا أَبُو بَكْرٍ فَقَالَ لَهَا قَوْلًا شَدِيدًا وَقَالَ أَتَصْنَعِينَ هَذَا","source":"Muslim"},"__N_SSG":true}