{"pageProps":{"number":"2568","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dia berkata; Saya mendengar [Abdurrahman bin Qasim] berkata; Saya mendengar [Qasim] menceritakan dari ['Aisyah] bahwa dia hendak membeli Barirah untuk dibebaskan, namun keluarganya mensyaratkan hak perwalian, lalu hal itu disampaikan kepada Rasulullah shallallahu 'alaihi wasallam, maka beliau bersabda: \"Belilah dan bebaskanlah dia, karena hak perwalian itu bagi orang yang memerdekakannya.\" Kemudian Rasulullah shallallahu 'alaihi wasallam diberi hadiah sepotong daging, mereka (keluarga Nabi) berkata kepada Nabi shallallahu 'alaihi wasallam, \"Daging ini disedekahkan kepada Barirah. Maka beliau bersabda: \"Baginya adalah sedekah sedangkan bagi kita adalah hadiah.\" Dan dia juga diberi pilihan. Andurrahman berkata; Suaminya adalah seorang yang merdeka. Syu'bah berkata; Kemudian saya bertanya kepadanya tentang status suaminya, dia menjawab; Saya tidak tahu. Dan telah menceritakan kepada kami [Ahmad bin Utsman An Naufali] telah menceritakan kepada kami [Abu Daud] telah menceritakan kepada kami [Syu'bah] dengan isnad seperti ini.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ قَالَ سَمِعْتُ الْقَاسِمَ يُحَدِّثُ عَنْ عَائِشَةَأَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ بَرِيرَةَ لِلْعِتْقِ فَاشْتَرَطُوا وَلَاءَهَا فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ اشْتَرِيهَا وَأَعْتِقِيهَا فَإِنَّ الْوَلَاءَ لِمَنْ أَعْتَقَ وَأُهْدِيَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَحْمٌ فَقَالُوا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ فَقَالَ هُوَ لَهَا صَدَقَةٌ وَهُوَ لَنَا هَدِيَّةٌ وَخُيِّرَتْ فَقَالَ عَبْدُ الرَّحْمَنِ وَكَانَ زَوْجُهَا حُرًّا قَالَ شُعْبَةُ ثُمَّ سَأَلْتُهُ عَنْ زَوْجِهَا فَقَالَ لَا أَدْرِيو حَدَّثَنَاه أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ حَدَّثَنَا أَبُو دَاوُدَ حَدَّثَنَا شُعْبَةُ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}