{"pageProps":{"number":"263","slug":"muslim","id":"Telah menceritakan kepada kami [Ubaidullah bin Maisarah] dia berkata, telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Hammad bin Salamah] dari [Tsabit al-Bunani] dari [Abdurrahman bin Abu Laila] dari [Shuhaib] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Bila penduduk surga telah masuk ke surga, maka Allah berfirman: 'Apakah kalian ingin sesuatu yang perlu Aku tambahkan kepada kalian? ' Mereka menjawab, 'Bukankah Engkau telah membuat wajah-wajah kami putih? Bukankah Engkau telah memasukkan kami ke dalam surga dan menyelamatkan kami dari neraka? ' Beliau bersabda: \"Lalu Allah membukakan hijab pembatas, lalu tidak ada satu pun yang dianugerahkan kepada mereka yang lebih dicintai daripada anugrah (dapat) memandang Rabb mereka.\" Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Yazid bin Harun] dari [Hammad bin Salamah] dengan sanad ini, dan dia menambahkan, 'Kemudian beliau membaca Firman Allah: '(Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya) ' (Qs.Yunus: 26) ","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مَيْسَرَةَ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ صُهَيْبٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ قَالَ يَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى تُرِيدُونَ شَيْئًا أَزِيدُكُمْ فَيَقُولُونَ أَلَمْ تُبَيِّضْ وُجُوهَنَا أَلَمْ تُدْخِلْنَا الْجَنَّةَ وَتُنَجِّنَا مِنْ النَّارِ قَالَ فَيَكْشِفُ الْحِجَابَ فَمَا أُعْطُوا شَيْئًا أَحَبَّ إِلَيْهِمْ مِنْ النَّظَرِ إِلَى رَبِّهِمْ عَزَّ وَجَلَّحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ عَنْ حَمَّادِ بْنِ سَلَمَةَ بِهَذَا الْإِسْنَادِ وَزَادَ ثُمَّ تَلَا هَذِهِ الْآيَةَ{ لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ }","source":"Muslim"},"__N_SSG":true}