{"pageProps":{"number":"2636","slug":"muslim","id":"dan telah menceritakan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Hujain bin Al Mutsanna] telah menceritakan kepada kami [Al Laits] dari ['Uqail] dari [Ibnu Syihab] dari [Sa'id bin Musayyab] bahwasannya Rasulullah Shallallu 'alaihi wa sallam melarang transaksi dengan sistem muzabanah dan muhaqalah. Muzabanah ialah seseorang menjual buah kurma yang masih di pohon dengan kurma kering, sedangkan muhaqalah ialah seseorang menjual biji-bijian dengan gandum serta menyewakan tanah dengan gandum. Dia (Sa'id bin Musayyib) berkata; Telah mengabarkan kepadaku [Salim bin Abdullah] dari Rasulullah Shallallu 'alaihi wa sallam bahwa beliau bersabda: \"Janganlah kalian membeli buah-buahan sampai nampak matangnya dan janganlah kalian membeli buah-buahan dengan buah kurma.\" [Salim] berkata; Telah mengabarkan kepadaku [Abdullah] dari [Zaid bin Tsabit] dari Rasulullah Shallallu 'alaihi wa sallam bahwa setelah itu beliau memberikan keringanan dalam transaksi 'Ariyyah dengan ruthab (kurma basah) atau tamr (kurma kering) dan tidak memberi keringanan selain itu.","arab":"و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الْمُزَابَنَةِ وَالْمُحَاقَلَةِوَالْمُزَابَنَةُ أَنْ يُبَاعَ ثَمَرُ النَّخْلِ بِالتَّمْرِ وَالْمُحَاقَلَةُ أَنْ يُبَاعَ الزَّرْعُ بِالْقَمْحِ وَاسْتِكْرَاءُ الْأَرْضِ بِالْقَمْحِ قَالَ وَأَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لَا تَبْتَاعُوا الثَّمَرَ حَتَّى يَبْدُوَ صَلَاحُهُ وَلَا تَبْتَاعُوا الثَّمَرَ بِالتَّمْرِ و قَالَ سَالِمٌ أَخْبَرَنِي عَبْدُ اللَّهِ عَنْ زَيْدِ بْنِ ثَابِتٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ رَخَّصَ بَعْدَ ذَلِكَ فِي بَيْعِ الْعَرِيَّةِ بِالرُّطَبِ أَوْ بِالتَّمْرِ وَلَمْ يُرَخِّصْ فِي غَيْرِ ذَلِكَ","source":"Muslim"},"__N_SSG":true}