{"pageProps":{"number":"2805","slug":"muslim","id":"Telah menceritakan kepadaku [Muhammad bin Hatim] telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Syu'bah] telah mengabarkan kepadaku [Muhammad bin Al Munkadir] dia berkata, aku mendengar [Jabir bin Abdullah] berkata, \"Rasulullah shallallahu 'alaihi wasallam menjengukku ketika aku sakit tak sadarkan diri, lalu beliau berwudlu dan memercikkan air wudlunya kepadaku, sehingga aku pun sadar. Kemudian aku berkata, \"Wahai Rasulullah, bagaimana aku mewariskan harta peninggalan? Maka turunlah ayat tentang warisan.\" Aku (Syu'bah) bertanya kepada [Muhammad bin Munkadir], \"Apakah (yang turun) YASTAFTUUNAKA QULILLAH YUFTIIKUM FIL KALAALAH (Mereka meminta fatwa kepadamu (tentang kalalah). Katakanlah: \"Allah memberi fatwa kepadamu tentang kalalah) '? (Qs. An Nisaa: 176). Dia menjawab, \"Seperti inilah ayat ini diturunkan.\" Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [An Nadlr bin Syumail] dan [Abu Amir Al 'Aqadi]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Mutsanna] telah menceritakan kepada kami [Wahb bin Jarir] semuanya dari [Syu'bah] dengan isnad ini dalam haditsnya Wahb bin Jarir, disebutkan, 'lalu turunkah ayat faraidl (pembagian harta warisan).' Sedangkan dalam hadits An Nadlr dan Al 'Aqadi, disebutkan, 'Lalu turunlah ayat fardl.' Dan dalam riwayat mereka berdua (tidak disebutkan) perkataan Syu'bah kepada Ibnu Munkadir.\"","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا بَهْزٌ حَدَّثَنَا شُعْبَةُ أَخْبَرَنِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُادَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَرِيضٌ لَا أَعْقِلُ فَتَوَضَّأَ فَصَبُّوا عَلَيَّ مِنْ وَضُوئِهِ فَعَقَلْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا يَرِثُنِي كَلَالَةٌ فَنَزَلَتْ آيَةُ الْمِيرَاثِفَقُلْتُ لِمُحَمَّدِ بْنِ الْمُنْكَدِرِ{ يَسْتَفْتُونَكَ قُلْ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ }قَالَ هَكَذَا أُنْزِلَتْ حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ وَأَبُو عَامِرٍ الْعَقَدِيُّ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ كُلُّهُمْ عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ فِي حَدِيثِ وَهْبِ بْنِ جَرِيرٍ فَنَزَلَتْ آيَةُ الْفَرَائِضِ وَفِي حَدِيثِ النَّضْرِ وَالْعَقَدِيِّ فَنَزَلَتْ آيَةُ الْفَرْضِ وَلَيْسَ فِي رِوَايَةِ أَحَدٍ مِنْهُمْ قَوْلُ شُعْبَةَ لِابْنِ الْمُنْكَدِرِ","source":"Muslim"},"__N_SSG":true}