{"pageProps":{"number":"2906","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Al A'masy] dari [Al Ma'rur bin Suwaid] dia berkata, \"Kami pernah melewati Abu Dzar di Rabdzah, saat itu dia mengenakan kain burdah, sebagaimana dia, budaknya juga mengenakan pakaian yang sama. Kami lalu bertanya, \"Wahai [Abu Dzar], sekiranya kamu menggabungkan dua kain burdah itu, tentu akan menjadi pakaian yang lengkap.\" Kemudian dia berkata, \"Dahulu aku pernah adu mulut dengan saudaraku (seiman), ibunya adalah orang 'Ajam (non Arab), lalu aku mengejek ibunya hingga ia pun mengadu kepada Nabi shallallahu 'alaihi wasallam. Ketika aku berjumpa dengan Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Wahai Abu Dzar, sungguh dalam dirimu masih terdapat sifat jahiliyah.\" Maka aku membantah, \"Wahai Rasulullah, barangsiapa mencela laki-laki, maka mereka (para lelaki itu) akan mencela bapak dan ibunya.\" Beliau bersabda lagi: \"Wahai Abu Dzar, sungguh dalam dirimu masih terdapat sifat Jahiliyah, mereka semua adalah saudara-saudaramu yang dijadikan Allah tunduk di bawah kekuasaanmu. Oleh karena itu, berilah mereka makan sebagaimana yang kamu makan, berilah mereka pakaian sebagaimana pakaian yang kamu kenakan, dan janganlah kamu membebani mereka di luar kemampuannya. Jika kamu memberikan beban kepada mereka, maka bantulah mereka.\" Dan telah menceritakan kepada kami [Ahmad bin Yunus] telah menceritakan kepada kami [Zuhair]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Abu Mu'awiyah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Isa bin Yunus] semuanya dari [Al A'masy] dengan sanad ini, namun dalam hadits Zuhair dan Abu Mu'awiyah ada tambahan setelah perkataan 'Sesungguhnya dalam dirimu masih terdapat sifat jahiliyah'. Abu Dzar berkata; lalu aku menjawab, \"Apakah karena keadaanku lebih terpandang?\" beliau menjawab: \"Ya.\" Dan dalam riwayatnya Abu Mu'awiyah disebutkan, \"Ya, karena keadaanmu lebih terpandang.\" Dan dalam hadit Isa disebutkan, \"Jika kamu membebani sesuatu yang memberatkan bagi dirinya, hendaknya kamu membantunya -tidak menggunakan lafadz yu'inhu (menolongnya) -.\" Dan selesai pada perkataannya, \"Dan janganlah kamu membenai sesuatu yang memberatkan bagi dirinya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَعْمَشُ عَنْ الْمَعْرُورِ بْنِ سُوَيْدٍ قَالَ مَرَرْنَا بِأَبِي ذَرٍّ بِالرَّبَذَةِ وَعَلَيْهِ بُرْدٌ وَعَلَى غُلَامِهِ مِثْلُهُ فَقُلْنَا يَا أَبَا ذَرٍّ لَوْ جَمَعْتَ بَيْنَهُمَا كَانَتْ حُلَّةً فَقَالَ إِنَّهُ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنْ إِخْوَانِي كَلَامٌ وَكَانَتْ أُمُّهُ أَعْجَمِيَّةً فَعَيَّرْتُهُ بِأُمِّهِفَشَكَانِي إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَقِيتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا أَبَا ذَرٍّ إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ قُلْتُ يَا رَسُولَ اللَّهِ مَنْ سَبَّ الرِّجَالَ سَبُّوا أَبَاهُ وَأُمَّهُ قَالَ يَا أَبَا ذَرٍّ إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ هُمْ إِخْوَانُكُمْ جَعَلَهُمْ اللَّهُ تَحْتَ أَيْدِيكُمْ فَأَطْعِمُوهُمْ مِمَّا تَأْكُلُونَ وَأَلْبِسُوهُمْ مِمَّا تَلْبَسُونَ وَلَا تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ فَإِنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْو حَدَّثَنَاه أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ ح و حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ كُلُّهُمْ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ وَزَادَ فِي حَدِيثِ زُهَيْرٍ وَأَبِي مُعَاوِيَةَ بَعْدَ قَوْلِهِ إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ قَالَ قُلْتُ عَلَى حَالِ سَاعَتِي مِنْ الْكِبَرِ قَالَ نَعَمْ وَفِي رِوَايَةِ أَبِي مُعَاوِيَةَ نَعَمْ عَلَى حَالِ سَاعَتِكَ مِنْ الْكِبَرِ وَفِي حَدِيثِ عِيسَى فَإِنْ كَلَّفَهُ مَا يَغْلِبُهُ فَلْيَبِعْهُ وَفِي حَدِيثِ زُهَيْرٍ فَلْيُعِنْهُ عَلَيْهِ وَلَيْسَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ فَلْيَبِعْهُ وَلَا فَلْيُعِنْهُ انْتَهَى عِنْدَ قَوْلِهِ وَلَا يُكَلِّفْهُ مَا يَغْلِبُهُ","source":"Muslim"},"__N_SSG":true}