{"pageProps":{"number":"2926","slug":"muslim","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah bin Qa'nab] telah menceritakan kepada kami [Sulaiman bin Bialal] dari [Yahya bin Sa'id] dari [Busyair bin Yasar], bahwa Abdullah bin Sahal bin Zaid dan Muhaishah bin Mas'ud bin Zaid Al Anshari dari penduduk Bani Hartsah, kedua-duanya keluar menuju Khaibar di masa Rasulullah shallallahu 'alaihi wasallam. Saat itu (Khaibar) masih dalam tahap perdamaian dan penduduknya adalah orang-orang Yahudi. Kemudian keduanya berpisah untuk melaksanakan kebutuhan masing-masing. Tidak beberapa lama, dia mendapati Abdullah bin Sahal mati terbunuh, lantas dia menguburkannya dan kembali ke Madinah. Kemudian saudara terbunuh; Abdurrahman bin Sahal, Muhayishah dan Huwaishah, memberitahukan perkara Abdullah yang terbunuh kepada Rasulullah shallallahu 'alaihi wasallam.\" Busyair -dia pernah meriwayatkan dari sahabat Nabi shallallahu 'alaihi wasallam yang mengetahui perkara tersebut- menyakini bahwa beliau bersabda kepada mereka: \"Hendaknya kalian mengucapkan lima puluh kali sumpah, barulah kalian berhak (mengqishash) orang yang membunuh saudara kalian.\" Mereka berkata, \"Wahai Rasulullah, saat itu kami tidak menyaksikan pembunuhan tersebut.\" Busyair menyakini bahwa beliau menjawab: \"Jika demikian, maka orang Yahudi itu telah terbebas dari tuduhan kalian dengan lima puluh sumpahnya.\" Mereka berkata, \"Wahai Rasulullah, bagaimana mungkin kami menerima sumpah kaum yang masih kafir?\" Busyair menyakini bahwa Rasulullah shallallahu 'alaihi wasallam membayar diyat dari sisi beliau sendiri.\" Dan telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Husyaim] dari [Yahya bin Sa'id] dari [Busyair bin Yasar] bahwa seorang laki-laki Anshar dari penduduk Bani Haritsah yang bernama Abdullah bin Sahl bin Zaid pergi bersama anak pamannya yang bernama Muhayishah bin Mas'ud bin Zaid…\", kemudian dia melanjutkan hadits tersebut seperti haditsnya Laits, hingga sampai pada perkataannya, \"Kemudian Rasulullah shallallahu 'alaihi wasallam membayar diyatnya dengan menggunakan uang pribadinya.\" [Yahya] berkata; telah menceritakan kepadaku [Busyair bin Yasar] dia berkata; telah mengabarkan kepadaku [Sahl bin Abu Hatsmah] dia berkata, \"Sungguh aku pernah di tendang (unta) yang dibayarkan untuk diat, di kandangnya.\" Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [Ayahku] telah menceritakan kepada kami [Sa'id bin 'Ubaid] telah menceritakan kepada kami [Busyair bin Yasar Al Anshari] dari [Sahal bin Abu Hatsmah Al Anshari], bahwa dia pernah mengabarkan, bahwa sekelompok orang dari mereka pergi menuju Khaibar, sesampainya (di Khaibar) mereka berpisah, tiba-tiba mereka menemukan salah seorang dari mereka telah mati terbunuh …\", kemudian dia melanjutkan hadits tersebut. Dalam hadits tersebut dia juga menyebutkan, \"Kemudian Rasulullah shallallahu 'alaihi wasallam tidak suka jika membiarkan darah kehormatannya, lantas beliau mengganti diyatnya dengan seratus unta dari hasil sedekah.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍأَنَّ عَبْدَ اللَّهِ بْنَ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةَ بْنَ مَسْعُودِ بْنِ زَيْدٍ الْأَنْصَارِيَّيْنِ ثُمَّ مِنْ بَنِي حَارِثَةَ خَرَجَا إِلَى خَيْبَرَ فِي زَمَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ يَوْمَئِذٍ صُلْحٌ وَأَهْلُهَا يَهُودُ فَتَفَرَّقَا لِحَاجَتِهِمَا فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَوُجِدَ فِي شَرَبَةٍ مَقْتُولًا فَدَفَنَهُ صَاحِبُهُ ثُمَّ أَقْبَلَ إِلَى الْمَدِينَةِ فَمَشَى أَخُو الْمَقْتُولِ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَمُحَيِّصَةُ وَحُوَيِّصَةُ فَذَكَرُوا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَأْنَ عَبْدِ اللَّهِ وَحَيْثُ قُتِلَ فَزَعَمَ بُشَيْرٌ وَهُوَ يُحَدِّثُ عَمَّنْ أَدْرَكَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لَهُمْ تَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ قَاتِلَكُمْ أَوْ صَاحِبَكُمْ قَالُوا يَا رَسُولَ اللَّهِ مَا شَهِدْنَا وَلَا حَضَرْنَا فَزَعَمَ أَنَّهُ قَالَ فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ فَقَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَزَعَمَ بُشَيْرٌ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَقَلَهُ مِنْ عِنْدِهِو حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا هُشَيْمٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ أَنَّ رَجُلًا مِنْ الْأَنْصَارِ مِنْ بَنِي حَارِثَةَ يُقَالُ لَهُ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ انْطَلَقَ هُوَ وَابْنُ عَمٍّ لَهُ يُقَالُ لَهُ مُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ اللَّيْثِ إِلَى قَوْلِهِ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ قَالَ يَحْيَى فَحَدَّثَنِي بُشَيْرُ بْنُ يَسَارٍ قَالَ أَخْبَرَنِي سَهْلُ بْنُ أَبِي حَثْمَةَ قَالَ لَقَدْ رَكَضَتْنِي فَرِيضَةٌ مِنْ تِلْكَ الْفَرَائِضِ بِالْمِرْبَدِ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ حَدَّثَنَا بُشَيْرُ بْنُ يَسَارٍ الْأَنْصَارِيُّ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ الْأَنْصَارِيِّ أَنَّهُ أَخْبَرَهُ أَنَّ نَفَرًا مِنْهُمْ انْطَلَقُوا إِلَى خَيْبَرَ فَتَفَرَّقُوا فِيهَا فَوَجَدُوا أَحَدَهُمْ قَتِيلًا وَسَاقَ الْحَدِيثَ وَقَالَ فِيهِ فَكَرِهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُبْطِلَ دَمَهُ فَوَدَاهُ مِائَةً مِنْ إِبِلِ الصَّدَقَةِ","source":"Muslim"},"__N_SSG":true}