{"pageProps":{"number":"2932","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Muhammad bin Basyar] dan ini adalah lafadz Ibnu Mutsanna, keduanya berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Hisyam bin Zaid] dari [Anas bin Malik], bahwa seorang Yahudi membunuh seorang budak perempuan dengan memukul kepalanya pakai batu karena hendak merampas perhiasannya. Lalu budak wanita tersebut dihadapakan kepada Nabi shallallahu 'alaihi wasallam dalam keadaan sekarat, maka beliau bertanya kepada wanita tersebut: \"Apakah fulan yang hendak membunuhmu?\" Wanita itu menggelengkan kepalanya sebagai tanda tidak, kemudian beliau bertanya untuk yang kedua kali: \"Apakah fulan yang hendak membunuhmu?\" wanita itu tetap menggelengkan kepala sebagai tanda tidak, beliau pun bertanya untuk yang ketiga kalinya: \"Apakah si fulan yang hendak membunuhmu?\" wanita itu menjawab, \"Ya, benar.\" Maka Rasulullah shallallahu 'alaihi wasallam membunuh laki-laki Yahudi tadi dengan dua bongkah batu.\" Dan telah menceritakan kepadaku [Yahya bin Habib Al Haritsi] telah menceritakan kepada kami [Khalid] -yaitu Ibnu Al Harits-. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Ibnu Idris] keduanya dari [Syu'bah] dengan sanad seperti ini. Dan dalam riwayat Ibnu Idris disebutkan dengan redaksi, \"Kemudian beliau memukul kepala yahudi tersebut dengan dua bongkah batu.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَمُحَمَّدُ بْنُ بَشَّارٍ وَاللَّفْظُ لِابْنِ الْمُثَنَّى قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ هِشَامِ بْنِ زَيْدٍ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ يَهُودِيًّا قَتَلَ جَارِيَةً عَلَى أَوْضَاحٍ لَهَا فَقَتَلَهَا بِحَجَرٍ قَالَ فَجِيءَ بِهَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبِهَا رَمَقٌ فَقَالَ لَهَا أَقَتَلَكِ فُلَانٌ فَأَشَارَتْ بِرَأْسِهَا أَنْ لَا ثُمَّ قَالَ لَهَا الثَّانِيَةَ فَأَشَارَتْ بِرَأْسِهَا أَنْ لَا ثُمَّ سَأَلَهَا الثَّالِثَةَ فَقَالَتْ نَعَمْ وَأَشَارَتْ بِرَأْسِهَا فَقَتَلَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ حَجَرَيْنِو حَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ ح و حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ إِدْرِيسَ كِلَاهُمَا عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ نَحْوَهُ وَفِي حَدِيثِ ابْنِ إِدْرِيسَ فَرَضَخَ رَأْسَهُ بَيْنَ حَجَرَيْنِ","source":"Muslim"},"__N_SSG":true}