{"pageProps":{"number":"2952","slug":"muslim","id":"Telah menceritakan kepadaku [Abu At Thahir] telah menceritakan kepada kami [Ibnu Wahb]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Harmalah bin Yahya At Tajibi] telah menceritakan kepada kami [Ibnu Wahb] telah menceritakan kepadaku [Yunus] dari [Ibnu Syihab] dari [Ibnu Musayyab] dan [Abu Salamah bin Abdurrahman] bahwa [Abu Hurairah] berkata, \"Dua wanita Bani Hudzail sedang berkelahi, yang satu melempar lawannya dengan batu sehingga menyebabkan kamatiannya dan kematian anak yang dikandungnya. Lalu mereka mengadukan peristiwa itu kepada Rasulullah shallallahu 'alaihi wasallam. Beliau lalu memberi putusan bahwa denda bagi janin tersebut adalah membebaskan seorang budak yang mahal, baik itu budak laki-laki atau perempuan. Sementara tebusan untuk wanita (terbunuh) dibebankan kepada kerabat terdekat wanita (si pembunuh). Dan menetapkan bahwa harta warisan (wanita yang membunuh) untuk anak-anaknya dan orang yang bersama mereka.\" Hamal bin Nabighah Al Hudzali berkata, \"Ya Rasulullah, bagaimana aku harus menanggung orang yang belum bisa makan dan minum, bahkan belum bisa berbicara ataupun menjerit sama sekali? Bukankah itu sebuah kesia-siaan belaka?\" Mendegar hal itu Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Hanyasanya ini seperti saudara-saudaranya setan, karena sajak yang ia ucapkan.\" Dan telah menceritakan kepada kami [Abd bin Humaid] telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Abu Salamah] dari [Abu Hurairah] dia berkata, \"Dua wanita Yahudi sedang berkelahi…lalu dia menyebutkan redaksi haditsnya, namun dia tidak menyebutkan, \"Dan menetapkan bahwa harta warisan (wanita yang membunuh) untuk anak-anaknya dan orang yang bersama mereka.\" Perawi berkata, \"Maka ada seseorang yang bertanya, \"Bagaimana mungkin kami bisa mengetahuinya padahal ia tidak dinamakan Haml bin Malik.\"","arab":"و حَدَّثَنِي أَبُو الطَّاهِرِ حَدَّثَنَا ابْنُ وَهْبٍ ح و حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ ابْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ قَالَاقْتَتَلَتْ امْرَأَتَانِ مِنْ هُذَيْلٍ فَرَمَتْ إِحْدَاهُمَا الْأُخْرَى بِحَجَرٍ فَقَتَلَتْهَا وَمَا فِي بَطْنِهَا فَاخْتَصَمُوا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ دِيَةَ جَنِينِهَا غُرَّةٌ عَبْدٌ أَوْ وَلِيدَةٌ وَقَضَى بِدِيَةِ الْمَرْأَةِ عَلَى عَاقِلَتِهَا وَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ فَقَالَ حَمَلُ بْنُ النَّابِغَةِ الْهُذَلِيُّ يَا رَسُولَ اللَّهِ كَيْفَ أَغْرَمُ مَنْ لَا شَرِبَ وَلَا أَكَلَ وَلَا نَطَقَ وَلَا اسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا هَذَا مِنْ إِخْوَانِ الْكُهَّانِ مِنْ أَجْلِ سَجْعِهِ الَّذِي سَجَعَو حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ اقْتَتَلَتْ امْرَأَتَانِ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ وَلَمْ يَذْكُرْ وَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ وَقَالَ فَقَالَ قَائِلٌ كَيْفَ نَعْقِلُ وَلَمْ يُسَمِّ حَمَلَ بْنَ مَالِكٍ","source":"Muslim"},"__N_SSG":true}