{"pageProps":{"number":"2983","slug":"muslim","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah Al Qa'nabi] telah menceritakan kepada kami [Malik]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Yahya bin Yahya] sedangkan lafadz darinya, dia berkata; aku bacakan di hadapan [Malik]; dari [Ibnu Syihab] dari [Ubaidullah bin Abdullah] dari [Abu Hurairah], bahwa Rasulullah shallallahu 'alaihi wasallam pernah ditanya tentang sahaya perempuan yang berzina, sedangkan dia belum menikah. Beliau bersabda: \"Jika dia berzina maka deralah dia, kemudian jika dia berzina maka deralah dia, kemudian jika dia berzina deralah dia, kemudian juallah dia walaupun seharga seutas tali rambut.\" [Ibnu Syihab] berkata, \"Aku tidak tahu, apakah setelah tiga kali (berzina) ataukah sampai empat kali.\" Sedangkan dalam riwayatnya Al Qa'nabi menyebutkan, \"Ibnu Syihab mengatakan, \"Maksud Dlafir adalah seutas tali.\" Dan telah menceritakan kepada kami [Abu At Thahir] telah mengabarkan kepada kami [Ibnu Wahb] dia berkata; aku pernah mendengar [Malik] berkata; telah menceritakan kepadaku [Ibnu Syihab] dari [Ubaidullah bin Abdullah bin 'Utbah] dari [Abu Hurairah] dan [Zaid bin Khalid Al Juhani], bahwa Rasulullah shallallahu 'alaihi wasallam pernah ditanya mengenai sahaya perempuan yang berzina seperti hadits keduanya, dan tidak menyebutkan perkataannya Ibnu Syihab 'maksud Dlafir adalah seutas tali'.\" Telah menceritakan kepadaku ['Amru An Naqid] telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'd] telah menceritakan kepadaku [ayahku] dari [Shalih]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abd bin Humaid] telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] keduanya dari [Az Zuhri] dari ['Ubaidullah] dari [Abu Hurairah] dan [Zaid bin Khalid Al Juhani] dari Nabi shallallahu 'alaihi wasallam seperti hadits riwayat Malik, ternyata riwayat mereka semua juga terdapat keraguan supaya menjualnya, apakah dikali ke tiga atau ke empat.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ حَدَّثَنَا مَالِكٌ ح و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَاللَّفْظُ لَهُ قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الْأَمَةِ إِذَا زَنَتْ وَلَمْ تُحْصِنْ قَالَ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ بِيعُوهَا وَلَوْ بِضَفِيرٍقَالَ ابْنُ شِهَابٍ لَا أَدْرِي أَبَعْدَ الثَّالِثَةِ أَوْ الرَّابِعَةِ وَقَالَ الْقَعْنَبِيُّ فِي رِوَايَتِهِ قَالَ ابْنُ شِهَابٍ وَالضَّفِيرُ الْحَبْلُ و حَدَّثَنَا أَبُو الطَّاهِرِ أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ سَمِعْتُ مَالِكًا يَقُولُ حَدَّثَنِي ابْنُ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الْأَمَةِ بِمِثْلِ حَدِيثِهِمَا وَلَمْ يَذْكُرْ قَوْلَ ابْنِ شِهَابٍ وَالضَّفِيرُ الْحَبْلُ حَدَّثَنِي عَمْرٌو النَّاقِدُ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنِي أَبِي عَنْ صَالِحٍ ح و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ كِلَاهُمَا عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ مَالِكٍ وَالشَّكُّ فِي حَدِيثِهِمَا جَمِيعًا فِي بَيْعِهَا فِي الثَّالِثَةِ أَوْ الرَّابِعَةِ","source":"Muslim"},"__N_SSG":true}