{"pageProps":{"number":"3090","slug":"muslim","id":"Telah menceritakan kepadaku [Yusuf bin Hammad Al Ma'ni] telah menceritakan kepada kami [Abdul A'la] dari [Sa'id] dari [Qatadah] dari [Anas], bahwa Nabi shallallahu 'alaihi wasallam pernah mengirim surat kepada Kisra (raja persi), Qaishar (raja Romawi), raja Najasyi, dan kepada semua penguasa diktator. Beliau mengajak mereka untuk beriman kepada Allah Ta'ala. Bukankah raja Najasyi pernah dishalatkan oleh Nabi shallallahu 'alaihi wasallam (ktika wafat)?.\" Dan telah menceritakan kepada kami [Muhammad bin Abdullah Ar Ruzzi] telah menceritakan kepada kami [Abdul Wahhab bin 'Atha] dari [Sa'id] dari [Qatadah], telah menceritakan kepada kami [Anas bin Malik] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas, namun ia tidak menyebutkan, 'Dan bukankah raja najasyi pernah dishalatkan oleh Nabi shallallahu 'alaihi wasallam? '\" Dan telah menceritakan kepadaku [Nashr bin Ali Al Jahdlami] telah mengabarkan kepadaku [ayahku] telah menceritakan kepadaku [Khalid bin Qais] dari [Qatadah] dari [Anas], dan ia juga tidak menyebutkan, 'Dan bukankah raja Najasyi pernah dishalatkan oleh Nabi shallallahu 'alaihi wasallam? '.\"","arab":"حَدَّثَنِي يُوسُفُ بْنُ حَمَّادٍ الْمَعْنِيُّ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ أَنَسٍأَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَتَبَ إِلَى كِسْرَى وَإِلَى قَيْصَرَ وَإِلَى النَّجَاشِيِّ وَإِلَى كُلِّ جَبَّارٍ يَدْعُوهُمْ إِلَى اللَّهِ تَعَالَى وَلَيْسَ بِالنَّجَاشِيِّ الَّذِي صَلَّى عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَو حَدَّثَنَاه مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرُّزِّيُّ حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ عَنْ سَعِيدٍ عَنْ قَتَادَةَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ وَلَمْ يَقُلْ وَلَيْسَ بِالنَّجَاشِيِّ الَّذِي صَلَّى عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ و حَدَّثَنِيهِ نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ أَخْبَرَنِي أَبِي حَدَّثَنِي خَالِدُ بْنُ قَيْسٍ عَنْ قَتَادَةَ عَنْ أَنَسٍ وَلَمْ يَذْكُرْ وَلَيْسَ بِالنَّجَاشِيِّ الَّذِي صَلَّى عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Muslim"},"__N_SSG":true}