{"pageProps":{"number":"3130","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Muhammad bin 'Abbad] sedangkan lafadznya dari Ibnu 'Abbad, keduanya berkata; telah menceritakan kepada kami [Hatim] -yaitu Ibnu Isma'il- dari [Yazid bin Abu 'Ubaid] bekas budak Salamh bin Al Akwa', dari [Salamah bin Al Akwa'] dia berkata, \"Kami pergi berperang ke khaibar bersama-sama dengan Rasulullah shallallahu 'alaihi wasallam, maka kami mengadakan perjalanan di malam hari. Seorang anggota pasukan lalu berkata kepada 'Amir bin Al Akwa', \"Bacakanlah kepada kami sajak-sajakmu!\" -'Amir memang seorang penyair- kemudian dia turun sambil menghalau unta dan berkata, \"Ya Allah, kalau bukan karena (Hidayah-Mu) maka tidaklah kami akan mendapat petunjuk, kami tidak akan bersedekah, dan kami tidak akan mendirikan shalat. Oleh karena itu, ampunilah kami sebagai, selaku tebusan Engkau atas kesalahan kami. Dan teguhkanlah pendirian kami jika bertemu denga musuh. Tanamkanlah ketenangan di hati kami, apabila di teriaki kami kan datang. Dan dengan teriakan, mereka kan menangis kepada kami.\" Maka Rasulullah shallallahu 'alaihi wasallam bertanya: \"Siapakah orang yang menghalau unta sambil bersyair itu?\" mereka menjawab, \"Amir.\" Beliau bersabda: \"Semoga Allah memberinya rahmat.\" Lalu seorang anggota pasukan bertanya, \"Betulkah begitu ya Rasulullah? alangkah baiknya sekiranya anda menyuruhnya supaya menghibur kami terus.\" Kiranya saat itu kami telah sampa di Khaibar, kemudian kami mengepung penduduknya, sehingga perut kami terasa sangat lapar, lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah menaklukkan negeri itu kepada kalian.\" Salamah berkata, \"Setelah hari mulai petang di hari penaklukan Khaibar, mereka mulai menyalakan api, maka Rasulullah shallallahu 'alaihi wasallam bertanya: \"Nyala api apakah itu? Dan untuk apakah mereka menyalakan api tersebut?\" mereka menjawab, \"Untuk membakar daging.\" Beliau bertanya: \"Daging apa?\" mereka menjawab, \"Daging keledai jinak.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tumpahkan dan pecahkanlah (periuknya).\" Lantas ada seorang laki-laki berkata, \"Tumpahkan lalu di cuci.\" Beliau menjawab: \"Atau seperti itu.\" Tatkala dua pasukan saling berhadapan, ternyata 'Amir hanya mempunyai pedang pendek. Dengan pedang itu maka ia menikamkannya di betis orang Yahudi, tetapi malang baginya, ujung pedang itu terus meluncur hingga berbalik mengenai lutut 'Amir, dan 'Amir pun gugur karenanya.\" Salamah berkata, \"Tatkala mereka telah kembali pulang, Rasulullah shallallahu 'alaihi wasallam memegang tanganku, ketika beliau melihat aku diam.\" Beliau bertanya: \"Ada apa denganmu?\" Aku menjawab, \"Ayah dan ibuku menjadi tebusan anda, mereka mengatakan, 'Pahala 'Amir telah terhapus'.\" Beliau bertanya: \"Siapa yang mengatakannya?\" Aku menjawab, \"Fulan, fulan dan Usaid bin Hudlair Al Anshari.\" Beliau bersabda: \"Orang yang telah mengatakannya telah berdusta, sesungguhnya dia memperoleh pahala ganda -sambil beliau memberi isyarat dengan jemarinya- dialah pejuang sesungguhnya, dan sedikit sekali orang Arab yang pergi berperang seperti dia.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَمُحَمَّدُ بْنُ عَبَّادٍ وَاللَّفْظُ لِابْنِ عَبَّادٍ قَالَا حَدَّثَنَا حَاتِمٌ وَهُوَ ابْنُ إِسْمَعِيلَ عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ مَوْلَى سَلَمَةَ بْنِ الْأَكْوَعِ عَنْ سَلَمَةَ بْنِ الْأَكْوَعِ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى خَيْبَرَ فَتَسَيَّرْنَا لَيْلًا فَقَالَ رَجُلٌ مِنْ الْقَوْمِ لِعَامِرِ بْنِ الْأَكْوَعِ أَلَا تُسْمِعُنَا مِنْ هُنَيْهَاتِكَ وَكَانَ عَامِرٌ رَجُلًا شَاعِرًا فَنَزَلَ يَحْدُو بِالْقَوْمِ يَقُولُ اللَّهُمَّ لَوْلَا أَنْتَ مَا اهْتَدَيْنَاوَلَا تَصَدَّقْنَا وَلَا صَلَّيْنَافَاغْفِرْ فِدَاءً لَكَ مَا اقْتَفَيْنَاوَثَبِّتْ الْأَقْدَامَ إِنْ لَاقَيْنَاوَأَلْقِيَنْ سَكِينَةً عَلَيْنَاإِنَّا إِذَا صِيحَ بِنَا أَتَيْنَاوَبِالصِّيَاحِ عَوَّلُوا عَلَيْنَافَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ هَذَا السَّائِقُ قَالُوا عَامِرٌ قَالَ يَرْحَمُهُ اللَّهُ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ وَجَبَتْ يَا رَسُولَ اللَّهِ لَوْلَا أَمْتَعْتَنَا بِهِ قَالَ فَأَتَيْنَا خَيْبَرَ فَحَاصَرْنَاهُمْ حَتَّى أَصَابَتْنَا مَخْمَصَةٌ شَدِيدَةٌ ثُمَّ قَالَ إِنَّ اللَّهَ فَتَحَهَا عَلَيْكُمْ قَالَ فَلَمَّا أَمْسَى النَّاسُ مَسَاءَ الْيَوْمِ الَّذِي فُتِحَتْ عَلَيْهِمْ أَوْقَدُوا نِيرَانًا كَثِيرَةً فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا هَذِهِ النِّيرَانُ عَلَى أَيِّ شَيْءٍ تُوقِدُونَ فَقَالُوا عَلَى لَحْمٍ قَالَ أَيُّ لَحْمٍ قَالُوا لَحْمُ حُمُرِ الْإِنْسِيَّةِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْرِيقُوهَا وَاكْسِرُوهَا فَقَالَ رَجُلٌ أَوْ يُهْرِيقُوهَا وَيَغْسِلُوهَا فَقَالَ أَوْ ذَاكَ قَالَ فَلَمَّا تَصَافَّ الْقَوْمُ كَانَ سَيْفُ عَامِرٍ فِيهِ قِصَرٌ فَتَنَاوَلَ بِهِ سَاقَ يَهُودِيٍّ لِيَضْرِبَهُ وَيَرْجِعُ ذُبَابُ سَيْفِهِ فَأَصَابَ رُكْبَةَ عَامِرٍ فَمَاتَ مِنْهُ قَالَ فَلَمَّا قَفَلُوا قَالَ سَلَمَةُ وَهُوَ آخِذٌ بِيَدِي قَالَ فَلَمَّا رَآنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَاكِتًا قَالَ مَا لَكَ قُلْتُ لَهُ فَدَاكَ أَبِي وَأُمِّي زَعَمُوا أَنَّ عَامِرًا حَبِطَ عَمَلُهُ قَالَ مَنْ قَالَهُ قُلْتُ فُلَانٌ وَفُلَانٌ وَأُسَيْدُ بْنُ حُضَيْرٍ الْأَنْصَارِيُّ فَقَالَ كَذَبَ مَنْ قَالَهُ إِنَّ لَهُ لَأَجْرَيْنِ وَجَمَعَ بَيْنَ إِصْبَعَيْهِ إِنَّهُ لَجَاهِدٌ مُجَاهِدٌ قَلَّ عَرَبِيٌّ مَشَى بِهَا مِثْلَهُ وَخَالَفَ قُتَيْبَةُ مُحَمَّدًا فِي الْحَدِيثِ فِي حَرْفَيْنِ وَفِي رِوَايَةِ ابْنِ عَبَّادٍ وَأَلْقِ سَكِينَةً عَلَيْنَا","source":"Muslim"},"__N_SSG":true}