{"pageProps":{"number":"3182","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Waki' bin Jarrah] telah menceritakan kepada kami [Isma'il bin Abi Khalid] dari [Qais bin Abu Hazim] dari ['Adi bin Amirah Al Kindi] dia berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa dari kalian yang aku angkat atas suatu amal, kemudian dia menyembunyikan dari kami (meskipun) sebuah jarum, atau sesuatu yang lebih kecil dari itu, maka itu adalah ghulul (pencurian) yang pada hari kiamat akan ia bawa.\" 'Adi bin 'Amirah berkata, \"Kemudian seorang laki-laki hitam dari Anshar -sepertinya saya pernah melihatnya- berdiri sambil berkata, \"Wahai Rasulullah, kalau begitu saya akan tarik kembali tugas yang pernah anda bebankan kepada saya!\" Beliau balik bertanya: \"Ada apa denganmu?\" dia menjawab, \"Saya telah mendengar bahwa Anda pernah bersabda seperti ini dan seperti ini.\" Beliau bersabda: \"Sekarang saya sampaikan, bahwa barangsiapa dari kalian yang aku tugasi atas suatu amal hendaklah ia datang baik dengan sedikit atau banyaknya, apa yang memang diberikan untuknya ia boleh mengambilnya, dan apa yang memang dilarang untuknya, maka ia harus dapat menahan diri.\" Dan telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [ayahku] dan [Muhammad bin Bisyr]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Muhammad bin Rafi'] telah menceritakan kepada kami [Abu Usamah] mereka berkata; telah menceritakan kepada kami [Isma'il] dengan isnad seperti ini.\" Dan telah menceritakan kepada kami [Ishaq bin Ibrahim Al Handlali] telah mengabarkan kepada kami [Al Fadl bin Musa] telah menceritakan kepada kami [Isma'il bin Abu Khalid] telah mengabarkan kepada kami [Qais bin Abu Hazim] dia berkata, \"Saya pernah mendengar ['Adi bin 'Amirah Al Kindi] berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda… seperti hadits mereka.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ حَدَّثَنَا إِسْمَعِيلُ بْنُ أَبِي خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ عَنْ عَدِيِّ بْنِ عَمِيرَةَ الْكِنْدِيِّ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ اسْتَعْمَلْنَاهُ مِنْكُمْ عَلَى عَمَلٍ فَكَتَمْنَا مِخْيَطًا فَمَا فَوْقَهُ كَانَ غُلُولًا يَأْتِي بِهِ يَوْمَ الْقِيَامَةِ قَالَ فَقَامَ إِلَيْهِ رَجُلٌ أَسْوَدُ مِنْ الْأَنْصَارِ كَأَنِّي أَنْظُرُ إِلَيْهِ فَقَالَ يَا رَسُولَ اللَّهِ اقْبَلْ عَنِّي عَمَلَكَ قَالَ وَمَا لَكَ قَالَ سَمِعْتُكَ تَقُولُ كَذَا وَكَذَا قَالَ وَأَنَا أَقُولُهُ الْآنَ مَنْ اسْتَعْمَلْنَاهُ مِنْكُمْ عَلَى عَمَلٍ فَلْيَجِئْ بِقَلِيلِهِ وَكَثِيرِهِ فَمَا أُوتِيَ مِنْهُ أَخَذَ وَمَا نُهِيَ عَنْهُ انْتَهَىو حَدَّثَنَاه مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي وَمُحَمَّدُ بْنُ بِشْرٍ ح و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا أَبُو أُسَامَةَ قَالُوا حَدَّثَنَا إِسْمَعِيلُ بِهَذَا الْإِسْنَادِ بِمِثْلِهِ و حَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى حَدَّثَنَا إِسْمَعِيلُ بْنُ أَبِي خَالِدٍ أَخْبَرَنَا قَيْسُ بْنُ أَبِي حَازِمٍ قَالَ سَمِعْتُ عَدِيَّ بْنَ عَمِيرَةَ الْكِنْدِيَّ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بِمِثْلِ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}