{"pageProps":{"number":"3244","slug":"muslim","id":"Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Jarir] dari ['Amarah] -yaitu Ibnu Al Qa'qa'- dari [Abu Zur'ah] dari [Abu Hurairah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah menjamin bagi orang yang berperang di jalan-Nya, tidak ada yang mendorongnya keluar kecuali karena ingin jihad di jalan-Ku, ia iman dengan Aku dan membenarkan para rasul-Ku, maka Aku menjamin akan memasukkannya ke dalam surga atau mengembalikannya pulang ke rumahnya dengan membawa kemenangan berupa pahala dan ghanimah. Demi dzat yang jiwa Muhammad berada di tangan-Nya, tidak ada seseorang pun yang terluka dalam perang fi sabilillah, melainkan kelak di hari Kiamat ia akan datang dalam keadaan luka seperti semula, warna warna darah dan baunya bau minyak kesturi. Demi dzat yang jiwa Muhammad berada di tangan-Nya, sekiranya tidak memberatkan kaum Muslimin, sungguh selamanya aku tidak ingin tertinggal di belakang ekspedisi berperang menegakkan agama Allah, namun saya tidak mampu untuk menanggung biaya mereka, sedangkan mereka juga tidak memiliki kelapangan, padahal mereka merasa kecewa tidak ikut berperang bersamaku. Demi dzat yang jiwa Muhammad berada ditangan-Nya, sesungguhnya saya ingin sekali berperang fi sabilillah, kemudian saya terbunuh, lalu saya berperang lagi lalu saya terbunuh, setelah itu saya berperang lagi dan terbunuh.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Abu Kuraib] berkata; telah menceritakan kepada kami [Ibnu Fudlail] dari ['Umarah] dengan sanad diatas.","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ عَنْ عُمَارَةَ وَهُوَ ابْنُ الْقَعْقَاعِ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَضَمَّنَ اللَّهُ لِمَنْ خَرَجَ فِي سَبِيلِهِ لَا يُخْرِجُهُ إِلَّا جِهَادًا فِي سَبِيلِي وَإِيمَانًا بِي وَتَصْدِيقًا بِرُسُلِي فَهُوَ عَلَيَّ ضَامِنٌ أَنْ أُدْخِلَهُ الْجَنَّةَ أَوْ أَرْجِعَهُ إِلَى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ نَائِلًا مَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ مَا مِنْ كَلْمٍ يُكْلَمُ فِي سَبِيلِ اللَّهِ إِلَّا جَاءَ يَوْمَ الْقِيَامَةِ كَهَيْئَتِهِ حِينَ كُلِمَ لَوْنُهُ لَوْنُ دَمٍ وَرِيحُهُ مِسْكٌ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْلَا أَنْ يَشُقَّ عَلَى الْمُسْلِمِينَ مَا قَعَدْتُ خِلَافَ سَرِيَّةٍ تَغْزُو فِي سَبِيلِ اللَّهِ أَبَدًا وَلَكِنْ لَا أَجِدُ سَعَةً فَأَحْمِلَهُمْ وَلَا يَجِدُونَ سَعَةً وَيَشُقُّ عَلَيْهِمْ أَنْ يَتَخَلَّفُوا عَنِّي وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوَدِدْتُ أَنِّي أَغْزُو فِي سَبِيلِ اللَّهِ فَأُقْتَلُ ثُمَّ أَغْزُو فَأُقْتَلُ ثُمَّ أَغْزُو فَأُقْتَلُو حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا ابْنُ فُضَيْلٍ عَنْ عُمَارَةَ بِهَذَا الْإِسْنَادِ","source":"Muslim"},"__N_SSG":true}