{"pageProps":{"number":"3384","slug":"muslim","id":"Dan telah menceritakan kepadaku [Yahya bin Ayyub] dan ['Amru An Naqid] serta [Zuhair bin Harb] semuanya dari [Ibnu 'Ulayyah] sedangkan lafadznya dari Amru, dia berkata; telah menceritakan kepada kami [Isma'il bin Ibrahim] dari [Ayyub] dari [Muhammad] dari [Anas] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda pada hari Iedul Adlha: \"Barangsiapa menyembelih hewan kurban sebelum shalat Ied, hendaknya ia mengulanginya lagi.\" Tiba-tiba seorang laki-laki berdiri seraya berkata, \"Wahai Rasulullah, bukannya ini adalah hari-hari dibagikannya daging kurban!\" Kemudian menyebutkan kebutuhan tetangganya akan daging, dan seakan Rasulullah shallallahu 'alaihi wasallam pun membenarkannya.\" Laki-laki itu berkata, \"Saya memiliki Jad'ah yang lebih saya sukai dari pada dua ekor kambing biasa, maka apakah saya harus menyembelihnya?\" Anas berkata, \"Maka beliau memberi keringanan kepadanya (untuk berkurban dengan Jad'ah).\" Anas berkata, \"Saya tidak tahu, apakah keringanan tersebut khusus untuk dirinya atau untuk yang lain juga.\" Anas berkata lagi, \"Kemudian Rasulullah shallallahu 'alaihi wasallam kembali menuju dua ekor kambing dan menyembelihnya, maka orang-orang sama mengambil kambingnya masing-masing, setelah itu mereka membagi-bagikan dagingnya.\" Telah menceritakan kepada kami [Muhammad bin 'Ubaid Al 'Ubari] telah menceritakan kepada kami [Hammad bin Zaid] telah menceritakan kepada kami [Ayyub] dan [Hisyam] dari [Muhammad] dari [Anas bin Malik], bahwa Rasulullah shallallahu 'alaihi wasallam shalat kemudian berkhutbah, lalu beliau memerintahkan bagi siapa yang telah berkurban sebelum shalat ied, untuk mengulangi kurbannya…kemudian dia menyebutkan seperti hadits Ibnu 'Ulayyah.\" Dan telah menceritakan kepadaku [Ziyad bin Yahya Al Hassani] telah menceritakan kepada kami [Hatim] -yaitu Ibnu Wardan- telah menceritakan kepada kami [Ayyub] dari [Muhammad bin Sirin] dari [Anas bin Malik] dia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam sedang berkhutbah pada hari raya Adlha, tiba-tiba beliau mencium bau daging (yang baru disembelih), maka beliau melarang mereka untuk menyembelih terlebih dahulu, sabdanya: \"Barang siapa terlanjur berkurban, hendaknya ia mengulangi kurbannya..., kemudian dia menyebutkan seperti hadits keduanya.\" ","arab":"و حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ جَمِيعًا عَنْ ابْنِ عُلَيَّةَ وَاللَّفْظُ لِعَمْرٍو قَالَ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ عَنْ أَنَسٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ النَّحْرِ مَنْ كَانَ ذَبَحَ قَبْلَ الصَّلَاةِ فَلْيُعِدْ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ هَذَا يَوْمٌ يُشْتَهَى فِيهِ اللَّحْمُ وَذَكَرَ هَنَةً مِنْ جِيرَانِهِ كَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَّقَهُ قَالَ وَعِنْدِي جَذَعَةٌ هِيَ أَحَبُّ إِلَيَّ مِنْ شَاتَيْ لَحْمٍ أَفَأَذْبَحُهَا قَالَ فَرَخَّصَ لَهُ فَقَالَ لَا أَدْرِي أَبَلَغَتْ رُخْصَتُهُ مَنْ سِوَاهُ أَمْ لَا قَالَ وَانْكَفَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى كَبْشَيْنِ فَذَبَحَهُمَا فَقَامَ النَّاسُ إِلَى غُنَيْمَةٍ فَتَوَزَّعُوهَا أَوْ قَالَ فَتَجَزَّعُوهَاحَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ حَدَّثَنَا أَيُّوبُ وَهِشَامٌ عَنْ مُحَمَّدٍ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى ثُمَّ خَطَبَ فَأَمَرَ مَنْ كَانَ ذَبَحَ قَبْلَ الصَّلَاةِ أَنْ يُعِيدَ ذِبْحًا ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ و حَدَّثَنِي زِيَادُ بْنُ يَحْيَى الْحَسَّانِيُّ حَدَّثَنَا حَاتِمٌ يَعْنِي ابْنَ وَرْدَانَ حَدَّثَنَا أَيُّوبُ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أَضْحًى قَالَ فَوَجَدَ رِيحَ لَحْمٍ فَنَهَاهُمْ أَنْ يَذْبَحُوا قَالَ مَنْ كَانَ ضَحَّى فَلْيُعِدْ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِهِمَا","source":"Muslim"},"__N_SSG":true}