{"pageProps":{"number":"3479","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Abu Kuraib] keduanya berkata; Telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Khaitsamah] dari [Abu Hudzaifah] dari [Hudzaifah] dia berkata; Bila kami menghadiri jamuan makan bersama Rasulullah Shallallahu 'alaihi Wa Salam, kami tidak meletakkan tangan kami hingga beliau memulai meletakkan tangan beliau. ketika kami menghadiri jamuan makan bersama beliau, tiba-tiba datang seorang budak perempuan yang ingin meletakkan tangannya pada makanan itu, Rasulullah Shallallahu 'alaihi Wa Salam meraih tangannya (menyingkirkannya), kemudian seorang badui datang yang ingin meletakkan tangannya diatas makanan itu, Rasulullah Shallallahu 'Alaihi Wa Salam pun meraih tangannya. Beliau lalu bersabda: \"Sesungguhnya Setan akan mendapatkan makanan yang tidak disebut nama Allah dan ia datang bersama anak perempuan ini untuk mendapatkannya, lalu aku meraih tangannya, ia juga datang bersama orang badui ini untuk mendapatkannya lalu aku meraih tangannya. Demi Dzat Yang jiwaku berada ditanganNya, Sesungguhnya tangan setan itu berada di tanganku seperti ia ada di dalam tangan keduanya (orang badui dan budak perempuan).\" Dan telah menceritakan pula kepada kami [Ishaq bin Ibrahim Al Hanzhali], telah mengabarkan kepada kami [Isa bin Yunus], telah mengabarkan kepada kami [Al 'Amasy] dari [Khaitsamah bin Abdurrahman] dari [Abu Hudzaifah Al Arhabi] dari [Khudzaifah bin Al Yaman] dia berkata; Bila kami diundang untuk menghadiri jamuan makan bersama Rasulullah Shallallahu 'alaihi Wa Salam, - lalu dia menyebutkan Hadits yang semakna dengan Hadits Abu Mu'awiyah, dan dia berkata; dengan lafazh; 'Ka annama Yuthradu', sedangkan pada budak perempuan dengan lafazh 'Ka annama tuthradu'. Dalam Haditsnya dia mendahulukan kedatangan orang badui daripada budak perempuan. Dan di akhir Haditsnya dia menambahkan; 'Beliau menyebut nama Allah lalu makan.' Dan telah menceritakan kepadaku pula [Abu Bakr bin Nafi'], telah menceritakan kepada kami [Abdurrahman], telah menceritakan kepada kami [Sufyan] dari [Al A'Masy] dengan sanad ini. Dan dia mendahulukan datangnya budak perempuan dari pada orang badui.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ خَيْثَمَةَ عَنْ أَبِي حُذَيْفَةَ عَنْ حُذَيْفَةَ قَالَكُنَّا إِذَا حَضَرْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَعَامًا لَمْ نَضَعْ أَيْدِيَنَا حَتَّى يَبْدَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَضَعَ يَدَهُ وَإِنَّا حَضَرْنَا مَعَهُ مَرَّةً طَعَامًا فَجَاءَتْ جَارِيَةٌ كَأَنَّهَا تُدْفَعُ فَذَهَبَتْ لِتَضَعَ يَدَهَا فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهَا ثُمَّ جَاءَ أَعْرَابِيٌّ كَأَنَّمَا يُدْفَعُ فَأَخَذَ بِيَدِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الشَّيْطَانَ يَسْتَحِلُّ الطَّعَامَ أَنْ لَا يُذْكَرَ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ جَاءَ بِهَذِهِ الْجَارِيَةِ لِيَسْتَحِلَّ بِهَا فَأَخَذْتُ بِيَدِهَا فَجَاءَ بِهَذَا الْأَعْرَابِيِّ لِيَسْتَحِلَّ بِهِ فَأَخَذْتُ بِيَدِهِ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَدَهُ فِي يَدِي مَعَ يَدِهَاو حَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ أَخْبَرَنَا الْأَعْمَشُ عَنْ خَيْثَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي حُذَيْفَةَ الْأَرْحَبِيِّ عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ قَالَ كُنَّا إِذَا دُعِينَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى طَعَامٍ فَذَكَرَ بِمَعْنَى حَدِيثِ أَبِي مُعَاوِيَةَ وَقَالَ كَأَنَّمَا يُطْرَدُ وَفِي الْجَارِيَةِ كَأَنَّمَا تُطْرَدُ وَقَدَّمَ مَجِيءَ الْأَعْرَابِيِّ فِي حَدِيثِهِ قَبْلَ مَجِيءِ الْجَارِيَةِ وَزَادَ فِي آخِرِ الْحَدِيثِ ثُمَّ ذَكَرَ اسْمَ اللَّهِ وَأَكَلَ و حَدَّثَنِيهِ أَبُو بَكْرِ بْنُ نَافِعٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ وَقَدَّمَ مَجِيءَ الْجَارِيَةِ قَبْلَ مَجِيءِ الْأَعْرَابِيِّ","source":"Muslim"},"__N_SSG":true}