{"pageProps":{"number":"3504","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Malik bin Anas] yang dibacakan kepadanya, dari [Abu Hazim] dari [Sahl bin Sa'd As Sa'idi]; Bahwa Rasulullah shallallahu 'alaihi wasallam diberi air minum, lalu beliau meminumnya. Di sebelah kanan beliau ada seorang anak kecil sedangkan di sebelah kiri beliau ada beberapa orang tua. Maka beliau bertanya kepada anak kecil tersebut: \"Apakah kamu mengizinkan aku untuk memberikan air minum ini kepada mereka (orang tua) terlebih dahulu?\" Anak kecil tersebut menjawab; 'Tidak, demi Allah aku tidak akan mendahulukan seorangpun dariku untuk mendapatkan bagianku.' Lalu Rasulullah shallallahu 'alaihi wasallam memberikan kepadanya. Telah menceritakan kepada kami [Yahya bin Yahya]; Telah mengabarkan kepada kami ['Abdul 'Aziz bin Abu Hazim]; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakannya kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami [Ya'qub] yaitu Ibnu 'Abdurrahman Al Qari, keduanya dari [Abu Hazim] dari [Sahl bin Sa'd] dari Nabi shallallahu 'alaihi wasallam, dengan Hadits yang serupa, namun keduanya tidak mengatakan dengan kalimat 'Fatallahu', akan tetapi sebagaimana riwayat Ya'qub dia berkata dengan lafazh; 'Fa a'thaahu Iyyahu' (lalu beliau memberikan air minum itu kepada anak kecil).","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكِ بْنِ أَنَسٍ فِيمَا قُرِئَ عَلَيْهِ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِشَرَابٍ فَشَرِبَ مِنْهُ وَعَنْ يَمِينِهِ غُلَامٌ وَعَنْ يَسَارِهِ أَشْيَاخٌ فَقَالَ لِلْغُلَامِ أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلَاءِ فَقَالَ الْغُلَامُ لَا وَاللَّهِ لَا أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا قَالَ فَتَلَّهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي يَدِهِحَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ ح و حَدَّثَنَاه قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا يَعْقُوبُ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ كِلَاهُمَا عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ وَلَمْ يَقُولَا فَتَلَّهُ وَلَكِنْ فِي رِوَايَةِ يَعْقُوبَ قَالَ فَأَعْطَاهُ إِيَّاهُ","source":"Muslim"},"__N_SSG":true}