{"pageProps":{"number":"3694","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al A'la]; Telah menceritakan kepada kami [Abu Usamah] dari [Hisyam] dari [Bapaknya] dari [Asma'], Ketika dia mengandung anaknya 'Abdullah bin Zubair, dia masih berada di Mekkah. Dia berkata; \"Kemudian aku hijrah ke Madinah, padahal aku sudah hamil tua. Kemudian aku berhenti di Quba, dan aku melahirkan di sana. Lalu aku bawa anakku kepada Rasulullah dan meletakkannya di pangkuan beliau. Rasulullah meminta sebuah kurma lalu dikunyahnya. Sesudah itu disuapkannya ke mulut bayiku. Itulah makanan yang pertama kali masuk ke mulut bayi itu, kurma yang telah bercampur dengan air ludah beliau. Kemudian Nabi shallallahu 'alaihi wasallam mendoakan keberkahan baginya. Dialah bayi yang pertama-tama lahir dalam Islam.\" Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Khalid bin Makhlad] dari ['Ali bin Mushir] dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [A'sma binti Abu Bakr] bahwa dia berhijrah menemui Rasulullah shallallahu 'alaihi wasallam di Madinah sedangkan dia sedang hamil anaknya 'Abdullah bin Jubair'…kemudian dia menyebutkan Hadits seperti Hadits Abu Usamah.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ أَسْمَاءَأَنَّهَا حَمَلَتْ بِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ بِمَكَّةَ قَالَتْ فَخَرَجْتُ وَأَنَا مُتِمٌّ فَأَتَيْتُ الْمَدِينَةَ فَنَزَلْتُ بِقُبَاءٍ فَوَلَدْتُهُ بِقُبَاءٍ ثُمَّ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَضَعَهُ فِي حَجْرِهِ ثُمَّ دَعَا بِتَمْرَةٍ فَمَضَغَهَا ثُمَّ تَفَلَ فِي فِيهِ فَكَانَ أَوَّلَ شَيْءٍ دَخَلَ جَوْفَهُ رِيقُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ حَنَّكَهُ بِالتَّمْرَةِ ثُمَّ دَعَا لَهُ وَبَرَّكَ عَلَيْهِ وَكَانَ أَوَّلَ مَوْلُودٍ وُلِدَ فِي الْإِسْلَامِحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ عَنْ عَلِيِّ بْنِ مُسْهِرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ أَنَّهَا هَاجَرَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ حُبْلَى بِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ فَذَكَرَ نَحْوَ حَدِيثِ أَبِي أُسَامَةَ","source":"Muslim"},"__N_SSG":true}