{"pageProps":{"number":"3704","slug":"muslim","id":"Dan telah menceritakan kepadaku [Muhammad bin Hatim]; Telah menceritakan kepada kami [Yahya bin Sa'id Al Qaththan] dari [Ibnu Juraij]; Telah menceritakan kepada kami ['Atha] dari ['Ubaid bin 'Umair] bahwa [Abu Musa] pernah meminta izin kepada Umar bin Khaththab sebanyak tiga kali. Namun sepertinya dia mendapati Umar lagi sibuk hingga akhirnya dia pulang kembali. Kemudian Umar berkata kepada sahabat yang lain; apakah kamu mendengar suara Abdullah bin Qais? Izinkanlah ia untuk masuk. Maka kemudian Abu Musa dipanggil lagi. Umar berkata kepadanya; kenapa kamu melakukan hal itu (pulang kembali)? Abu Musa menjawab; kami melakukan itu sesuai dengan perintah Rasulullah shallallahu 'alaihi wasallam. Umar berkata; Sungguh kamu harus membawakan saksi atas Hadits ini, jika tidak, saya akan menghukummu! Maka Abu Musa pergi ke salah satu majlis orang-orang Anshar dan menceritakan kejadian itu kepada mereka. Lalu mereka berkata kepada Abu Musa; Tidak akan bersaksi mengenai Hadits ini kecuali orang yang paling muda di antara kita. Kemudian berangkatlah [Abu Sa'id] kepada Umar dan mengatakan; Kami memang diperintahkan Rasulullah seperti itu. Umar berkata; Ternyata saya tidak mengetahui hal ini dari Rasulullah shallallahu 'alaihi wasallam.' Berdagang di pasar-pasar telah melalaikanku dari Hadits tersebut. Telah menceritakan kepada kami [Muhammad bin Basysyar]; Telah menceritakan kepada kami [Abu 'Ashim]; Demikian juga diriwayatkan dari jalur lainnya; Dan telah menceritakan kepada kami [Husain bin Huraits]; Telah menceritakan kepada kami [An Nadhr bin Syumail] keduanya berkata secara keseluruhan; Telah menceritakan kepada kami [Ibnu Juraij] melalui jalur ini dengan Hadits yang serupa, namun di dalam Hadits An Nadhr tidak menyebutkan lafazh; 'Berdagang di pasar-pasar telah melalaikanku dari Hadits tersebut.'","arab":"و حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ ابْنِ جُرَيْجٍ حَدَّثَنَا عَطَاءٌ عَنْ عُبَيْدِ بْنِ عُمَيْرٍأَنَّ أَبَا مُوسَى اسْتَأْذَنَ عَلَى عُمَرَ ثَلَاثًا فَكَأَنَّهُ وَجَدَهُ مَشْغُولًا فَرَجَعَ فَقَالَ عُمَرُ أَلَمْ تَسْمَعْ صَوْتَ عَبْدِ اللَّهِ بْنِ قَيْسٍ ائْذَنُوا لَهُ فَدُعِيَ لَهُ فَقَالَ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ قَالَ إِنَّا كُنَّا نُؤْمَرُ بِهَذَا قَالَ لَتُقِيمَنَّ عَلَى هَذَا بَيِّنَةً أَوْ لَأَفْعَلَنَّ فَخَرَجَ فَانْطَلَقَ إِلَى مَجْلِسٍ مِنْ الْأَنْصَارِ فَقَالُوا لَا يَشْهَدُ لَكَ عَلَى هَذَا إِلَّا أَصْغَرُنَافَقَامَ أَبُو سَعِيدٍ فَقَالَ كُنَّا نُؤْمَرُ بِهَذَا فَقَالَ عُمَرُ خَفِيَ عَلَيَّ هَذَا مِنْ أَمْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلْهَانِي عَنْهُ الصَّفْقُ بِالْأَسْوَاقِ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَاصِمٍ ح و حَدَّثَنَا حُسَيْنُ بْنُ حُرَيْثٍ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ قَالَا جَمِيعًا حَدَّثَنَا ابْنُ جُرَيْجٍ بِهَذَا الْإِسْنَادِ نَحْوَهُ وَلَمْ يَذْكُرَ فِي حَدِيثِ النَّضْرِ أَلْهَانِي عَنْهُ الصَّفْقُ بِالْأَسْوَاقِ","source":"Muslim"},"__N_SSG":true}