{"pageProps":{"number":"3734","slug":"muslim","id":"Telah menceritakan kepada kami [Harun bin Ma'ruf]; Telah menceritakan kepada kami ['Abdullah bin Wahb]; Telah mengabarkan kepadaku ['Amru]; Demikian juga diriwayatkan dari jalur yang lain; Dan Telah menceritakan kepadaku [Abu Ath Thahir]; Telah mengabarkan kepada kami ['Abdullah bin Wahb] dari ['Amru bin Al Harits], [Bakr bin Sawadah]; Telah menceritakan kepadanya; ['Abdur Rahman bin Jubair]; Telah menceritakan kepadanya; ['Abdullah bin 'Amru bin Al 'Ash]; Telah menceritakan kapadanya bahwa beberapa orang Bani Hisyam datang ke rumah Asma' binti 'Umais, isteri Abu Bakar Shiddiq (ketika Abu Bakar sedang tidak di rumah). Tiba-tiba Abu Bakar pulang dan bertemu dengan mereka. Abu Bakar merasa kurang senang atas kedatangan mereka yang demikian. Lalu diceritakannya hal itu kepada Rasulullah shallallahu 'alaihi wasallam. Jawab beliau: \"Aku tidak melihat sesuatu yang buruk atas kedatangan mereka. Sesungguhnya Allah Subhanahu Wa Ta'ala telah menyucikan Asma' binti 'Umais dari hal-hal yang demikian.\" Kemudian beliau naik mimbar, lalu beliau bersabda: 'Sesudah hari ini, seorang laki-laki tidak boleh masuk ke rumah seorang wanita yang suaminya sedang pergi, kecuali bila laki-laki itu disertai seorang atau dua orang teman laki-laki.'","arab":"حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي عَمْرٌو ح و حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنْ عَمْرِو بْنِ الْحَارِثِ أَنَّ بَكْرَ بْنَ سَوَادَةَ حَدَّثَهُ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ جُبَيْرٍ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ حَدَّثَهُ أَنَّ نَفَرًا مِنْ بَنِي هَاشِمٍ دَخَلُوا عَلَى أَسْمَاءَ بِنْتِ عُمَيْسٍ فَدَخَلَ أَبُو بَكْرٍ الصِّدِّيقُ وَهِيَ تَحْتَهُ يَوْمَئِذٍ فَرَآهُمْ فَكَرِهَ ذَلِكَفَذَكَرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ لَمْ أَرَ إِلَّا خَيْرًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ قَدْ بَرَّأَهَا مِنْ ذَلِكَ ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ فَقَالَ لَا يَدْخُلَنَّ رَجُلٌ بَعْدَ يَوْمِي هَذَا عَلَى مُغِيبَةٍ إِلَّا وَمَعَهُ رَجُلٌ أَوْ اثْنَانِ","source":"Muslim"},"__N_SSG":true}