{"pageProps":{"number":"3773","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya At Tamimi]; Telah mengabarkan kepada kami [Husyaim] dari [Abu Bisyr] dari [Abu Al Mutawakkil] dari [Abu Sa'id Al Khudri] bahwa beberapa orang sahabat melakukan perjalanan jauh dan berhenti untuk istirahat pada salah satu perkampungan 'Arab, lalu mereka minta dijamu oleh penduduk kampung itu. Tetapi penduduk enggan menjamu mereka. Penduduk bertanya kepada para sahabat; 'Adakah di antara tuan-tuan yang pandai mantera? Kepala kampung kami digigit serangga.' Menjawab seorang sahabat; 'Ya, ada! Kemudian dia mendatangi kepala kampung itu dan memanterainya dengan membaca surat Al Fatihah. Maka kepala kampung itu pun sembuh. Kemudian dia diberi upah kurang lebih tiga puluh ekor kambing. Tetapi dia enggan menerima seraya mengatakan; 'Tunggu! Aku akan menanyakannya lebih dahulu kepada Nabi shallallahu 'alaihi wasallam, apakah aku boleh menerimanya.' Lalu dia datang kepada Nabi shallallahu 'alaihi wasallam menanyakannya hal itu, katanya; 'Ya, Rasulullah! Demi Allah, aku telah memanterai seseorang dengan membacakan surat Al Fatihah.' Beliau tersenyum mendengar cerita sahabatnya dan bertanya: 'Bagaimana engkau tahu Al Fatihah itu mantera? ' Kemudian sabda beliau pula: 'Terimalah pemberian mereka itu, dan berilah aku bagian bersama-sama denganmu.' Telah menceritakan kepada kami [Muhammad bin Basysyar] dan [Abu Bakr bin Nafi'] keduanya dari [Ghundar Muhammad bin Ja'far] dari [Syu'bah] dari [Abu Bisyr] melalui jalur ini, dia menyebutkan di dalam Haditsnya; 'Kemudian orang itu mulai membacakan Ummul Qur'an, dan mengumpulkan ludahnya lalu memuntahkannya, setelah itu orang itu sembuh.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ أَخْبَرَنَا هُشَيْمٌ عَنْ أَبِي بِشْرٍ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانُوا فِي سَفَرٍ فَمَرُّوا بِحَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ فَلَمْ يُضِيفُوهُمْ فَقَالُوا لَهُمْ هَلْ فِيكُمْ رَاقٍ فَإِنَّ سَيِّدَ الْحَيِّ لَدِيغٌ أَوْ مُصَابٌ فَقَالَ رَجُلٌ مِنْهُمْ نَعَمْ فَأَتَاهُ فَرَقَاهُ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ الرَّجُلُ فَأُعْطِيَ قَطِيعًا مِنْ غَنَمٍ فَأَبَى أَنْ يَقْبَلَهَا وَقَالَ حَتَّى أَذْكُرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا رَقَيْتُ إِلَّا بِفَاتِحَةِ الْكِتَابِ فَتَبَسَّمَ وَقَالَ وَمَا أَدْرَاكَ أَنَّهَا رُقْيَةٌ ثُمَّ قَالَ خُذُوا مِنْهُمْ وَاضْرِبُوا لِي بِسَهْمٍ مَعَكُمْحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ وَأَبُو بَكْرِ بْنُ نَافِعٍ كِلَاهُمَا عَنْ غُنْدَرٍ مُحَمَّدِ بْنِ جَعْفَرٍ عَنْ شُعْبَةَ عَنْ أَبِي بِشْرٍ بِهَذَا الْإِسْنَادِ وَقَالَ فِي الْحَدِيثِ فَجَعَلَ يَقْرَأُ أُمَّ الْقُرْآنِ وَيَجْمَعُ بُزَاقَهُ وَيَتْفِلُ فَبَرَأَ الرَّجُلُ","source":"Muslim"},"__N_SSG":true}