{"pageProps":{"number":"3776","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Khalaf Al Bahili]; Telah menceritakan kepada kami ['Abdu A'la] dari [Sa'id Al Jurari] dari [Abu Al A'la] bahwa ['Utsman bin Abu Al 'Ash] datang kepada Nabi shallallahu 'alaihi wasallam lalu bertanya; \"Ya, Rasulullah! Aku sering diganggu setan dalam shalat, sehingga bacaanku menjadi kacau karenanya. Bagaimana itu?\" Maka bersabda Rasulullah shallallahu 'alaihi wasallam: 'Ya, yang demikian itu memang gangguan setan yang dinamakan Khanzab. Karena itu bila engkau diganggunya, maka segeralah mohon perlindungan kepada Allah dari godaannya, sesudah itu meludah ke sebelah kirimu tiga kali! ' Kata Usman; 'Setelah kulakukan yang demikian, maka dengan izin Allah godaan seperti itu hilang.' Telah menceritakannya kepada kami [Muhammad bin Al Mutsanna]; Telah menceritakan kepada kami [Salim bin Nuh] Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Abu Usamah] keduanya dari [Al Jurairi] dari [Abu Al A'la] dari ['Utsman bin Abu Al 'Ash] bahwa dia menemui Nabi shallallahu 'alaihi wasallam (kemudian dia menyebutkan Hadits yang serupa). Namun di dalam Hadits Salim bin Nuh dia tidak menyebutkan 'tiga kali.' Dan telah menceritakan kepadaku [Muhammad bin Rafi']; Telah menceritakan kepada kami ['Abdur Razaq]; Telah mengabarkan kepada kami [Sufyan] dari [Sa'id Al Jurairi]; Telah menceritakan kepada kami [Yazid bin 'Abdullah bin Asy Syakhikhiri] dari ['Utsman bin Abu Al 'Ash Ats Tsaqafi] dia berkata; 'Aku berkata; 'Ya Rasulullah ……………(kemudian dia menyebutkan Hadits yang serupa dengan mereka).","arab":"حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ الْبَاهِلِيُّ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ سَعِيدٍ الْجُرَيْرِيِّ عَنْ أَبِي الْعَلَاءِأَنَّ عُثْمَانَ بْنَ أَبِي الْعَاصِ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ الشَّيْطَانَ قَدْ حَالَ بَيْنِي وَبَيْنَ صَلَاتِي وَقِرَاءَتِي يَلْبِسُهَا عَلَيَّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاكَ شَيْطَانٌ يُقَالُ لَهُ خَنْزَبٌ فَإِذَا أَحْسَسْتَهُ فَتَعَوَّذْ بِاللَّهِ مِنْهُ وَاتْفِلْ عَلَى يَسَارِكَ ثَلَاثًا قَالَ فَفَعَلْتُ ذَلِكَ فَأَذْهَبَهُ اللَّهُ عَنِّيحَدَّثَنَاه مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا سَالِمُ بْنُ نُوحٍ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ كِلَاهُمَا عَنْ الْجُرَيْرِيِّ عَنْ أَبِي الْعَلَاءِ عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ أَنَّهُ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ بِمِثْلِهِ وَلَمْ يَذْكُرْ فِي حَدِيثِ سَالِمِ بْنِ نُوحٍ ثَلَاثًا و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا سُفْيَانُ عَنْ سَعِيدٍ الْجُرَيْرِيِّ حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ الثَّقَفِيِّ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}