{"pageProps":{"number":"3820","slug":"muslim","id":"Telah menceritakan kepadaku [Salamah bin Syabib]; Telah menceritakan kepada kami [Al Hasan bin A'yan]; Telah menceritakan kepada kami [Ma'qil] yaitu 'Ubaidullah dari [Az Zuhri]; Telah mengabarkan kepadaku [Yahya bin 'Urwah] bahwa dia mendengar ['Urwah] berkata; ['Aisyah] berkata; \"sekelompok orang bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang praktek tukang tenung. Lalu beliau menjawab menjawab: 'Mereka itu tidak benar! ' Mereka bertanya lagi; 'Ya Rasulullah Kadang-kadang apa yang mereka katakan itu memang benar terjadi. Lalu Rasulullah shallallahu 'alaihi wasallam bersabda kepada mereka: \"Adapun perkataan yang nyata (benar) itu adalah perkataan yang dicuri oleh jin, kemudian ia memperdengarkannya di telinga walinya sebagaimana ia seekor ayam mendengkur, lalu mereka mencampur adukkan isinya lebih dari seratus kebohongan.\" Dan telah menceritakan kepadaku [Abu Ath Thahir]; Telah mengabarkan kepada kami ['Abdullah bin Wahb]; Telah mengabarkan kepadaku [Muhammad bin 'Amru] dari [Ibnu Juraij] dari [Ibnu Syihab] melalui jalur ini yang serupa dengan riwayat Ma'qil dari Az Zuhri.","arab":"حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ حَدَّثَنَا مَعْقِلٌ وَهُوَ ابْنُ عُبَيْدِ اللَّهِ عَنْ الزُّهْرِيِّ أَخْبَرَنِي يَحْيَى بْنُ عُرْوَةَ أَنَّهُ سَمِعَ عُرْوَةَ يَقُولُ قَالَتْ عَائِشَةُسَأَلَ أُنَاسٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْكُهَّانِ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسُوا بِشَيْءٍ قَالُوا يَا رَسُولَ اللَّهِ فَإِنَّهُمْ يُحَدِّثُونَ أَحْيَانًا الشَّيْءَ يَكُونُ حَقًّا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تِلْكَ الْكَلِمَةُ مِنْ الْجِنِّ يَخْطَفُهَا الْجِنِّيُّ فَيَقُرُّهَا فِي أُذُنِ وَلِيِّهِ قَرَّ الدَّجَاجَةِ فَيَخْلِطُونَ فِيهَا أَكْثَرَ مِنْ مِائَةِ كَذْبَةٍو حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي مُحَمَّدُ بْنُ عَمْرٍو عَنْ ابْنِ جُرَيْجٍ عَنْ ابْنِ شِهَابٍ بِهَذَا الْإِسْنَادِ نَحْوَ رِوَايَةِ مَعْقِلٍ عَنْ الزُّهْرِيِّ","source":"Muslim"},"__N_SSG":true}