{"pageProps":{"number":"3838","slug":"muslim","id":"Dan telah menceritakan kepada kami [Yahya bin Yahya]; Telah mengabarkan kepada kami [Khalid bin 'Abdullah] dari [Suhail] dari [Bapaknya] dari [Abu Hurairah] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barang siapa yang membunuh cecak satu kali pukul, maka dituliskan baginya pahala sebanyak begini dan begini kebaikan. Dan barang siapa yang membunuhnya dua kali pukul, maka dituliskan baginya pahala sebanyak begini dan begini kebaikan berkurang dari pukulan pertama. Dan siapa yang membunuhnya tiga kali pukul, maka pahalanya kurang lagi dari itu.\" Dan telah menceritakan kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami [Abu 'Awanah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepadaku [Zuhair bin Harb]; Telah menceritakan kepada kami [Jarir]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin Ash Shabbah]; Telah menceritakan kepada kami [Isma'il] yaitu Ibnu Zakaria; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Abu Kuraib]; Telah menceritakan kepada kami [Waki'] dari [Sufyan] seluruhnya dari [Suhail] dari [Bapaknya] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam yang semakna dengan Hadits Khalid dari Suhail. Kecuali Jarir dia mengatakan di dalam Haditsnya; 'Barang siapa yang membunuh cecak sekali pukul, maka dituliskan baginya pahala seratus kebaikan, dan barang siapa memukulnya lagi, maka baginya pahala yang kurang dari pahala pertama. Dan barang siapa memukulnya lagi, maka baginya pahala lebih kurang dari yang kedua. Dan telah menceritakan kepada kami [Muhammad bin Ash Shabbah]; Telah menceritakan kepada kami [Isma'il] yaitu Ibnu Zakaria dari [Suhail]; Telah menceritakan kepadaku [Saudara perempuanku] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam bahwa beliau bersabda: 'Pada pukulan pertama terdapat tujuh puluh kebaikan.'","arab":"و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ قَتَلَ وَزَغَةً فِي أَوَّلِ ضَرْبَةٍ فَلَهُ كَذَا وَكَذَا حَسَنَةً وَمَنْ قَتَلَهَا فِي الضَّرْبَةِ الثَّانِيَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً لِدُونِ الْأُولَى وَإِنْ قَتَلَهَا فِي الضَّرْبَةِ الثَّالِثَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً لِدُونِ الثَّانِيَةِحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو عَوَانَةَ ح و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ حَدَّثَنَا إِسْمَعِيلُ يَعْنِي ابْنَ زَكَرِيَّاءَ ح و حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ كُلُّهُمْ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيثِ خَالِدٍ عَنْ سُهَيْلٍ إِلَّا جَرِيرًا وَحْدَهُ فَإِنَّ فِي حَدِيثِهِ مَنْ قَتَلَ وَزَغًا فِي أَوَّلِ ضَرْبَةٍ كُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ وَفِي الثَّانِيَةِ دُونَ ذَلِكَ وَفِي الثَّالِثَةِ دُونَ ذَلِكَ و حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ حَدَّثَنَا إِسْمَعِيلُ يَعْنِي ابْنَ زَكَرِيَّاءَ عَنْ سُهَيْلٍ حَدَّثَتْنِي أُخْتِي عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي أَوَّلِ ضَرْبَةٍ سَبْعِينَ حَسَنَةً","source":"Muslim"},"__N_SSG":true}