{"pageProps":{"number":"3954","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] dan ['Utsman bin Abu Syaibah] keduanya berkata; Telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari [Syaqiq] dari [Masruq] dia berkata; 'Kami menemui [Abdullah bin Amru] ketika Mu'awiyah datang ke Kufah, kemudian dia ingat Rasulullah shallallahu 'alaihi wasallam seraya berkata; \"Beliau tidak pernah berbuat kejelekan dan tidak menyuruh untuk berbuat kejelekan.\" Lalu Abdullah bin Amru berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya orang-orang pilihan di antara kamu ialah yang paling indah budi pekertinya.\" [Utsman] berkata; 'Ketika dia datang bersama Mu'awiyah ke Kufah.' Dan telah menceritakannya kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Abu Mu'awiyah] dan [Waki']; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ibnu Numair]; Telah menceritakan kepada kami [Bapakku]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Abu Sa'id Al Asyaj]; Telah menceritakan kepada kami [Abu Khalid] yaitu Al Ahmar seluruhnya dari [Al A'masy] melalui jalur ini dengan Hadits yang serupa.","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ قَالَا حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ شَقِيقٍ عَنْ مَسْرُوقٍ قَالَدَخَلْنَا عَلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو حِينَ قَدِمَ مُعَاوِيَةُ إِلَى الْكُوفَةِ فَذَكَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَمْ يَكُنْ فَاحِشًا وَلَا مُتَفَحِّشًا وَقَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنْ خِيَارِكُمْ أَحَاسِنَكُمْ أَخْلَاقًاقَالَ عُثْمَانُ حِينَ قَدِمَ مَعَ مُعَاوِيَةَ إِلَى الْكُوفَةِ و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَوَكِيعٌ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي ح و حَدَّثَنَا أَبُو سَعِيدٍ الْأَشَجُّ حَدَّثَنَا أَبُو خَالِدٍ يَعْنِي الْأَحْمَرَ كُلُّهُمْ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ مِثْلَهُ","source":"Muslim"},"__N_SSG":true}