{"pageProps":{"number":"4079","slug":"muslim","id":"Telah menceritakan kepada kami ['Abdul Malik bin Syu'aib bin Al Laits bin Sa'ad]; Telah menceritakan kepadaku [Bapakku] dari [Kakekku]; Telah menceritakan kepadaku ['Uqail bin Khalid] dari [Ibnu Syihab] dari [Yahya bin Sa'id bin Al 'Ash] bahwa [Sa'id bin Al 'Ash] Telah mengabarkan kepadanya, ['Aisyah] istri Nabi shallallahu 'alaihi wasallam dan [Utsman] telah menceritakan kepadanya; Abu Bakar meminta izin untuk menemui Rasulullah shallallahu 'alaihi wasallam sedang saya bersama beliau dalam satu selimut, kemudian beliau mengizinkannya dan dia menyampaikan keperluannya kepada beliau sedang beliau masih bersamaku dalam selimut. Setelah itu Abu Bakar keluar. Kemudian Umar meminta izin kepada beliau dalam keadaan yang sama. lalu beliau mengizinkannya dan dia menyampaikan keperluannya kepada beliau, setelah itu Umar keluar. Utsman berkata; Kemudian aku meminta izin kepada beliau, lalu beliau segera duduk seraya berkata kepada Aisyah; 'Betulkan pakaianmu wahai Aisyah! Lalu aku menyampaikan keperluanku kepada beliau setelah itu aku keluar. Aisyah berkata; wahai Rasulullah! aku melihat sikapmu kepada Abu Bakar dan Umar ketika mereka meminta izin (menemuimu) tidak sama dengan sikapmu kepada Utsman ketika dia datang, kenapa demikian? Beliau bersabda: \"Sesungguhnya Ustman adalah orang yang sangat pemalu dan jika aku mengizinkannya dalam keadaanku yang seperti itu, aku khawatir dia tidak mau menyampaikan keperluannya kepadaku.\" Dan telah menceritakannya kepada kami ['Amru An Naqid] dan [Al Hasan bin 'Ali Al Hulwani] dan ['Abad bin Humaid] seluruhnya dari [Ya'qub bin Ibrahim bin Sa'ad]; Telah menceritakan kepada kami [Bapakku] dari [Shalih bin Kaisan] dari [Ibnu Syihab] dia berkata; Telah mengabarkan kepadaku [Yahya bin Sa'd bin Al 'Ash] bahwa [Sa'd bin Al 'Ash] telah mengabarkan kepadanya; bahwanya ['Utsman] dan ['Aisyah] telah menceritakannya kepada kami; Abu Bakr Ash Shiddiq meminta izin untuk menemui Rasulullah shallallahu 'alaihi wasallam. -lalu perawi menyebutkan Hadits yang sama dengan Hadits Uqail dari Az Zuhri.","arab":"حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ حَدَّثَنِي أَبِي عَنْ جَدِّي حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ عَنْ ابْنِ شِهَابٍ عَنْ يَحْيَى بْنِ سَعِيدِ بْنِ الْعَاصِ أَنَّ سَعِيدَ بْنَ الْعَاصِ أَخْبَرَهُ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعُثْمَانَ حَدَّثَاهُأَنَّ أَبَا بَكْرٍ اسْتَأْذَنَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُضْطَجِعٌ عَلَى فِرَاشِهِ لَابِسٌ مِرْطَ عَائِشَةَ فَأَذِنَ لِأَبِي بَكْرٍ وَهُوَ كَذَلِكَ فَقَضَى إِلَيْهِ حَاجَتَهُ ثُمَّ انْصَرَفَ ثُمَّ اسْتَأْذَنَ عُمَرُ فَأَذِنَ لَهُ وَهُوَ عَلَى تِلْكَ الْحَالِ فَقَضَى إِلَيْهِ حَاجَتَهُ ثُمَّ انْصَرَفَ قَالَ عُثْمَانُ ثُمَّ اسْتَأْذَنْتُ عَلَيْهِ فَجَلَسَ وَقَالَ لِعَائِشَةَ اجْمَعِي عَلَيْكِ ثِيَابَكِ فَقَضَيْتُ إِلَيْهِ حَاجَتِي ثُمَّ انْصَرَفْتُ فَقَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ مَالِي لَمْ أَرَكَ فَزِعْتَ لِأَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا كَمَا فَزِعْتَ لِعُثْمَانَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ عُثْمَانَ رَجُلٌ حَيِيٌّ وَإِنِّي خَشِيتُ إِنْ أَذِنْتُ لَهُ عَلَى تِلْكَ الْحَالِ أَنْ لَا يَبْلُغَ إِلَيَّ فِي حَاجَتِهِو حَدَّثَنَاه عَمْرٌو النَّاقِدُ وَالْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ كُلُّهُمْ عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي يَحْيَى بْنُ سَعِيدِ بْنِ الْعَاصِ أَنَّ سَعِيدَ بْنَ الْعَاصِ أَخْبَرَهُ أَنَّ عُثْمَانَ وَعَائِشَةَ حَدَّثَاهُ أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ اسْتَأْذَنَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ بِمِثْلِ حَدِيثِ عُقَيْلٍ عَنْ الزُّهْرِيِّ","source":"Muslim"},"__N_SSG":true}