{"pageProps":{"number":"4087","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami ['Abdul 'Aziz] yaitu [Ibnu Hazim] dari Abu Hazim dari [Sahl]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Qutaibah bin Sa'id] dan lafazhnya adalah yang ini; Telah menceritakan kepada kami [Ya'qub] yaitu Ibnu 'Abdur Rahman dari [Abu Hazim]; Telah mengabarkan kepadaku [Sahl bin Sa'ad] bahwa Rasulullah shallallahu 'alaihi wasallam telah bersabda ketika terjadi perang Khaibar: \"Sesungguhnya akan aku serahkan bendera perang ini kepada seorang laki-laki yang di tangannya Allah akan memberikan kemenangan bagi kaum muslimin. Ia mencintai Allah dan Rasulnya, serta sebaliknya yaitu bahwasanya Allah dan Rasulnya pun mencintainya.\" Sahal berkata; \"Satu malam lamanya para sahabat bertanya-tanya; 'siapa di antara mereka yang ditugasi membawa bendera perang.\" Esok harinya, para sahabat dan kaum muslimin Iainnya datang menghadap Rasulullah shallallahu 'alaihi wasallam. Setiap orang dari mereka ingin diberi tugas untuk membawa bendera perang tersebut. Lalu Rasulullah bertanya; \"Di mana Ali bin Abu Thalib?\" Para sahabat menjawab; \"Ia sedang menderita sakit mata ya Rasulullah.\" Rasulullah berkata, \"Bawalah ia kemari!\" Tak lama kemudian, Ali bin Abu Thalib datang menemui Rasulullah. Lalu Rasulullah meludahi kedua matanya dan berdoa untuk kesembuhannya. Tak lama kemudian kedua mata Ali sembuh tanpa ada rasa sakit lagi. Kemudian Rasulullah menyerahkan bendera perang itu kepadanya. Ali bin Abu Thalib bertanya; 'Ya Rasulullah, apakah saya harus memerangi kaum musyrikin hingga mereka menjadi orang-orang muslim seperiti kita? Rasulullah shallallahu 'alaihi wasallam menjawab: \"Hai Ali, laksanakanlah tugasmu dengan baik dan tidak tergesa-gesa, hingga kamu tiba di wilayah mereka'. Setelah itu, serulah mereka untuk masuk ke dalam agama Islam beritahukan kepada mereka tentang kewajiban-kewajihan yang harus mereka lakukan di dalam ajaran Islam! Demi Allah, sungguh petunjuk Allah yang diberikan kepada seseorang (hingga Ia masuk Islam) melalui perantaraanmu, adalah lebih baik bagimu daripada kamu memperoleh nikmat yang melimpah ruah dari unta merah.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ يَعْنِي ابْنَ حَازِمٍ عَنْ أَبِي حَازِمٍ عَنْ سَهْلٍ ح و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَاللَّفْظُ هَذَا حَدَّثَنَا يَعْقُوبُ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ عَنْ أَبِي حَازِمٍ أَخْبَرَنِي سَهْلُ بْنُ سَعْدٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَوْمَ خَيْبَرَ لَأُعْطِيَنَّ هَذِهِ الرَّايَةَ رَجُلًا يَفْتَحُ اللَّهُ عَلَى يَدَيْهِ يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ قَالَ فَبَاتَ النَّاسُ يَدُوكُونَ لَيْلَتَهُمْ أَيُّهُمْ يُعْطَاهَا قَالَ فَلَمَّا أَصْبَحَ النَّاسُ غَدَوْا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّهُمْ يَرْجُونَ أَنْ يُعْطَاهَا فَقَالَ أَيْنَ عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالُوا هُوَ يَا رَسُولَ اللَّهِ يَشْتَكِي عَيْنَيْهِ قَالَ فَأَرْسِلُوا إِلَيْهِ فَأُتِيَ بِهِ فَبَصَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عَيْنَيْهِ وَدَعَا لَهُ فَبَرَأَ حَتَّى كَأَنْ لَمْ يَكُنْ بِهِ وَجَعٌ فَأَعْطَاهُ الرَّايَةَ فَقَالَ عَلِيٌّ يَا رَسُولَ اللَّهِ أُقَاتِلُهُمْ حَتَّى يَكُونُوا مِثْلَنَا فَقَالَ انْفُذْ عَلَى رِسْلِكَ حَتَّى تَنْزِلَ بِسَاحَتِهِمْ ثُمَّ ادْعُهُمْ إِلَى الْإِسْلَامِ وَأَخْبِرْهُمْ بِمَا يَجِبُ عَلَيْهِمْ مِنْ حَقِّ اللَّهِ فِيهِ فَوَاللَّهِ لَأَنْ يَهْدِيَ اللَّهُ بِكَ رَجُلًا وَاحِدًا خَيْرٌ لَكَ مِنْ أَنْ يَكُونَ لَكَ حُمْرُ النَّعَمِ","source":"Muslim"},"__N_SSG":true}