{"pageProps":{"number":"4089","slug":"muslim","id":"Telah menceritakan kepadaku [Zuhair bin Harb] dan [Syuja' bin Makhlad] seluruhnya dari [Ibnu 'Ulayyah], [Zuhair] berkata; Telah menceritakan kepada kami [Isma'il bin Ibrahim]; Telah menceritakan kepadaku [Abu Hayyan]; Telah menceritakan kepadaku [Yazid bin Hayyan] dia berkata; \"Pada suatu hari saya pergi ke [Zaid bin Arqam] bersama Husain bin Sabrah dan Umar bin Muslim. Setelah kami duduk, Husain berkata kepada Zaid bin Arqam. Hai Zaid, kamu telah memperoleh kebaikan yang banyak. Kamu pernah melihat Rasulullah. Kamu pernah mendengar sabda beliau. Kamu pernah bertempur menyertai beliau. Dan kamu pun pernah shalat jama'ah bersama beliau. Sungguh kamu telah memperoleh kebaikan yang banyak. OIeh karena itu hai Zaid. sampaikanlah kepada kami apa yang pernah kamu dengar dari Rasulullah shallallahu 'alaihi wasallam! Zaid bin Arqam berkata; Hai kemenakanku, demi Allah sesungguhnya aku ini sudah tua dan ajalku sudah semakin dekat. Aku sudah lupa sebagian dari apa yang pernah aku dengar dari Rasulullah shallallahu 'alaihi wasallam. Oleh karena itu, apa yang bisa aku sampaikan, maka terimalah dan apa yang tidak bisa aku sampaikan. maka janganlah kamu memaksaku untuk menyampaikannya.\" Kemudian Zaid bin Arqam meneruskan perkataannya. Pada suatu ketika, Rasulullah shallallahu 'alaihi wasallam berdiri dan berpidato di suatu tempat air yang di sebut Khumm, yang terletak antara Makkah dan Madinah. Beliau memuji Allah, kemudian menyampaikan nasihat dan peringatan serta berkata; Ketahuilah hai saudara-saudara, bahwasanya aku adalah manusia biasa seperti kalian. Sebentar lagi utusan Tuhanku, malaikat pencabut nyawa, akan datang kepadaku dan aku pun siap menyambutnya. Sesungguhnya aku akan meninggalkan dua hal yang berat kepada kalian, yaitu: Pertama, Al-Qur 'an yang berisi petunjuk dan cahaya. Oleh karena itu, laksanakanlah isi Al Qur'an dan peganglah. Sepertinya Rasulullah sangat mendorong dan menghimbau pengamalan Al Qur'an. Kedua, keluargaku. Aku ingatkan kepada kalian semua agar berpedoman kepada hukum Allah dalam memperlakukan keluargaku.\" (Beliau ucapkan sebanyak tiga kali). Husain bertanya kepada Zaid bin Arqarn; \"Hai Zaid, sebenarnya siapakah ahlul bait (keluarga) Rasulullah itu? Bukankah istri-istri beliau itu adalah ahlul bait (keluarga) nya?\" Zaid bin Arqam berkata; \"Istri-istri beliau adalah ahlul baitnya. tapi ahlul bait beliau yang dimaksud adalah orang yang diharamkan untuk menerima zakat sepeninggalan beliau.\" Husain bertanya; \"Siapakah mereka itu?\" Zaid bin Arqam menjawab; \"Mereka adalah keluarga Ali, keluarga Aqil. keluarga Ja'far, dan keluarga Abbas.\" Husain bertanya; \"Apakah mereka semua diharamkan untuk menerima zakat?\" Zaid bin Arqam menjawab.\"Ya.\" Dan telah menceritakan kepada kami [Muhammad bin Bakkar bin Ar Rayyan]; Telah menceritakan kepada kami [Hassan] yaitu Ibnu Ibrahim dari [Sa'id bin Masruq] dari [Yazid bin Hayyan] dari [Zaid bin Arqam] dari Nabi shallallahu 'alaihi wasallam, (lalu dia menyebutkan Haditsnya yang semakna dengan Hadits Zuhair; Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Muhamad bin Fudhail]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ishaq bin Ibrahim]; Telah mengabarkan kepada kami [Jarir] keduanya dari [Abu Hayyan] melalui jalur ini sebagaimana Hadits Ismail dan di dalam Hadits Jarir ada tambahan; 'Yaitu Kitabullah yang di dalamnya terdapat petunjuk dan cahaya. Barang siapa yang berpegang teguh dengannya dan mengambil pelajaran dari dalamnya maka dia akan berada di atas petunjuk. Dan barang siapa yang menganggapnya salah, maka dia akan tersesat. Telah menceritakan kepada kami [Muhammad bin Bakkar bin Ar Rayyan]; Telah menceritakan kepada kami [Hassan] yaitu Ibnu Ibrahim dari [Sa'id] yaitu Ibnu Masruq dari [Yazid bin Hayyan] dari [Zaid bin Arqam] dia berkata; Kami menemui Zaid bin Arqam, lalu kami katakan kepadanya; 'Sungguh kamu telah memiliki banyak kebaikan. Kamu telah bertemu dengan Rasulullah, shalat di belakang beliau…dan seterusnya sebagaimana Hadits Abu Hayyan. Hanya saja dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: 'Ketahuilah sesungguhnya aku telah meninggalkan untuk kalian dua perkara yang sangat besar. Salah satunya adalah Al Qur'an, barang siapa yang mengikuti petunjuknya maka dia akan mendapat petunjuk. Dan barang siapa yang meninggalkannya maka dia akan tersesat.' Juga di dalamnya disebutkan perkataan; Lalu kami bertanya; siapakah ahlu baitnya, bukankah istri-istri beliau? Dia menjawab; Bukan, demi Allah, sesungguhnya seorang istri bisa saja dia setiap saat bersama suaminya. Tapi kemudian bisa saja ditalaknya hingga akhirnya dia kembali kepada bapaknya dan kaumnya. Yang dimaksud dengan ahlu bait beliau adalah, keturunan beliau yang diharamkan bagi mereka untuk menerima zakat.'","arab":"حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ وَشُجَاعُ بْنُ مَخْلَدٍ جَمِيعًا عَنْ ابْنِ عُلَيَّةَ قَالَ زُهَيْرٌ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ حَدَّثَنِي أَبُو حَيَّانَ حَدَّثَنِي يَزِيدُ بْنُ حَيَّانَ قَالَ انْطَلَقْتُ أَنَا وَحُصَيْنُ بْنُ سَبْرَةَ وَعُمَرُ بْنُ مُسْلِمٍ إِلَى زَيْدِ بْنِ أَرْقَمَ فَلَمَّا جَلَسْنَا إِلَيْهِ قَالَ لَهُ حُصَيْنٌ لَقَدْ لَقِيتَ يَا زَيْدُ خَيْرًا كَثِيرًارَأَيْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَمِعْتَ حَدِيثَهُ وَغَزَوْتَ مَعَهُ وَصَلَّيْتَ خَلْفَهُ لَقَدْ لَقِيتَ يَا زَيْدُ خَيْرًا كَثِيرًا حَدِّثْنَا يَا زَيْدُ مَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَا ابْنَ أَخِي وَاللَّهِ لَقَدْ كَبِرَتْ سِنِّي وَقَدُمَ عَهْدِي وَنَسِيتُ بَعْضَ الَّذِي كُنْتُ أَعِي مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَا حَدَّثْتُكُمْ فَاقْبَلُوا وَمَا لَا فَلَا تُكَلِّفُونِيهِ ثُمَّ قَالَ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فِينَا خَطِيبًا بِمَاءٍ يُدْعَى خُمًّا بَيْنَ مَكَّةَ وَالْمَدِينَةِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَوَعَظَ وَذَكَّرَ ثُمَّ قَالَ أَمَّا بَعْدُ أَلَا أَيُّهَا النَّاسُ فَإِنَّمَا أَنَا بَشَرٌ يُوشِكُ أَنْ يَأْتِيَ رَسُولُ رَبِّي فَأُجِيبَ وَأَنَا تَارِكٌ فِيكُمْ ثَقَلَيْنِ أَوَّلُهُمَا كِتَابُ اللَّهِ فِيهِ الْهُدَى وَالنُّورُ فَخُذُوا بِكِتَابِ اللَّهِ وَاسْتَمْسِكُوا بِهِ فَحَثَّ عَلَى كِتَابِ اللَّهِ وَرَغَّبَ فِيهِ ثُمَّ قَالَ وَأَهْلُ بَيْتِي أُذَكِّرُكُمْ اللَّهَ فِي أَهْلِ بَيْتِي أُذَكِّرُكُمْ اللَّهَ فِي أَهْلِ بَيْتِي أُذَكِّرُكُمْ اللَّهَ فِي أَهْلِ بَيْتِي فَقَالَ لَهُ حُصَيْنٌ وَمَنْ أَهْلُ بَيْتِهِ يَا زَيْدُ أَلَيْسَ نِسَاؤُهُ مِنْ أَهْلِ بَيْتِهِ قَالَ نِسَاؤُهُ مِنْ أَهْلِ بَيْتِهِ وَلَكِنْ أَهْلُ بَيْتِهِ مَنْ حُرِمَ الصَّدَقَةَ بَعْدَهُ قَالَ وَمَنْ هُمْ قَالَ هُمْ آلُ عَلِيٍّ وَآلُ عَقِيلٍ وَآلُ جَعْفَرٍ وَآلُ عَبَّاسٍ قَالَ كُلُّ هَؤُلَاءِ حُرِمَ الصَّدَقَةَ قَالَ نَعَمْو حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارِ بْنِ الرَّيَّانِ حَدَّثَنَا حَسَّانُ يَعْنِي ابْنَ إِبْرَاهِيمَ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ يَزِيدَ بْنِ حَيَّانَ عَنْ زَيْدِ بْنِ أَرْقَمَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَاقَ الْحَدِيثَ بِنَحْوِهِ بِمَعْنَى حَدِيثِ زُهَيْرٍ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ كِلَاهُمَا عَنْ أَبِي حَيَّانَ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ إِسْمَعِيلَ وَزَادَ فِي حَدِيثِ جَرِيرٍ كِتَابُ اللَّهِ فِيهِ الْهُدَى وَالنُّورُ مَنْ اسْتَمْسَكَ بِهِ وَأَخَذَ بِهِ كَانَ عَلَى الْهُدَى وَمَنْ أَخْطَأَهُ ضَلَّ حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارِ بْنِ الرَّيَّانِ حَدَّثَنَا حَسَّانُ يَعْنِي ابْنَ إِبْرَاهِيمَ عَنْ سَعِيدٍ وَهُوَ ابْنُ مَسْرُوقٍ عَنْ يَزِيدَ بْنِ حَيَّانَ عَنْ زَيْدِ بْنِ أَرْقَمَ قَالَ دَخَلْنَا عَلَيْهِ فَقُلْنَا لَهُ لَقَدْ رَأَيْتَ خَيْرًا لَقَدْ صَاحَبْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَصَلَّيْتَ خَلْفَهُ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ أَبِي حَيَّانَ غَيْرَ أَنَّهُ قَالَ أَلَا وَإِنِّي تَارِكٌ فِيكُمْ ثَقَلَيْنِ أَحَدُهُمَا كِتَابُ اللَّهِ عَزَّ وَجَلَّ هُوَ حَبْلُ اللَّهِ مَنْ اتَّبَعَهُ كَانَ عَلَى الْهُدَى وَمَنْ تَرَكَهُ كَانَ عَلَى ضَلَالَةٍ وَفِيهِ فَقُلْنَا مَنْ أَهْلُ بَيْتِهِ نِسَاؤُهُ قَالَ لَا وَايْمُ اللَّهِ إِنَّ الْمَرْأَةَ تَكُونُ مَعَ الرَّجُلِ الْعَصْرَ مِنْ الدَّهْرِ ثُمَّ يُطَلِّقُهَا فَتَرْجِعُ إِلَى أَبِيهَا وَقَوْمِهَا أَهْلُ بَيْتِهِ أَصْلُهُ وَعَصَبَتُهُ الَّذِينَ حُرِمُوا الصَّدَقَةَ بَعْدَهُ","source":"Muslim"},"__N_SSG":true}