{"pageProps":{"number":"4133","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dia berkata; Aku mendapatkan Hadits di dalam bukuku dari [Abu Usamah]; Telah menceritakan kepada kami [Hisyam]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al A'laa]; Telah menceritakan kepada kami [Abu Usamah] dari [Hisyam] dari [Bapaknya] dari ['Aisyah] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam pernah berkata: \"Sesungguhnya aku tahu kapan kamu suka kepadaku dan kapan kamu marah kepadaku.' Aisyah bertanya; 'Dari mana engkau mengetahui itu, ya Rasulullah? ' Rasulullah menjawab: \"Ketika kamu sedang suka kepadaku, maka kamu akan mengatakan; Demi Tuhan Muhammad'. Dan ketika kamu sedang marah kepadaku, maka kamu akan mengatakan; 'Demi Tuhan Ibrahim.' Aisyah berkata, \"Demi Allah ya Rasulullah, memang yang tidak saya sebut ketika saya sedang marah hanyalah nama engkau.\"Dan telah menceritakannya kepada kami [Ibnu Numair]; Telah menceritakan kepada kami ['Abdah] dari [Hisyam bin 'Urwah] melalui jalur ini, sampai perkataannya; 'Demi Tuhan Ibrahim.' (tidak ada tambahan setelah itu).","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ وَجَدْتُ فِي كِتَابِي عَنْ أَبِي أُسَامَةَ حَدَّثَنَا هِشَامٌ ح و حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَأَعْلَمُ إِذَا كُنْتِ عَنِّي رَاضِيَةً وَإِذَا كُنْتِ عَلَيَّ غَضْبَى قَالَتْ فَقُلْتُ وَمِنْ أَيْنَ تَعْرِفُ ذَلِكَ قَالَ أَمَّا إِذَا كُنْتِ عَنِّي رَاضِيَةً فَإِنَّكِ تَقُولِينَ لَا وَرَبِّ مُحَمَّدٍ وَإِذَا كُنْتِ غَضْبَى قُلْتِ لَا وَرَبِّ إِبْرَاهِيمَ قَالَتْ قُلْتُ أَجَلْ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا أَهْجُرُ إِلَّا اسْمَكَو حَدَّثَنَاه ابْنُ نُمَيْرٍ حَدَّثَنَا عَبْدَةُ عَنْ هِشَامِ بْنِ عُرْوَةَ بِهَذَا الْإِسْنَادِ إِلَى قَوْلِهِ لَا وَرَبِّ إِبْرَاهِيمَ وَلَمْ يَذْكُرْ مَا بَعْدَهُ","source":"Muslim"},"__N_SSG":true}