{"pageProps":{"number":"4204","slug":"muslim","id":"Telah menceritakan kepadaku [Bisyr bin Khalid]; Telah mengabarkan kepada kami [Muhammad] yaitu Ibnu Ja'far dari [Syu'bah] dari [Sulaiman] dari [Abu Adh Dhuha] dari [Masruq] dia berkata; Saya pernah berkunjung ke rumah [Aisyah] yang pada saat itu ada Hassan bin Tsabit sedang melantunkan beberapa bait syairnya yang memuji Aisyah, dia berkata; Engkaulah wanita yang suci, hidup tenang tanpa adanya keraguan, Pagi-pagi engkau merasa lapar karena tidak pernah membicarakan keburukan orang lain.' Lalu Aisyah menjawab, Tapi, bukankah kamu tidak demikian hai Hassan?\" Masruq berkata; \"Saya bertanya kepada Aisyah, 'Wahai Ummul mukminin, mengapa engkau izinkan Hassan bin Tsabit masuk ke rumahmu? Bukankah Allah telah berfirman, (Dan orang yang berandil besar (dalam memfitnah Aisyah), maka ia akan memperoleh adzab yang besar. (Qs.An Nuur: 11) Mendengar pertanyaan seperti itu. Aisyah menjawab; \"Azab apalagi yang lebih pedih daripada kebutaan? Bukankah Hassan bin Tsabit telah berjasa dalam membela Rasulullah dengan melontarkan syair-syair hinaan kepada orang-orang kafir?\" Telah menceritakannya kepada kami [Ibnu Al Mutsanna]; Telah menceritakan kepada kami [Ibnu Abu 'Adi] dari [Syu'bah] melalui jalur ini dia berkata; [Aisyah] berkata; 'Dia telah membela Rasulullah shallallahu 'alaihi wasallam..-dan tidak menyebutkan lafazh; 'Hasshan Razan.'","arab":"حَدَّثَنِي بِشْرُ بْنُ خَالِدٍ أَخْبَرَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ عَنْ شُعْبَةَ عَنْ سُلَيْمَانَ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ قَالَدَخَلْتُ عَلَى عَائِشَةَ وَعِنْدَهَا حَسَّانُ بْنُ ثَابِتٍ يُنْشِدُهَا شِعْرًا يُشَبِّبُ بِأَبْيَاتٍ لَهُ فَقَالَ حَصَانٌ رَزَانٌ مَا تُزَنُّ بِرِيبَةٍوَتُصْبِحُ غَرْثَى مِنْ لُحُومِ الْغَوَافِلِفَقَالَتْ لَهُ عَائِشَةُ لَكِنَّكَ لَسْتَ كَذَلِكَ قَالَ مَسْرُوقٌ فَقُلْتُ لَهَا لِمَ تَأْذَنِينَ لَهُ يَدْخُلُ عَلَيْكِ وَقَدْ قَالَ اللَّهُ{ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ }فَقَالَتْ فَأَيُّ عَذَابٍ أَشَدُّ مِنْ الْعَمَى إِنَّهُ كَانَ يُنَافِحُ أَوْ يُهَاجِي عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحَدَّثَنَاه ابْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ شُعْبَةَ فِي هَذَا الْإِسْنَادِ وَقَالَ قَالَتْ كَانَ يَذُبُّ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَذْكُرْ حَصَانٌ رَزَانٌ","source":"Muslim"},"__N_SSG":true}