{"pageProps":{"number":"4210","slug":"muslim","id":"Berkata [Ibnu Syihab]; dan berkata [Ibnu Al Musayyab] bahwa [Abu Hurairah] pernah berkata; 'Orang-orang mengatakan bahwasanya Abu Hurairah banyak meriwayatkan hadits. Allah Subhanahu wa Ta'ala memberinya kesempatan bersama Rasulullah Shallallahu'alaihiwasallam.' Orang-orang berkata; 'Mengapa orang-orang Muhajirin dan Anshar tidak meniwayatkan hadits sebanyak riwayat Abu Hurairah?\" Saya (Abu Hurairah) akan memberitahu kalian tentang hal ini: Saudara-saudara saya dan kaum Anshar sibuk bertani dan saudara-saudara saya dan kaum Muhajirin sibuk berjual beli di pasar. Sementara saya senantiasa menyertai Rasulullah shallallahu 'alaihi wasallam, hingga saya lebih banyak mendengar sabda beliau. Saya hadir ketika mereka, para sahabat dari kaum Anshar dan Muhajirin, tidak hadir dan saya hapal ketika mereka lupa.\" Pada suatu hari, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapakah di antara kalian yang sudi membentangkan bajunya untuk menampung sabdaku ini? Setelah itu, ia tempelkan bajunya itu ke dadanya, karena dengan begitu ia tidak akan pernah melupakan satu hadits pun yang pernah ia dengar dariku.\" Mendengar pernyataan Rasulullah itu, maka saya bentangkan kain selendang saya hingga Rasulullah selesai bersabda, Kemudian saya tempelkan selendang tersebut ke dada saya. Semenjak itu, saya tidak pernah melupakan satu hadits pun yang beliau sabdakan kepada saya. Seandainya tidak ada dua ayat Al Qur an yang diturunkan Allah, tentu saya tidak akan pernah menyampaikan satu hadits pun yang pernah saya dengar. Kedua ayat tersebut adalah: 'Sesungguhnya orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan yang jelas dan petunjuk setelah Kami menerangkannya kepada manusia dalam Al Qur'an, maka, mereka itu akan dilaknat Allah dan dilaknat pula oleh semua makhluk yang bisa melaknat, kecuali mereka yang bertaubat dan mengadakan perbaikan serta menerangkan kebenaran, maka terhadap mereka itulah aku menerima taubatnya dan Aku Maha Penerima taubat lagi Maha penyayang' (QS. Albaqarah 159). Dan telah menceritakan kepada kami ['Abdullah bin 'Abdur Rahman Ad Darimi]; Telah mengabarkan kepada kami [Abu Yaman] dari [Syu'aib] dari [Az Zuhri]; Telah mengabarkan kepadaku [Sa'id bin Al Musayyab] dan [Abu Salamah bin 'Abdur Rahman] bahwa [Abu Hurairah] berkata; Sesungguhnya kalian mengatakan, mengapa Abu Hurairah banyak mengafal Hadits dari Rasulullah shallallahu 'alaihi wasallam..dan seterusnya dengan Hadits yang serupa.","arab":"قَالَ ابْنُ شِهَابٍ وَقَالَ ابْنُ الْمُسَيَّبِ إِنَّ أَبَا هُرَيْرَةَ قَالَ يَقُولُونَ إِنَّ أَبَا هُرَيْرَةَ قَدْ أَكْثَرَ وَاللَّهُ الْمَوْعِدُ وَيَقُولُونَ مَا بَالُ الْمُهَاجِرِينَ وَالْأَنْصَارِ لَا يَتَحَدَّثُونَ مِثْلَ أَحَادِيثِهِ وَسَأُخْبِرُكُمْ عَنْ ذَلِكَ إِنَّ إِخْوَانِي مِنْ الْأَنْصَارِ كَانَ يَشْغَلُهُمْ عَمَلُ أَرَضِيهِمْ وَإِنَّ إِخْوَانِي مِنْ الْمُهَاجِرِينَ كَانَ يَشْغَلُهُمْ الصَّفْقُ بِالْأَسْوَاقِ وَكُنْتُ أَلْزَمُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مِلْءِ بَطْنِي فَأَشْهَدُ إِذَا غَابُوا وَأَحْفَظُ إِذَا نَسُوا وَلَقَدْقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا أَيُّكُمْ يَبْسُطُ ثَوْبَهُ فَيَأْخُذُ مِنْ حَدِيثِي هَذَا ثُمَّ يَجْمَعُهُ إِلَى صَدْرِهِ فَإِنَّهُ لَمْ يَنْسَ شَيْئًا سَمِعَهُ فَبَسَطْتُ بُرْدَةً عَلَيَّ حَتَّى فَرَغَ مِنْ حَدِيثِهِ ثُمَّ جَمَعْتُهَا إِلَى صَدْرِي فَمَا نَسِيتُ بَعْدَ ذَلِكَ الْيَوْمِ شَيْئًا حَدَّثَنِي بِهِ وَلَوْلَا آيَتَانِ أَنْزَلَهُمَا اللَّهُ فِي كِتَابِهِ مَا حَدَّثْتُ شَيْئًا أَبَدًا{ إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى }إِلَى آخِرِ الْآيَتَيْنِو حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ أَخْبَرَنَا أَبُو الْيَمَانِ عَنْ شُعَيْبٍ عَنْ الزُّهْرِيِّ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ قَالَ إِنَّكُمْ تَقُولُونَ إِنَّ أَبَا هُرَيْرَةَ يُكْثِرُ الْحَدِيثَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}