{"pageProps":{"number":"422","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Umar bin Yunus Al Hanafi] telah menceritakan kepada kami [Ikrimah bin Ammar] telah menceritakan kepada kami [Ishaq bin Abu Thalhah] telah menceritakan kepada kami [Anas bin Malik] -yaitu pamannya Ishaq- dia berkata, \"Ketika kami berada di masjid bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba datanglah seorang Badui yang kemudian berdiri dan kencing di masjid. Maka para sahabat Rasulullah shallallahu 'alaihi wasallam berkata, 'Cukup, cukup'.\" Anas berkata, \"Rasulullah shallallahu 'alaihi wasallam lantas bersabda: \"Janganlah kalian menghentikan kencingnya, biarkanlah dia hingga dia selesai kencing.\" Kemudian Rasulullah memanggilnya seraya berkata kepadanya: \"Sesungguhnya masjid ini tidak layak dari kencing ini dan tidak pula kotoran tersebut. Ia hanya untuk berdzikir kepada Allah, shalat, dan membaca al-Qur'an, \" atau sebagaimana yang dikatakan Rasulullah shallallahu 'alaihi wasallam. Anas melanjutkan ucapannya, \"Lalu beliau memerintahkan seorang laki-laki dari para sahabat (mengambil air), lalu dia membawa air satu ember dan mengguyurnya.\"","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ حَدَّثَنَا إِسْحَقُ بْنُ أَبِي طَلْحَةَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ وَهُوَ عَمُّ إِسْحَقَ قَالَبَيْنَمَا نَحْنُ فِي الْمَسْجِدِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَ أَعْرَابِيٌّ فَقَامَ يَبُولُ فِي الْمَسْجِدِ فَقَالَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَهْ مَهْ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُزْرِمُوهُ دَعُوهُ فَتَرَكُوهُ حَتَّى بَالَ ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعَاهُ فَقَالَ لَهُ إِنَّ هَذِهِ الْمَسَاجِدَ لَا تَصْلُحُ لِشَيْءٍ مِنْ هَذَا الْبَوْلِ وَلَا الْقَذَرِ إِنَّمَا هِيَ لِذِكْرِ اللَّهِ عَزَّ وَجَلَّ وَالصَّلَاةِ وَقِرَاءَةِ الْقُرْآنِ أَوْ كَمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَأَمَرَ رَجُلًا مِنْ الْقَوْمِ فَجَاءَ بِدَلْوٍ مِنْ مَاءٍ فَشَنَّهُ عَلَيْهِ","source":"Muslim"},"__N_SSG":true}