{"pageProps":{"number":"4272","slug":"muslim","id":"Telah menceritakan kepadaku [Zuhair bin Harb]; Telah menceritakan kepada kami [Hasyim bin Al Qasim]; Telah menceritakan kepada kami [Sulaiman bin Al Mughirah]; Telah menceritakan kepadaku [Sa'id Al Jurairi] dari [Abu Nadhrah] dari [Usair bin Jabir] bahwa penduduk Kufah mengutus beberapa utusan kepada [Umar bin Khaththab], dan di antara mereka ada seseorang yang biasa mencela Uwais. Maka Umar berkata; \"Apakah di sini ada yang berasal dari Qaran. Lalu orang itu menghadap Umar. Kemudian Umar berkata: 'Sesungguhnya Rasulullah shallallahu 'alaihi wasallam telah bersabda: \"Sesungguhnya akan datang kepadamu seorang laki-laki dari Yaman yang biasa dipanggil dengan Uwais. Dia tinggal di Yaman bersama Ibunya. Dahulu pada kulitnya ada penyakit belang (berwarna putih). Lalu dia berdo'a kepada Allah, dan Allahpun menghilangkan penyakit itu, kecuali tinggal sebesar uang dinar atau dirham saja. Barang siapa di antara kalian yang menemuinya, maka mintalah kepadanya untuk memohonkan ampun kepada Allah untuk kalian.\" Telah menceritakan kepada kami [Zuhair bin Harb] dan [Muhammad bin Al Mutsanna] keduanya berkata; Telah menceritakan kepada kami ['Affan bin Muslim]; Telah menceritakan kepada kami [Hammad] yaitu Ibnu Salamah dari [Sa'id Al Jurairi] melalui jalur ini dari ['Umar bin Al Khaththab] dia berkata; Sungguh aku telah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sebaik-baik tabi'in, adalah seorang laki-laki yang dibiasa dipanggil Uwais, dia memiliki ibu, dan dulu dia memiliki penyakit belang ditubuhnya. Carilah ia, dan mintalah kepadanya agar memohonkan ampun untuk kalian.'","arab":"حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ حَدَّثَنِي سَعِيدٌ الْجُرَيْرِيُّ عَنْ أَبِي نَضْرَةَ عَنْ أُسَيْرِ بْنِ جَابِرٍأَنَّ أَهْلَ الْكُوفَةِ وَفَدُوا إِلَى عُمَرَ وَفِيهِمْ رَجُلٌ مِمَّنْ كَانَ يَسْخَرُ بِأُوَيْسٍ فَقَالَ عُمَرُ هَلْ هَاهُنَا أَحَدٌ مِنْ الْقَرَنِيِّينَ فَجَاءَ ذَلِكَ الرَّجُلُ فَقَالَ عُمَرُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قَالَ إِنَّ رَجُلًا يَأْتِيكُمْ مِنْ الْيَمَنِ يُقَالُ لَهُ أُوَيْسٌ لَا يَدَعُ بِالْيَمَنِ غَيْرَ أُمٍّ لَهُ قَدْ كَانَ بِهِ بَيَاضٌ فَدَعَا اللَّهَ فَأَذْهَبَهُ عَنْهُ إِلَّا مَوْضِعَ الدِّينَارِ أَوْ الدِّرْهَمِ فَمَنْ لَقِيَهُ مِنْكُمْ فَلْيَسْتَغْفِرْ لَكُمْحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَمُحَمَّدُ بْنُ الْمُثَنَّى قَالَا حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ حَدَّثَنَا حَمَّادٌ وَهُوَ ابْنُ سَلَمَةَ عَنْ سَعِيدٍ الْجُرَيْرِيِّ بِهَذَا الْإِسْنَادِ عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ خَيْرَ التَّابِعِينَ رَجُلٌ يُقَالُ لَهُ أُوَيْسٌ وَلَهُ وَالِدَةٌ وَكَانَ بِهِ بَيَاضٌ فَمُرُوهُ فَلْيَسْتَغْفِرْ لَكُمْ","source":"Muslim"},"__N_SSG":true}