{"pageProps":{"number":"4303","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dia berkata; Aku membaca Hadits [Malik] dari [Ibnu Syihab] dari ['Athaa bin Yazid Al Laitsi] dari [Abu Ayyub Al Anshari] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak halal bagi seorang muslim tidak bersapaan dengan saudaranya (sesama muslim) lebih dari tiga malam. Keduanya saling bertemu, tetapi mereka saling tak acuh satu sama lain. Yang paling baik di antara keduanya ialah yang lebih dahulu memberi salam.\" Telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Abu Bakr bin Abu Syaibah] serta [Zuhair bin Harb] mereka berkata; Telah menceritakan kepada kami [Sufyan]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepadaku [Harmalah bin Yahya]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Hajib bin Al Walid]; Telah menceritakan kepada kami [Muhammad bin Harb] dari [Az Zubaid]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ishaq bin Ibrahim Al Hanzhali] dan [Muhammad bin Rafi'] serta ['Abad bin Humaid] dari ['Abdur Razzaq] dari [Ma'mar] seluruhnya dari [Az Zuhri] dengan sanad Malik, dengan Hadits yang serupa. Kecuali Malik yang menggunakan lafazh: 'Fayashuddu Hadza wa yashuddu Hadza.' (keduanya saling berpaling).","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثِ لَيَالٍ يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلَامِحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا سُفْيَانُ ح و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ ح و حَدَّثَنَا حَاجِبُ بْنُ الْوَلِيدِ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ عَنْ الزُّبَيْدِيِّ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ وَمُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ كُلُّهُمْ عَنْ الزُّهْرِيِّ بِإِسْنَادِ مَالِكٍ وَمِثْلِ حَدِيثِهِ إِلَّا قَوْلَهُ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا فَإِنَّهُمْ جَمِيعًا قَالُوا فِي حَدِيثِهِمْ غَيْرَ مَالِكٍ فَيَصُدُّ هَذَا وَيَصُدُّ هَذَا","source":"Muslim"},"__N_SSG":true}