{"pageProps":{"number":"432","slug":"muslim","id":"Dan telah menceritakan kepada kami [Abu Sa'id al-Asyaj] dan [Abu Kuraib Muhammad bin al-Ala'] serta [Ishaq bin Ibrahim], Ishaq berkata, telah mengabarkan kepada kami, sedangkan dua orang lainnya berkata, telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [al-A'masy] dia berkata, saya mendengar [Mujahid] menceritakan dari [Thawus] dari [Ibnu Abbas] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam melewati dua kuburan, beliau lalu bersabda: \"Ketahuilah, sesungguhnya dua mayat ini sedang disiksa. Dan mereka berdua disiksa bukan karena melakukan dosa besar. Salah seorang di antara mereka disiksa karena suka mengadu-domba sedangkan yang lainnya disiksa karena tidak memasang satir saat kencing.\" Kemudian beliau meminta pelepah kurma basah, lalu membelahnya menjadi dua. Kemudian beliau menanam salah satunya pada kubur yang pertama dan yang satu lagi pada kubur yang kedua sambil bersabda: \"Semoga pelepah ini bisa meringankan siksa keduanya, selama ia belum kering.\" Telah menceritakan kepadaku tentangnya [Ahmad bin Yusuf al-Azdi] telah menceritakan kepada kami [Mu'alla bin Asad] telah menceritakan kepada kami [Abdul Wahid] dari [Sulaiman al-A'masy] dengan sanad ini, hanya saja dia menyebutkan, \"Sedangkan yang lain tidak berhati-hati (membersihkan) saat kencing.\"","arab":"حَدَّثَنِي أَبُو سَعِيدٍ الْأَشَجُّ وَأَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ إِسْحَقُ أَخْبَرَنَا وَقَالَ الْآخَرَانِ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَعْمَشُ قَالَ سَمِعْتُ مُجَاهِدًا يُحَدِّثُ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ قَالَمَرَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى قَبْرَيْنِ فَقَالَ أَمَا إِنَّهُمَا لَيُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِيرٍ أَمَّا أَحَدُهُمَا فَكَانَ يَمْشِي بِالنَّمِيمَةِ وَأَمَّا الْآخَرُ فَكَانَ لَا يَسْتَتِرُ مِنْ بَوْلِهِ قَالَ فَدَعَا بِعَسِيبٍ رَطْبٍ فَشَقَّهُ بِاثْنَيْنِ ثُمَّ غَرَسَ عَلَى هَذَا وَاحِدًا وَعَلَى هَذَا وَاحِدًا ثُمَّ قَالَ لَعَلَّهُ أَنْ يُخَفَّفُ عَنْهُمَا مَا لَمْ يَيْبَسَاحَدَّثَنِيهِ أَحْمَدُ بْنُ يُوسُفَ الْأَزْدِيُّ حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ حَدَّثَنَا عَبْدُ الْوَاحِدِ عَنْ سُلَيْمَانَ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّهُ قَالَ وَكَانَ الْآخَرُ لَا يَسْتَنْزِهُ عَنْ الْبَوْلِ أَوْ مِنْ الْبَوْلِ","source":"Muslim"},"__N_SSG":true}