{"pageProps":{"number":"4477","slug":"muslim","id":"Telah menceritakan kepadaku [Suwaid bin Sa'id] telah menceritakan kepada kami [Hafsh bin Maisarah] telah menceritakan kepadaku [Zaid bin Aslam] dari ['Atha bin Yasar] dari [Abu Sa'id Al Khudri] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sungguh, kalian benar-benar akan mengikuti kebiasaan orang-orang sebelum kalian sejengkal demi sejengkal dan sehasta demi sehasta, sehingga sekiranya mereka masuk ke dalam lubang biawak pun kalian pasti kalian akan mengikuti mereka.\" Kami bertanya; \"Wahai Rasulullah, apakah mereka itu yahudi dan Nasrani?\" Beliau menjawab: \"Siapa lagi kalau bukan mereka.\" Dan telah menceritakan kepada kami [beberapa orang] dari sahabat kami dari [Sa'id bin Abu Maryam] Telah mengabarkan kepada kami [Abu Gassan] yaitu Muhammad bin Mutharrif dari [Zaid bin Aslam] melalui sanad ini dengan Hadits yang serupa. Abu Ishaq Ibrahim bin Muhammad berkata; Telah menceritakan kepada kami Muhammad bin Yahya Telah menceritakan kepada kami Ibnu Abu Maryam Telah menceritakan kepada kami Abu Gassan Telah menceritakan kepada kami Zaid bin Aslam dari Atha' bin Yasar -lalu dia menyebutkan Hadits yang serupa.-","arab":"حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ حَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَتَتَّبِعُنَّ سَنَنَ الَّذِينَ مِنْ قَبْلِكُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ حَتَّى لَوْ دَخَلُوا فِي جُحْرِ ضَبٍّ لَاتَّبَعْتُمُوهُمْ قُلْنَا يَا رَسُولَ اللَّهِ آلْيَهُودَ وَالنَّصَارَى قَالَ فَمَنْو حَدَّثَنَا عِدَّةٌ مِنْ أَصْحَابِنَا عَنْ سَعِيدِ بْنِ أَبِي مَرْيَمَ أَخْبَرَنَا أَبُو غَسَّانَ وَهُوَ مُحَمَّدُ بْنُ مُطَرِّفٍ عَنْ زَيْدِ بْنِ أَسْلَمَ بِهَذَا الْإِسْنَادِ نَحْوَهُ قَالَ أَبُو إِسْحَقَ إِبْرَاهِيمُ بْنُ مُحَمَّدٍ حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ حَدَّثَنَا أَبُو غَسَّانَ حَدَّثَنَا زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ وَذَكَرَ الْحَدِيثَ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}