{"pageProps":{"number":"4617","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami ['Affan bin Muslim] telah menceritakan kepada kami [Hammam] telah menceritakan kepada kami [Qatadah] bahwasanya ['Aun] dan [Sa'id bin Abu Burdah] telah menceritakan kepada [Qatadah] bahwa keduanya menyaksikan [Abu Burdah] bercerita kepada 'Umar bin 'Abdul 'Aziz dari [bapaknya] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Tidaklah seorang muslim meninggal kecuali Allah akan memasukkan (memperlihatkan) ke dalam tempatnya neraka Yahudi atau Nashrani.\" Qatadah berkata; Maka Umar bin Abdul Aziz meminta Abu Burdah agar bersumpah atas nama Allah yang tidak ada Ilah selainnya sebanyak tiga kali jika ia memang benar telah mendengar bapaknya bercerita kepadanya tentang Hadits tersebut dari Rasulullah shallallahu 'alaihi wasallam. Qatadah berkata; Abu Burda pun bersumpah kepadanya. Qatadah berkata; Namun Sa'id tidak menceritakan kepadaku bahwa Umar meminta sumpah kepada Abu Darda, tapi dia juga tidak mengingkari perkataan Aun. Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Muhammad bin Al Mutsanna] semuanya dari ['Abdush Shamad bin 'Abdul Warits] telah mengabarkan kepada kami [Hammam] telah menceritakan kepada kami [Qatadah] dengan sanad ini seperti hadits 'Affan dan telah berkata 'Aun bin 'Utbah.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ أَنَّ عَوْنًا وَسَعِيدَ بْنَ أَبِي بُرْدَةَ حَدَّثَاهُ أَنَّهُمَا شَهِدَا أَبَا بُرْدَةَ يُحَدِّثُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ عَنْ أَبِيهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَمُوتُ رَجُلٌ مُسْلِمٌ إِلَّا أَدْخَلَ اللَّهُ مَكَانَهُ النَّارَ يَهُودِيًّا أَوْ نَصْرَانِيًّاقَالَ فَاسْتَحْلَفَهُ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ ثَلَاثَ مَرَّاتٍ أَنَّ أَبَاهُ حَدَّثَهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَحَلَفَ لَهُ قَالَ فَلَمْ يُحَدِّثْنِي سَعِيدٌ أَنَّهُ اسْتَحْلَفَهُ وَلَمْ يُنْكِرْ عَلَى عَوْنٍ قَوْلَهُ حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَمُحَمَّدُ بْنُ الْمُثَنَّى جَمِيعًا عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ أَخْبَرَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ عَفَّانَ وَقَالَ عَوْنُ بْنُ عُتْبَةَ","source":"Muslim"},"__N_SSG":true}