{"pageProps":{"number":"4793","slug":"muslim","id":"Telah menceritakan kepada kami [Ubaidullah bin Mu'adz Al Ambari] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Syu'bah] dari [Furat Al Qazzaz] dari [Abu Ath Thufail] dari [Abu Sarihah Hudzaifah bin Usaid] berkata: Nabi Shallallahu 'alaihi wa Salam berada di kamar sementara kami berada dibawah, beliau melihat kami dari atas lalu bertanya: \"Apa yang kalian bicarakan?\" Kami menjawab: Kiamat. Beliau bersabda: \"Kiamat tidaklah terjadi hingga kalian melihat sepuluh tanda-tanda; longsor di timur, longsor di barat dan longsor di jazirah arab, kabut, Dajjal, binatang bumi, Ya'juj dan Ma'juj, terbitnya matahari dari barat dan api muncul dari dasar lembah Aden yang menggiring manusia.\" Syu'bah berkata: Telah menceritakan kepadaku [Abdulaziz bin Rufai'] dari [Abu Ath Thufail] dari [Abu Sarihah] seperti itu, ia tidak menyebut nabi Shallallahu 'alaihi wa Salam. Salah satu dari keduanya berkata tentang tanda-tanda yang kesepuluh: Turunnya Isa bin Maryam Shallallahu 'alaihi wa Salam. Yang lain menyebut: Angin yang melemparkan manusia ke lautan. Telah menceritakannya kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Furat] berkata: Aku mendengar [Abu Ath Thufail] menceritakan dari [Abu Sarihah] berkata: Rasulullah Shallallahu 'alaihi wa Salam berada di kamar sementara kami ada dibawahnya, kami tengah berbincang-bincang, ia menyebut hadits serupa. Syu'bah berkata: Aku kira beliau bersabda: \"(Api) menempati dimana pun mereka berada dan bersama mereka saat tidur siang.\" Syu'bah berkata: Telah menceritakan kepadaku [seseorang] hadits ini dari [Abu Ath Thufail] dari [Abu Sarihah] dan ia tidak memarfu'kannya. Salah satu dari kedua orang ini berkata: Turunnya Isa bin Maryam. Yang lain menyebut: Angin yang melemparkan mereka ke laut. Telah menceritakannya kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Abu An Nu'man Al Hakim bin Abdullah Al Ijli] telah menceritakan kepada kami [Syu'bah] dari [Furat] berkata: Aku mendengar [Abu Ath Thufail] menceritakan dari [Abu Sarihah], ia berkata: Kami tengah berbincang-bincang lalu Rasulullah Shallallahu 'alaihi wa Salam melihat kami dari atas, seperti hadits Mu'adz dan Ibnu Ja'far. Ibnu Mutsanna berkata: telah menceritakan kepada kami [Abu An Nu'man Al Hakam bin Abdullah] telah menceritakan kepada kami [Syu'bah] dari [Abdulaziz bin Rufai'] dari [Abu Ath Thufail] dari [Abu Sarihah] sepertinya, ia berkata: Dan (tanda-tanda) yang kesepuluh adalah turunnya Isa bin Maryam. Syu'bah berkata: Abdulaziz tidak memarfu'kannya.","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ فُرَاتٍ الْقَزَّازِ عَنْ أَبِي الطُّفَيْلِ عَنْ أَبِي سَرِيحَةَ حُذَيْفَةَ بْنِ أَسِيدٍ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غُرْفَةٍ وَنَحْنُ أَسْفَلَ مِنْهُ فَاطَّلَعَ إِلَيْنَا فَقَالَ مَا تَذْكُرُونَ قُلْنَا السَّاعَةَ قَالَ إِنَّ السَّاعَةَ لَا تَكُونُ حَتَّى تَكُونَ عَشْرُ آيَاتٍ خَسْفٌ بِالْمَشْرِقِ وَخَسْفٌ بِالْمَغْرِبِ وَخَسْفٌ فِي جَزِيرَةِ الْعَرَبِ وَالدُّخَانُ وَالدَّجَّالُ وَدَابَّةُ الْأَرْضِ وَيَأْجُوجُ وَمَأْجُوجُ وَطُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا وَنَارٌ تَخْرُجُ مِنْ قُعْرَةِ عَدَنٍ تَرْحَلُ النَّاسَقَالَ شُعْبَةُ وَحَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ رُفَيْعٍ عَنْ أَبِي الطُّفَيْلِ عَنْ أَبِي سَرِيحَةَ مِثْلَ ذَلِكَ لَا يَذْكُرُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ و قَالَ أَحَدُهُمَا فِي الْعَاشِرَةِ نُزُولُ عِيسَى ابْنِ مَرْيَمَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ و قَالَ الْآخَرُ وَرِيحٌ تُلْقِي النَّاسَ فِي الْبَحْرِ و حَدَّثَنَاه مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ فُرَاتٍ قَالَ سَمِعْتُ أَبَا الطُّفَيْلِ يُحَدِّثُ عَنْ أَبِي سَرِيحَةَ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غُرْفَةٍ وَنَحْنُ تَحْتَهَا نَتَحَدَّثُ وَسَاقَ الْحَدِيثَ بِمِثْلِهِ قَالَ شُعْبَةُ وَأَحْسِبُهُ قَالَ تَنْزِلُ مَعَهُمْ إِذَا نَزَلُوا وَتَقِيلُ مَعَهُمْ حَيْثُ قَالُوا قَالَ شُعْبَةُ وَحَدَّثَنِي رَجُلٌ هَذَا الْحَدِيثَ عَنْ أَبِي الطُّفَيْلِ عَنْ أَبِي سَرِيحَةَ وَلَمْ يَرْفَعْهُ قَالَ أَحَدُ هَذَيْنِ الرَّجُلَيْنِ نُزُولُ عِيسَى ابْنِ مَرْيَمَ و قَالَ الْآخَرُ رِيحٌ تُلْقِيهِمْ فِي الْبَحْرِ و حَدَّثَنَاه مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو النُّعْمَانِ الْحَكَمُ بْنُ عَبْدِ اللَّهِ الْعِجْلِيُّ حَدَّثَنَا شُعْبَةُ عَنْ فُرَاتٍ قَالَ سَمِعْتُ أَبَا الطُّفَيْلِ يُحَدِّثُ عَنْ أَبِي سَرِيحَةَ قَالَ كُنَّا نَتَحَدَّثُ فَأَشْرَفَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِ مُعَاذٍ وَابْنِ جَعْفَرٍ و قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا أَبُو النُّعْمَانِ الْحَكَمُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنْ أَبِي الطُّفَيْلِ عَنْ أَبِي سَرِيحَةَ بِنَحْوِهِ قَالَ وَالْعَاشِرَةُ نُزُولُ عِيسَى ابْنِ مَرْيَمَ قَالَ شُعْبَةُ وَلَمْ يَرْفَعْهُ عَبْدُ الْعَزِيزِ","source":"Muslim"},"__N_SSG":true}