{"pageProps":{"number":"53","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Habib al-Haritsi] telah menceritakan kepada kami [Hammad bin Zaid] dari [Ishaq] -yaitu Ibnu Suwaid- bahwa [Abu Qatadah] menceritakan hadits, dia berkata, \"Kami berada di sisi Imran bin Hushain dalam sebuah rombongan, dan di antara kami ada Busyair bin Ka'ab, maka [Imran bin Hushain], saat itu, menceritakan kepada kami, dia katakan, 'Rasulullah shallallahu 'alaihi wasallam bersabda: \"Malu itu adalah baik semuanya.\" Atau dia berkata, \"Malu itu semuanya adalah baik.\" Maka Busyair bin Ka'ab berkata, \"Sungguh, dalam sebagian kitab atau hikmah kami mendapatkan bahwa dari rasa malu itu akan muncul ketenangan dan kewibawaan kepada Allah, dan dari malu itu ada kelemahan.\" Maka Imran marah hingga kedua matanya merah seraya berkata, \"Kenapa kulihat aku ceritakan kepadamu dari Rasulullah naun kamu justru menentang!\" Abu Qatadah berkata, \"Maka Imran mengulangi hadits tersebut.\" Abu Qatadah berkata, \"Dan Busyair juga mengulanginya lagi, sehingga Imran marah.\" Abu Qatdah melanjutkan, \"Maka kita tetap mengatakan tentangnya, karena kata-kata tersebut berasal dari kita wahai Abu Nujaid. Itu tidak apa-apa.\" Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [an-Nadlr] telah menceritakan kepada kami [Abu Na'amah al-Adawi] dia berkata, aku telah mendengar [Hujair bin ar-Rabi' al-Adawi] berkata dari [Imran bin Hushain] dari Nabi shallallahu 'alaihi wasallam dengan semisal hadits Hammad bin Zaid.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ إِسْحَقَ وَهُوَ ابْنُ سُوَيْدٍ أَنَّ أَبَا قَتَادَةَ حَدَّثَ قَالَكُنَّا عِنْدَ عِمْرَانَ بْنِ حُصَيْنٍ فِي رَهْطٍ مِنَّا وَفِينَا بُشَيْرُ بْنُ كَعْبٍ فَحَدَّثَنَا عِمْرَانُ يَوْمَئِذٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْحَيَاءُ خَيْرٌ كُلُّهُ قَالَ أَوْ قَالَ الْحَيَاءُ كُلُّهُ خَيْرٌفَقَالَ بُشَيْرُ بْنُ كَعْبٍ إِنَّا لَنَجِدُ فِي بَعْضِ الْكُتُبِ أَوْ الْحِكْمَةِ أَنَّ مِنْهُ سَكِينَةً وَوَقَارًا لِلَّهِ وَمِنْهُ ضَعْفٌ قَالَ فَغَضِبَ عِمْرَانُ حَتَّى احْمَرَّتَا عَيْنَاهُ وَقَالَ أَلَا أَرَانِي أُحَدِّثُكَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتُعَارِضُ فِيهِ قَالَ فَأَعَادَ عِمْرَانُ الْحَدِيثَ قَالَ فَأَعَادَ بُشَيْرٌ فَغَضِبَ عِمْرَانُ قَالَ فَمَا زِلْنَا نَقُولُ فِيهِ إِنَّهُ مِنَّا يَا أَبَا نُجَيْدٍ إِنَّهُ لَا بَأْسَ بِهِ حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا النَّضْرُ حَدَّثَنَا أَبُو نَعَامَةَ الْعَدَوِيُّ قَالَ سَمِعْتُ حُجَيْرَ بْنَ الرَّبِيعِ الْعَدَوِيَّ يَقُولُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ حَدِيثِ حَمَّادِ بْنِ زَيْدٍ","source":"Muslim"},"__N_SSG":true}