{"pageProps":{"number":"611","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] telah menceritakan kepada kami ['Abdah bin Sulaiman] dari [Hisyam] dari [bapaknya] dari [Aisyah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam mengaduh, lalu sejumlah manusia dari sahabatnya mengunjunginya untuk menjenguknya, lalu Rasulullah shallallahu 'alaihi wasallam shalat dalam keadaan duduk, lalu mereka shalat dengan mengikuti shalatnya dalam keadaan berdiri, lalu beliau memberikan isyarat kepada mereka agar duduk, maka mereka duduk. Ketika (shalat selesai) beliau berpaling seraya berkata, \" Imam dijadikan untuk mengimami, apabila dia rukuk, maka rukuklah kalian, dan apabila dia mengangkat maka kalian mengangkatlah, apabila dia shalat dengan cara duduk, maka shalatlah kalian dengan cara duduk. Telah menceritakan kepada kami [Abu ar-Rabi' az-Zahrani] telah menceritakan kepada kami [Hammad yaitu Ibnu Zaid] --lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] dan [Abu Kuraib] keduanya berkata, telah menceritakan kepada kami [Ibnu Numair] --lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Ibnu Numair] dia berkata, telah menceritakan kepada kami [bapakku] semuanya meriwayatkan dari [Hisyam bin Urwah] dengan isnad ini hadits semisalnya.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْاشْتَكَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلَ عَلَيْهِ نَاسٌ مِنْ أَصْحَابِهِ يَعُودُونَهُ فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسًا فَصَلُّوا بِصَلَاتِهِ قِيَامًا فَأَشَارَ إِلَيْهِمْ أَنْ اجْلِسُوا فَجَلَسُوا فَلَمَّا انْصَرَفَ قَالَ إِنَّمَا جُعِلَ الْإِمَامُ لِيُؤْتَمَّ بِهِ فَإِذَا رَكَعَ فَارْكَعُوا وَإِذَا رَفَعَ فَارْفَعُوا وَإِذَا صَلَّى جَالِسًا فَصَلُّوا جُلُوسًاحَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ زَيْدٍ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا ابْنُ نُمَيْرٍ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ قَالَ حَدَّثَنَا أَبِي جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}