{"pageProps":{"number":"666","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Abu 'Awanah] dari [Musa bin Abi Aisyah] dari [Sa'id bin Jubair] dari [Ibnu Abbas] mengenai firman Allah, \"Janganlah kamu gerakkan lidahmu untuk (membaca) al-Qur'an karena hendak cepat-cepat (menguasai) nya.\" Dia berkata, \"Nabi shallallahu 'alaihi wasallam membebani diri dengan at-Tanzil (al-Qur'an) sangat keras. Beliau menggerakkan kedua bibirnya (untuk melafadzkan).\" Lalu Ibnu Abbas berkata kepada, \"Saya menggerakkan keduanya sebagaimana dahulu Rasulullah shallallahu 'alaihi wasallam menggerakkan keduanya.\" Sa'id berkata, \"Saya menggerakkan keduanya sebagaimana dahulu Ibnu Abbas menggerakkan keduanya.\" Lalu beliau menggerakkan keduanya, maka Allah menurunkan ayat, \"Janganlah kamu gerakkan lidahmu untuk (membaca) al-Qur'an karena hendak cepat-cepat (menguasai) nya. kewajiban Kamilah untuk mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya.\" Dia berkata, \"Maksudnya mengumpulkannya di dadamu, kemudian kamu membacanya.\" FirmanNya, \"Apabila Kami selesai membacakannya maka ikutilah bacaan itu.' Dia berkata, '(Maksudnya apabila Kami telah menurunkannya) maka dengarkanlah kepadanya dan diamlah. Kemudian kewajiban Kamilah untuk membuatmu pandai membacanya'.\" Perawi berkata lagi, \"Dahulu Rasulullah shallallahu 'alaihi wasallam apabila didatangi Jibril, maka beliau mendengarkan, lalu apabila Jibril beranjak pergi maka Nabi shallallahu 'alaihi wasallam membacanya sebagaimana aku membacanya sekarang.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ فِي قَوْله{ لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ }قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَالِجُ مِنْ التَّنْزِيلِ شِدَّةً كَانَ يُحَرِّكُ شَفَتَيْهِ فَقَالَ لِي ابْنُ عَبَّاسٍ أَنَا أُحَرِّكُهُمَا كَمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحَرِّكُهُمَا فَقَالَ سَعِيدٌ أَنَا أُحَرِّكُهُمَا كَمَا كَانَ ابْنُ عَبَّاسٍ يُحَرِّكُهُمَا فَحَرَّكَ شَفَتَيْهِ فَأَنْزَلَ اللَّهُ تَعَالَى{ لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ }قَالَ جَمْعَهُ فِي صَدْرِكَ ثُمَّ تَقْرَؤُهُ{ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ }قَالَ فَاسْتَمِعْ وَأَنْصِتْ ثُمَّ إِنَّ عَلَيْنَا أَنْ تَقْرَأَهُ قَالَ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا أَقْرَأَهُ","source":"Muslim"},"__N_SSG":true}