{"pageProps":{"number":"764","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dia berkata, \"Saya membaca di hadapan [Malik] dari [Abu an-Nadhar] dari [Busr bin Sa'id] bahwa Zaid bin Khalid al-Juhani mengutusnya kepada Abu Juhaim untuk menanyakan kepadanya apa yang dia dengar dari Rasulullah Shallallahu'alaihiwasallam tentang lewat di hadapan orang yang sedang shalat. [Abu Juhaim] berkata, \"Rasulullah Shallallahu'alaihiwasallam bersabda, 'Kalau orang yang lewat di hadapan orang yang sedang shalat mengetahui dosa yang ditanggungnya, niscaya dia akan berhenti empat puluh, adalah lebih baik baginya daripada melewati orang yang sedang shalat.\" Abu an-Nadhar berkata, \"Saya tidak tahu dia berkata empat puluh hari atau bulan atau tahun.\" Telah menceritakan kepada kami [Abdullah bin Hasyim bin Hayyan al-'Abdi] telah menceritakan kepada kami [Waki'] dari [Sufyan] dari [Salim Abi an-Nadhar] dari [Busr bin Sa'id] bahwa Zaid bin Khalid al-Juhani mengirimkan utusan kepada [Abu Juhaim] al-Anshar sesuatu yang aku dengar dari Nabi Shallallahu'alaihiwasallam yang beliau katakan, lalu dia menyebutkan semakna dengan hadits Malik.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي النَّضْرِ عَنْ بُسْرِ بْنِ سَعِيدٍ أَنَّ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ أَرْسَلَهُ إِلَى أَبِي جُهَيْمٍ يَسْأَلُهُ مَاذَا سَمِعَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَارِّ بَيْنَ يَدَيْ الْمُصَلِّي قَالَ أَبُو جُهَيْمٍقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ يَعْلَمُ الْمَارُّ بَيْنَ يَدَيْ الْمُصَلِّي مَاذَا عَلَيْهِ لَكَانَ أَنْ يَقِفَ أَرْبَعِينَ خَيْرًا لَهُ مِنْ أَنْ يَمُرَّ بَيْنَ يَدَيْهِ قَالَ أَبُو النَّضْرِ لَا أَدْرِي قَالَ أَرْبَعِينَ يَوْمًا أَوْ شَهْرًا أَوْ سَنَةًحَدَّثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمِ بْنِ حَيَّانَ الْعَبْدِيُّ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ سَالِمٍ أَبِي النَّضْرِ عَنْ بُسْرِ بْنِ سَعِيدٍ أَنَّ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ أَرْسَلَ إِلَى أَبِي جُهَيْمٍ الْأَنْصَارِيِّ مَا سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فَذَكَرَ بِمَعْنَى حَدِيثِ مَالِكٍ","source":"Muslim"},"__N_SSG":true}