{"pageProps":{"number":"809","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin al-'Ala' al-Hamdani Abu Kuraib] dia berkata, telah menceritakan kepada kami [Abu Muawiyah] dari [al-A'masy] dari [Ibrahim] dari [al-Aswad] dan [Alqamah] keduanya berkata, \"Kami mendatangi [Abdullah bin Mas'ud] di rumahnya, lalu dia bertanya, 'Apakah mereka itu shalat di belakangmu? ' Jawab kami, 'Tidak.' Dia berkata, 'Bangunlah, lalu shalatlah, lalu dia tidak menyuruh kami adzan dan tidak pula iqamat'. Lalu kami berdiri di belakangnya. Kemudian dia menarik tangan kami, lalu dia menempatkan masing-masing kami di sebelah kanan dan kirinya. Ketika dia rukuk, kami meletakkan tangan kami di lutut'. Dia berkata, 'Tetapi Abdullah memukul tangan kami, dan dia mempertemukan kedua telapak tangannya lalu memasukkannya ke antara dua pahanya'. Tatkala telah selesai shalat dia berkata, 'Sesungguhnya nanti akan datang para penguasa yang mengakhirkan shalat dari waktunya dan mengundur-ngundur pelaksanaannya hingga hampir habis. Apabila kalian menyaksikan mereka melakukan hal tersebut, maka kalian shalatlah tepat pada waktunya, kemudian shalat pulalah berjamaah bersama-sama dengan mereka dan jadikanlah shalatmu bersama mereka sebagai suatu kesunatan. Apabila kamu bertiga, shalatlah bersama-sama, dan apabila kamu lebih banyak, angkatlah salah seorang menjadi imam. Apabila salah seorang dari kalian rukuk, maka letakkan kedua lenganmu di atas kedua dan membungkuklah. Dan pertemukan kedua telapak tanganmu. Aku seperti masih melihat Rasulullah shallallahu'alaihiwasallam, mempersilangkan anak-anak jari beliau. Lalu 'Abdulllah memperagakannya kepada mereka'.\" Dan telah menceritakan kepada kami [Minjab bin al-Harits at-Tamimi] telah mengabarkan kepada kami [Ibnu Mushir] dia berkata, --Lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Utsman bin Abi Syaibah] telah menceritakan kepada kami [Jarir] dia berkata, --Lewat jalur periwayatan lain-- dan telah menceritakan kepadaku [Muhammad bin Rafi'] telah menceritakan kepada kami [Yahya bin Adam] telah menceritakan kepada kami [Mufadhdhal] semuanya meriwayatkan dari [al-A'masy] dari [Ibrahim] dari [Alqamah] dan [al-Aswad] 'Bahwa keduanya mengunjungi [Abdullah] ', sesuai dengan makna hadits Abu Mu'awiyah. Sedangkan dalam hadits Mushir dan Jarir, \"Seakan-akan aku melihat persilangan jari-jari Rasulullah Shallallahu'alaihiwasallam dalam keadaan beliau rukuk.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ الْهَمْدَانِيُّ أَبُو كُرَيْبٍ قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ وَعَلْقَمَةَ قَالَا أَتَيْنَا عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فِي دَارِهِ فَقَالَ أَصَلَّى هَؤُلَاءِ خَلْفَكُمْ فَقُلْنَا لَا قَالَ فَقُومُوا فَصَلُّوا فَلَمْ يَأْمُرْنَا بِأَذَانٍ وَلَا إِقَامَةٍقَالَ وَذَهَبْنَا لِنَقُومَ خَلْفَهُ فَأَخَذَ بِأَيْدِينَا فَجَعَلَ أَحَدَنَا عَنْ يَمِينِهِ وَالْآخَرَ عَنْ شِمَالِهِ قَالَ فَلَمَّا رَكَعَ وَضَعْنَا أَيْدِيَنَا عَلَى رُكَبِنَا قَالَ فَضَرَبَ أَيْدِيَنَا وَطَبَّقَ بَيْنَ كَفَّيْهِ ثُمَّ أَدْخَلَهُمَا بَيْنَ فَخِذَيْهِ قَالَ فَلَمَّا صَلَّى قَالَ إِنَّهُ سَتَكُونُ عَلَيْكُمْ أُمَرَاءُ يُؤَخِّرُونَ الصَّلَاةَ عَنْ مِيقَاتِهَا وَيَخْنُقُونَهَا إِلَى شَرَقِ الْمَوْتَى فَإِذَا رَأَيْتُمُوهُمْ قَدْ فَعَلُوا ذَلِكَ فَصَلُّوا الصَّلَاةَ لِمِيقَاتِهَا وَاجْعَلُوا صَلَاتَكُمْ مَعَهُمْ سُبْحَةً وَإِذَا كُنْتُمْ ثَلَاثَةً فَصَلُّوا جَمِيعًا وَإِذَا كُنْتُمْ أَكْثَرَ مِنْ ذَلِكَ فَلْيَؤُمَّكُمْ أَحَدُكُمْ وَإِذَا رَكَعَ أَحَدُكُمْ فَلْيُفْرِشْ ذِرَاعَيْهِ عَلَى فَخِذَيْهِ وَلْيَجْنَأْ وَلْيُطَبِّقْ بَيْنَ كَفَّيْهِ فَلَكَأَنِّي أَنْظُرُ إِلَى اخْتِلَافِ أَصَابِعِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَرَاهُمْو حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ أَخْبَرَنَا ابْنُ مُسْهِرٍ قَالَ ح و حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ قَالَ ح و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا مُفَضَّلٌ كُلُّهُمْ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ وَالْأَسْوَدِ أَنَّهُمَا دَخَلَا عَلَى عَبْدِ اللَّهِ بِمَعْنَى حَدِيثِ أَبِي مُعَاوِيَةَ وَفِي حَدِيثِ ابْنِ مُسْهِرٍ وَجَرِيرٍ فَلَكَأَنِّي أَنْظُرُ إِلَى اخْتِلَافِ أَصَابِعِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ رَاكِعٌ","source":"Muslim"},"__N_SSG":true}