{"pageProps":{"number":"977","slug":"muslim","id":"Dan telah menceritakan kepada kami ['Amru bin Sawwad Al 'Amiri] dan [Harmalah bin Yahya], keduanya berkata; telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus], bahwa [Ibn Syihab] telah mengabarkan kepadanya, dia berkata; telah mengabarkan kepadaku ['Urwah bin Zubair] bahwa ['Aisyah] isteri Nabi shallallahu 'alaihi wasallam berkata; \"Suatu malam Rasulullah shallallahu 'alaihi wasallam mendirikan shalat isya' yang sering diistilahkan dengan 'shalat atamah. Rupanya beliau tak kunjung datang hingga Umar bin Khattab berkata; \"Anak-anak kecil dan kaum wanita telah telanjur tidur.\" Tidak lama kemudian Rasulullah shallallahu 'alaihi wasallam datang dan berkata kepada penghuni masjid, yaitu ketika beliau menemui mereka: \"Tak seorang pun dari penduduk bumi yang menunggu shalat isya` selain kalian. Dan itu terjadi ketika Islam belum tersosialisasi ke tenghah-tengah masyaraakat.\" [Harmalah] menambahkan dalam periwayatannya, [Ibn Syihab] berkata; Dan disebutkan kepadaku bahwa Rasulullah shallallahu 'alaihi wasallam bersabda; \"Tidakkah kalian sebaiknya mengunjungi Rasulullah shallallahu 'alaihi wasallam untuk mengimami shalat? dan itu terjadi ketika Umar berteriak-teriak menyerukan panggilan shalat.\" Telah menceritakan kepadaku [Abdul Malik bin Syu'aib bin Al Laits] telah menceritakan kepadaku [Ayahku] dari [Kakekku] dari ['Uqail] dari [Ibnu Syihab] dengan sanad seperti ini, namun ia tidak menyebutkan ucapan Az Zuhri, dan disebutkan kepadaku redaksi sesudahnya.","arab":"و حَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ وَحَرْمَلَةُ بْنُ يَحْيَى قَالَا أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ أَنَّ ابْنَ شِهَابٍ أَخْبَرَهُ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِأَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ أَعْتَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةً مِنْ اللَّيَالِي بِصَلَاةِ الْعِشَاءِ وَهِيَ الَّتِي تُدْعَى الْعَتَمَةَ فَلَمْ يَخْرُجْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى قَالَ عُمَرُ بْنُ الْخَطَّابِ نَامَ النِّسَاءُ وَالصِّبْيَانُ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِأَهْلِ الْمَسْجِدِ حِينَ خَرَجَ عَلَيْهِمْ مَا يَنْتَظِرُهَا أَحَدٌ مِنْ أَهْلِ الْأَرْضِ غَيْرُكُمْ وَذَلِكَ قَبْلَ أَنْ يَفْشُوَ الْإِسْلَامُ فِي النَّاسِ زَادَ حَرْمَلَةُ فِي رِوَايَتِهِ قَالَ ابْنُ شِهَابٍ وَذُكِرَ لِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَمَا كَانَ لَكُمْ أَنْ تَنْزُرُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الصَّلَاةِ وَذَاكَ حِينَ صَاحَ عُمَرُ بْنُ الْخَطَّابِو حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ بِهَذَا الْإِسْنَادِ مِثْلَهُ وَلَمْ يَذْكُرْ قَوْلَ الزُّهْرِيِّ وَذُكِرَ لِي وَمَا بَعْدَهُ","source":"Muslim"},"__N_SSG":true}