{"pageProps":{"number":"983","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ibnu Juraij] katanya; Aku katakan kepada ['Atha`]; \"Kapan waktu yang paling engkau sukai agar aku shalat isya` bersamamu, yang diistilahkan orang-orang dengan shalat 'atamah itu, dan aku dan kamu hanya berdua? Jawab 'Atha`; Aku pernah mendengar Ibnu Abbas mengatakan; \"Suatu malam Nabi shallallahu 'alaihi wasallam hendak mengerjakan shalat isya`.\" [Ibnu Abbas] berkata; Hingga para sahabat ketiduran dan terbangun, kemudian ketiduran dan terbangun. Umar bin Khatthab kemudian berdiri dan berkata; \"Shalat!\" Ath` berkata; Ibn Abbas melanjutkan; Tidak beberapa lama Nabiyulah shallallahu 'alaihi wasallam muncul, seolah-olah aku melihatnya kepalanya meneteskan air dan beliau letakkan tangannya diatas sebelah kepalanya, beliau bersabda: \"Kalaulah tidak memberatkan umatku, niscaya aku akan menyuruh mereka supaya mendirikan shalat (seperti waktu sekarang).\" Ibnu Juraij berkata; aku bertanya kepada 'Atha`; \"Lalu bagaimana Nabi shallallahu 'alaihi wasallam meletakkan tangannya diatas kepalanya sebagaimana diberitakan Ibn Abbas?\" 'Atha` lalu merenggangkan sedikit antara jari-jarinya, kemudian ia letakkan ujung-ujung jarinya diatas tanduk kepala, kemudian ia tarik dan ditelusurkan ke arah kepala hingga jempolnya menyentuh ujung telinga yang menghadap wajah, kemudian beliau telusurkan kearah bagian atas pipinya dan arah jenggotnya, dia melakukan dengan tidak terlalu pelan dan tidak pula terlalu cepat.\" Saya tanyakan kepada 'Atha`; \"Berapa kali diceritakan kepadamu bahwa Nabi shallallahu 'alaihi wasallam mengakhirkan shalat isya` hingga larut malam?\" Jawab 'Atha` \"Saya tidak tahu.\" Atha` berkata; Oleh karena itu, aku lebih suka melakukan shalat isya` secara sendirian ketika waktu sudah larut, sebagaimana dilakukan Nabi shallallahu 'alaihi wasallam di suatu malamnya, sekalipun itu memberatkanmu, baik kau lakukan sendiri atau bersama orang-orang (jamaah), maka lakukanlah secara ideal, tidak terlalu pelan dan tidak terlalu cepat.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ قُلْتُ لِعَطَاءٍ أَيُّ حِينٍ أَحَبُّ إِلَيْكَ أَنْ أُصَلِّيَ الْعِشَاءَ الَّتِي يَقُولُهَا النَّاسُ الْعَتَمَةَ إِمَامًا وَخِلْوًا قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُاأَعْتَمَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ الْعِشَاءَ قَالَ حَتَّى رَقَدَ نَاسٌ وَاسْتَيْقَظُوا وَرَقَدُوا وَاسْتَيْقَظُوا فَقَامَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ الصَّلَاةَ فَقَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ فَخَرَجَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَأَنِّي أَنْظُرُ إِلَيْهِ الْآنَ يَقْطُرُ رَأْسُهُ مَاءً وَاضِعًا يَدَهُ عَلَى شِقِّ رَأْسِهِ قَالَ لَوْلَا أَنْ يَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ أَنْ يُصَلُّوهَا كَذَلِكَ قَالَ فَاسْتَثْبَتُّ عَطَاءً كَيْفَ وَضَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ عَلَى رَأْسِهِ كَمَا أَنْبَأَهُ ابْنُ عَبَّاسٍ فَبَدَّدَ لِي عَطَاءٌ بَيْنَ أَصَابِعِهِ شَيْئًا مِنْ تَبْدِيدٍ ثُمَّ وَضَعَ أَطْرَافَ أَصَابِعِهِ عَلَى قَرْنِ الرَّأْسِ ثُمَّ صَبَّهَا يُمِرُّهَا كَذَلِكَ عَلَى الرَّأْسِ حَتَّى مَسَّتْ إِبْهَامُهُ طَرَفَ الْأُذُنِ مِمَّا يَلِي الْوَجْهَ ثُمَّ عَلَى الصُّدْغِ وَنَاحِيَةِ اللِّحْيَةِ لَا يُقَصِّرُ وَلَا يَبْطِشُ بِشَيْءٍ إِلَّا كَذَلِكَقُلْتُ لِعَطَاءٍ كَمْ ذُكِرَ لَكَ أَخَّرَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَتَئِذٍ قَالَ لَا أَدْرِي قَالَ عَطَاءٌ أَحَبُّ إِلَيَّ أَنْ أُصَلِّيَهَا إِمَامًا وَخِلْوًا مُؤَخَّرَةً كَمَا صَلَّاهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَتَئِذٍ فَإِنْ شَقَّ عَلَيْكَ ذَلِكَ خِلْوًا أَوْ عَلَى النَّاسِ فِي الْجَمَاعَةِ وَأَنْتَ إِمَامُهُمْ فَصَلِّهَا وَسَطًا لَا مُعَجَّلَةً وَلَا مُؤَخَّرَةً","source":"Muslim"},"__N_SSG":true}