{"pageProps":{"number":"1163","slug":"ahmad","id":"(Ahmad bin Hanbal radliyallahu'anhu) berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] berkata; telah menceritakan kepada kami [Syu'bah] dari [Manshur] berkata; saya telah mendengar [Mujahid] menceritakan dari [Abu 'Ayyasy Az-Zuraqi] berkata; Syu'bah berkata; dia telah menulisnya untukku dan saya membaca di hadapannya dan saya juga telah mendengarnya darinya dia menceritakannya, tapi saya saya menghapalnya dari kitab, Nabi Shallallahu'alaihiwasallam berada pada shaf yang menghadapi musuh di 'Usfan yang dalam pasukan orang-orang musyrik terdapat Khalid bin Al Walid, lalu Nabi Shallallahu'alaihiwasallam shalat zhuhur bersama mereka kemudian orang-orang musyrik mengatakan, \"Sesungguhnya mereka memiliki shalat setelah ini yang mereka lebih cintai daripada anak-anak dan harta-harta mereka\" Lalu Rasulullah Shallallahu'alaihiwasallam shalat ashar bersama mereka, lalu mereka membariskan mereka dua shaf di belakang beliau. (Abu 'Ayyasy Az-Zuraqi Radliyallahu'anhu) berkata; lalu Rasulullah Shallallahu'alaihiwasallam rukuk bersama mereka semuanya. Tatkala mereka mengangkat kepala mereka, maka shaf yang berada di belakang beliau bersujud sedang yang di belakangnya tetap berdiri. Tatkala mereka telah mengangkat kepala mereka, maka shaf yang di belakangnya bersujud untuk rukuk bersama Rasulullah Shallallahu'alaihiwasallam. (Abu 'Ayyasy Az-Zuraqi Radliyallahu'anhu) berkata; lalu shaf yang di depan tersebut mundur dan shaf yang berada di belakangnya maju, lalu masing-masing menempati tempat temannya, lalu Rasulullah Shallallahu'alaihiwasallam memimpin rukuk bersama mereka semuanya. Tatkala mereka mengangkat kepalanya dari rukuk, maka shaf yang berada di belakangnya dan yang lainnya tetap berdiri, lalu Rasulullah Shallallahu'alaihiwasallam mengucapkan salam kepada mereka.","arab":"قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ مَنْصُورٍ قَالَ سَمِعْتُ مُجَاهِدًا يُحَدِّثُ عَنْ أَبِي عَيَّاشٍ الزُّرَقِيِّ قَالَ قَالَ شُعْبَةُ كَتَبَ بِهِ إِلَيَّ وَقَرَأْتُهُ عَلَيْهِ وَسَمِعْتُهُ مِنْهُ يُحَدِّثُ بِهِ وَلَكِنِّي حَفِظْتُهُ مِنْ الْكِتَابِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي مَصَافِّ الْعَدُوِّ بِعُسْفَانَ وَعَلَى الْمُشْرِكِينَ خَالِدُ بْنُ الْوَلِيدِ فَصَلَّى بِهِمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ ثُمَّ قَالَ الْمُشْرِكُونَ إِنَّ لَهُمْ صَلَاةً بَعْدَ هَذِهِ هِيَ أَحَبُّ إِلَيْهِمْ مِنْ أَبْنَائِهِمْ وَأَمْوَالِهِمْ فَصَلَّى بِهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ فَصَفَّهُمْ صَفَّيْنِ خَلْفَهُ قَالَ فَرَكَعَ بِهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَمِيعًا فَلَمَّا رَفَعُوا رُءُوسَهُمْ سَجَدَ الصَّفُّ الَّذِي يَلِيهِ وَقَامَ الْآخَرُونَ فَلَمَّا رَفَعُوا رُءُوسَهُمْ سَجَدَ الصَّفُّ الْمُؤَخَّرُ لِرُكُوعِهِمْ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ثُمَّ تَأَخَّرَ الصَّفُّ الْمُقَدَّمُ وَتَقَدَّمَ الصَّفُّ الْمُؤَخَّرُ فَقَامَ كُلُّ وَاحِدٍ مِنْهُمْ فِي مَقَامِ صَاحِبِهِ ثُمَّ رَكَعَ بِهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَمِيعًا فَلَمَّا رَفَعُوا رُءُوسَهُمْ مِنْ الرُّكُوعِ سَجَدَ الصَّفُّ الَّذِي يَلِيهِ وَقَامَ الْآخَرُونَ ثُمَّ سَلَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ","source":"Ahmad"},"__N_SSG":true}