{"pageProps":{"number":"1309","slug":"ahmad","id":"Telah menceritakan kepada kami ['Attab] telah menceritakan kepada kami [Abdullah] yaitu Ibnu Al mubarak, telah menceritakan kepada kami [Yunus] dari [Az Zuhri] telah mengabarkan kepadaku [Abu Umamah bin Sahl bin Hunaif Al Anshari] sesungguhnya [Ibnu Abbas] mengabarinya, sesungguhnya [Khalid bin Al Walid] yang dijuluki dengan pedang Allah mengabarinya, pernah dia bersama Rasulullah Shallallahu'alaihiwasallam memasuki rumah Maimunah, salah seorang istri Nabi Shallallahu'alaihiwasallam, dia adalah bibinya dan bibi Ibnu Abbas. Lalu dia mendapatkan di sisinya biawak yang sudah disate, yang sate tersebut disuguhkan oleh saudara perempuannya, yaitu Hufaidah binti Al Harits dari Najd. Lalu dia menyuguhkan biawak kepada Rasulullah Shallallahu'alaihiwasallam dan sangat jarang beliau disajikan suatu makanan sampai beliau diberitahukan nama dan jenis makanan tersebut. Tiba-tiba beliau ingin menjulurkan tangannya kepada daging biawak tersebut. Kontan salah seorang wanita dari mereka datang dan berkata; 'Heih tolong kabarkan kepada Rasulullah Shallallahu'alaihiwasallam tentang apa yang kalian suguhkan kepada beliau.' kami berkata; \"Itu daging biawak Wahai Rasulullah?\" Rasulullah Shallallahu'alaihiwasallam bergegas mengangkat tangannya dari biawak tersebut. Lalu Khalid bin Al Walid bertanya, \"Apakah itu haram, Wahai Rasulullah?\" beliau bersabda: \"Tidak, tapi saya tidak mendapatkannya pada kaumku dan saya membencinya.\" Khalid berkata; \"Lalu saya mendekatkan kepadaku, saya memakannya dan Rasulullah Shallallahu'alaihiwasallam melihatku dan beliau tidak melarangku.\"","arab":"حَدَّثَنَا عَتَّابٌ حَدَّثَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ الْمُبَارَكِ حَدَّثَنَا يُونُسُ عَنِ الزُّهْرِيِّ أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ الْأَنْصَارِيُّ أَنَّ ابْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ خَالِدَ بْنَ الْوَلِيدِ الَّذِي يُقَالُ لَهُ سَيْفُ اللَّهِ أَخْبَرَهُأَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ خَالَتُهُ وَخَالَةُ ابْنِ عَبَّاسٍ فَوَجَدَ عِنْدَهَا ضَبًّا مَحْنُوذًا قَدِمَتْ بِهِ أُخْتُهَا حُفَيْدَةُ بِنْتُ الْحَارِثِ مِنْ نَجْدٍ فَقَدَّمَتْ الضَّبَّ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ قَلَّمَا يُقَدِّمُ يَدَهُ لِطَعَامٍ حَتَّى يُحَدَّثَ بِهِ وَيُسَمَّى لَهُ فَأَهْوَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ إِلَى الضَّبِّ فَقَالَتْ امْرَأَةٌ مِنْ النِّسْوَةِ الْحُضُورِ أَخْبِرْنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قَدَّمْتُنَّ إِلَيْهِ قُلْنَ هُوَ الضَّبُّ يَا رَسُولَ اللَّهِ فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ عَنْ الضَّبِّ فَقَالَ خَالِدُ بْنُ الْوَلِيدِ أَحَرَامٌ الضَّبُّ يَا رَسُولَ اللَّهِ قَالَ لَا وَلَكِنْ لَمْ يَكُنْ بِأَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ قَالَ خَالِدٌ فَاجْتَرَرْتُهُ فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْظُرُ إِلَيَّ فَلَمْ يَنْهَنِي","source":"Ahmad"},"__N_SSG":true}