{"pageProps":{"number":"1392","slug":"ahmad","id":"Telah menceritakan kepada kami [Ghundar] berkata; telah menceritakan kepada kami [Ikrimah bin 'Ammar] berkata; telah bercerita kepadaku [Syaddad bin Abdullah] dia bertemu beberapa sahabat Nabi Shallallahu'alaihiwasallam, dari [Abu Umamah] dari ['Amr bin 'Abasah] berkata; saya berkata; \"Wahai Rasulullah, ajarilah saya dari apa yang Allah Azzawajalla ajarkan kepadamu.\" Beliau bersabda: \"Jika kamu selesai shalat subuh, maka tahanlah sampai matahari terbit. Jika telah terbit, janganlah kamu shalat sampai meninggi, sesungguhnya matahari terbit ketika dua tanduk setan muncul. Saat itu orang-orang kafir sedang bersujud padanya. Jika matahari telah naik seukuran tombak atau dua tombak, maka shalatlah, sesungguhnya shalat saat itu disaksikan dan dihadiri malaikat, sampai tombak dan bayangannya sama. Lalu tahanlah shalat setelahnya, karena pada saat itu Jahanam sedang dinyalakan. Jika telah ada bayangannya maka shalatlah, sesungguhnya shalat saat itu disaksikan dan dihadiri malaikat, sampai kamu shalat asar. Jika kamu telah shalat asar, maka janganlah shalat sampai matahari terbenam. Sesungguhnya matahari itu terbenam diantara dua tanduk setan, yang pada saat itu orang-orang kafir sedang sujud kepadanya.\"","arab":"حَدَّثَنَا غُنْدَرٌ قَالَ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ قَالَ حَدَّثَنِي شَدَّادُ بْنُ عَبْدِ اللَّهِ وَكَانَ قَدْ أَدْرَكَ نَفَرًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَبِي أُمَامَةَ عَنْ عَمْرِو بْنِ عَبَسَةَ قَالَقُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي مِمَّا عَلَّمَكَ اللَّهُ عَزَّ وَجَلَّ قَالَ إِذَا صَلَّيْتَ الصُّبْحَ فَأَقْصِرْ عَنْ الصَّلَاةِ حَتَّى تَطْلُعَ الشَّمْسُ فَإِذَا طَلَعَتْ فَلَا تُصَلِّ حَتَّى تَرْتَفِعَ فَإِنَّهَا تَطْلُعُ حِينَ تَطْلُعُ بَيْنَ قَرْنَيْ شَيْطَانٍ وَحِينَئِذٍ يَسْجُدُ لَهَا الْكُفَّارُ فَإِذَا ارْتَفَعَتْ قِيدَ رُمْحٍ أَوْ رُمْحَيْنِ فَصَلِّ فَإِنَّ الصَّلَاةَ مَشْهُودَةٌ مَحْضُورَةٌ حَتَّى يَعْنِي يَسْتَقِلَّ الرُّمْحُ بِالظِّلِّ ثُمَّ أَقْصِرْ عَنْ الصَّلَاةِ فَإِنَّهَا حِينَئِذٍ تُسْجَرُ جَهَنَّمُ فَإِذَا أَفَاءَ الْفَيْءُ فَصَلِّ فَإِنَّ الصَّلَاةَ مَشْهُودَةٌ مَحْضُورَةٌ حَتَّى تُصَلِّيَ الْعَصْرَ فَإِذَا صَلَّيْتَ الْعَصْرَ فَأَقْصِرْ عَنْ الصَّلَاةِ حَتَّى تَغْرُبَ الشَّمْسُ فَإِنَّهَا تَغْرُبُ بَيْنَ قَرْنَيْ شَيْطَانٍ فَحِينَئِذٍ يَسْجُدُ لَهَا الْكُفَّارُ","source":"Ahmad"},"__N_SSG":true}