{"pageProps":{"number":"1430","slug":"ahmad","id":"Telah menceritakan kepada kami [Al Hakam bin Nafi' Abu Al Yaman] berkata; telah menceritakan kepada kami [Isma'il bin 'Ayasy] dari [Rasyid bin Daud] dari [Ya'la bin Syadad] berkata; telah menceritakan kepadaku [Abu syadad bin Aus] dan ['Ubadah bin Shamit] datang membenarkannya berkata; kami bersama Rasulullah Shallallahu'alaihiwasallam lalu beliau bertanya, \"Apakah diantara kalian ada orang yang asing yaitu Ahli Kitab?\". Lalu kami menjawab, \"Tidak Wahai Rasulullah, \" lalu beliau menyuruh untuk menutup pintu dan bersabda: \"Angkatlah tangan kalian dan katakanlah, tidak ada tuhan selain Allah, \" lalu kami mengangkat tangan kami beberapa saat lalu Rasulullah Shallallahu'alaihiwasallam meletakkan tangan beliau lalu bersabda: \"Segala Puji bagi Allah, Ya Allah, Engkau telah mengutus kami dengan kalimat ini dan Engkau telah memerintahkanya dengannya dan Engkau telah menjanjikan kepada kami dengan syurga. Sesungguhnya Engkau tidak akan menyelisihi janji, \" lalu (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"Berilah kabar gembira, sesungguhnya Allah Azzawajalla telah mengampuni kalian.\"","arab":"حَدَّثَنَا الْحَكَمُ بْنُ نَافِعٍ أَبُو الْيَمَانِ قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ رَاشِدِ بْنِ دَاوُدَ عَنْ يَعْلَى بْنِ شَدَّادٍ قَالَ حَدَّثَنِي أَبِي شَدَّادُ بْنُ أَوْسٍ وَعُبَادَةُ بْنُ الصَّامِتِ حَاضِرٌ يُصَدِّقُهُ قَالَكُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَلْ فِيكُمْ غَرِيبٌ يَعْنِي أَهْلَ الْكِتَابِ فَقُلْنَا لَا يَا رَسُولَ اللَّهِ فَأَمَرَ بِغَلْقِ الْبَابِ وَقَالَ ارْفَعُوا أَيْدِيَكُمْ وَقُولُوا لَا إِلَهَ إِلَّا اللَّهُ فَرَفَعْنَا أَيْدِيَنَا سَاعَةً ثُمَّ وَضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ ثُمَّ قَالَ الْحَمْدُ لِلَّهِ اللَّهُمَّ بَعَثْتَنِي بِهَذِهِ الْكَلِمَةِ وَأَمَرْتَنِي بِهَا وَوَعَدْتَنِي عَلَيْهَا الْجَنَّةَ وَإِنَّكَ لَا تُخْلِفُ الْمِيعَادَ ثُمَّ قَالَ أَبْشِرُوا فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ غَفَرَ لَكُمْ","source":"Ahmad"},"__N_SSG":true}