{"pageProps":{"number":"1565","slug":"ahmad","id":"Telah menceritakan kepada kami [Husain bin Muhammad] Telah menceritakan kepada kami [Yazid] -yakni Ibnu Atha- dari [Yazid] -yakni Ibnu Abu Ziyad- dari [Abdullah bin Harits bin Naufal] telah menceritakan kepadaku [Abdul Muthalib bin Rabi'ah bin Harits bin Abdul Muhtalib] ia berkata, \"Al Abbas masuk menemui Rasulullah shallallahu 'alaihi wasallam dengan kesal, beliau pun bertanya kepadanya: \"Apa yang membuatmu kesal marah?\" Al Abbas berkata, \"Wahai Rasulullah, ada apa antara kami dan orang-orang Quraisy? Jika mereka berjumpa dengan sesama nya maka mereka akan menjumpainya dengan wajah yang berseri, namun jika berjumpa dengan kami maka mereka bermuka masam.\" Rasulullah shallallahu 'alaihi wasallam kemudian marah, wajahnya memerah dan keluar ke ringat antara kedua matanya. Dan beliau jika sedang marah maka akan keluar keringat antara kedua matanya. Setelah reda beliau bersabda: \"Demi Dzat yang jiwaku berada di tangan-Nya, Atau beliau bersabda: \"Demi Dzat yang jiwa Muhammad berada di tangan-Nya, iman tidak akan masuk ke dalam hari seseorang, hingga ia mencintai kalian karena Allah 'azza wajalla.\" Kemudian beliau bersabda lagi: \"Wahai sekalian manusia, barangsiapa menyakiti Al Abbas, maka sungguh ia telah menyakitiku. Sesungguhnya paman dari seorang laki-laki itu adalah saudara kandung bapaknya.\"","arab":"حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ عَطَاءٍ عَنْ يَزِيدَ يَعْنِي ابْنَ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ حَدَّثَنِي عَبْدُ الْمُطَّلِبِ بْنُ رَبِيعَةَ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَدَخَلَ الْعَبَّاسُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُغْضَبًا فَقَالَ لَهُ مَا يُغْضِبُكَ قَالَ يَا رَسُولَ اللَّهِ مَا لَنَا وَلِقُرَيْشٍ إِذَا تَلَاقَوْا بَيْنَهُمْ تَلَاقَوْا بِوُجُوهٍ مُبْشِرَةٍ وَإِذَا لَقُونَا لَقُونَا بِغَيْرِ ذَلِكَ فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى احْمَرَّ وَجْهُهُ وَحَتَّى اسْتَدَرَّ عِرْقٌ بَيْنَ عَيْنَيْهِ وَكَانَ إِذَا غَضِبَ اسْتَدَرَّ فَلَمَّا سُرِّيَ عَنْهُ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ أَوْ قَالَ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَا يَدْخُلُ قَلْبَ رَجُلٍ الْإِيمَانُ حَتَّى يُحِبَّكُمْ لِلَّهِ عَزَّ وَجَلَّ وَلِرَسُولِهِ ثُمَّ قَالَ يَا أَيُّهَا النَّاسُ مَنْ آذَى الْعَبَّاسَ فَقَدْ آذَانِي إِنَّمَا عَمُّ الرَّجُلِ صِنْوُ أَبِيهِ","source":"Ahmad"},"__N_SSG":true}