{"pageProps":{"number":"1567","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Adam] Telah menceritakan kepada kami [Ibnul Mubarak] dari [Yunus] dari [Zuhri] dari [Abdullah bin Harits bin Naufal] dari [Abdul Muthalib bin Rabi'ah bin Harits], bahwa ia bersama Al Fadll mendatangi Rasulullah shallallahu 'alaihi wasallam agar beliau mau menikahkan mereka dan memperkejakan keduanya untuk mengurusi sedekah hingga mereka mendapatkan upah. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya harta sedekah ini adalah kotoran manusia. Dan sedekah itu tidak halal bagi Muhammad dan keluarganya.\" Setelah itu Rasulullah shallallahu 'alaihi wasallam berkata kepada Mahmiyah Az Zubairi \"Nikahkanlah Al Fadl.\" Beliau juga berkata kepada Naufal bin Harits bin Abdul Muthalib: \"Nikahkanlah Abdul Muthalib bin Rabi'ah.\" Kemudian beliau juga berpesan kepada Mahmiyah bin Jaz` Az Zubaidi -beliau memperkerjakannya untuk mengurusi Al Akhmasy (seperlima dari harta ghanimah yang wajib diserahkan untuk Allah dan Rasul Nya) -. Rasulullah shallallahu 'alaihi wasallam memerintahkannya untuk memberi sedekah dengan sesuatu kepada keduanya dari harta 'seperlima' tersebut. Namun Abdullah bin Al Harits tidak menyebutkan dalam bentuk apa. Dan telah disebutkan pada awal hadits ini, bahwa Ali menemui keduanya dan berkata, \"Rasulullah shallallahu 'alaihi wasallam tidak akan mempekerjakan kalian!\" Keduanya menjawab, \"Ini karena engkau hasad saja.\" Ali menjawab, \"Saya adalah bapaknya sebaik-baik kaum (hasan), maka saya akan tetap menyaksikan hingga saya melihat apa tanggapan Rasulullah kepada kalian.\" Maka ketika keduanya berbicara kepada Rasulullah, beliau pun diam. Kemudian Zainab memutar-mutar melambai-lambaikan kainnya, sebagai isyarat bahwa beliau memerlukan mereka berdua.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا ابْنُ الْمُبَارَكِ عَنْ يُونُسَ عَنْ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ عَنْ عَبْدِ الْمُطَّلِبِ بْنِ رَبِيعَةَ بْنِ الْحَارِثِأَنَّهُ هُوَ وَالْفَضْلُ أَتَيَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُزَوِّجَهُمَا وَيَسْتَعْمِلَهُمَا عَلَى الصَّدَقَةِ فَيُصِيبَانِ مِنْ ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ هَذِهِ الصَّدَقَةَ إِنَّمَا هِيَ أَوْسَاخُ النَّاسِ وَإِنَّهَا لَا تَحِلُّ لِمُحَمَّدٍ وَلَا لِآلِ مُحَمَّدٍ ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِمَحْمِيَةَ الزُّبَيْدِيِّ زَوِّجْ الْفَضْلَ وَقَالَ لِنَوْفَلِ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ زَوِّجْ عَبْدَ الْمُطَّلِبِ بْنَ رَبِيعَةَ وَقَالَ لِمَحْمِيَةَ بْنِ جَزْءٍ الزُّبَيْدِيِّ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْتَعْمِلُهُ عَلَى الْأَخْمَاسِ فَأَمَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصْدِقُ عَنْهُمَا مِنْ الْخُمُسِ شَيْئًا لَمْ يُسَمِّهِ عَبْدُ اللَّهِ بْنُ الْحَارِثِ وَفِي أَوَّلِ هَذَا الْحَدِيثِ أَنَّ عَلِيًّا لَقِيَهُمَا فَقَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَسْتَعْمِلُكُمَا فَقَالَا هَذَا حَسَدُكَ فَقَالَ أَنَا أَبُو حَسَنِ الْقَوْمِ لَا أَبْرَحُ حَتَّى أَنْظُرَ مَا يَرُدُّ عَلَيْكُمَا فَلَمَّا كَلَّمَاهُ سَكَتَ فَجَعَلَتْ زَيْنَبُ تُلَوِّحُ بِثَوْبِهَا أَنَّهُ فِي حَاجَتِكُمَا","source":"Ahmad"},"__N_SSG":true}