{"pageProps":{"number":"1776","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il bin Ibrahim] ia berkata, Telah menceritakan kepada kami [Auf] telah menceritakan kepadaku [Abul Qamush Zaid bin Ali] ia berkata, telah menceritakan kepadaku [salah seorang utusan] -yang mendatangi Rasulullah shallallahu 'alaihi wasallam dari Abdullah bin Qais- ia berkata; Kami menghadiahkan kepada beliau berupa bejana kecil berisi kurma, atau Qirbah (sejenis bejana yang terbuat dari kulit) berisi tumbukan kurma atau Barniy (jenis kurma yang bagus).\" Beliau bertanya: \"Apakah ini?\" kami menjawab, \"Ini adalah hadiah.\" Dan saya menduga bahwa beliau melihat satu di antara kurma itu kemudian mengembalikannya lagi ke tempatnya semula. Dan beliau bersabda: \"Berikanlah kepada keluarganya Muhammad.\" Setelah itu, orang-orang bertanya kepada beliau mengenai beberapa persoalan hingga mereka pun sempat menanyatakan tentang minuman. Maka beliau bersabda: \"Janganlah kalian minum pada Ad Duba`, Al Hantam, An Naqir dan jangan pula pada Muzaffat. Minumlah yang halal pada tempat minum yang terikat bagian atasnya.\" Seorang dari kami bertanya kepada beliau, \"Wahai Rasulullah, apa maksud tuan, apa itu Ad Duba`, Al Hantam, An Naqir dan Al Muzaffat?\" beliau menjawab: \"Aku tidak tahu apa itu. Tempat apakah yang paling panas?\" kami menjawab, \"Yaitu Al Musyaqqar.\" Beliau bersabda: \"Demi Allah, aku telah memasukinya dan mengambil airnya.\" Aku lupa akan redaksi hadits itu, lalu aku diingatkan oleh Ubaidullah bin abu Jarwah, ia berkata; Aku pernah berdiri di atas 'Ain Az Zarah, kemudian beliau bersabda: \"Ya Allah berilah ampunan bagi Abdul Qais. Sebab, mereka masuk Islam dengan penuh ketaatan dan tanpa paksaan, tanpa kehinaan sebelumnya dan tanpa perang. Dan pada sebagian kaum kami, bahwa tidaklah mereka masuk Islam kecuali setelah dipaksa dan dihinakkan dan diperangi.\" Disinilah beliau hadapkan wajahnya saat berdo'a, yakni tepat berada di sebelah kanan kiblat hingga kemudian beliau menghadap kiblat. Lalu beliau berdo'a untuk Abdul Qais dan sesudah itu beliau bersabda: \"Sesungguhnya sebaik-baik penduduk Masyriq (timur) adalah Abdul Qais.\" Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami ['Auf] dari [Abul Qamush] ia berkata; Telah menceritakan kepadaku salah [seorang utusan] dari para utusan yang diutus kepada Rasulullah shallallahu 'alaihi wasallam -jika ia tidak menyebutkan [Qais bin An Nu'man], maka aku telah dilupakan untuk mengingat namanya- lalu ia pun menyebutkan hadits. Ia berkata; Beliau berdo'a dengan sepenuh hati, hingga beliau menghadap ke arah kiblat. Sesudah itu, beliau berdo'a untuk Abdul Qais kemudian bersabda: \"Sesungguhnya sebaik-baik penduduk Masyriq (daerah bagian timur) adalah para kaum wanitanya bani Abdul Qais.\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنَا عَوْفٌ حَدَّثَنِي أَبُو الْقَمُوصِ زَيْدُ بْنُ عَلِيٍّ قَالَ حَدَّثَنِي أَحَدُ الْوَفْدِ الَّذِينَ وَفَدُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عَبْدِ الْقَيْسِ قَالَوَأَهْدَيْنَا لَهُ فِيمَا يُهْدَى نَوْطًا أَوْ قِرْبَةً مِنْ تَعْضُوضٍ أَوْ بَرْنِيٍّ فَقَالَ مَا هَذَا قُلْنَا هَذِهِ هَدِيَّةٌ قَالَ وَأَحْسِبُهُ نَظَرَ إِلَى تَمْرَةٍ مِنْهَا فَأَعَادَهَا مَكَانَهَا وَقَالَ أَبْلِغُوهَا آلَ مُحَمَّدٍ قَالَ فَسَأَلَهُ الْقَوْمُ عَنْ أَشْيَاءَ حَتَّى سَأَلُوهُ عَنْ الشَّرَابِ فَقَالَ لَا تَشْرَبُوا فِي دُبَّاءٍ وَلَا حَنْتَمٍ وَلَا نَقِيرٍ وَلَا مُزَفَّتٍ اشْرَبُوا فِي الْحَلَالِ الْمُوكَى عَلَيْهِ فَقَالَ لَهُ قَائِلُنَا يَا رَسُولَ اللَّهِ وَمَا يُدْرِيكَ مَا الدُّبَّاءُ وَالْحَنْتَمُ وَالنَّقِيرُ وَالْمُزَفَّتُ قَالَ أَنَا لَا أَدْرِي مَا هِيَهْ أَيُّ هَجَرٍ أَعَزُّ قُلْنَا الْمُشَقَّرُ قَالَ فَوَاللَّهِ لَقَدْ دَخَلْتُهَا وَأَخَذْتُ إِقْلِيدَهَا قَالَ وَكُنْتُ قَدْ نَسِيتُ مِنْ حَدِيثِهِ شَيْئًا فَأَذْكَرَنِيهِ عُبَيْدُ اللَّهِ بْنُ أَبِي جَرْوَةَ قَالَ وَقَفْتُ عَلَى عَيْنِ الزَّارَةِ ثُمَّ قَالَ اللَّهُمَّ اغْفِرْ لِعَبْدِ الْقَيْسِ إِذْ أَسْلَمُوا طَائِعِينَ غَيْرَ كَارِهِينَ غَيْرَ خَزَايَا وَلَا مَوْتُورِينَ إِذْ بَعْضُ قَوْمِنَا لَا يُسْلِمُونَ حَتَّى يُخْزَوْا وَيُوتَرُوا قَالَ وَابْتَهَلَ وَجْهُهُ هَاهُنَا مِنْ الْقِبْلَةِ يَعْنِي عَنْ يَمِينِ الْقِبْلَةِ حَتَّى اسْتَقْبَلَ الْقِبْلَةَ ثُمَّ يَدْعُو لِعَبْدِ الْقَيْسِ ثُمَّ قَالَ إِنَّ خَيْرَ أَهْلِ الْمَشْرِقِ عَبْدُ الْقَيْسِحَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا عَوْفٌ عَنْ أَبِي الْقَمُوصِ قَالَ حَدَّثَنِي أَحَدُ الْوَفْدِ الَّذِينَ وَفَدُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنْ لَا يَكُنْ قَالَ قَيْسَ بْنَ النُّعْمَانِ فَإِنِّي أُنْسِيتُ اسْمَهُ فَذَكَرَ الْحَدِيثَ قَالَ وَابْتَهَلَ حَتَّى اسْتَقْبَلَ الْقِبْلَةَ ثُمَّ يَدْعُو لِعَبْدِ الْقَيْسِ ثُمَّ قَالَ إِنَّ خَيْرَ أَهْلِ الْمَشْرِقِ نِسَاءً عَبْدُ الْقَيْسِ","source":"Ahmad"},"__N_SSG":true}