{"pageProps":{"number":"1955","slug":"ahmad","id":"Masih melalui jalur periwayatan yang sama seperti hadits sebelumnya, dari Ka'ab bin Murrah; Dan [Ka'ab] berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda, kemudian seorang laki-laki berkata kepada beliau, \"Mintakanlah air hujan kepada Allah untuk kaum Mudlar.\" Maka beliau pun bersabda: \"Kamu ini benar-benar orang yang nekat, apakah untuk kaum Mudlar?\" Laki-laki itu berkata, \"Tuan telah meminta kemenangan kepada Allah 'azza wajalla dan Allah pun memberi kemenangan kepadamu. Tuan berdo'a kepada Allah 'azza wajalla, dan Allah pun mengabulkannya.\" Ka'ab berkata, \"Rasulullah shallallahu 'alaihi wasallam kemudian mengangkat kedua tangannya dan berdo'a: \"ALLAHUMMAS QINA GHAITSAN MUGHITSAN MARII'AN MARII`AN THABAQAN GHADAQAN 'AAJILAN GHAIRA RAA`ITSIN GHAIRA DLAARRIN (Ya Allah, berilah kami hujan yang berguna, deras, segera, kuat tanpa terputus, bermanfaat dan tidak menimbulkan benacana).\" Maka tanah mereka pun menjadi subur. Dan tidak lama kemudian mereka mendatangi beliau mengadukan akan melimpahnya hujan yang berlebihan. Mereka mengatakan, \"(Hujan itu) telah merobohkan rumah-rumah.\" Maka beliau mengangkat kedua tangannya seraya berdo'a: \"ALLAHUMMA HAWAALAINAA, WALAA 'ALAINAA (Ya Allah, berilah manfaatnya kepada kami dan jangan menimbulkan bahaya bagi kami).\" Maka awan kelabut itu pun menyebar ke arah akan dan kiri.\"","arab":"وَقَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ وَجَاءَهُ رَجُلٌ فَقَالَ اسْتَسْقِ اللَّهَ لِمُضَرَ قَالَ فَقَالَ إِنَّكَ لَجَرِيءٌ أَلِمُضَرَ قَالَ يَا رَسُولَ اللَّهِ اسْتَنْصَرْتَ اللَّهَ عَزَّ وَجَلَّ فَنَصَرَكَ وَدَعَوْتَ اللَّهَ عَزَّ وَجَلَّ فَأَجَابَكَ قَالَ فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ يَقُولُ اللَّهُمَّ اسْقِنَا غَيْثًا مُغِيثًا مَرِيعًا مَرِيئًا طَبَقًا غَدَقًا عَاجِلًا غَيْرَ رَائِثٍ نَافِعًا غَيْرَ ضَارٍّ قَالَ فَأُحْيُوا قَالَ فَمَا لَبِثُوا أَنْ أَتَوْهُ فَشَكَوْا إِلَيْهِ كَثْرَةَ الْمَطَرِ فَقَالُوا قَدْ تَهَدَّمَتْ الْبُيُوتُ قَالَ فَرَفَعَ يَدَيْهِ وَقَالَ اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا قَالَ فَجَعَلَ السَّحَابُ يَتَقَطَّعُ يَمِينًا وَشِمَالًا","source":"Ahmad"},"__N_SSG":true}