{"pageProps":{"number":"1992","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah] dari [Abdurrahman bin Al Ashbahani] dari [Abdullah bin Ma'qil] ia berkata, \"Saya duduk bersama [Ka'ab bin Ujrah] di dalam Masjid, lalu saya bertanya kepadanya tentang ayat ini: '(Maka wajiblah atasnya berfidyah, yaitu: berpuasa atau bersedekah atau berkorban…) '. (Qs. Al Baqarah: 196). Ka'ab kemudian memberi penjelasan, \"Ayat ini turun berkenaan dengan diriku. Saat itu kepalaku terserang penyakit, lalu saya dibawa menghadap Rasulullah shallallahu 'alaihi wasallam, sementara kutu-kutu telah bertebaran di wajahku. Maka beliau berkata: \"Saya lihat penyakitmu sudah demikian parah, namun saya tidak memiliki pendapat lain. Apakah kamu mempunyai seekor kambing?\" saya menjawab, \"Tidak.\" Maka turunlah ayat ini: '(Maka wajiblah atasnya berfidyah, yaitu: berpuasa atau bersedekah atau berkorban) '. Beliau lantas bersabda: \"(Silahkan kamu) berpuasa tiga hari atau memberi makan kepada enam orang miskin, yakni setengah sha' untuk setiap orangnya.\" Ka'ab berkata, \"Maka ayat ini turun berkenaan dengan diriku secara khusus, dan bersifat umum bagi kalian.\" Telah menceritakan kepada kami [Affan] Telah menceritakan kepada kami [Syu'bah] Telah menceritakan kepada kami [Abdurrahman bin Al Ashbahani] ia berkata, saya mendengar [Abdullah bin Ma'qil] berkata, \"Saya duduk bersama [Ka'ab] di dalam Masjid ini…lalu ia menyebutkan makna hadits tersebut.\" Telah menceritakan kepada kami [Bahz] Telah menceritakan kepada kami [Syu'bah] Telah menceritakan kepada kami [Abdurrahman bin Al Ashbahani] ia berkata, \"Saya mendengar [Abdullah bin Ma'qil] berkata, \"Saya pernah duduk bersama [Ka'ab bin Ujrah] di dalam masjid ini, lalu saya bertanya kepadanya tentang ayat ini…lalu ia menyebutkan makna hadits tersebut.\" Beliau bersabda: \"Berilah makan kepada enam orang Miskin. Setiap orang miskin adalah setengah sha' makanan.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَصْبَهَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ قَالَقَعَدْتُ إِلَى كَعْبِ بْنِ عُجْرَةَ وَهُوَ فِي الْمَسْجِدِ فَسَأَلْتُهُ عَنْ هَذِهِ الْآيَةِ{ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ }قَالَ فَقَالَ كَعْبٌ نَزَلَتْ فِيَّ كَانَ بِي أَذًى مِنْ رَأْسِي فَحُمِلْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْقَمْلُ يَتَنَاثَرُ عَلَى وَجْهِي فَقَالَ مَا كُنْتُ أَرَى أَنَّ الْجَهْدَ بَلَغَ بِكَ مَا أَرَى أَتَجِدُ شَاةً فَقُلْتُ لَا فَنَزَلَتْ هَذِهِ الْآيَةُ{ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ }قَالَ صَوْمُ ثَلَاثَةِ أَيَّامٍ أَوْ إِطْعَامُ سِتَّةِ مَسَاكِينَ نِصْفَ صَاعِ طَعَامٍ لِكُلِّ مِسْكِينٍ قَالَ فَنَزَلَتْ فِيَّ خَاصَّةً وَهِيَ لَكُمْ عَامَّةًحَدَّثَنَا عَفَّانُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْأَصْبَهَانِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَعْقِلٍ يَقُولُ قَعَدْتُ إِلَى كَعْبٍ فِي هَذَا الْمَسْجِدِ فَذَكَرَ مَعْنَاهُ حَدَّثَنَا بَهْزٌ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْأَصْبَهَانِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَعْقِلٍ قَالَ قَعَدْتُ إِلَى كَعْبِ بْنِ عُجْرَةَ فِي هَذَا الْمَسْجِدِ فَسَأَلْتُهُ عَنْ هَذِهِ الْآيَةِ فَذَكَرَ الْحَدِيثَ وَقَالَ أَطْعِمْ سِتَّةَ مَسَاكِينَ كُلَّ مِسْكِينٍ نِصْفَ صَاعٍ مِنْ طَعَامٍ","source":"Ahmad"},"__N_SSG":true}