{"pageProps":{"number":"2246","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] dari kitabnya, katanya, Telah menceritakan kepada kami [Sulaiman] yaitu Ibnul Mughirah, katanya, Telah menceritakan kepada kami [Tsabit] dari [Abdurrahman bin Abi Laila] dari [Shuhaib] katanya, Pernah Rasulullah Shallallahu'alaihiwasallam shalat, dan beliau ucapkan kata-kata samar yang kami tak mendengarnya, dan ucapan samar itu tidak beliau beritakan kepada kami. Katanya, Rasulullah Shallallahu'alaihiwasallam lantas bertanya \"Apakah kalian paham bacaanku? Ada seseorang menjawab 'Benar.\" Kata Nabi, aku ingat seorang nabi yang diberi beberapa tentara dari kaumnya lantas mengatakan, siapa yang bisa menyamai mereka itu? -atau dengan redaksi 'Siapa yang bisa setanding mereka? atau kata-kata yang mirip -Sulaeman ragu kepastian redaksinya-, lantas Allah memberi wahyu kepadanya \"Pilihlah untuk kaummu salah satu diantara tiga, aku kuasakan musuh atas mereka dari selainnya, kelaparan, atau kematian. Kata Nabi, lantas nabi tersebut meminta saran kaumnya dalam hal ini. Mereka menjawab \"Engkau nabiyullah, kami menurut saja kepadamu, maka pilihlah untuk kami! Maka nabi tersebut menuju shalatnya sementara kaumnya dalam keadan panik, tradisi mereka sat itu jika panik, mereka menghampiri shalatnya. Maka nabi itu pun shalat dan berdoa' Adapun musuh dari selain mereka, jangan, adapun kelaparan, juga jangan, namun kematian sajalah!\" Maka mereka kemudian dikuasi oleh kematian selama tiga hari yang menyebabkan tujuh puluh ribu orang meninggal. Maka bicara rahasiaku tadi yang kalian lihat adalah doaku \"Aloohumma rabbi, bika uqaatil, wabika ushoowilu, walaa haula walaa quwwata illa billah (Ya Allah, karena-Mu aku berperang, karena-Mu aku menerjang, tiada daya dan kekuatan selain dengan pertolongan Allah.\" Telah menceritakan kepada kami ['Affan], katanya, Telah menceritakan kepada kami [Hammad bin Salamah] dengan hadis ini dengan redaksi yang sama dan juga dengan isnad ini, hanya tak ada redaksi \"Jika mereka dalam kepanikan, mereka hampiri shalat.\"","arab":"قَالَ حَدَّثَنَا عَفَّانُ مِنْ كِتَابِهِ قَالَ حَدَّثَنَا سُلَيْمَانُ يَعْنِي ابْنَ الْمُغِيرَةِ قَالَ ثَنَا ثَابِتٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ صُهَيْبٍ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى هَمَسَ شَيْئًا لَا نَفْهَمُهُ وَلَا يُحَدِّثُنَا بِهِ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَطِنْتُمْ لِي قَالَ قَائِلٌ نَعَمْ قَالَ فَإِنِّي قَدْ ذَكَرْتُ نَبِيًّا مِنْ الْأَنْبِيَاءِ أُعْطِيَ جُنُودًا مِنْ قَوْمِهِ فَقَالَ مَنْ يُكَافِئُ هَؤُلَاءِ أَوْ مَنْ يَقُومُ لِهَؤُلَاءِ أَوْ كَلِمَةً شَبِيهَةً بِهَذِهِ شَكَّ سُلَيْمَانُ قَالَ فَأَوْحَى اللَّهُ إِلَيْهِ اخْتَرْ لِقَوْمِكَ بَيْنَ إِحْدَى ثَلَاثٍ إِمَّا أَنْ أُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ غَيْرِهِمْ أَوْ الْجُوعَ أَوْ الْمَوْتَ قَالَ فَاسْتَشَارَ قَوْمَهُ فِي ذَلِكَ فَقَالُوا أَنْتَ نَبِيُّ اللَّهِ نَكِلُ ذَلِكَ إِلَيْكَ فَخِرْ لَنَا قَالَ فَقَامَ إِلَى صَلَاتِهِ قَالَ وَكَانُوا يَفْزَعُونَ إِذَا فَزِعُوا إِلَى الصَّلَاةِ قَالَ فَصَلَّى قَالَ أَمَّا عَدُوٌّ مِنْ غَيْرِهِمْ فَلَا أَوْ الْجُوعُ فَلَا وَلَكِنْ الْمَوْتُ قَالَ فَسُلِّطَ عَلَيْهِمْ الْمَوْتُ ثَلَاثَةَ أَيَّامٍ فَمَاتَ مِنْهُمْ سَبْعُونَ أَلْفًا فَهَمْسِي الَّذِي تَرَوْنَ أَنِّي أَقُولُ اللَّهُمَّ يَا رَبِّ بِكَ أُقَاتِلُ وَبِكَ أُصَاوِلُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِحَدَّثَنَا عَفَّانُ قَالَ ثَنَا حَمَّادُ بْنُ سَلَمَةَ بِهَذَا الْحَدِيثِ سَوَاءً بِهَذَا الْكَلَامِ كُلِّهِ وَبِهَذَا الْإِسْنَادِ وَلَمْ يَقُلْ فِيهِ كَانُوا إِذَا فَزِعُوا فَزِعُوا إِلَى الصَّلَاةِ","source":"Ahmad"},"__N_SSG":true}