{"pageProps":{"number":"2460","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Hisyam] Telah menceritakan kepada kami [Qatadah] dari [Salim bin Abul Ja'd] dari [Ma'dan bin Abu Thalhah] dari [Abu Najih As Sulami] ia berkata; Kami bersama Rasulullah shallallahu 'alaihi wasallam mengepung benteng dan istana Tha`if. Kemudian beliau bersabda: \"Barangsiapa yang meluncurkan satu anak panah di dalan Allah 'azza wajalla, maka baginya satu derajat di dalam surga.\" Maka pada hari itu, saya dapat meluncurkan enam belas anak panah. Beliau bersabda lagi: \"Barangsiapa yang meluncurkan satu anak panah di jalan Allah 'azza wajalla, maka baginya adalah seperti pahala orang yang membebaskan budak. Dan siapa yang sehelai rambutnya menjadi uban di jalan Allah 'azza wajalla, maka hal itu akan menjadi cahaya baginya kelak pada hari kiamat. Dan siapa saja yang membebaskan satu orang budak muslim, maka Allah 'azza wajalla akan menjadikan setiap bagian tubuh budak itu sebagai pembebas dirinya dari api neraka. Dan wanita muslimah mana saja yang membebaskan satu orang budak wanita muslimah, maka Allah 'azza wajalla akan menjadikan dari setiap bagian tubuh budak wanita itu sebagi tebusan dirinya dari neraka.\" Telah menceritakan kepada kami [Abdul Wahhab] dari [Sa'id] dari [Qatadah] dari [Salim bin Abul Ja'd Al Ghathafani] dari [Ma'dan bin Abu Thalhah Al Ya'muri] dari [Abu Najih As Sulami] ia bekata; Kami bersama Nabi shallallahu 'alaihi wasallam mengepung benteng Tha`if, lalu saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang meluncurkan satu anak panah di dalan Allah 'azza wajalla, maka baginya satu derajat di dalam surga.\" Maka seorang laki-laki kemudian berkata, \"Wahai Nabiyullah, jika saya melempar satu anak panah, lalu mengenai sasaran maka saya akan mendapatkan satu derajat di surge?.\" Maka laki-laki itu pun melempar dan mengenai sasaran. Dan pada hari itu, saya pun melempar dan mengenai sasaran sebanyak enam belas anak panah. Kemudian ia pun menyebut makna semisal.","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ هِشَامٍ حَدَّثَنَا قَتَادَةُ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ عَنْ أَبِي نَجِيحٍ السُّلَمِيِّ قَالَحَاصَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِصْنَ الطَّائِفِ أَوْ قَصْرَ الطَّائِفِ فَقَالَ مَنْ بَلَغَ بِسَهْمٍ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ فَلَهُ دَرَجَةٌ فِي الْجَنَّةِ فَبَلَغْتُ يَوْمَئِذٍ سِتَّةَ عَشَرَ سَهْمًا وَمَنْ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ فَهُوَ لَهُ عِدْلُ مُحَرَّرٍ وَمَنْ أَصَابَهُ شَيْبٌ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ فَهُوَ لَهُ نُورٌ يَوْمَ الْقِيَامَةِ وَأَيُّمَا رَجُلٍ أَعْتَقَ رَجُلًا مُسْلِمًا جَعَلَ اللَّهُ عَزَّ وَجَلَّ وِقَاءَ كُلِّ عَظْمٍ مِنْ عِظَامِهِ عَظْمًا مِنْ عِظَامِ مُحَرِّرِهِ مِنْ النَّارِ وَأَيُّمَا امْرَأَةٍ مُسْلِمَةٍ أَعْتَقَتْ امْرَأَةً مُسْلِمَةً فَإِنَّ اللَّهَ عَزَّ وَجَلَّ جَاعِلٌ وِقَاءَ كُلِّ عَظْمٍ مِنْ عِظَامِهَا عَظْمًا مِنْ عِظَامِ مُحَرِّرِهَا مِنْ النَّارِحَدَّثَنَا عَبْدُ الْوَهَّابِ عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَن سَالِمِ بْنِ أَبِي الْجَعْدِ الْغَطَفَانِيِّ عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمُرِيِّ عَنْ أَبِي نَجِيحٍ السُّلَمِيِّ قَالَ حَاصَرْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِصْنَ الطَّائِفِ فَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ فَبَلَغَهُ فَلَهُ دَرَجَةٌ فِي الْجَنَّةِ فَقَالَ رَجُلٌ يَا نَبِيَّ اللَّهِ إِنْ رَمَيْتُ فَبَلَغْتُ فَلِي دَرَجَةٌ فِي الْجَنَّةِ قَالَ فَرَمَى فَبَلَغَ قَالَ فَبَلَغْتُ يَوْمَئِذٍ سِتَّةَ عَشَرَ سَهْمًا فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}