{"pageProps":{"number":"2501","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Adam] yakni Ibnu Adam, Telah menceritakan kepada kami [Ammar bin Ruzaiq] dari [Abu Ishaq] dari [Yazid bin Abu Maryam] dari [Al Asy'ari] ia berkata; \" [Ibnu Abu Thalib] mengingatkan kami di Bashrah tentang shalat yang pernah kami tunaikan bersama Rasulullah shallallahu 'alaihi wasallam. beliau selalu bertakbir ketika hendak sujud, dan berdiri. Saya tidak tahu, apakah waktu itu kami lupa, ataukah sengaja meninggalkannya.\" Telah menceritakan kepada kami [Yunus] Telah menceritakan kepada kami [Hammad] yakni Ibnu Salamah, dari [Yunus] dan [Tsabit] dan [Humaid] dan [Habib] dari [Al Hasan] dari [Hiththan bin Abdullah Ar Raqasyi] dari [Abu Musa Al Asy'ari] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya menjelang datangnya hari kiamat.\" Ia pun menyebutkan hadits semisal haditsnya Abdush Shamad dari Hammad dari Ali bin Zaid, hanya saja ia mengatakan; Abu Musa berkata, \"Demi Dzat yang jiwaku berada di tangan-Nya, saya tidak mendapatkan lagi sesuatu bagiku dan bagi kalian setelah mendapatkan hari-hari fitnah itu, kecuali kita harus keluar darinya sebagaimana kita telah memasukinya. Kita tidak menumpahkan darah dan tidak pula menjarah harta.\"","arab":"حَدَّثَنَا يَحْيَى يَعْنِي ابْنَ آدَمَ حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ عَنْ أَبِي إِسْحَاقَ عَنْ يَزِيدَ بْنِ أَبِي مَرْيَمَ عَنِ الْأَشْعَرِيِّ قَالَلَقَدْ ذَكَّرَنَا ابْنُ أَبِي طَالِبٍ وَنَحْنُ بِالْبَصْرَةِ صَلَاةً كُنَّا نُصَلِّيهَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُكَبِّرُ إِذَا سَجَدَ وَإِذَا قَامَ فَلَا أَدْرِي أَنَسِينَاهَا أَمْ تَرَكْنَاهَا عَمْدًاحَدَّثَنَا يُونُسُ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ يُونُسَ وَثَابِتٍ وَحُمَيْدٍ وَحَبِيبٍ عَنِ الْحَسَنِ عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ الرَّقَاشِيِّ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بَيْنَ يَدَيْ السَّاعَةِ فَذَكَرَ نَحْوًا مِنْ حَدِيثِ عَبْدِ الصَّمَدِ عَنْ حَمَّادٍ عَنْ عَلِيِّ بْنِ زَيْدٍ إِلَّا أَنَّهُ قَالَ قَالَ أَبُو مُوسَى وَالَّذِي نَفْسِي بِيَدِهِ لَا أَجِدُ لِي وَلَكُمْ إِنْ أَدْرَكْتُهُنَّ إِلَّا أَنْ نَخْرُجَ مِنْهَا كَمَا دَخَلْنَاهَا لَمْ نُصِبْ فِيهَا دَمًا وَلَا مَالًا","source":"Ahmad"},"__N_SSG":true}