{"pageProps":{"number":"31","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Ahmad Muhammad Bin Abdullah Bin Az Zubair] Telah menceritakan kepada kami [Sufyan] dari [Abdurrahman Bin Al Harits Bin 'Ayyasy Bin Abu Rabi'ah] dari [Zaid Bin Ali] dari [bapaknya] dari [Ubaidullah Bin Abu Rafi'] dari [Ali Bin Abu Thalib], dia berkata; Rasulullah shallallahu 'alaihi wasallam melaksanakan wuquf di Arafah lalu bersabda: \"Ini adalah tempat wuquf, dan semua Arafah adalah tempat wuquf.\" Lalu beliau bertolak (meninggalkan Arafah) ketika matahari terbenam, kemudian beliau membonceng Usamah dan menjalankan untanya dengan perlahan sementara orang-orang berdesak desakan ke kanan dan ke kiri, lalu beliau menoleh ke arah orang-orang seraya bersabda: \"Wahai orang-orang, tenanglah, \" kemudian beliau tiba di jam'un (Muzdalifah) dan melaksanakan dua Shalat bersama mereka yaitu Maghrib dan Isya, lalu beliau bermalam hingga shubuh, kemudian beliau pergi ke arah Quzah dan berdiri di atasnya seraya bersabda: \"Ini adalah tempat berhenti dan semua muzdalifah adalah tempat berhenti.\" Lalu beliau melanjutkan perjalanannya hingga sampai di lembah Muhassir dan berhenti di sana, kemudian beliau menarik (tali kekang untanya) secara perlahan dan untanyapun menurut hingga melewati lembah lalu beliau mengikatnya, kemudian beliau membonceng Al Fadlal dan berjalan hingga sampai di jamarat (lokasi lempar jumrah), kemudian beliau melempar. Lalu beliau pergi ke manhar (tempat penyembelihan hewan) dan beliau bersabda: \"Ini adalah manhar (tempat penyembelihan hewan) dan mina semuanya adalah manhar.\" Ali berkata kemudian ada seorang gadis dari Khats'am datang meminta fatwa kepada beliau dan bekata; \"Sesungguhnya bapakku sudah lanjut usia sementara kewajiban dari Allah berupa haji telah wajib baginya, maka apakah sah baginya jika aku yang menggantikan hajinya?\" Beliau menjawab: \"Ya, maka kerjakanlah untuk bapakmu.\" Ali berkata; dan beliau memalingkan leher Al Fadlal, sehingga Al Abbas berkata kepada beliau; \"Wahai Rasulullah, engkau telah palingkan leher anak pamanmu.\" Beliau menjawab: \"Karena aku melihat ada pemuda dan pemudi, maka keduanya tidak akan selamat dari Setan.\" Ali berkata; kemudian datanglah seorang lelaki dan bertanya; \"Wahai Rasulullah sesungguhnya aku telah mencukur sebelum menyembelih hewan?\" Beliau menjawab: \"Sembelihlah dan tidak mengapa.\" Kemudian datang yang lain dan bertanya; \"Wahai Rasulullah sesungguhnya aku melakukan Thawaf Ifadlah sebelum mencukur?\" Beliau menjawab; \"Cukurlah atau pendekkanlah dan tidak mengapa.\" Kemudian beliau menuju Ka'bah dan melaksanakan thawaf, lalu menuju air Zamzam kemudian beliau bersabda: \"Wahai Bani Abdul MuThalib, kalaulah bukan karena aku khawatir orang-orang akan mengalahkan kalian (berebut untuk memberikan minum dengan air zamzam), niscaya aku akan mengambilnya (sendiri).\" ","arab":"حَدَّثَنَا أَبُو أَحْمَدَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ عَنْ زَيْدِ بْنِ عَلِيٍّ عَنْ أَبِيهِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَوَقَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَفَةَ فَقَالَ هَذَا الْمَوْقِفُ وَعَرَفَةُ كُلُّهَا مَوْقِفٌ وَأَفَاضَ حِينَ غَابَتْ الشَّمْسُ ثُمَّ أَرْدَفَ أُسَامَةَ فَجَعَلَ يُعْنِقُ عَلَى بَعِيرِهِ وَالنَّاسُ يَضْرِبُونَ يَمِينًا وَشِمَالًا يَلْتَفِتُ إِلَيْهِمْ وَيَقُولُ السَّكِينَةَ أَيُّهَا النَّاسُ ثُمَّ أَتَى جَمْعًا فَصَلَّى بِهِمْ الصَّلَاتَيْنِ الْمَغْرِبَ وَالْعِشَاءَ ثُمَّ بَاتَ حَتَّى أَصْبَحَ ثُمَّ أَتَى قُزَحَ فَوَقَفَ عَلَى قُزَحَ فَقَالَ هَذَا الْمَوْقِفُ وَجَمْعٌ كُلُّهَا مَوْقِفٌ ثُمَّ سَارَ حَتَّى أَتَى مُحَسِّرًا فَوَقَفَ عَلَيْهِ فَقَرَعَ نَاقَتَهُ فَخَبَّتْ حَتَّى جَازَ الْوَادِيَ ثُمَّ حَبَسَهَا ثُمَّ أَرْدَفَ الْفَضْلَ وَسَارَ حَتَّى أَتَى الْجَمْرَةَ فَرَمَاهَا ثُمَّ أَتَى الْمَنْحَرَ فَقَالَ هَذَا الْمَنْحَرُ وَمِنًى كُلُّهَا مَنْحَرٌ قَالَ وَاسْتَفْتَتْهُ جَارِيَةٌ شَابَّةٌ مِنْ خَثْعَمَ فَقَالَتْ إِنَّ أَبِي شَيْخٌ كَبِيرٌ قَدْ أَفْنَدَ وَقَدْ أَدْرَكَتْهُ فَرِيضَةُ اللَّهِ فِي الْحَجِّ فَهَلْ يُجْزِئُ عَنْهُ أَنْ أُؤَدِّيَ عَنْهُ قَالَ نَعَمْ فَأَدِّي عَنْ أَبِيكِ قَالَ وَقَدْ لَوَى عُنُقَ الْفَضْلِ فَقَالَ لَهُ الْعَبَّاسُ يَا رَسُولَ اللَّهِ لِمَ لَوَيْتَ عُنُقَ ابْنِ عَمِّكَ قَالَ رَأَيْتُ شَابًّا وَشَابَّةً فَلَمْ آمَنْ الشَّيْطَانَ عَلَيْهِمَا قَالَ ثُمَّ جَاءَهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ حَلَقْتُ قَبْلَ أَنْ أَنْحَرَ قَالَ انْحَرْ وَلَا حَرَجَ ثُمَّ أَتَاهُ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَفَضْتُ قَبْلَ أَنْ أَحْلِقَ قَالَ احْلِقْ أَوْ قَصِّرْ وَلَا حَرَجَ ثُمَّ أَتَى الْبَيْتَ فَطَافَ بِهِ ثُمَّ أَتَى زَمْزَمَ فَقَالَ يَا بَنِي عَبْدِ الْمُطَّلِبِ سِقَايَتَكُمْ وَلَوْلَا أَنْ يَغْلِبَكُمْ النَّاسُ عَلَيْهَا لَنَزَعْتُ بِهَا","source":"Ahmad"},"__N_SSG":true}