{"pageProps":{"number":"3114","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Kamil] telah menceritakan kepada kami [Hammad bin Salamah] dari [Sa'id bin Jumhan] ia berkata; aku mendengar [Safinah] bercerita, bahwa seseorang menjamu 'Ali bin Abi Thalib, mereka membuatkan makanan untuknya kemudian Fathimah Radliyallahu'anha berkata; Andai saja kita mengajak Rasulullah Shallallahu'alaihi wasallam kemudian beliau makan bersama kami. Kemudian mereka mendatangi Rasulullah Shallallahu'alaihi wasallam dan beliau pun datang. Rasulullah Shallallahu'alaihi wasallam kemudian menarik dua sisi pintu, ternyata di salah satu sisi rumah ada kain tipis berbordir beraneka warna. Begitu melihatnya, Rasulullah Shallallahu'alaihi wasallam langsung balik. Kemudian Fathimah berkata kepada 'Ali; Ikutilah beliau dan tanyakan kenapa beliau balik. 'Ali pun mengikuti beliau dan bertanya; Apa yang membuat Tuan balik wahai Rasulullah Shallallahu'alaihi wasallam? Rasulullah Shallallahu'alaihi wasallam bersabda: \"Sesungguhnya saya atau nabi tidak boleh masuk rumah yang disana ada gambar bordir beraneka warni.\" Telah menceritakan kepadaku [Zaid bin Al Hubab], telah menceritakan kepada kami [Hammad bin Salamah] dari [Sa'id bin Jumhan], telah menceritakan kepada kami [Safinah Abu 'Abdur Rahman], ia berkata; saya mendengar Nabi Shallallahu'alaihi wasallam bersabda; \"(Masa) khilafah tiga puluh tahun kemudian (setelah itu) kerajaan.\" Maka Safinah menyebutkan hadits.","arab":"حَدَّثَنَا أَبُو كَامِلٍ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ سَعِيدِ بْنِ جُمْهَانَ قَالَ سَمِعْتُ سَفِينَةَيُحَدِّثُ أَنَّ رَجُلًا ضَافَ عَلِيَّ بْنَ أَبِي طَالِبٍ فَصَنَعُوا لَهُ طَعَامًا فَقَالَتْ فَاطِمَةُ رَضِيَ اللَّهُ عَنْهَا لَوْ دَعْونَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَكَلَ مَعَنَا فَأَرْسَلُوا إِلَيْهِ فَجَاءَ فَأَخَذَ بِعِضَادَتَيْ الْبَابِ فَإِذَا قِرَامٌ قَدْ ضُرِبَ بِهِ فِي نَاحِيَةِ الْبَيْتِ فَلَمَّا رَآهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجَعَ فَقَالَتْ فَاطِمَةُ لِعَلِيٍّ اتْبَعْهُ فَقُلْ لَهُ مَا رَجَعَكَ قَالَ فَتَبِعَهُ فَقَالَ مَا رَجَعَكَ يَا رَسُولَ اللَّهِ قَالَ إِنَّهُ لَيْسَ لِي أَوْ لَيْسَ لِنَبِيٍّ أَنْ يَدْخُلَ بَيْتًا مُزَوَّقًاحَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ حَدَّثَنِي حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ سَعِيدِ بْنِ جُمْهَانَ حَدَّثَنِي سَفِينَةُ أَبُو عَبْدِ الرَّحْمَنِ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الْخِلَافَةُ ثَلَاثُونَ عَامًا ثُمَّ الْمُلْكُ فَذَكَرَهُ","source":"Ahmad"},"__N_SSG":true}