{"pageProps":{"number":"3371","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Basyir bin Al Muhajir] telah menceritakan kepadaku ['Abdullah bin Buraidah] dari [ayahnya] berkata: Aku duduk didekat Nabi Shallallahhu'alaihiwasallam, tiba-tiba seseorang bernama Ma'iz bin Malik mendatangi beliau lalu berkata: Wahai nabi Allah! aku telah berzina dan aku ingin sekali baginda mensucikanku. Nabi Shallallahu'alaihiwasallam bersabda padanya: \"Kembalilah.\" Di keesokan harinya, ia mendatangi Nabi Shallallahu'alaihiwasallam lagi, lalu mengakui di hadapan Nabi Shallallahu'alaihiwasallam bahwa dirinya berzina, Nabi Shallallahu'alaihiwasallam bersabda kepadanya: \"Kembalilah.\" Kemudian Nabi Shallallahu'alaihiwasallam mengirim utusan ke kaumnya dan menanyakan tentangnya pada mereka. Nabi Shallallahu'alaihiwasallam bertanya: \"Apa yang kalian ketahui dari Ma'iz bin Malik Al Aslami, apakah kalian melihat ketidakberesan padanya atau kalian mengingkari akalnya?\" mereka berkata: Kami tidak melihat ketidakberesan padanya dan kami tidak memungkiri akalnya. Ma'iz kembali menemui Nabi Shallallahu'alaihiwasallam untuk ketigakalinya, ia mengakui di hadapan beliau telah berzina, ia berkata: Wahai Nabi Allah! Sucikanlah aku. Nabi Shallallahu'alaihiwasallam mengirim utusan lagi ke kaumnya dan menanyakan pada mereka, mereka menjawab seperti yang pernah mereka katakan pertama kali. Ia kembali mendatangi Nabi Shallallahu'alaihiwasallam untuk keempat kalinya dan mengaku telah berzina di hadapan beliau kemudian beliau memerintahkan untuk dirajam, kami pun membuat galian untuknya sebatas dada, setelah itu beliau memerintahkan orang-orang untuk merajamnya. Berkata Buraidah: Kami membicarakan sahabat-sahabat Nabi Shallallahu'alaihiwasallam di antara kami mengatakan, bahwa andai Ma'iz bin Malik duduk di kendaraannya setelah ia mengaku tiga kali niscaya Nabi Shallallahu'alaihiwasallam tidak menghukumnya, beliau merajamnya pada pengakuan keempat.","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا بَشِيرُ بْنُ الْمُهَاجِرِ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ أَبِيهِ قَالَكُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ رَجُلٌ يُقَالُ لَهُ مَاعِزُ بْنُ مَالِكٍ فَقَالَ يَا نَبِيَّ اللَّهِ إِنِّي قَدْ زَنَيْتُ وَأَنَا أُرِيدُ أَنْ تُطَهِّرَنِي فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ارْجِعْ فَلَمَّا كَانَ مِنْ الْغَدِ أَتَاهُ أَيْضًا فَاعْتَرَفَ عِنْدَهُ بِالزِّنَا فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ارْجِعْ ثُمَّ أَرْسَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى قَوْمِهِ فَسَأَلَهُمْ عَنْهُ فَقَالَ لَهُمْ مَا تَعْلَمُونَ مِنْ مَاعِزِ بْنِ مَالِكٍ الْأَسْلَمِيِّ هَلْ تَرَوْنَ بِهِ بَأْسًا أَوْ تُنْكِرُونَ مِنْ عَقْلِهِ شَيْئَا قَالُوا يَا نَبِيَّ اللَّهِ مَا نَرَى بِهِ بَأْسًا وَمَا نُنْكِرُ مِنْ عَقْلِهِ شَيْئًا ثُمَّ عَادَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الثَّالِثَةَ فَاعْتَرَفَ عِنْدَهُ بِالزِّنَا أَيْضًا فَقَالَ يَا نَبِيَّ اللَّهِ طَهِّرْنِي فَأَرْسَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى قَوْمِهِ أَيْضًا فَسَأَلَهُمْ عَنْهُ فَقَالُوا لَهُ كَمَا قَالُوا لَهُ الْمَرَّةَ الْأُولَى مَا نَرَى بِهِ بَأْسًا وَمَا نُنْكِرُ مِنْ عَقْلِهِ شَيْئًا ثُمَّ رَجَعَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّابِعَةَ أَيْضًا فَاعْتَرَفَ عِنْدَهُ بِالزِّنَا فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَفَرْنَا لَهُ حُفْرَةً فَجُعِلَ فِيهَا إِلَى صَدْرِهِ ثُمَّ أَمَرَ النَّاسَ أَنْ يَرْجُمُوهُ وَقَالَ بُرَيْدَةُ كُنَّا نَتَحَدَّثُ أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَنَا أَنَّ مَاعِزَ بْنَ مَالِكٍ لَوْ جَلَسَ فِي رَحْلِهِ بَعْدَ اعْتِرَافِهِ ثَلَاثَ مِرَارٍ لَمْ يَطْلُبْهُ وَإِنَّمَا رَجَمَهُ عِنْدَ الرَّابِعَةِ","source":"Ahmad"},"__N_SSG":true}