{"pageProps":{"number":"3932","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan bin Musa] berkata, telah menceritakan kepada kami [Rafi' bin Salamah Al Asyja'i] berkata, telah menceritakan kepadaku [Hasyraj bin Ziyad] dari [neneknya] ibu dari ayahnya, dia berkata, \"Kami keluar bersama Rasulullah shallallahu 'alaihi wasallam pada perang Khaibar dan aku adalah orang keenam dari enam wanita.\" Dia berkata, \"Kemudian sampailah kabar kepada Nabi shallallahu 'alaihi wasallam bahwasanya ada beberapa wanita yang ikut bersama beliau, lalu beliau mengirim seseorang kepada kami untuk memanggil kami. Dan kami melihat kemarahan pada wajah beliau, beliau bersabda: \"Apa yang menyebabkan kalian keluar dan atas perintah siapa kalian keluar?\" kami menjawab, \"Kami keluar bersama tuan setelah melakukan undian, membawakan air, dan kami membawa obat-obatan bagi yang terluka, kami pintal rambut dan kami beri pertolongan dengannya di jalan Allah.\" Beliau bersabda: \"Berdiri dan pergilah, \" dia berkata, \"Ketika Allah membukakan Khaibar beliau mengeluarkan untuk kami undian seperti yang dilakukan untuk kaum lelaki.\" Aku lalu berkata kepadanya, \"Hai nenekku, apa yang beliau keluarkan untuk kalian.\" Dia menjawab, \"Kurma.\"","arab":"حَدَّثَنَا حَسَنُ بْنُ مُوسَى قَالَ حَدَّثَنَا رَافِعُ بْنُ سَلَمَةَ الْأَشْجَعِيُّ قَالَ حَدَّثَنِي حَشْرَجُ بْنُ زِيَادٍ عَنْ جَدَّتِهِ أُمِّ أَبِيهِ قَالَتْخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ خَيْبَرَ وَأَنَا سَادِسَةُ سِتِّ نِسْوَةٍ قَالَتْ فَبَلَغَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ مَعَهُ نِسَاءً قَالَتْ فَأَرْسَلَ إِلَيْنَا فَدَعَانَا قَالَتْ فَرَأَيْنَا فِي وَجْهِهِ الْغَضَبَ فَقَالَ مَا أَخْرَجَكُنَّ وَبِأَمْرِ مَنْ خَرَجْتُنَّ قُلْنَا خَرَجْنَا مَعَكَ نُنَاوِلُ السِّهَامَ وَنَسْقِي السَّوِيقَ وَمَعَنَا دَوَاءٌ لِلْجُرْحِ وَنَغْزِلُ الشَّعْرَ فَنُعِينُ بِهِ فِي سَبِيلِ اللَّهِ قَالَ قُمْنَ فَانْصَرِفْنَ قَالَتْ فَلَمَّا فَتَحَ اللَّهُ عَلَيْهِ خَيْبَرَ أَخْرَجَ لَنَا مِنْهَا سِهَامًا كَسِهَامِ الرِّجَالِفَقُلْتُ لَهَا يَا جَدَّتِي وَمَا الَّذِي أَخْرَجَ لَكُنَّ قَالَتْ تَمْرٌ","source":"Ahmad"},"__N_SSG":true}