{"pageProps":{"number":"4018","slug":"ahmad","id":"Telah menceritakan kepada kami [Khalaf bin Al Walid] berkata, telah menceritakan kepada kami [Abu Ja'far] -yakni Ar Razi- dari [Syurahbil] dari [Abu Rafi'] bekas budak Rasulullah shallallahu 'alaihi wasallam, dia mengatakan bahwa pernah dihadiahkan kepadanya daging kambing, lalu dia memasaknya dalam periuk, ketika Rasulullah shallallahu 'alaihi wasallam masuk beliau pun bertanya: \"Apa ini ya Abu Rafi'?\" dia menjawab, \"Wahai Rasulullah, ini daging kambing yang dihadiahkan kepada kita, lalu aku memasaknya di periuk, \" beliau pun bersabda: \"Berikan aku pahanya wahai Abu Rafi'?\" maka aku pun memberikan daging paha kepada beliau, lalu beliau bersabda: \"Berikan aku paha yang lainnya.\" Lalu aku memberikan daging paha yang satunya, lalu beliau bersabda lagi: \"Berikan kepadaku paha yang lainnya.\" Abu rafi' lalu menjawab, \"Wahai Rasulullah, sesungguhnya kambing hanya mempunyai dua paha saja, \" kemudian Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Sungguh, jika saja kamu diam, maka kamu akan dapat memberiku paha kambing demi paha kambing.\" Kemudian beliau minta diambilkan air, beliau berkumur-kumur dan mencuci ujung jemarinya, setelah itu beliau berdiri shalat. Kemudian beliau kembali kepada mereka dan mendapatkan daging yang dingin, lalu beliau makan dan kembali ke masjid tanpa menyentuh air sama sekali.\"","arab":"حَدَّثَنَا خَلَفُ بْنُ الْوَلِيدِ قَالَ حَدَّثَنَا أَبُو جَعْفَرٍ يَعْنِي الرَّازِيَّ عَنْ شُرَحْبِيلَ عَنْ أَبِي رَافِعٍ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَأُهْدِيَتْ لَهُ شَاةٌ فَجَعَلَهَا فِي الْقِدْرِ فَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا هَذَا يَا أَبَا رَافِعٍ فَقَالَ شَاةٌ أُهْدِيَتْ لَنَا يَا رَسُولَ اللَّهِ فَطَبَخْتُهَا فِي الْقِدْرِ فَقَالَ نَاوِلْنِي الذِّرَاعَ يَا أَبَا رَافِعٍ فَنَاوَلْتُهُ الذِّرَاعَ ثُمَّ قَالَ نَاوِلْنِي الذِّرَاعَ الْآخَرَ فَنَاوَلْتُهُ الذِّرَاعَ الْآخَرَ ثُمَّ قَالَ نَاوِلْنِي الذِّرَاعَ الْآخَرَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّمَا لِلشَّاةِ ذِرَاعَانِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا إِنَّكَ لَوْ سَكَتَّ لَنَاوَلْتَنِي ذِرَاعًا فَذِرَاعًا مَا سَكَتَّ ثُمَّ دَعَا بِمَاءٍ فَمَضْمَضَ فَاهُ وَغَسَلَ أَطْرَافَ أَصَابِعِهِ ثُمَّ قَامَ فَصَلَّى ثُمَّ عَادَ إِلَيْهِمْ فَوَجَدَ عِنْدَهُمْ لَحْمًا بَارِدًا فَأَكَلَ ثُمَّ دَخَلَ الْمَسْجِدَ فَصَلَّى وَلَمْ يَمَسَّ مَاءً","source":"Ahmad"},"__N_SSG":true}