{"pageProps":{"number":"4022","slug":"ahmad","id":"Telah menceritakan kepada kami [Mu'ammal] dia berkata, telah menceritakan kepada kami [Hammad] -yakni Ibnu Salamah- dia berkata, telah menceritakan kepada kami Syaikh yang biasa dipanggil dengan [Abu 'Amru] dari [Puterinya Uhban bin Shaifi] dari [ayahnya] dan dia termasuk dari salah seorang sahabat Rasulullah shallallahu 'alaihi wasallam, bahwa takala 'Ali sampai di Bashrah, dia mengutus seseorang kepadanya (Uhban) Ali sampaikan, 'Apa yang mencegahmu untuk tidak menyertaiku? ' maka di manjawab, 'Kekasihku dan anak pamanmu telah mewasiatkan kepadaku seraya bersabda: \"Sesungguhnya akan ada perpecahan dan perselisihan, patahkan pedangmu lalu ambillah pedang dari kayu, hendaklah kamu duduk di rumahmu sampai kamu menemui tangan yang bersalah atau kematian menjemput.\" Maka aku mengerjakan apa yang Rasulullah shallallahu 'alaihi wasallam perintahkan kepadaku. Wahai 'Ali, jika kamu mampu untuk tidak menjadi tangan yang salah itu maka lakukanlah.\" Telah menceritakan kepada kami [Aswad bin 'Amir] dia berkata, telah menceritakan kepada kami [Hammad bin Salamah] dari [Abu 'Amru Al Qasmali] dari putrinya [Uhban] dari [ayahnya] bahwa 'Ali mendatangi Uhban seraya berkata, 'Apa yang mencegahmu untuk tidak mengikutiku…kemudian dia menyebutkan makna hadits tersebut.\"","arab":"حَدَّثَنَا مُؤَمَّلٌ قَالَ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ قَالَ حَدَّثَنَا شَيْخٌ يُقَالُ لَهُ أَبُو عَمْرٍو عَنْ ابْنَةٍ لِأُهْبَانَ بْنِ صَيْفِيٍّ عَنْ أَبِيهَا وَكَانَتْ لَهُ صُحْبَةٌأَنَّ عَلِيًّا لَمَّا قَدِمَ الْبَصْرَةَ بَعَثَ إِلَيْهِ فَقَالَ مَا يَمْنَعُكَ أَنْ تَتْبَعَنِي فَقَالَ أَوْصَانِي خَلِيلِي وَابْنُ عَمِّكَ فَقَالَ إِنَّهُ سَيَكُونُ فُرْقَةٌ وَاخْتِلَافٌ فَاكْسِرْ سَيْفَكَ وَاتَّخِذْ سَيْفًا مِنْ خَشَبٍ وَاقْعُدْ فِي بَيْتِكَ حَتَّى تَأْتِيَكَ يَدٌ خَاطِئَةٌ أَوْ مَنِيَّةٌ قَاضِيَةٌ فَفَعَلْتُ مَا أَمَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنْ اسْتَطَعْتَ يَا عَلِيُّ أَنْ لَا تَكُونَ تِلْكَ الْيَدَ الْخَاطِئَةَ فَافْعَلْحَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ قَالَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي عَمْرٍو الْقَسْمَلِيِّ عَنْ ابْنَةِ أُهْبَانَ عَنْ أَبِيهَا أَنَّ عَلِيًّا أَتَى أُهْبَانَ فَقَالَ مَا يَمْنَعُكَ مِنْ اتِّبَاعِي فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}