{"pageProps":{"number":"4047","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Ishaq] telah mengabarkan kepada kami [Ibnu Lahi'ah] telah mengabarkan kepada kami ['Abdullah bin Hubairah] berkata, aku mendengar [Abu Tamim Al Jaisyani] berkata, aku mendengar ['Amru bin 'Ash] berkata, telah mengabarkan kepadaku salah seorang sahabat Nabi shallallahu 'alaihi wasallam, ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah Azza Wa Jalla menambah shalat terhadap kalian, maka laksanakanlah ia antara shalat isya' dan shalat shubuh, yaitu shalat witir, shalat witir.\" Dan hanyasanya dia adalah [Abu Bashrah Al Ghifari], Abu Tamim berkata, \"Aku bersama Abu Dzar sedang duduk-duduk. Abu Dzar lantas menggandeng tanganku, kemudian kami pergi menemui Abu Bashrah, yang saat itu kami mendapatinya sedang berada di samping pintu, depan rumahnya 'Amru bin 'Ash. Abu Dzar lalu berkata, \"Wahai Abu Bashrah, apakah kamu yang mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah Azza Wa Jalla menambah shalat terhadap kalian, maka laksanakanlah ia antara shalat isya' dan shalat shubuh, yaitu shalat witir, shalat witir, \" Abu Bashrah menjawab, \"Ya.\" Abu Dzar berkata lagi, \"Apakah kamu mendengar darinya?\" Dia menjawab, \"Ya.\" Abu Dzar berkata lagi, \"Apakah kamu mendengar darinya?\" Dia menjawab, \"Ya.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ أَخْبَرَنَا ابْنُ لَهِيعَةَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ هُبَيْرَةَ قَالَ سَمِعْتُ أَبَا تَمِيمٍ الْجَيْشَانِيَّ يَقُولُ سَمِعْتُ عَمْرَو بْنَ الْعَاصِ يَقُولُ أَخْبَرَنِي رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ زَادَكُمْ صَلَاةً فَصَلُّوهَا فِيمَا بَيْنَ صَلَاةِ الْعِشَاءِ إِلَى صَلَاةِ الصُّبْحِ الْوَتْرُ الْوَتْرُ أَلَا وَإِنَّهُ أَبُو بَصْرَةَ الْغِفَارِيُّ قَالَ أَبُو تَمِيمٍ فَكُنْتُ أَنَا وَأَبُو ذَرٍّ قَاعِدَيْنِ قَالَ فَأَخَذَ بِيَدِي أَبُو ذَرٍّ فَانْطَلَقْنَا إِلَى أَبِي بَصْرَةَ فَوَجَدْنَاهُ عِنْدَ الْبَابِ الَّذِي يَلِي دَارَ عَمْرِو بْنِ الْعَاصِ فَقَالَ أَبُو ذَرٍّ يَا أَبَا بَصْرَةَ آنْتَ سَمِعْتَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ عَزَّ وَجَلَّ زَادَكُمْ صَلَاةً صَلُّوهَا فِيمَا بَيْنَ صَلَاةِ الْعِشَاءِ إِلَى صَلَاةِ الصُّبْحِ الْوَتْرُ الْوَتْرُ قَالَ نَعَمْ قَالَ أَنْتَ سَمِعْتَهُ قَالَ نَعَمْ قَالَ أَنْتَ سَمِعْتَهُ قَالَ نَعَمْ","source":"Ahmad"},"__N_SSG":true}