{"pageProps":{"number":"4182","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan] dia berkata, telah menceritakan kepada kami [Ibnu Lahi'ah] berkata, telah menceritakan kepada kami [Darraj] dari [Umar bin Hakam] bahwa dia telah menceritakan kepadanya dari [Ummu Habibah binti Abu Sufyan], bahwa orang-orang dari penduduk Yaman datang kepada Rasulullah shallallahu 'alaihi wasallam, kemudian beliau mengajarkan kepada mereka tentang shalat, sunnah-sunnah dan kewajiban-kewajiban. Mereka kemudian berkata, \"Wahai Rasulullah, sesungguhnya kami memiliki minuman yang terbuat dari gandum dan tepung?\" Beliau balik bertanya: \"Al Ghubaira'?\" mereka menjawab, \"Ya.\" Nabi lalu bersabda: \"Jangan kalian mengkonsumsinya.\" Dua hari setelah itu mereka menanyakan hal itu lagi kepada beliau, maka beliau pun bertanya: \"Al Ghubaira'?\" mereka menjawab, \"Ya.\" Lantas beliau bersabda: \"Jangan kalian mengkonsumsinya.\" Hingga ketika mereka hendak pergi, mereka masih bertanya tentang minuman itu kepada beliau, dan beliau bertanya lagi: \"Al Ghubaira'?\" mereka menjawab, \"Ya.\" Nabi pun bersabda: \"Jangan kalian mengkonsumsinya.\" Kemudian para sahabat berkomentar, \"Sungguh, mereka adalah suatu kaum yang susah untuk meninggalkannya.\" Maka beliau pun bersabda: \"Barangsiapa tidak meninggalkannya maka potonglah lehernya.\"","arab":"حَدَّثَنَا حَسَنٌ قَالَ حَدَّثَنَا ابْنُ لَهِيعَةَ قَالَ حَدَّثَنَا دَرَّاجٌ عَنْ عُمَرَ بْنِ الْحَكَمِ أَنَّهُ حَدَّثَهُ عَنْ أُمِّ حَبِيبَةَ بِنْتِ أَبِي سُفْيَانَأَنَّ أُنَاسًا مِنْ أَهْلِ الْيَمَنِ قَدِمُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْلَمَهُمْ الصَّلَاةَ وَالسُّنَنَ وَالْفَرَائِضَ ثُمَّ قَالُوا يَا رَسُولَ اللَّهِ إِنَّ لَنَا شَرَابًا نَصْنَعُهُ مِنْ الْقَمْحِ وَالشَّعِيرِ قَالَ فَقَالَ الْغُبَيْرَاءُ قَالُوا نَعَمْ قَالَ لَا تَطْعَمُوهُ ثُمَّ لَمَّا كَانَ بَعْدَ ذَلِكَ بِيَوْمَيْنِ ذَكَرُوهُمَا لَهُ أَيْضًا فَقَالَ الْغُبَيْرَاءُ قَالُوا نَعَمْ قَالَ لَا تَطْعَمُوهُ ثُمَّ لَمَّا أَرَادُوا أَنْ يَنْطَلِقُوا سَأَلُوهُ عَنْهُ فَقَالَ الْغُبَيْرَاءُ قَالُوا نَعَمْ قَالَ لَا تَطْعَمُوهُ قَالُوا فَإِنَّهُمْ لَا يَدَعُونَهَا قَالَ مَنْ لَمْ يَتْرُكْهَا فَاضْرِبُوا عُنُقَهُ","source":"Ahmad"},"__N_SSG":true}