{"pageProps":{"number":"659","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'qub] berkata; [bapakku] berkata; sebagaimana telah menceritakan kepadaku [Ibnu Ishaq] dari [Ya'qub bin 'Utbah] dari [Muslim bin Abdullah bin Jundub Al Juhani] dari [Jundub bin Makits Al Juhani] berkata; Rasulullah Shallallahu'alaihiwasallam mengutus Ghalib bin Abdullah Al Kalbi yang dijuluki 'kalb laits' ke Bani Mulawwah di Kadid dan memerintahkan untuk menyerang mereka secara tiba-tiba. Dia pun berangkat, dan saya termasuk dalam pasukannya. Kami berangkat hingga setelah sampai di sampai di Qadid, kami bertemu Al Harits Bin Malik, dia anak Al Barsha' Al Laitsi, kami menawannya. Dia berkata 'Saya datang untuk masuk Islam.' Ghalib bin Abdullah berkata; \"Jika engkau datang sebagai seorang muslim, tidaklah mengapa bagimu untuk berjaga siang dan malam, tapi kalau engkau belum masuk Islam, maka kami meminta janji kesetiaan darimu\".(Jundub bin Makits Al Juhani) berkata; Alharits bin Malik memberi janji kesetiaan dengan ribath (berjaga di perbatasan), Ghalib bin Abdullah alkalbi mempercayakan seorang laki-laki hitam untuk berada di belakangnya. Ghalib bin Abdullah berpesan, \"Tetaplah bersamanya, sampai kami melewatimu nanti, kalau dia khianat, maka potonglah kepalanya\". (Jundub bin Makits Al Juhani) berkata; kami berangkat sehingga kami sampai di tengah daerah Kadid, kami singgah sebentar selepas ashar. Lantas sahabatku mengutusku sebagai pasukan pengintai, hingga aku naik daerah yang tinggi sehingga aku bisa mengintai siapa saja yang datang. Aku-pun menelungkupkan wajahku yang saat itu adalah waktu maghrib. Tiba-tiba keluarlah laki-laki di antara mereka sambil melihat, ternyata dia melihatku tertelungkup di atas dataran tinggi. Dia berkata kepada istrinya, \"Demi Allah, saya melihat sesuatu yang berwarna hitam di atas dataran itu, yang tidak saya lihat pada waktu siang tadi. Lihatlah, jangan sampai ada anjing-anjing yang memangsa sebagian gembalaanmu\". (Jundub bin Makits Al Juhani) berkata; (istri laki-laki tadi) lantas memeriksa dan mengecek gembalaannya dan berkata 'Tidak, demi Allah, saya tidak kehilangan apa-apa.' (Laki-laki itu) berkata; berikan panahku dan dua anak panahnya dari tempatnya. (Jundub bin Makits Al Juhani) berkata; (wanita itu) menyerahkannya, lalu dia memanahku dan mengenai pinggangku.Saya mencabutnya dan saya letakkan dengan tidak sedikitpun bergerak. Dia melemparkan panahnya untuk keduakalinya ke arah pundakku, segera saya mencabutnya dengan tanpa gerak. Laki-laki tadi berkata kepada istrinya, \"Demi Allah, telah saya lemparkan dua panah ke arah benda tersebut, jika itu adalah hewan melata, pastilah bergerak. Besok pagi, telusurilah di mana letak dua panahku serta ambillah keduanya supaya tidak diambil anjing\". (Jundub bin Makits Al Juhani) berkata; ketika gembalaan sudah mulai balik kandang dari tempat minumnya, mereka telah memerah susunya, mengandangkan hewannya ke tempat semula, dan telah datang kegelapan malam, kami dengan perlahan-lahan menyerang mereka dan berhasil membunuh beberapa orang mereka. Kami mendapatkan hewan ternak, lalu kami pulang. Tiba-tiba kami mendengar suara yang berteriak minta tolong, dengan segera kami bergegas pergi ngacir, sampai kami melewati Al Harits bin Barsha' dan temannya, kami bersama-bersama pergi. Orang yang meminta tolong tadi mendatangi kami, tiba-tiba datanglah sekelompok yang bukan dari pihak kami. Hingga saat jarak antara kita dengan mereka (musuh) hanyalah dipisah pertengahan bukit yang menghadap saluran mata air, Allah Ta'ala dengan kehendak-Nya menurunkan air hujan yang sebelumnya tidak pernah aku melihat hujan dan lumpur hitam sederas itu. Derasnya hujan dan lumpur menyebabkan suatu hal yang tak seorang pun bisa melawannya. Kita melihat mereka (musuh) dalam keadaan berdiri memandang kami, tapi tidak ada seorangpun dari mereka yang mampu untuk maju. Kami dengan segera mengumpulkan unta-unta rampasan, kami pinggirkan di daerah air terjun, lantas kami gelincirkan dari kami, sehingga gagallah mereka merampas barang yang telah kami ambil.","arab":"حَدَّثَنَا يَعْقُوبُ قَالَ قَالَ أَبِي كَمَا حَدَّثَنِي ابْنُ إِسْحَاقَ عَنْ يَعْقُوبَ بْنِ عُتْبَةَ عَنْ مُسْلِمِ بْنِ عَبْدِ اللَّهِ بْنِ جُنْدُبٍ الْجُهَنِيِّ عَنْ جُنْدُبِ بْنِ مَكِيثٍ الْجُهَنِيِّ قَالَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَالِبَ بْنَ عَبْدِ اللَّهِ الْكَلْبِيَّ كَلْبَ لَيْثٍ إِلَى بَنِي مُلَوَّحٍ بِالْكَدِيدِ وَأَمَرَهُ أَنْ يُغِيرَ عَلَيْهِمْ فَخَرَجَ فَكُنْتُ فِي سَرِيَّتِهِ فَمَضَيْنَا حَتَّى إِذَا كُنَّا بِقُدَيْدٍ لَقِينَا بِهِ الْحَارِثَ بْنَ مَالِكٍ وَهُوَ ابْنُ الْبَرْصَاءِ اللَّيْثِيُّ فَأَخَذْنَاهُ فَقَالَ إِنَّمَا جِئْتُ لِأُسْلِمَ فَقَالَ غَالِبُ بْنُ عَبْدِ اللَّهِ إِنْ كُنْتَ إِنَّمَا جِئْتَ مُسْلِمًا فَلَنْ يَضُرَّكَ رِبَاطُ يَوْمٍ وَلَيْلَةٍ وَإِنْ كُنْتَ عَلَى غَيْرِ ذَلِكَ اسْتَوْثَقْنَا مِنْكَ قَالَ فَأَوْثَقَهُ رِبَاطًا ثُمَّ خَلَّفَ عَلَيْهِ رَجُلًا أَسْوَدَ كَانَ مَعَنَا فَقَالَ امْكُثْ مَعَهُ حَتَّى نَمُرَّ عَلَيْكَ فَإِنْ نَازَعَكَ فَاجْتَزَّ رَأْسَهُ قَالَ ثُمَّ مَضَيْنَا حَتَّى أَتَيْنَا بَطْنَ الْكَدِيدِ فَنَزَلْنَا عُشَيْشِيَةً بَعْدَ الْعَصْرِ فَبَعَثَنِي أَصْحَابِي فِي رَبِيئَةٍ فَعَمَدْتُ إِلَى تَلٍّ يُطْلِعُنِي عَلَى الْحَاضِرِ فَانْبَطَحْتُ عَلَيْهِ وَذَلِكَ الْمَغْرِبَ فَخَرَجَ رَجُلٌ مِنْهُمْ فَنَظَرَ فَرَآنِي مُنْبَطِحًا عَلَى التَّلِّ فَقَالَ لِامْرَأَتِهِ وَاللَّهِ إِنِّي لَأَرَى عَلَى هَذَا التَّلِّ سَوَادًا مَا رَأَيْتُهُ أَوَّلَ النَّهَارِ فَانْظُرِي لَا تَكُونُ الْكِلَابُ اجْتَرَّتْ بَعْضَ أَوْعِيَتِكِ قَالَ فَنَظَرَتْ فَقَالَتْ لَا وَاللَّهِ مَا أَفْقِدُ شَيْئًا قَالَ فَنَاوِلِينِي قَوْسِي وَسَهْمَيْنِ مِنْ كِنَانَتِي قَالَ فَنَاوَلَتْهُ فَرَمَانِي بِسَهْمٍ فَوَضَعَهُ فِي جَنْبِي قَالَ فَنَزَعْتُهُ فَوَضَعْتُهُ وَلَمْ أَتَحَرَّكْ ثُمَّ رَمَانِي بِآخَرَ فَوَضَعَهُ فِي رَأْسِ مَنْكِبِي فَنَزَعْتُهُ فَوَضَعْتُهُ وَلَمْ أَتَحَرَّكْ فَقَالَ لِامْرَأَتِهِ وَاللَّهِ لَقَدْ خَالَطَهُ سَهْمَايَ وَلَوْ كَانَ دَابَّةً لَتَحَرَّكَ فَإِذَا أَصْبَحْتِ فَابْتَغِي سَهْمَيَّ فَخُذِيهِمَا لَا تَمْضُغُهُمَا عَلَيَّ الْكِلَابُ قَالَ وَأَمْهَلْنَاهُمْ حَتَّى رَاحَتْ رَائِحَتُهُمْ حَتَّى إِذَا احْتَلَبُوا وَعَطَنُوا أَوْ سَكَنُوا وَذَهَبَتْ عَتَمَةٌ مِنْ اللَّيْلِ شَنَنَّا عَلَيْهِمْ الْغَارَةَ فَقَتَلْنَا مَنْ قَتَلْنَا مِنْهُمْ وَاسْتَقْنَا النَّعَمَ فَتَوَجَّهْنَا قَافِلِينَ وَخَرَجَ صَرِيخُ الْقَوْمِ إِلَى قَوْمِهِمْ مُغَوِّثًا وَخَرَجْنَا سِرَاعًا حَتَّى نَمُرَّ بِالْحَارِثِ ابْنِ الْبَرْصَاءِ وَصَاحِبِهِ فَانْطَلَقْنَا بِهِ مَعَنَا وَأَتَانَا صَرِيخُ النَّاسِ فَجَاءَنَا مَا لَا قِبَلَ لَنَا بِهِ حَتَّى إِذَا لَمْ يَكُنْ بَيْنَنَا وَبَيْنَهُمْ إِلَّا بَطْنُ الْوَادِي أَقْبَلَ سَيْلٌ حَالَ بَيْنَنَا وَبَيْنَهُمْ بَعَثَهُ اللَّهُ تَعَالَى مِنْ حَيْثُ شَاءَ مَا رَأَيْنَا قَبْلَ ذَلِكَ مَطَرًا وَلَا حَالًا فَجَاءَ بِمَا لَا يَقْدِرُ أَحَدٌ أَنْ يَقُومَ عَلَيْهِ فَلَقَدْ رَأَيْنَاهُمْ وُقُوفًا يَنْظُرُونَ إِلَيْنَا مَا يَقْدِرُ أَحَدٌ مِنْهُمْ أَنْ يَتَقَدَّمَ وَنَحْنُ نُحَوِّزُهَا سِرَاعًا حَتَّى أَسْنَدْنَاهَا فِي الْمَشْلَلِ ثُمَّ حَدَرْنَاهَا عَنَّا فَأَعْجَزْنَا الْقَوْمَ بِمَا فِي أَيْدِينَا","source":"Ahmad"},"__N_SSG":true}