{"pageProps":{"number":"756","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] berkata; telah menceritakan kepada kami [Kahmas bin Al Hasan] dari [Sayyar bin Mandzur Al Fazari] dari [bapaknya] dari [Buhaisah] dari [bapaknya] berkata; saya meminta izin kepada Nabi Shallallahu'alaihiwasallam lalu saya masuk antara beliau dan bajunya. (bapaknya Buhaisah Radliyallahu'anhu) berkata; saya berkata \"Wahai Rasulullah, apakah yang tidak diperbolehkan untuk ditolak\"? (Rasulullah Shallallahu'alahiwasallam) menjawab, \"Air\". saya bertanya lagi \"Wahai Rasulullah, apakah yang tidak diperbolehkan untuk ditolak\"? (Rasulullah Shallallahu'alahiwasallam) menjawab, \"Air\". Saya bertanya \"Wahai Rasulullah, apakah yang tidak diperbolehkan untuk ditolak\"? beliau bersabda: \"Kamu berbuat kebaikan itu lebih baik bagimu\". Telah menceritakan kepada kami [Muhammad bin Ja'far] berkata; telah menceritakan kepada kami [Kahmas] berkata; saya telah mendengar [Sayyar bin Mandzur Al Fazari] berkata; telah menceritakan kepadaku [bapakku] dari [Buhaisah] berkata; bapakku meminta izin untuk menemui Nabi Shallallahu'alaihiwasallam, maka dia masuk antara beliau dan bajunya. Lalu menyebutkan secara maknanya.","arab":"حَدَّثَنَا وَكِيعٌ قَالَ حَدَّثَنَا كَهْمَسُ بْنُ الْحَسَنِ عَنْ سَيَّارِ بْنِ مَنْظُورٍ الْفَزَارِيِّ عَنْ أَبِيهِ عَنْ بُهَيْسَةَ عَنْ أَبِيهَا قَالَاسْتَأْذَنْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلْتُ بَيْنَهُ وَبَيْنَ قَمِيصِهِ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا الشَّيْءُ الَّذِي لَا يَحِلُّ مَنْعُهُ قَالَ الْمَاءُ قُلْتُ يَا رَسُولَ اللَّهِ مَا الشَّيْءُ الَّذِي لَا يَحِلُّ مَنْعُهُ قَالَ الْمَاءُ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا الشَّيْءُ الَّذِي لَا يَحِلُّ مَنْعُهُ قَالَ أَنْ تَفْعَلَ الْخَيْرَ خَيْرٌ لَكَحَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا كَهْمَسٌ قَالَ سَمِعْتُ سَيَّارَ بْنَ مَنْظُورٍ الْفَزَارِيَّ قَالَ حَدَّثَنِي أَبِي عَنْ بُهَيْسَةَ قَالَتِ اسْتَأْذَنَ أَبِي عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلَ بَيْنَهُ وَبَيْنَ قَمِيصِهِ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}