{"pageProps":{"number":"802","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Adam] telah menceritakan kepada kami [Ma'ruf] yaitu Ibnu Wasil, berkata; telah menceritakan kepadaku [Hafshah], anak Thalq, seorang wanita dari suatu desa tahun sembilan puluh, dari [Abu 'Umairah] berkata; kami sedang duduk di samping Rasulullah Shallallahu'alaihiwasallam pada suatu hari, selanjutnya seorang laki-laki membawa periuk berisi kurma. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Apakah ini sedekah ataukah hadiah?\" laki-laki tersebut menjawab, \"Itu adalah sedekah\". beliau bersabda: \"Berikanlah untuk orang-orang\". Lantas Hasan memasukkan jarinya, mengambil kurma lalu meletakkanya di mulutnya. Kontan Nabi Shallallahu'alaihiwasallam memasukkan jarinya pada mulut bayi dan mengeluarkan kurma dan membuangnya. Beliau bersabda: \"Sesungguhnya keluarga Muhammad, tidak halal sedekah bagi kita\". Saya berkata kepada Ma'ruf bahwa Abu 'Umair adalah kakekmu, maka (Ma'ruf) berkata; dia adalah kakek bapakku. (Ahmad bin Hanbal radliyallhu'anhu) berkata; telah menceritakan kepada kami [Hasan bin Musa] berkata; telah menceritakan kepada kami [Ma'ruf] dari [Hafshah binti Thalq] dari [Abu 'Amirah, Usaid bin Malik, kakek Ma'ruf] berkata; kami sedang duduk bersama Rasulullah Shallallahu'alaihiwasallam, lalu menyebutkan hadisnya secara lengkap","arab":"حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا مَعْرُوفٌ يَعْنِي ابْنَ وَاصِلٍ قَالَ حَدَّثَتْنِي حَفْصَةُ ابْنَةُ طَلْقٍ امْرَأَةٌ مِنْ الْحَيِّ سَنَةَ تِسْعِينَ عَنْ أَبِي عُمَيْرَةَ قَالَكُنَّا جُلُوسًا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فَجَاءَ رَجُلٌ بِطَبَقٍ عَلَيْهِ تَمْرٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا هَذَا أَصَدَقَةٌ أَمْ هَدِيَّةٌ قَالَ صَدَقَةٌ قَالَ فَقَدِّمْهُ إِلَى الْقَوْمِ وَحَسَنٌ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ يَتَعَفَّرُ بَيْنَ يَدَيْهِ فَأَخَذَ الصَّبِيُّ تَمْرَةً فَجَعَلَهَا فِي فِيهِ فَأَدْخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُصْبُعَهُ فِي فِي الصَّبِيِّ فَنَزَعَ التَّمْرَةَ فَقَذَفَ بِهَا ثُمَّ قَالَ إِنَّا آلَ مُحَمَّدٍ لَا تَحِلُّ لَنَا الصَّدَقَةُفَقُلْتُ لِمَعْرُوفٍ أَبُو عُمَيْرٍ جَدُّكَ قَالَ جَدُّ أَبِي قَالَ حَدَّثَنَا حَسَنُ بْنُ مُوسَى قَالَ حَدَّثَنَا مَعْرُوفٌ عَنْ حَفْصَةَ بِنْتِ طَلْقٍ عَنْ أَبِي عَمِيرَةَ أُسَيْدِ بْنِ مَالِكٍ جَدِّ مَعْرُوفٍ قَالَ كُنَّا جُلُوسًا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْلَهُ","source":"Ahmad"},"__N_SSG":true}