{"pageProps":{"number":"1288","slug":"nasai","id":"Telah mengabarkan kepada kami [Suwaid bin Nashr] dia berkata; telah memberitakan kepada kami ['Abdullah bin Al Mubarak] dari [Dawud bin Qais] dia berkata; telah menceritakan kepada kami ['Ali bin Yahya bin Khallad bin Rafi' bin Malik Al Anshari] dia berkata; [bapakku] telah menceritakan kepadaku dari pamannya - [Badri] -, dia berkata; \"Kami pernah duduk-duduk bersama Rasulullah Shalallah 'Alaihi Wa Sallam, dan tiba-tiba ada seorang laki-laki masuk ke dalam masjid, lalu shalat dua rakaat. Setelah itu dia datang kepada Rasulullah Shalallah 'Alaihi Wa Sallam sambil mengucapkan salam kepada beliau, padahal Rasulullah shallallahu 'alaihi wasallam telah memperhatikan shalatnya, setelah beliau menjawab salamnya beliau berkata: 'Kembalilah dan shalatlah lagi karena engkau belum shalat'. Iapun kembali shalat lagi, kemudian menghadap Rasulullah Shalallah 'Alaihi Wa Sallam lagi dengan mengucapkan salam kepada beliau Shallallahu'alaihi wasallam. Beliau membalas salamnya sambil berkata, 'Kembalilah dan shalatlah lagi karena engkau belum shalat'. Hingga pada jawaban yang ketiga atau keempat ia lalu berkata, 'Demi Dzat yang mengutus engkau dengan membawa Al Qur'an, aku telah bersungguh-sungguh dan bersemangat. Jadi perlihatkanlah kepadaku dan ajarilah aku.\" Rasulullah Shalallah 'Alaihi Wa Sallam bersabda: \"Jika kamu hendak shalat, maka berwudhulah dan perbaikilah wudhumu. Kemudian berdiri dan menghadaplah kiblat. Lalu takbir dan bacalah (Al Qur'an). Kemudian ruku'lah hingga kamu tenang (thuma'ninah) dalam ruku'mu. Lalu bangkitlah dari ruku' hingga kamu berdiri tegak, kemudian sujudlah hingga kamu tenang (thuma'ninah) dalam sujudmu. Setelah itu bangkitlah dari sujud hingga kamu tenang (thuma'ninah) dalam keadaan duduk. Jika kamu telah menyempurnakan shalatmu dengan cara seperti ini, maka telah sempurna shalatmu. Apa yang kamu kurangi dari itu maka akan mengurangi kesempurnaan shalatmu.\"","arab":"أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ دَاوُدَ بْنِ قَيْسٍ قَالَ حَدَّثَنِي عَلِيُّ بْنُ يَحْيَى بْنِ خَلَّادِ بْنِ رَافِعِ بْنِ مَالِكٍ الْأَنْصَارِيُّ قَالَ حَدَّثَنِي أَبِي عَنْ عَمٍّ لَهُ بَدْرِيٍّ قَالَكُنْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسًا فِي الْمَسْجِدِ فَدَخَلَ رَجُلٌ فَصَلَّى رَكْعَتَيْنِ ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْمُقُهُ فِي صَلَاتِهِ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ قَالَ لَهُ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ فَرَجَعَ فَصَلَّى ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ قَالَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ حَتَّى كَانَ عِنْدَ الثَّالِثَةِ أَوْ الرَّابِعَةِ فَقَالَ وَالَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ لَقَدْ جَهِدْتُ وَحَرَصْتُ فَأَرِنِي وَعَلِّمْنِي قَالَ إِذَا أَرَدْتَ أَنْ تُصَلِّيَ فَتَوَضَّأْ فَأَحْسِنْ وُضُوءَكَ ثُمَّ اسْتَقْبِلْ الْقِبْلَةَ فَكَبِّرْ ثُمَّ اقْرَأْ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ قَاعِدًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ فَإِذَا أَتْمَمْتَ صَلَاتَكَ عَلَى هَذَا فَقَدْ تَمَّتْ وَمَا انْتَقَصْتَ مِنْ هَذَا فَإِنَّمَا تَنْتَقِصُهُ مِنْ صَلَاتِكَ","source":"Nasai"},"__N_SSG":true}