{"pageProps":{"number":"1863","slug":"nasai","id":"Telah mengabarkan kepada kami [Ishaq bin Ibrahim] dia berkata; telah menceritakan kepada kami [Hisyam bin 'Abdul Malik] dan ['Abdullah bin Yazid] mereka berkata; telah menceritakan kepada kami [Dawud bin Abul Furat] dia berkata; telah menceritakan kepada kami ['Abdullah bin Buraidah] dari [Abul Aswad Ad Daili] dia berkata; Aku datang ke madinah, lalu aku duduk di hadapan [Umar Al Khattab], kemudian ada jenazah diusung -lewat- di hadapannya dan jenazah itu dipuji dengan kebaikan, Umar lalu berkata; \"Wajib\". Kemudian ada jenazah lain yang di usung -lewat- di hadapannya dan jenazah itu dikecam dengan keburukan, umar lalu berkata; \"Wajib.\" Kemudian ada jenazah ketiga -diusung- lewat di hadapannya dan jenazah tersebut dicekam dengan keburukan, Umar lalu berkata; \"Wajib.\" Aku bertanya, \"Apa yang wajib, wahai amirul mukminin?\" ia menjawab, \"Aku mengatakan sebagaimana Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang muslim mana saja yang disaksikan untuk dirinya oleh empat orang, dan mereka mengatakan kebaikan, Allah akan memasukannya ke dalam surga, \" kami berkata, \"Atau tiga.\" Beliau bersabda: \"Atau tiga.\" Kami berkata; \"Atau dua.\" Beliau bersabda: \"Atau dua.\"","arab":"أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ وَعَبْدُ اللَّهِ بْنُ يَزِيدَ قَالَا حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ أَبِي الْأَسْوَدِ الدِّيْلِيِّ قَالَأَتَيْتُ الْمَدِينَةَ فَجَلَسْتُ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْرًا فَقَالَ عُمَرُ وَجَبَتْ ثُمَّ مُرَّ بِأُخْرَى فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْرًا فَقَالَ عُمَرُ وَجَبَتْ ثُمَّ مُرَّ بِالثَّالِثِ فَأُثْنِيَ عَلَى صَاحِبِهَا شَرًّا فَقَالَ عُمَرُ وَجَبَتْ فَقُلْتُ وَمَا وَجَبَتْ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ قُلْتُ كَمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّمَا مُسْلِمٍ شَهِدَ لَهُ أَرْبَعَةٌ قَالُوا خَيْرًا أَدْخَلَهُ اللَّهُ الْجَنَّةَ قُلْنَا أَوْ ثَلَاثَةٌ قَالَ أَوْ ثَلَاثَةٌ قُلْنَا أَوْ اثْنَانِ قَالَ أَوْ اثْنَانِ","source":"Nasai"},"__N_SSG":true}