{"pageProps":{"number":"2273","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin 'Ubaid] dari [Asbath] dari [Mutharrif] dari [Habib bin Abu Tsabit] dari [Abul 'Abbas] dari ['Abdullah bin 'Amru] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \" Telah sampai berita kepadaku bahwa kamu bangun di malam hari -untuk beribadah- dan berpuasa di siang hari?\" Aku berkata; 'Wahai Rasulullah shallallahu 'alaihi wasallam, tidak ada yang kumaksud dari hal itu kecuali kebaikan! ' Beliau bersabda: 'Tidak -dianggap- berpuasa bagi orang yang berpuasa selamanya, tetapi aku tunjukkan kepadamu tentang puasa Dahr; yaitu tiga hari dalam sebulan.' Aku berkata; 'Wahai Rasulullah shallallahu 'alaihi wasallam, ' aku mampu melakukan lebih dari itu! ' Beliau bersabda: 'Berpuasalah lima hari.' Aku berkata; ' aku mampu melakukan lebih dari itu.' Beliau bersabda: 'Berpuasalah sepuluh hari.' Aku berkata; ' aku mampu melakukan lebih dari itu.' Beliau bersabda: 'Berpuasalah seperti puasa Nabi Daud -alaihissalam-, ia berpuasa sehari dan berbuka sehari.' Telah mengabarkan kepada kami [Ali bin Al Husain] ia berkata; telah menceritakan kepada kami [Umayyah] dari [Syu'bah] dari [Habib] ia berkata; telah menceritakan kepadaku [Abu Al Abbas] dia adalah salah satu penduduk Syam, ahli sya'ir, dan ia adalah orang yang terpercaya dari [Abdullah bin Amru] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku; -kemudian dia menyebutkan hadits di atas.-","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ عُبَيْدٍ عَنْ أَسْبَاطٍ عَنْ مُطَرِّفٍ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ أَبِي الْعَبَّاسِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ بَلَغَنِي أَنَّكَ تَقُومُ اللَّيْلَ وَتَصُومُ النَّهَارَ قُلْتُ يَا رَسُولَ اللَّهِ مَا أَرَدْتُ بِذَلِكَ إِلَّا الْخَيْرَ قَالَ لَا صَامَ مَنْ صَامَ الْأَبَدَ وَلَكِنْ أَدُلُّكَ عَلَى صَوْمِ الدَّهْرِ ثَلَاثَةُ أَيَّامٍ مِنْ الشَّهْرِ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ قَالَ صُمْ خَمْسَةَ أَيَّامٍ قُلْتُ إِنِّي أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ قَالَ فَصُمْ عَشْرًا فَقُلْتُ إِنِّي أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ قَالَ صُمْ صَوْمَ دَاوُدَ عَلَيْهِ السَّلَام كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًاأَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ قَالَ حَدَّثَنَا أُمَيَّةُ عَنْ شُعْبَةَ عَنْ حَبِيبٍ قَالَ حَدَّثَنِي أَبُو الْعَبَّاسِ وَكَانَ رَجُلًا مِنْ أَهْلِ الشَّامِ وَكَانَ شَاعِرًا وَكَانَ صَدُوقًا عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَاقَ الْحَدِيثَ","source":"Nasai"},"__N_SSG":true}