{"pageProps":{"number":"2326","slug":"nasai","id":"Telah mengabarkan kepada kami [Washil bin 'Abdul A'la] dari [Ibnu Fudhail] dari ['Abdul Malik bin Abu Sulaiman] dari [Abu Az Zubair] dari [Jabir bin 'Abdullah] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada seorang pun dari pemilik unta, sapi dan kambing yang tidak menunaikan haknya melainkan akan dibangkitkan pada hari Kiamat, ditelungkupkan di tempat yang luas. Setiap yang memiliki kuku telapak kaki akan menginjaknya dengan kuku-kuku telapak kakinya dan setiap yang memiliki tanduk akan menyeruduk dengan tanduknya. Di antara binatang-binatang tersebut tidak ada yang bengkok dan tidak ada yang pecah tanduknya.\" Kami bertanya; 'Wahai Rasulullah shallallahu 'alaihi wasallam! Apa haknya? ' Beliau menjawab: 'Meminjamkan pejantannya, meminjamkan untuk mengambil air dari sumur dan membawa muatan di atasnya pada jalan Allah. Dan tidak ada pemilik harta yang tidak menunaikan haknya melainkan akan dibuatkan untuk dirinya pada hari Kiamat seperti ular yang berkepala putih (karena banyak racunnya), yang pemiliknya lari darinya namun ular tersebut terus mengikutinya seraya mengatakan; 'Inilah harta simpananmu yang kamu bakhil dengannya'. Ketika ia melihat bahwa hal itu sudah menjadi keharusan untuknya, ia memasukkan tangan ke mulutnya, lalu ia segera menggigitnya seperti hewan pejantan menggigit.'","arab":"أَخْبَرَنَا وَاصِلُ بْنُ عَبْدِ الْأَعْلَى عَنْ ابْنِ فُضَيْلٍ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ صَاحِبِ إِبِلٍ وَلَا بَقَرٍ وَلَا غَنَمٍ لَا يُؤَدِّي حَقَّهَا إِلَّا وُقِفَ لَهَا يَوْمَ الْقِيَامَةِ بِقَاعٍ قَرْقَرٍ تَطَؤُهُ ذَاتُ الْأَظْلَافِ بِأَظْلَافِهَا وَتَنْطَحُهُ ذَاتُ الْقُرُونِ بِقُرُونِهَا لَيْسَ فِيهَا يَوْمَئِذٍ جَمَّاءُ وَلَا مَكْسُورَةُ الْقَرْنِ قُلْنَا يَا رَسُولَ اللَّهِ وَمَاذَا حَقُّهَا قَالَ إِطْرَاقُ فَحْلِهَا وَإِعَارَةُ دَلْوِهَا وَحَمْلٌ عَلَيْهَا فِي سَبِيلِ اللَّهِ وَلَا صَاحِبِ مَالٍ لَا يُؤَدِّي حَقَّهُ إِلَّا يُخَيَّلُ لَهُ يَوْمَ الْقِيَامَةِ شُجَاعٌ أَقْرَعُ يَفِرُّ مِنْهُ صَاحِبُهُ وَهُوَ يَتَّبِعُهُ يَقُولُ لَهُ هَذَا كَنْزُكَ الَّذِي كُنْتَ تَبْخَلُ بِهِ فَإِذَا رَأَى أَنَّهُ لَا بُدَّ لَهُ مِنْهُ أَدْخَلَ يَدَهُ فِي فِيهِ فَجَعَلَ يَقْضَمُهَا كَمَا يَقْضَمُ الْفَحْلُ","source":"Nasai"},"__N_SSG":true}