{"pageProps":{"number":"3322","slug":"nasai","id":"Telah mengabarkan kepada kami [Ishaq bin Ibrahim] ia berkata; telah memberitakan kepada kami [Abdul A'la] ia berkata; Hisyam pernah ditanya mengenai seorang laki-laki yang menuduh isterinya berbuat zina. Maka [Hisyam] menceritakan kepada kami dari [Muhammad] ia berkata; aku telah bertanya kepada [Anas bin Malik] mengenai hal tersebut, dan aku melihat ia memiliki ilmu mengenai hal tersebut. Anas berkata, \"Sesungguhnya Hilal bin Umayyah telah menuduh isterinya berbuat zina dengan Syarik bin As Sahma`, dan ia adalah saudara Al Barra` bin Malik seibu. Dan ia adalah orang pertama yang melakukan li'an. Kemudian Rasulullah shallallahu 'alaihi wasallam memerintahkan keduanya untuk saling laknat (sumpah). Setelah itu beliau bersabda: \"Lihatlah, apabila wanita tersebut melahirkan anak yang putih, berambut lurus, dan kedua matanya rusak, maka ia adalah milik Hilal bin Umayyah. Dan apabila ia melahirkan anak yang hitam pelupuk matanya, berambut keriting, kedua betisnya kecil maka ia adalah milik Syarik bin As Sahma`.\" Anas berkata, \"Kemudian aku diberitahu bahwa wanita tersebut melahirkan anak yang berpelupuk mata hitam, berambut keriting, dan kecil kedua betisnya.\"","arab":"أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ أَنْبَأَنَا عَبْدُ الْأَعْلَى قَالَ سُئِلَ هِشَامٌ عَنْ الرَّجُلِ يَقْذِفُ امْرَأَتَهُ فَحَدَّثَنَا هِشَامٌ عَنْ مُحَمَّدٍ قَالَسَأَلْتُ أَنَسَ بْنَ مَالِكٍ عَنْ ذَلِكَ وَأَنَا أَرَى أَنَّ عِنْدَهُ مِنْ ذَلِكَ عِلْمًا فَقَالَ إِنَّ هِلَالَ بْنَ أُمَيَّةَ قَذَفَ امْرَأَتَهُ بِشَرِيكِ بْنِ السَّحْمَاءِ وَكَانَ أَخُو الْبَرَاءِ بْنِ مَالِكٍ لِأُمِّهِ وَكَانَ أَوَّلَ مَنْ لَاعَنَ فَلَاعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَهُمَا ثُمَّ قَالَ ابْصُرُوهُ فَإِنْ جَاءَتْ بِهِ أَبْيَضَ سَبِطًا قَضِيءَ الْعَيْنَيْنِ فَهُوَ لِهِلَالِ بْنِ أُمَيَّةَ وَإِنْ جَاءَتْ بِهِ أَكْحَلَ جَعْدًا أَحْمَشَ السَّاقَيْنِ فَهُوَ لِشَرِيكِ بْنِ السَّحْمَاءِ قَالَ فَأُنْبِئْتُ أَنَّهَا جَاءَتْ بِهِ أَكْحَلَ جَعْدًا أَحْمَشَ السَّاقَيْنِ","source":"Nasai"},"__N_SSG":true}