{"pageProps":{"number":"4078","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Basysyar], ia berkata; telah menceritakan kepada kami [Muhammad bin Ja'far], [Abu Daud], [Yahya], [Abdurrahman] dan [Ibnu Abu 'Adi] serta [Abu Al Walid], mereka berkata; telah memberitakan kepada kami [Syu'bah], ia berkata; saya mendengar [Sulaiman bin Abdurrahman] berkata; saya mendengar ['Ubaid bin Fairuz] berkata; saya berkata kepada [Al Barra` bin 'Azib]; ceritakan kepadaku mengenai apa yang tidak disukai atau dilarang oleh Rasulullah shallallahu 'alaihi wasallam dari binatang kurban! Ia berkata; sesungguhnya Rasulullah shallallahu 'alaihi wasallam bersabda demikian dengan tangannya dan tanganku lebih pendek dari tangan Rasulullah shallallahu 'alaihi wasallam: \"Empat sifat yang tidak mencukupi dalam hewan kurban yaitu; buta sebelah matanya yang jelas kebutaannya, sakit yang jelas sakitnya, pincang yang jelas pincangnya, dan pecah kakinya yang tidak memiliki sumsum.\" Saya katakan; saya tidak suka pada tanduknya terdapat cacat, dan pada telinganya terdapat cacat. Ia berkata; apa yang tidak engkau sukai maka tinggalkan dan jangan engkau haramkan atas seseorang. ","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ وَأَبُو دَاوُدَ وَيَحْيَى وَعَبْدُ الرَّحْمَنِ وَابْنُ أَبِي عَدِيٍّ وَأَبُو الْوَلِيدِ قَالُوا أَنْبَأَنَا شُعْبَةُ قَالَ سَمِعْتُ سُلَيْمَانَ بْنَ عَبْدِ الرَّحْمَنِ قَالَ سَمِعْتُ عُبَيْدَ بْنَ فَيْرُوزَ قَالَقُلْتُ لِلْبَرَاءِ بْنِ عَازِبٍ حَدِّثْنِي مَا كَرِهَ أَوْ نَهَى عَنْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْأَضَاحِيِّ قَالَ فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَكَذَا بِيَدِهِ وَيَدِي أَقْصَرُ مِنْ يَدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْبَعَةٌ لَا يَجْزِينَ فِي الْأَضَاحِيِّ الْعَوْرَاءُ الْبَيِّنُ عَوَرُهَا وَالْمَرِيضَةُ الْبَيِّنُ مَرَضُهَا وَالْعَرْجَاءُ الْبَيِّنُ ظَلْعُهَا وَالْكَسِيرَةُ الَّتِي لَا تُنْقِي قَالَ فَإِنِّي أَكْرَهُ أَنْ يَكُونَ نَقْصٌ فِي الْقَرْنِ وَالْأُذُنِ قَالَ فَمَا كَرِهْتَ مِنْهُ فَدَعْهُ وَلَا تُحَرِّمْهُ عَلَى أَحَدٍ","source":"Nasai"},"__N_SSG":true}