{"pageProps":{"number":"4480","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdur Razzaq] dari [Ma'mar] dari [Az Zuhri] dari [Urwah] dari ['Aisyah] bahwa Nabi shallallahu 'alaihi wasallam mengutus Abu Jahm bin Hudzaifah sebagai pengurus shadaqah, kemudian terdapat seorang laki-laki yang terus mendesak dalam meminta shadaqah, sehingga Abu Jahm memukulnya, kemudian orang-orang mendatangi Nabi shallallahu 'alaihi wasallam dan berkata; \"Kami meminta balasan wahai Rasulullah, \" Beliau bersabda: \"Maukah Kalian mendapatkan ini dan itu?\" Namun mereka tidak ridha, lalu beliau bersabda: \"kalian mendapatkan ini dan itu, \" lalu mereka ridha. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya aku akan berkhutbah kepada manusia dan akan aku kabari mereka dengan keridhaan kalian, \" Mereka menjawab; \"Ya.\" Lalu Nabi shallallahu 'alaihi wasallam berkhutbah dan beliau bersabda: \" Sesungguhnya mereka mendatangiku ingin memintaku balasan, lalu aku tawarkan kepada mereka ini dan itu, lalu mereka ridho, \" Mereka berkata; \"Tidak.\" Maka orang-orang muhajirin hendak melawan mereka, lalu Rasulullah shallallahu 'alaihi wasallam menyuruh mereka untuk menahan hal itu, dan mereka menahannya, lalu beliau memanggil mereka dan bersabda: \" Apakah kalian ridha, \" mereka menjawab iya, beliau bersabda: \" aku akan berkhutbah di hadapan manusia dan mengabarkan mereka akan keridhaan kalian, \" kemudian beliau berkhutbah di hadapan manusia dan bersabda: \"Apakah kalian ridha, \" mereka menjawab; \"Ya.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ أَبَا جَهْمِ بْنَ حُذَيْفَةَ مُصَدِّقًا فَلَاحَّهُ رَجُلٌ فِي صَدَقَتِهِ فَضَرَبَهُ أَبُو جَهْمٍ فَأَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ الْقَوَدُ يَا رَسُولَ اللَّهِ فَقَالَ لَكُمْ كَذَا وَكَذَا فَلَمْ يَرْضَوْا بِهِ فَقَالَ لَكُمْ كَذَا وَكَذَا فَرَضُوا بِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي خَاطِبٌ عَلَى النَّاسِ وَمُخْبِرُهُمْ بِرِضَاكُمْ قَالُوا نَعَمْ فَخَطَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ هَؤُلَاءِ أَتَوْنِي يُرِيدُونَ الْقَوَدَ فَعَرَضْتُ عَلَيْهِمْ كَذَا وَكَذَا فَرَضُوا قَالُوا لَا فَهَمَّ الْمُهَاجِرُونَ بِهِمْ فَأَمَرَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَكُفُّوا فَكَفُّوا ثُمَّ دَعَاهُمْ قَالَ أَرَضِيتُمْ قَالُوا نَعَمْ قَالَ فَإِنِّي خَاطِبٌ عَلَى النَّاسِ وَمُخْبِرُهُمْ بِرِضَاكُمْ قَالُوا نَعَمْ فَخَطَبَ النَّاسَ ثُمَّ قَالَ أَرَضِيتُمْ قَالُوا نَعَمْ","source":"Nasai"},"__N_SSG":true}