{"pageProps":{"number":"497","slug":"nasai","id":"Telah mengabarkan kepada kami [Al Hasan bin Huraits] dia berkata; Telah memberitakan kepada kami [Al Fadhlu bin Musa] dari [Muhammad bin Amr] dari [Abu Salamah] dari [Abu Hurairah] berkata; Rasulullah shallallahu 'alaihi wasallam. bersabda: \"Inilah Jibril, datang kepada kalian untuk mengajarkan agama kalian. Lalu dia shalat Subuh ketika telah terbit fajar, shalat Zhuhur ketika matahari telah tergelincir, shalat Ashar ketika dia melihat (ukuran) bayangan seperti bendanya, shalat Maghrib tatkala matahari terbenam dan saat orang yang berpuasa boleh berbuka, dan shalat Isya' ketika telah hilang mega merah. Kemudian datang lagi besoknya dan shalat Subuh ketika sedikit terang, kemudian shalat zhuhur bersamanya saat bayangan seperti aslinya, lantas shalat Ashar ketika bayangan benda dua kali dari aslinya, kemudian shalat Maghrib dengan satu waktu, yaitu saat terbenamnya matahari dan halalnya orang berpuasa untuk berbuka, selanjutnya shalat Isya' ketika berlalu sebagian malam. Kemudian dia (Jibril) berkata, ' (Waktu) shalat adalah diantara shalatmu yang kemarin dan shalatmu sekarang. ","arab":"أَخْبَرَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ قَالَ أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا جِبْرِيلُ عَلَيْهِ السَّلَام جَاءَكُمْ يُعَلِّمُكُمْ دِينَكُمْ فَصَلَّى الصُّبْحَ حِينَ طَلَعَ الْفَجْرُ وَصَلَّى الظُّهْرَ حِينَ زَاغَتْ الشَّمْسُ ثُمَّ صَلَّى الْعَصْرَ حِينَ رَأَى الظِّلَّ مِثْلَهُ ثُمَّ صَلَّى الْمَغْرِبَ حِينَ غَرَبَتْ الشَّمْسُ وَحَلَّ فِطْرُ الصَّائِمِ ثُمَّ صَلَّى الْعِشَاءَ حِينَ ذَهَبَ شَفَقُ اللَّيْلِ ثُمَّ جَاءَهُ الْغَدَ فَصَلَّى بِهِ الصُّبْحَ حِينَ أَسْفَرَ قَلِيلًا ثُمَّ صَلَّى بِهِ الظُّهْرَ حِينَ كَانَ الظِّلُّ مِثْلَهُ ثُمَّ صَلَّى الْعَصْرَ حِينَ كَانَ الظِّلُّ مِثْلَيْهِ ثُمَّ صَلَّى الْمَغْرِبَ بِوَقْتٍ وَاحِدٍ حِينَ غَرَبَتْ الشَّمْسُ وَحَلَّ فِطْرُ الصَّائِمِ ثُمَّ صَلَّى الْعِشَاءَ حِينَ ذَهَبَ سَاعَةٌ مِنْ اللَّيْلِ ثُمَّ قَالَ الصَّلَاةُ مَا بَيْنَ صَلَاتِكَ أَمْسِ وَصَلَاتِكَ الْيَوْمَ","source":"Nasai"},"__N_SSG":true}