{"pageProps":{"number":"107","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata; telah menceritakan kepada kami [Abdah] dari [Muhammad bin Ishaq] dari [Sa'id bin Ubaid] -yaitu Ibnu As Sabbaq, dari [Ayahnya] dari [Sahl bin Hunaif] ia berkata; \"Aku sering mengeluarkan madzi karena lelah, hingga aku sering mandi karena hal itu. Lalu aku ceritakan dan menanyakan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, beliau menjawab: \"Cukuplah kamu berwudlu.\" Lalu aku bertanya lagi, \"Wahai Rasulullah, bagaimana dengan kain yang terkena?\" beliau menjawab: \"Cukup bagimu mengambil air setangkup telapak tangan, lalu percikkanlah pada bagian yang terkena.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih. Dan kami tidak mengetahui hadits tersebut kecuali dari hadits Muhammad bin Ishaq tentang madzi. Para ulama masih berselisih tentang madzi yang mengenai kain, sebagian mereka berkata; \"Harus mandi.\" Ini adalah pendapat Syafi'i dan Ishaq. Sedangkan yang lainnya mengatakan, \"Cukup diperciki dengan air.\" Dan Ahmad berkata; \"Aku berharap bahwa hal itu cukup diperciki dengan air.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبْدَةُ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ سَعِيدِ بْنِ عُبَيْدٍ هُوَ ابْنُ السَّبَّاقِ عَنْ أَبِيهِ عَنْ سَهْلِ بْنِ حُنَيْفٍ قَالَ كُنْتُ أَلْقَى مِنْ الْمَذْيِ شِدَّةً وَعَنَاءً فَكُنْتُ أُكْثِرُ مِنْهُ الْغُسْلَ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَأَلْتُهُ عَنْهُ فَقَالَ إِنَّمَا يُجْزِئُكَ مِنْ ذَلِكَ الْوُضُوءُ فَقُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ بِمَا يُصِيبُ ثَوْبِي مِنْهُ قَالَ يَكْفِيكَ أَنْ تَأْخُذَ كَفًّا مِنْ مَاءٍ فَتَنْضَحَ بِهِ ثَوْبَكَ حَيْثُ تَرَى أَنَّهُ أَصَابَ مِنْهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَلَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ مُحَمَّدِ بْنِ إِسْحَقَ فِي الْمَذْيِ مِثْلَ هَذَا وَقَدْ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمَذْيِ يُصِيبُ الثَّوْبَ فَقَالَ بَعْضُهُمْ لَا يُجْزِئُ إِلَّا الْغَسْلُ وَهُوَ قَوْلُ الشَّافِعِيِّ وَإِسْحَقَ وَقَالَ بَعْضُهُمْ يُجْزِئُهُ النَّضْحُ و قَالَ أَحْمَدُ أَرْجُو أَنْ يُجْزِئَهُ النَّضْحُ بِالْمَاءِ","source":"Tirmidzi"},"__N_SSG":true}