{"pageProps":{"number":"1156","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Ali Al Khallal], [Abdah bin Abdullah Al Khuza'i Al Bashri Abu Sahl] dan masih banyak, mereka mengatakan; Telah menceritakan kepada kami [Abdush Shamad bin Abdul Warits] dari [Yazid bin Ibrahim bin Khalid] dari [Ibnu Sirin] dari [Ayyub] dari [Yusuf bin Mahak] dari [Hakim bin Hizam] ia berkata; Rasulullah shallallahu 'alaihi wasallam melarangku menjual apa yang tidak ada padaku. Abu Isa berkata; [Waki'] meriwayatkan hadits ini dari [Yazid bin Ibrahim] dari [Ibnu Sirin] dari [Ayyub] dari [Hakim bin Hizam] namun tidak disebut di dalam hadits itu dari Yusuf bin Mahak dan riwayat Abdush Shamad lebih shahih, [Yahya bin Abu Katsir] meriwayatkan hadits ini dari [Ya'la bin Hakim] dari [Yusuf bin Mahak] dari [Abdullah bin 'Ishmah] dari [Hakim bin Hizam] dari Nabi shallallahu 'alaihi wasallam. Hadits ini menjadi pedoman amal menurut para ulama, mereka memakruhkan seseorang menjual apa yang tidak ada padanya.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ وَعَبْدَةُ بْنُ عَبْدِ اللَّهِ الْخُزَاعِيُّ الْبَصْرِيُّ أَبُو سَهْلٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ عَنْ يَزِيدَ بْنِ إِبْرَاهِيمَ عَنْ ابْنِ سِيرِينَ عَنْ أَيُّوبَ عَنْ يُوسُفَ بْنِ مَاهَكَ عَنْ حَكِيمِ بْنِ حِزَامٍ قَالَنَهَانِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ أَبِيعَ مَا لَيْسَ عِنْدِيقَالَ أَبُو عِيسَى وَرَوَى وَكِيعٌ هَذَا الْحَدِيثَ عَنْ يَزِيدَ بْنِ إِبْرَاهِيمَ عَنْ ابْنِ سِيرِينَ عَنْ أَيُّوبَ عَنْ حَكِيمِ بْنِ حِزَامٍ وَلَمْ يَذْكُرْ فِيهِ عَنْ يُوسُفَ بْنِ مَاهَكَ وَرِوَايَةُ عَبْدِ الصَّمَدِ أَصَحُّ وَقَدْ رَوَى يَحْيَى بْنُ أَبِي كَثِيرٍ هَذَا الْحَدِيثَ عَنْ يَعْلَى بْنِ حَكِيمٍ عَنْ يُوسُفَ بْنِ مَاهَكَ عَنْ عَبْدِ اللَّهِ بْنِ عِصْمَةَ عَنْ حَكِيمِ بْنِ حِزَامٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ كَرِهُوا أَنْ يَبِيعَ الرَّجُلُ مَا لَيْسَ عِنْدَهُ","source":"Tirmidzi"},"__N_SSG":true}