{"pageProps":{"number":"1359","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Ibnu Idris Al Khaulani] dari [Ubadah bin Ash Shamit] ia berkata; Kami pernah berada di sebelah Nabi shallallahu 'alaihi wasallam di suatu majelis, beliau bersabda: \"Berjanji setialah kalian kepadaku untuk tidak menyekutukan Allah sedikitpun, tidak mencuri, dan tidak berzina.\" Beliau membacakan ayat kepada mereka: \"Barangsiapa dari kalian yang memenuhinya maka akan mendapat pahala dari Allah. Barangsiapa yang melakukan sesuatu dari hal itu lalu ia dihukum maka hal itu sebagai kafarah baginya. Dan barangsiapa yang melakukan sesuatu dari hal itu lalu Allah menutupi perbuatannya maka hal itu kembali kepada Allah, jika Allah berkehendak Dia akan mengadzabnya dan jika berkehendak Dia akan mengampuninya.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Ali, Jarir bin Abdullah dan Khuzaimah bin Tsabit. Abu Isa berkata; Hadits Ubadah bin Ash Shamit adalah hadits hasan shahih. Namun Asy Syafi'i mengatakan; Aku tidak mendengar dalam masalah ini bahwa hukuman-hukuman sebagai kafarah untuk pelakunya merupakan sesuatu yang lebih baik dari hadits ini. Asy Syafi'i berkata; Aku menyukai kepada orang yang melakukan dosa lalu Allah menutupinya, ia pun menutupi dirinya dan bertaubat terhadap apa yang terjadi antara dirinya dengan Rabbnya. Demikian juga yang diriwayatkan dari Abu Bakr dan Umar bahwa keduanya menyuruh seseorang untuk menutupi dosa pada dirinya.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَكُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَجْلِسٍ فَقَالَ تُبَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللَّهِ شَيْئًا وَلَا تَسْرِقُوا وَلَا تَزْنُوا قَرَأَ عَلَيْهِمْ الْآيَةَ فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ عَلَيْهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّهُ عَلَيْهِ فَهُوَ إِلَى اللَّهِ إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُقَالَ وَفِي الْبَاب عَنْ عَلِيٍّ وَجَرِيرِ بْنِ عَبْدِ اللَّهِ وَخُزَيْمَةَ بْنِ ثَابِتٍ قَالَ أَبُو عِيسَى حَدِيثُ عُبَادَةَ بْنِ الصَّامِتِ حَدِيثٌ حَسَنٌ صَحِيحٌ و قَالَ الشَّافِعِيُّ لَمْ أَسْمَعْ فِي هَذَا الْبَابِ أَنَّ الْحُدُودَ تَكُونُ كَفَّارَةً لِأَهْلِهَا شَيْئًا أَحْسَنَ مِنْ هَذَا الْحَدِيثِ قَالَ الشَّافِعِيُّ وَأُحِبُّ لِمَنْ أَصَابَ ذَنْبًا فَسَتَرَهُ اللَّهُ عَلَيْهِ أَنْ يَسْتُرَ عَلَى نَفْسِهِ وَيَتُوبَ فِيمَا بَيْنَهُ وَبَيْنَ رَبِّهِ وَكَذَلِكَ رُوِيَ عَنْ أَبِي بَكْرٍ وَعُمَرَ أَنَّهُمَا أَمَرَا رَجُلًا أَنْ يَسْتُرَ عَلَى نَفْسِهِ","source":"Tirmidzi"},"__N_SSG":true}