{"pageProps":{"number":"1459","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ishaq bin Manshur] berkata, telah mengabarkan kepada kami [Yahya bin Sa'id Al Qaththan] dari [Ubaidullah bin Umar] dari [Nafi'] dari [Ibnu Umar] dari [Umar] ia berkata, \"Aku bertanya, \"Wahai Rasulullah, pada masa Jahilliyah aku pernah bernadzar untuk beriktikaf di masjidil haram selama satu malam?\" beliau menjawab: \"Laksanakanlah nadzarmu.\" Ia berkata; \"Dalam bab ini hadits serupa diriwayatkan dari Abdullah bin Amru dan Ibnu Abbas.\" Abu Isa berkata; \"Hadits Umar derajatnya hasan shahih, Sebagian ulama` berpegangan dengan hadits ini, mereka berkata, \"Jika seorang laki-laki masuk Islam lalu bernadzar untuk melaksanakan ketaatan, maka hendaknya ia laksanakan nadzarnya.\" Sebagian ulama` dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka berkata, \"Tidak ada I'ktikaf kecuali dengan puasa.\" Dan sebagian ahli ilmu yang lainnya lagi berkata, \"Orang yang berpuasa tidak harus berpuasa, kecuali jika ia mewajibkan dirinya untuk berpuasa.\" Mereka berdalil dengan hadits Umar, bahwasanya ia pernah bernadzar untuk I'ktikaf selama satu malam pada masa Jahilliyah, lalu Nabi shallallahu 'alaihi wasallam memerintahkan kepadanya untuk melaksanakan nadzarnya. Ini adalah pendapat Ahmad dan Ishaq.\" ","arab":"حَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ عُمَرَ قَالَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ نَذَرْتُ أَنْ أَعْتَكِفَ لَيْلَةً فِي الْمَسْجِدِ الْحَرَامِ فِي الْجَاهِلِيَّةِ قَالَ أَوْفِ بِنَذْرِكَقَالَ وَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عَبَّاسٍ قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا الْحَدِيثِ قَالُوا إِذَا أَسْلَمَ الرَّجُلُ وَعَلَيْهِ نَذْرُ طَاعَةٍ فَلْيَفِ بِهِ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ لَا اعْتِكَافَ إِلَّا بِصَوْمٍ و قَالَ آخَرُونَ مِنْ أَهْلِ الْعِلْمِ لَيْسَ عَلَى الْمُعْتَكِفِ صَوْمٌ إِلَّا أَنْ يُوجِبَ عَلَى نَفْسِهِ صَوْمًا وَاحْتَجُّوا بِحَدِيثِ عُمَرَ أَنَّهُ نَذَرَ أَنْ يَعْتَكِفَ لَيْلَةً فِي الْجَاهِلِيَّةِ فَأَمَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْوَفَاءِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ","source":"Tirmidzi"},"__N_SSG":true}