{"pageProps":{"number":"1528","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Abdul Aziz bin Muhammad] dari [Suhail bin Abu Shalih] dari [Bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kalian mendahului orang-orang Yahudi dan Nashrani dengan beruluk salam, jika di jalan kalian berjumpa dengan salah seorang dari mereka maka desaklah hingga ke bibir jalan.\" Ia berkata, \"Dalam bab ini juga ada hadits dari Ibnu Umar, Anas dan Abu Bashrah Al Ghifari, sahabat Rasulullah shallallahu 'alaihi wasallam.\" Abu Isa berkata, \"Hadits ini derajatnya hasan shahih, dan maksud dari hadits ini adalah, janganlah kalian mendahului orang-orang Yahudi dan Nashrani dengan beruluk salam. Sebagian ulama` berkata, \"Maksud dari pelarangan itu karena hal tersebut bagian dari penghormatan kepada mereka, padahal kaum muslimin diperintahkan untuk menghinakan mereka. Hal ini juga berlaku saat bertemu salah seorang dari mereka di jalan; maka dianjurkan untuk tidak memberi jalan kepada mereka, sebab itu bagian dari pengagungan kepada mereka.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَبْدَءُوا الْيَهُودَ وَالنَّصَارَى بِالسَّلَامِ وَإِذَا لَقِيتُمْ أَحَدَهُمْ فِي الطَّرِيقِ فَاضْطَرُّوهُمْ إِلَى أَضْيَقِهِقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ وَأَنَسٍ وَأَبِي بَصْرَةَ الْغِفَارِيِّ صَاحِبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَمَعْنَى هَذَا الْحَدِيثِ لَا تَبْدَءُوا الْيَهُودَ وَالنَّصَارَى قَالَ بَعْضُ أَهْلِ الْعِلْمِ إِنَّمَا مَعْنَى الْكَرَاهِيَةِ لِأَنَّهُ يَكُونُ تَعْظِيمًا لَهُمْ وَإِنَّمَا أُمِرَ الْمُسْلِمُونَ بِتَذْلِيلِهِمْ وَكَذَلِكَ إِذَا لَقِيَ أَحَدَهُمْ فِي الطَّرِيقِ فَلَا يَتْرُكْ الطَّرِيقَ عَلَيْهِ لِأَنَّ فِيهِ تَعْظِيمًا لَهُمْ","source":"Tirmidzi"},"__N_SSG":true}