{"pageProps":{"number":"154","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ahmad bin Mani'] berkata; telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Ibrahim] dari [Alqamah] dari [Umar bin Al Khaththab] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam pernah berbincang-bincang dengan Abu Bakar dalam permasalahan kaum muslimin, sedang aku bersama keduanya.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abdullah bin Amru, Amru bin Hudzaifah dan Imran bin Hushain.\" Abu Isa berkata; \"Hadits Umar derajatnya hasan shahih. [Al Hasan bin Ubaidullah] telah meriwayatkan hadits ini dari [Ibrahim] dari [Alqamah] dari seorang laki-laki dari Ju'fi yang disebut dengan nama [Qais atau Ibnu Qais] dari [Umar] dari Nabi shallallahu 'alaihi wasallam, dan hadits ini ada dalam kisah yang panjang. Para ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam, tabi'in dan orang-orang setelah mereka berselisih tentang hukum berbincang-bincang setelah shalat isya akhir. Sebagian mereka memakruhkan perbincangan setelah shalat isya, sedang sebagian yang lain memberi keringanan jika hal itu masih dalam koridor ilmu, atau keperluan yang penting. Dan kebanyakan hadits memberikan keringanan tersebut.\" Telah diriwayatkan dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Tidak boleh berbincang-bincang kecuali bagi orang yang shalat atau musafir.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْمُرُ مَعَ أَبِي بَكْرٍ فِي الْأَمْرِ مِنْ أَمْرِ الْمُسْلِمِينَ وَأَنَا مَعَهُمَاوَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَوْسِ بْنِ حُذَيْفَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ حَدِيثٌ حَسَنٌ وَقَدْ رَوَى هَذَا الْحَدِيثَ الْحَسَنُ بْنُ عُبَيْدِ اللَّهِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ رَجُلٍ مِنْ جُعْفِيٍّ يُقَالُ لَهُ قَيْسٌ أَوْ ابْنُ قَيْسٍ عَنْ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الْحَدِيثَ فِي قِصَّةٍ طَوِيلَةٍ وَقَدْ اخْتَلَفَ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ فِي السَّمَرِ بَعْدَ صَلَاةِ الْعِشَاءِ الْآخِرَةِ فَكَرِهَ قَوْمٌ مِنْهُمْ السَّمَرَ بَعْدَ صَلَاةِ الْعِشَاءِ وَرَخَّصَ بَعْضُهُمْ إِذَا كَانَ فِي مَعْنَى الْعِلْمِ وَمَا لَا بُدَّ مِنْهُ مِنْ الْحَوَائِجِ وَأَكْثَرُ الْحَدِيثِ عَلَى الرُّخْصَةِ قَدْ رُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا سَمَرَ إِلَّا لِمُصَلٍّ أَوْ مُسَافِرٍ","source":"Tirmidzi"},"__N_SSG":true}