{"pageProps":{"number":"1627","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Al Laits] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Ketahuilah, setiap kalian adalah pemimpin dan setiap kalian bertanggung jawab dengan yang dipimpin. Maka seorang yang memerintah manusia adalah pemimpin dan bertanggung jawab atas yang dipimpinnya. Seorang laki-laki adalah pemimpin bagi ahli baitnya dan bertanggung jawab atas mereka semua. Seorang wanita adalah pemimpin untuk rumah suaminya, maka ia bertanggung jawab atas rumah suaminya. Dan seorang budak adalah pemimpin bagi harta tuannya, maka ia bertanggung jawab atasnya. Ketahuilah, setiap kalian adalah pemimpin, dan setiap kalian bertanggung jawab atas apa yang dipimpinnya.\" Abu Isa berkata, \"Dalam bab ini juga ada hadits dari Abu Hurairah, Anas dan Abu Musa. Hadits Abu Musa dan Anas tidak terjaga. Sedangkan hadits Ibnu Umar derajatnya hasan shahih.\" Ia berkata, \" [Ibrahim bin Basysyar Ar Ramadi] menceritakan dari [Sufyan bin Uyainah], dari [Buraid bin Abdullah bin Abu Burdah], dari [Abu Burdah], dari [Abu Musa], dari Nabi shallallahu 'alaihi wasallam. [Muhammad bin Ibrahim bin basysyar] mengkabarkan seperti itu kepadaku. Ia berkata, \"Tidak seorang saja yang meriwayatkan dari Sufyan, dari Buraid, dari Abu Burdah, dari Nabi shallallahu 'alaihi wasallam secara mursal. Dan inilah yang lebih shahih. Muhammad berkata, \"Ishaq bin Ibrahim meriwayatkan dari Mu'adz bin Hisyam, dari bapaknya, dari Qatadah, dari Anas, dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Sesungguhnya Allah akan menanyakan setiap pempin tentang yang dipimpinnya.\" Ia berkata, \"Aku mendengar Muhammad berkata, \"Hadits ini tidak terjaga, tetapi yang shahih adalah dari Mu'adz bin Hisyam, dari bapaknya, dari Qatadah, dari Al Hasan, dari Nabi shallallahu 'alaihi wasallam secara mursal.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ فَالْأَمِيرُ الَّذِي عَلَى النَّاسِ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ وَهُوَ مَسْئُولٌ عَنْهُمْ وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ بَعْلِهَا وَهِيَ مَسْئُولَةٌ عَنْهُ وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهُوَ مَسْئُولٌ عَنْهُ أَلَا فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَأَنَسٍ وَأَبِي مُوسَى وَحَدِيثُ أَبِي مُوسَى غَيْرُ مَحْفُوظٍ وَحَدِيثُ أَنَسٍ غَيْرُ مَحْفُوظٍ وَحَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ قَالَ حَكَاهُ إِبْرَاهِيمُ بْنُ بَشَّارٍ الرَّمَادِيُّ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَنِي بِذَلِكَ مُحَمَّدٌ بِنِ إِبْرَاهِيمَ بْنِ بَشَّارٍ قَالَ وَرَوَى غَيْرُ وَاحِدٍ عَنْ سُفْيَانَ عَنْ بُرَيْدٍ عَنْ أَبِي بُرْدَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَهَذَا أَصَحُّ قَالَ مُحَمَّدٌ وَرَوَى إِسْحَقُ بْنُ إِبْرَاهِيمَ عَنْ مُعَاذِ بْنِ هِشَامٍ عَنْ أَبِيهِ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ سَائِلٌ كُلَّ رَاعٍ عَمَّا اسْتَرْعَاهُ قَالَ سَمِعْت مُحَمَّدًا يَقُولُ هَذَا غَيْرُ مَحْفُوظٍ وَإِنَّمَا الصَّحِيحُ عَنْ مُعَاذِ بْنِ هِشَامٍ عَنْ أَبِيهِ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا","source":"Tirmidzi"},"__N_SSG":true}