{"pageProps":{"number":"22","slug":"tirmidzi","id":"telah menceritakan kepada kami [Abu Kuraib] berkata, telah menceritakan kepada kami [Abdah bin Sulaiman] dari [Muhammad bin 'Amru] dari [Abu Salamah] dari [Abu Hurairah] ia berkata, Rasulullah Shallahu 'alaihi wa Sallam bersabda: \" Sekiranya tidak memberatkan umatku sungguh akan aku perintahkan untuk bersiwak setiap kali akan shalat.\" Abu Isa berkata; \"Hadits ini diriwayatkan oleh [Muhammad bin Ishaq] dari [Muhammad bin Ibrahim], dari [Abu Salamah,] dari [Zaid bin Khalid], dari Nabi shallallahu 'alaihi wasallam.\" Dan hadits Abu Salamah yang diriwayatkan oleh Abu Hurairah dan Zaid bin Khalid dari Nabi Shallahu 'alaihi wa Sallam, menurutku keduanya shahih. Karena hadits itu tidak hanya diriwayatkan oleh satu jalur, yaitu dari Abu Hurairah dari Nabi Shallahu 'alaihi wa Sallam, tetapi dari jalur lainnya, sehingga hadits riwayat Abu Hurairah menjadi shahih. Sedangkan Muhammad bin Isma'il mengklaim bahwa hadits Abu Salamah yang diriwayatkan dari Zaid bin Khalid derajatnya lebih shahih. Abu Isa berkata; \"Dalam bab ini juga terdapat riwayat dari Abu Bakar Ash Shiddiq, Ali, Aisyah, Ibnu Abbas, Hudzaifah, Zaid bin Khalid, Anas, Abdullah bin 'Amru, Ibnu Umar, Ummu Habibah, Abu Ayyub, Tammam bin Abbas, Abdullah bin Handlallah, Ummu Salamah, Watsilah Al Asqa' dan Abu Musa.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلَاةٍقَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ مُحَمَّدُ بْنُ إِسْحَقَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ عَنْ زَيْدِ بْنِ خَالِدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحَدِيثُ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كِلَاهُمَا عِنْدِي صَحِيحٌ لِأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الْحَدِيثُ وَحَدِيثُ أَبِي هُرَيْرَةَ إِنَّمَا صَحَّ لِأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ وَأَمَّا مُحَمَّدُ بْنُ إِسْمَعِيلَ فَزَعَمَ أَنَّ حَدِيثَ أَبِي سَلَمَةَ عَنْ زَيْدِ بْنِ خَالِدٍ أَصَحُّ قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَعَلِيٍّ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَحُذَيْفَةَ وَزَيْدِ بْنِ خَالِدٍ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عُمَرَ وَأُمِّ حَبِيبَةَ وَأَبِي أُمَامَةَ وَأَبِي أَيُّوبَ وَتَمَّامِ بْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ حَنْظَلَةَ وَأُمِّ سَلَمَةَ وَوَاثِلَةَ بْنِ الْأَسْقَعِ وَأَبِي مُوسَى","source":"Tirmidzi"},"__N_SSG":true}