{"pageProps":{"number":"2389","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdullah bin Abdurrahman] telah bercerita kepada kami [Farwah bin Abul Maghra'] telah bercerita kepada kami ['Abidah bin Humaid] dari ['Atho' bin As Sa'ib] dari [Amru bin Maimun] dari [Abdullah bin Mas'ud] dari Nabi Shallallahu 'alaihi wa Salam beliau bersabda: \"Sesungguhnya putih betisnya seorang wanita penghuni syurga akan tampak kelihatan dari balik tujuh puluh kalin sampai terlihat tulangnya yang jernih, yang demikian itu karena Allah telah berfirman \"Seakan-akan bidadari itu permata yakut dan marjan.\" (Ar-Rahmaan: 58) adapun permata yaqutnya terbuat dari batu yang jika di masukkan kabel ke dalamnya kemudian kamu bersihkan, niscaya kamu akan dapat melihat dari belakangnya.\" Telah menceritakan kepada kami [Hannad] telah bercerita kepada kami ['Abidah bin Humaid] dari ['Atho` bin As Sa'ib] dari [Amru bin Maimun] dari [Abdullah bin Mas'ud] dari Nabi Shallallahu 'alaihi wa Salam dengan hadits yang semakna. Telah menceritakan kepada kami [Hannad] telah bercerita kepada kami [Abu Al Ahwas] dari [Atho' bin As Sa'ib] dari [Amru bin Maimun] dari [Abdullah bin Mas'ud] dengan hadits yang semakna dengannya namun tidak memarfu'kanya dan ini lebih shahih dari hadits 'Abidah bin Humaid, demikianlah Jarir dan yang lainnya meriwayatkan dari 'Atho` bin As Sa'ib dan mereka tidak memarfu'kannya. Telah menceritakan kepada kami [Qutaibah] telah bercerita kepada kami [Jarir] dari ['Atho` bin As Sa'ib] yang semakna dengan hadits Abul Ahwas namun sahabat 'Atho' tidak memarfu'kannya dan ini yang lebih shahih.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ أَخْبَرَنَا عَبِيدَةُ بْنُ حُمَيْدٍ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الْمَرْأَةَ مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ لَيُرَى بَيَاضُ سَاقِهَا مِنْ وَرَاءِ سَبْعِينَ حُلَّةً حَتَّى يُرَى مُخُّهَا وَذَلِكَ بِأَنَّ اللَّهَ يَقُولُ{ كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ }فَأَمَّا الْيَاقُوتُ فَإِنَّهُ حَجَرٌ لَوْ أَدْخَلْتَ فِيهِ سِلْكًا ثُمَّ اسْتَصْفَيْتَهُ لَأُرِيتَهُ مِنْ وَرَائِهِحَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ نَحْوَهُ بِمَعْنَاهُ وَلَمْ يَرْفَعْهُ وَهَذَا أَصَحُّ مِنْ حَدِيثِ عَبِيدَةَ بْنِ حُمَيْدٍ وَهَكَذَا رَوَى جَرِيرٌ وَغَيْرُ وَاحِدٍ عَنْ عَطَاءِ بْنِ السَّائِبِ وَلَمْ يَرْفَعُوهُ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا جَرِيرٌ عَنْ عَطَاءِ بْنِ السَّائِبِ نَحْوَ حَدِيثِ أَبِي الْأَحْوَصِ وَلَمْ يَرْفَعْهُ أَصْحَابُ عَطَاءٍ وَهَذَا أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}