{"pageProps":{"number":"2592","slug":"tirmidzi","id":"Telah menceritakan kepada kami ['Abdu bin Humaid] dan yang lainnya, mereka berkata; telah menceritakan kepada kami [Musa bin Mas'ud yaitu Abu Hudzaifah] dari [Sufyan] dari [Abu Ishaq] dari [Mush'ab bin Sa'd] dari [Ikrimah bin Abu Jahal] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda di saat aku menemui beliau: \"Selamat datang wahai pengendara yang berhijrah.\" Dan dalam bab ini, ada hadits dari Buraidah, Ibnu Abbas, dan Abu Juhaifah. Abu Isa berkata; Hadits ini sanadnya tidak shahih, kami tidak mengetahuinya seperti ini kecuali dari jalur ini dari haditsnya Musa bin Mas'ud dari Sufyan, sedangkan Musa bin Mas'ud adalah lemah dalam hadits, hadits ini juga telah diriwayatkan oleh [Abdurrahman bin Mahdi] dari [Sufyan] dari [Abu Ishaq] secara mursal, dan di dalam riwayatnya tidak disebutkan: Dari Mus'ab bin Sa'd, dan hadits ini lebih shahih. Abu Isa berkata; Aku telah mendengar Muhammad bin Basyar berkata; Musa bin Mas'ud lemah dalam hadits. Muhammad bin Basyar mengatakan; \"Aku menulis banyak hadits dari Musa bin Mas'ud, setelah itu aku meninggalkannya.\"","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا مُوسَى بْنُ مَسْعُودٍ أَبُو حُذَيْفَةَ عَنْ سُفْيَانَ عَنْ أَبِي إِسْحَقَ عَنْ مُصْعَبِ بْنِ سَعْدٍ عَنْ عِكْرِمَةَ بْنِ أَبِي جَهْلٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ جِئْتُهُ مَرْحَبًا بِالرَّاكِبِ الْمُهَاجِرِوَفِي الْبَاب عَنْ بُرَيْدَةَ وَابْنِ عَبَّاسٍ وَأَبِي جُحَيْفَةَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِصَحِيحٍ لَا نَعْرِفُهُ مِثْلَ هَذَا إِلَّا مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ مُوسَى بْنِ مَسْعُودٍ عَنْ سُفْيَانَ وَمُوسَى بْنُ مَسْعُودٍ ضَعِيفٌ فِي الْحَدِيثِ وَرَوَى هَذَا الْحَدِيثَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ أَبِي إِسْحَقَ مُرْسَلًا وَلَمْ يَذْكُرْ فِيهِ عَنْ مُصْعَبِ بْنِ سَعْدٍ وَهَذَا أَصَحُّ قَالَ سَمِعْت مُحَمَّدَ بْنَ بَشَّارٍ يَقُولُ مُوسَى بْنُ مَسْعُودٍ ضَعِيفٌ فِي الْحَدِيثِ قَالَ مُحَمَّدُ بْنُ بَشَّارٍ وَكَتَبْتُ كَثِيرًا عَنْ مُوسَى بْنِ مَسْعُودٍ ثُمَّ تَرَكْتُهُ","source":"Tirmidzi"},"__N_SSG":true}