{"pageProps":{"number":"2778","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Al Laits] dari [Abdullah bin 'Ubaidullah bin Abu Malikah] dari [Ya'la bin Mamlak] bahwa ia pernah bertanya kepada [Ummu Salamah istri Nabi] shallallahu 'alaihi wasallam, tentang bacaan dan shalatnya Nabi shallallahu 'alaihi wasallam, Ummu Salamah menjawab; \"Apa urusan kalian dengan shalat beliau?, beliau shalat lalu tidur seukuran lamanya beliau shalat, setelah itu beliau shalat seukuran lamanya beliau tidur, kemudian beliau tidur seukuran lamanya beliau shalat hingga shubuh.\" Lalu Ummu Salamah menyebut bacaan beliau, ternyata ia menyebut bacaan yang dijelaskan satu huruf demi satu huruf.\" Abu Isa berkata; Hadits ini hasan shahih gharib, kami hanya mengetahuinya dari hadits Laits bin Sa'ad dari Ibnu Abu Mulaikah dari Ya'la bin Mamlak dari Ummu Salamah. [Ibnu Juraij] meriwayatkan hadits ini dari [Ibnu Abu Malikah] dari [Ummu Salamah] bahwa Nabi shallallahu 'alaihi wasallam memotong-motong bacaan beliau, sedangkan hadits Laits lebih shahih.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ عَنْ يَعْلَى بْنِ مَمْلَكٍ أَنَّهُسَأَلَ أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ قِرَاءَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَصَلَاتِهِ فَقَالَتْمَا لَكُمْ وَصَلَاتَهُ كَانَ يُصَلِّي ثُمَّ يَنَامُ قَدْرَ مَا صَلَّى ثُمَّ يُصَلِّي قَدْرَ مَا نَامَ ثُمَّ يَنَامُ قَدْرَ مَا صَلَّى حَتَّى يُصْبِحَ ثُمَّ نَعَتَتْ قِرَاءَتَهُ فَإِذَا هِيَ تَنْعَتُ قِرَاءَةً مُفَسَّرَةً حَرْفًا حَرْفًاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ لَيْثِ بْنِ سَعْدٍ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ يَعْلَى بْنِ مَمْلَكٍ عَنْ أُمِّ سَلَمَةَ وَقَدْ رَوَى ابْنُ جُرَيْجٍ هَذَا الْحَدِيثَ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ أُمِّ سَلَمَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُقَطِّعُ قِرَاءَتَهُ وَحَدِيثُ لَيْثٍ أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}