{"pageProps":{"number":"2920","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] dan lainnya, maknanya sama sedangkan teksnya milik Ibnu Basyar, mereka berkata: Telah menceritakan kepada kami [Hisyam bin Abdul Malik] telah menceritakan kepada kami [Abu Awanah] dari [Qatadah] dari [Abu Rafi'] dari hadits [Abu Hurairah] dari Nabi Shallallahu 'alaihi wa Salam tentang dinding (yang dibangun Dzulqarnain) beliau bersabda: \"Setiap hari mereka (Ya`juj dan Ma`juj) menggalinya, sehingga ketika dinding itu hampir mereka menembusnya, pemimpinnya mengatakan: Sekarang pulanglah kalian, karena esok hari kalian pasti bisa menembusnya! tetapi Allah mengembalikannya seperti semula. dan keesokan harinya, ketika Allah hendak mengutus mereka kepada manusia, pemimpin mereka berkata: Sekarang pulanglah kalian, karena esok hari kalian akan merobohkannya jika Allah menghendaki\" ia mengucapkan insya Allah.\" Beliau bersabda: \"Pulanglah mereka dan mendapatinya seperti keadaanya semula saat mereka tinggalkan lalu mereka merobohkannya dan menyerang orang-orang, lalu mereka meminum air dan berlarilah orang-orang menghindari mereka, mereka pun melepaskan anak panah ke langit dan seketika itu juga panah tersebut berlumuran darah. Lantas mereka berkata: \"Kita telah menaklukan penduduk bumi dan menguasai yang berada di langit secara paksa.\" Lalu Allah mengirim ulat pada tengkuk mereka, demi Dzat yang jiwaku ada dalam tangannya, sesungguhnya hewan-hewan bumi menjadi gemuk, gesit dan sangat berterima kasih karena daging-daging mereka.\" Abu Isa berkata: Hadits ini hasan gharib, kami hanya mengetahuinya dari sanad ini seperti ini.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ وَغَيْرُ وَاحِدٍ الْمَعْنَى وَاحِدٌ وَاللَّفْظُ لِابْنِ بَشَّارٍ قَالُوا حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ قَتَادَةَ عَنْ أَبِي رَافِعٍ مِنْ حَدِيثِ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السَّدِّ قَالَ يَحْفِرُونَهُ كُلَّ يَوْمٍ حَتَّى إِذَا كَادُوا يَخْرِقُونَهُ قَالَ الَّذِي عَلَيْهِمْ ارْجِعُوا فَسَتَخْرِقُونَهُ غَدًا فَيُعِيدُهُ اللَّهُ كَأَشَدِّ مَا كَانَ حَتَّى إِذَا بَلَغَ مُدَّتَهُمْ وَأَرَادَ اللَّهُ أَنْ يَبْعَثَهُمْ عَلَى النَّاسِ قَالَ الَّذِي عَلَيْهِمْ ارْجِعُوا فَسَتَخْرِقُونَهُ غَدًا إِنْ شَاءَ اللَّهُ وَاسْتَثْنَى قَالَ فَيَرْجِعُونَ فَيَجِدُونَهُ كَهَيْئَتِهِ حِينَ تَرَكُوهُ فَيَخْرِقُونَهُ فَيَخْرُجُونَ عَلَى النَّاسِ فَيَسْتَقُونَ الْمِيَاهَ وَيَفِرُّ النَّاسُ مِنْهُمْ فَيَرْمُونَ بِسِهَامِهِمْ فِي السَّمَاءِ فَتَرْجِعُ مُخَضَّبَةً بِالدِّمَاءِ فَيَقُولُونَ قَهَرْنَا مَنْ فِي الْأَرْضِ وَعَلَوْنَا مَنْ فِي السَّمَاءِ قَسْوَةً وَعُلُوًّا فَيَبْعَثُ اللَّهُ عَلَيْهِمْ نَغَفًا فِي أَقْفَائِهِمْ فَيَهْلِكُونَ فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنَّ دَوَابَّ الْأَرْضِ تَسْمَنُ وَتَبْطَرُ وَتَشْكَرُ شَكَرًا مِنْ لُحُومِهِمْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ مِثْلَ هَذَا","source":"Tirmidzi"},"__N_SSG":true}