{"pageProps":{"number":"2959","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Husain bin Huraits] telah menceritakan kepada kami [Mu'awiyah bin Amru] dari [Abu Ishaq Al Fazari] dari [Sufyan Ats Tsauri] dari [Habib bin Abu Umrah] dari [Sa'id bin Jubair] dari [Ibnu Abbas] tentang firman Allah Ta'ala, \"Alif laam Miim. Telah dikalahkan bangsa Rumawi. Di negeri yang terdekat.\" (Ar Ruum: 1-3) ia berkata: GHULIBAT dan GHALABAT. Kaum musyrik senang terhadap kemenangan Persia atas Romawi karena kaum musyrikin dan orang-orang Persia adalah para penyembah berhala, sedangkan kaum muslimin senang atas kemenangan Romawi terhadap Persia karena mereka ahli kitab. Mereka sampaikan hal ini kepada Abu Bakar lalu Abu Bakar memberitahukannya kepada Rasulullah Shallallahu 'alaihi wa Salam, beliau bersabda: \"Ingat, sesungguhnya mereka (Persia) akan kalah.\" Kemudian Abu Bakar memberitahukannya kepada mereka. Mereka berkata: Tentukan suatu waktu, bila kami menang kami mendapatkan ini dan itu dan bila kalian menang kalian mendapatkan ini dan itu. Abu Bakar menentukan batas waktu lima tahun tapi mereka (Romawi) Tidak juga menang lalu mereka memberitahukan hal itu kepada nabi Shallallahu 'alaihi wa Salam, beliau bersabda: \"Apa kau tidak memprediksikan (waktu) nya sebawahnya (kurang dari sepuluh)?\" Abu Bakar berkata: Menurutku sepuluh (tahun). Abu Sa'id berkata: Bidl'u adalah bilangan kurang dari sepuluh. Abu Sa'id berkata: Kemudian Romawi menang setelah itu, itulah firman Allah Ta'alaa: \"Alif laam Miim. Telah dikalahkan bangsa Rumawi\" hingga firmanNya: \"Karena pertolongan Allah. Dia menolong siapa yang dikehendakiNya.\" (Ar Ruum: 1-5) Sufyan berkata: Aku mendengar mereka (Romawi) mengalahkan Persia saat terjadi perang Badar. Abu Isa berkata: Hadits ini hasan shahih gharib, kami hanya mengetahuinya dari hadits Sufyan Ats Tsauri dari Habib bin Abu Umrah.","arab":"حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو عَنْ أَبِي إِسْحَقَ الْفَزَارِيِّ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْن عَبَّاسٍفِي قَوْلِ اللَّهِ تَعَالَى{ الم غُلِبَتْ الرُّومُ فِي أَدْنَى الْأَرْضِ }قَالَ غُلِبَتْ وَغَلَبَتْ كَانَ الْمُشْرِكُونَ يُحِبُّونَ أَنْ يَظْهَرَ أَهْلُ فَارِسَ عَلَى الرُّومِ لِأَنَّهُمْ وَإِيَّاهُمْ أَهْلُ الْأَوْثَانِ وَكَانَ الْمُسْلِمُونَ يُحِبُّونَ أَنْ يَظْهَرَ الرُّومُ عَلَى فَارِسَ لِأَنَّهُمْ أَهْلُ الْكِتَابِ فَذَكَرُوهُ لِأَبِي بَكْرٍ فَذَكَرَهُ أَبُو بَكْرٍ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَمَا إِنَّهُمْ سَيَغْلِبُونَ فَذَكَرَهُ أَبُو بَكْرٍ لَهُمْ فَقَالُوا اجْعَلْ بَيْنَنَا وَبَيْنَكَ أَجَلًا فَإِنْ ظَهَرْنَا كَانَ لَنَا كَذَا وَكَذَا وَإِنْ ظَهَرْتُمْ كَانَ لَكُمْ كَذَا وَكَذَا فَجَعَلَ أَجَلًا خَمْسَ سِنِينَ فَلَمْ يَظْهَرُوا فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَلَا جَعَلْتَهُ إِلَى دُونَ قَالَ أُرَاهُ الْعَشْرَ قَالَ أَبُو سَعِيدٍ وَالْبِضْعُ مَا دُونَ الْعَشْرِ قَالَ ثُمَّ ظَهَرَتْ الرُّومُ بَعْدُ قَالَ فَذَلِكَ قَوْلُهُ تَعَالَى{ الم غُلِبَتْ الرُّومُ إِلَى قَوْلِهِ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ }قَالَ سُفْيَانُ سَمِعْتُ أَنَّهُمْ ظَهَرُوا عَلَيْهِمْ يَوْمَ بَدْرٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ","source":"Tirmidzi"},"__N_SSG":true}