{"pageProps":{"number":"3331","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Isma'il] telah menceritakan kepada kami [Abdullah bin Yazid Al Muqri] telah menceritakan kepada kami [Haiwah] telah mengabarkan kepada kami [Ka'ab bin 'Alqamah] dia mendengar [Abdurrahman bin Jubair] bahwa dia mendengar [Abdullah bin 'Amru] bahwa beliau pernah mendengar Nabi shallallahu 'alaihi wasallam bersabda: \"Bila kalian mendengarkan seorang muadzin, maka katakanlah seperti apa yang dikatakan oleh Mu'adzin, kemudian bershawatlah kepadaku, karena barang siapa yang bershalawat kepadaku sekali, maka Allah akan membalas sepuluh kali shalawat, dan mohonlah wasilah untukku, karena ia adalah salah satu kedudukan di surga yang tidak pantas diberikan kecuali kepada salah seorang dari hamba Allah dan aku berharap semoga aku menjadi orang tersebut. Barangsiapa memohonkan wasilah untukku, maka ia berhak untuk mendapatkan syafa'at.\" Abu Isa berkata, \"Hadits ini adalah hasan shahih.\" Muhammad berkata; \"Abdurrahman bin Jubair adalah seorang suku Quraisy Mishri Madani dan Abdurrahman bin Jubair bin Nufair adalah orang Syam.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِيُّ حَدَّثَنَا حَيْوَةُ أَخْبَرَنَا كَعْبُ بْنُ عَلْقَمَةَ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ جُبَيْرٍ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرٍوأَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا سَمِعْتُمْ الْمُؤَذِّنَ فَقُولُوا مِثْلَ مَا يَقُولُ ثُمَّ صَلُّوا عَلَيَّ فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا ثُمَّ سَلُوا لِيَ الْوَسِيلَةَ فَإِنَّهَا مَنْزِلَةٌ فِي الْجَنَّةِ لَا تَنْبَغِي إِلَّا لِعَبْدٍ مِنْ عِبَادِ اللَّهِ وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ وَمَنْ سَأَلَ لِيَ الْوَسِيلَةَ حَلَّتْ عَلَيْهِ الشَّفَاعَةُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَالَ مُحَمَّدٌ عَبْدُ الرَّحْمَنِ بْنُ جُبَيْرٍ هَذَا قُرَشِيٌّ مِصْرِيٌّ مَدَنِيٌّ وَعَبْدُ الرَّحْمَنِ بْنُ جُبَيْرِ بْنِ نُفَيْرٍ شَامِيٌّ","source":"Tirmidzi"},"__N_SSG":true}