{"pageProps":{"number":"3377","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin As Shabah Al Bazzar] telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Za`idah] dari [Abdul Malik bin Umair] dari [Rib'i yaitu Ibnu Hirasy] dari [Hudzaifah] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Teladanilah dua orang sepeninggalku yaitu Abu Bakar dan Umar.\" Dan dalam bab ini, ada juga riwayat dari Ibnu Mas'ud. Abu Isa berkata; \"Hadits ini adalah hadits hasan, dan hadits ini juga di riwayatkan pula oleh [Sufyan Ats Tsauri] dari [Abdul Malik bin 'Umair] dari [bekas budak (yang telah dimerdekakan oleh) Rib'i] dari [Rib'i] dari [Hudzaifah] dari Nabi shallallahu 'alaihi wasallam. Telah menceritakan kepada kami [Ahmad bin Mani'] dan yang lain, mereka berkata; telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Abdul Malik bin 'Umair] seperti hadits di atas, sedangkan Sufyan bin 'Uyainah telah berbuat tadlis (menyamarkan, menggelapkan, meyembunyikan, menipu) dalam hadits ini, kemungkinan ia menyebutkannya dari Za`idah dari Abdul Malik bin Umair seperti hadits di atas, dan kemungkinan juga ia tidak menyebutkan di dalam sanadnya dari Zaidah. Hadits ini juga di riwayatkan oleh [Ibrahim bin Sa'd] dari [Sufyan Ats Tsauri] dari [Abdul Malik bin 'Umair] dari [Hilal] bekas budak (yang telah dimerdekakan oleh) dari [Rib'i] dari [Hudzaifah] dari Nabi shallallahu 'alaihi wasallam. hadits ini juga diriwayatkan melalui jalur selain ini, dari [Rib'i] dari [Hudzaifah] dari Nabi shallallahu 'alaihi wasallam. dan diriwayatkan pula oleh [Salim Al Al'an'umi] seorang Kufah dari [Rib'I bin Hirasy] dari [Hudzaifah].\"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ الْبَزَّارُ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ زَائِدَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ رِبْعِيٍّ وَهُوَ ابْنُ حِرَاشٍ عَنْ حُذَيْفَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْتَدُوا بِاللَّذَيْنِ مِنْ بَعْدِي أَبِي بَكْرٍ وَعُمَرَوَفِي الْبَاب عَنْ ابْنِ مَسْعُودٍ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَرَوَى سُفْيَانُ الثَّوْرِيُّ هَذَا الْحَدِيثَ عَنْ عَبْدِ الْمَلِكِ ابْنِ عُمَيْرٍ عَنْ مَوْلًى لِرِبْعِيٍّ عَنْ رِبْعِيٍّ عَنْ حُذَيْفَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ نَحْوَهُ وَكَانَ سُفْيَانُ بْنُ عُيَيْنَةَ يُدَلِّسُ فِي هَذَا الْحَدِيثِ فَرُبَّمَا ذَكَرَهُ عَنْ زَائِدَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ وَرُبَّمَا لَمْ يَذْكُرْ فِيهِ عَنْ زَائِدَةَ وَرَوَى هَذَا الْحَدِيثَ إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ هِلَالٍ مَوْلَى رِبْعِيٍّ عَنْ رِبْعِيٍّ عَنْ حُذَيْفَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ أَيْضًا عَنْ رِبْعِيٍّ عَنْ حُذَيْفَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَاهُ سَالِمٌ الْأَنْعُمِيُّ كُوفِيٌّ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ حُذَيْفَةَ","source":"Tirmidzi"},"__N_SSG":true}