{"pageProps":{"number":"3437","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Abu 'Awanah] dari [Yazid bin Abu Ziyad] dari [Abdullah bin Al Harits] telah menceritakan kepadaku [Abdul Muthalib bin Rabi'ah bin Al Harits bin Abdul Muthalib] bahwa Abbas bin Abdul Muthalib menemui Rasulullah shallallahu 'alaihi wasallam dalam keadaan marah, -ketika itu aku bersamanya-, beliau bertanya; \"Apa yang membuatmu marah?\" Dia menjawab; \"Wahai Rasulullah, kenapa dengan kami (Bani Hasyim) dan orang-orang Quraisy, bila mereka (orang Quraisy) bertemu dengan sebagian yang lain, mereka bertemu dengan wajah yang berseri-seri namun jika berjumpa dengan kami, mereka tidak seperti itu.\" Abdul Muthhalib bin Rabi'ah berkata; \"Rasulullah shallallahu 'alaihi wasallam pun marah hingga wajahnya memerah seraya bersabda: \"Demi Dzat yang jiwaku berada ditangan-Nya, Keimanan tidak akan masuk kedalam hati seseorang hingga mereka mencitai kalian karena Allah dan rasul-Nya.\" Kemudian beliau bersabda: \"Wahai manusia! Barangsiapa menyakiti pamanku, berarti ia telah menyakitiku, karena paman bagi seseorang adalah saudara kandung ayahnya.\" Abu Isa berkata; \"Hadits ini adalah hadits hasan shahih.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ حَدَّثَنِي عَبْدُ الْمُطَّلِبِ بْنُ رَبِيعَةَ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ أَنَّ الْعَبَّاسَ بْنَ عَبْدِ الْمُطَّلِبِدَخَلَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُغْضَبًا وَأَنَا عِنْدَهُ فَقَالَ مَا أَغْضَبَكَ قَالَ يَا رَسُولَ اللَّهِ مَا لَنَا وَلِقُرَيْشٍ إِذَا تَلَاقَوْا بَيْنَهُمْ تَلَاقَوْا بِوُجُوهٍ مُبْشَرَةٍ وَإِذَا لَقُونَا لَقُونَا بِغَيْرِ ذَلِكَ قَالَ فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى احْمَرَّ وَجْهُهُ ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَا يَدْخُلُ قَلْبَ رَجُلٍ الْإِيمَانُ حَتَّى يُحِبَّكُمْ لِلَّهِ وَلِرَسُولِهِ ثُمَّ قَالَ يَا أَيُّهَا النَّاسُ مَنْ آذَى عَمِّي فَقَدْ آذَانِي فَإِنَّمَا عَمُّ الرَّجُلِ صِنْوُ أَبِيهِقَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}