{"pageProps":{"number":"387","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Amru As Sawwaq Al Balkhi] berkata; telah menceritakan kepada kami [Abdul Aziz bin Muhammad] dari [Sa'd bin Sa'id] dari [Muhammad bin Ibrahim] dari kakeknya [Qais] berkata; \"Rasulullah shallallahu 'alaihi wasallam keluar lalu iqamah dikumandangkan, aku kemudian shalat subuh bersama beliau. Setelah itu Nabi shallallahu 'alaihi wasallam berlalu dan mendapatiku sedang shalat, maka beliau pun bersabda: \"Wahai Qais tunggu! Apakah engkau mengerjakan dua shalat bersama kami?\" aku lalu menjawab, \"Wahai Rasulullah, sesungguhnya aku belum mengerjakan dua rakaat sebelum fajar, \" beliau bersabda: \"Kalau begitu silahkan.\" Abu Isa berkata; \"Kami tidak mengetahui hadits Muhammad bin Ibrahim seperti ini selain dari hadits Sa'd bin Sa'id.\" Sufyan bin Uyainah berkata; \"'Atha` bin Rabah mendengar hadits ini dari Sa'd bin Sa'id, namun hadits ini diriwayatkan secara mursal. Sebagian ulama Makkah berpegangan dengan hadits ini, mereka berkata; \"Tidak apa-apa seseorang shalat sunah dua rakaat setelah shalat maktubah (subuh) sebelum terbitnya matahari.\" Abu Isa berkata; \"Sa'd bin Sa'id adalah saudara Yahya bin Sa'id Al Anshari.\" Ia berkata; \"Qais adalah kakek Yahya bin Sa'id Al Anshari, ia juga disebut dengan nama Qais bin Amru, atau disebut juga dengan nama Qais bin Qahd. Dan sanad hadits ini tidak bersambung, sebab Muhammad bin Ibrahim At Taimi tidak mendengar dari Qais. Namun sebagian mereka meriwayatkan hadits ini dari Sa'd bin Sa'id, dari Muhammad bin Ibrahim bahwa Nabi shallallahu 'alaihi wasallam keluar dan melihat Qais, dan ini lebih shahih dari hadits Abdul Aziz, dari Sa'd bin Sa'id.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ الْبَلْخِيُّ قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ سَعْدِ بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ جَدِّهِ قَيْسٍ قَالَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُقِيمَتْ الصَّلَاةُ فَصَلَّيْتُ مَعَهُ الصُّبْحَ ثُمَّ انْصَرَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَجَدَنِي أُصَلِّي فَقَالَ مَهْلًا يَا قَيْسُ أَصَلَاتَانِ مَعًا قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَكُنْ رَكَعْتُ رَكْعَتَيْ الْفَجْرِ قَالَ فَلَا إِذَنْقَالَ أَبُو عِيسَى حَدِيثُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ لَا نَعْرِفُهُ مِثْلَ هَذَا إِلَّا مِنْ حَدِيثِ سَعْدِ بْنِ سَعِيدٍ و قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ سَمِعَ عَطَاءُ بْنُ أَبِي رَبَاحٍ مِنْ سَعْدِ بْنِ سَعِيدٍ هَذَا الْحَدِيثَ وَإِنَّمَا يُرْوَى هَذَا الْحَدِيثُ مُرْسَلًا وَقَدْ قَالَ قَوْمٌ مِنْ أَهْلِ مَكَّةَ بِهَذَا الْحَدِيثِ لَمْ يَرَوْا بَأْسًا أَنْ يُصَلِّيَ الرَّجُلُ الرَّكْعَتَيْنِ بَعْدَ الْمَكْتُوبَةِ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ قَالَ أَبُو عِيسَى وَسَعْدُ بْنُ سَعِيدٍ هُوَ أَخُو يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ قَالَ وَقَيْسٌ هُوَ جَدُّ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ وَيُقَالُ هُوَ قَيْسُ بْنُ عَمْرٍو وَيُقَالُ هُوَ قَيْسُ بْنُ قَهْدٍ وَإِسْنَادُ هَذَا الْحَدِيثِ لَيْسَ بِمُتَّصِلٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ لَمْ يَسْمَعْ مِنْ قَيْسٍ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ سَعْدِ بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ فَرَأَى قَيْسًا وَهَذَا أَصَحُّ مِنْ حَدِيثِ عَبْدِ الْعَزِيزِ عَنْ سَعْدِ بْنِ سَعِيدٍ","source":"Tirmidzi"},"__N_SSG":true}