{"pageProps":{"number":"743","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdullah bin Abu Ziyad Al Kufi] telah menceritakan kepada kami [Zaid bin Hubab] dari [Sufyan] dari [Ja'far bin Muhammad] dari [Ayahnya] dari [Jabir bin Abdullah] bahwa Nabi shallallahu 'alaihi wasallam telah melaksanakan haji sebanyak tiga kali; dua kali beliau lakukan sebelum hijrah dan satu kali setelah hijrah beserta umrah dengan membawa enam puluh tiga ekor badanah (unta). Lalu Ali tiba dari Yaman dengan membawa sisanya, di antaranya terdapat unta Abu Jahal pada hidungnya terdapat lingkaran dari perak. Kemudian Rasulullah shallallahu 'alaihi wasallam menyembelihnya. Beliau juga memerintahkan (untuk mengambil) sebagian dari tiap-tiap unta untuk dimasak. Lalu beliau meminum kuahnya. Abu 'Isa berkata; \"Ini merupakan hadits gharib dari hadits Sufyan, yang tidak kami ketahui kecuali dari hadits Zaid bin Hubab. Saya melihat [Abdullah bin Abdurrahman] meriwayatkan hadits ini dalam buku-bukunya, dari [Abdullah bin Abu Ziyad]. (Abu Isa At Tirmidzi) berkata; \"Saya bertanya kepada [Muhammad] tentang hadits ini, namun dia tidak mengetahuinya dari hadits Ats Tsauri dari Ja'far dari ayahnya dari Jabir dari Nabi shallallahu 'alaihi wasallam.Saya melihat (Muhammad) tidak memasukannya dalam hadits yang mahfuzh, dia berkata; 'Akan tetapi diriwayatkan dari [Ats Tsauri] dari [Abu Ishaq] dari [Mujahid] secara mursal'.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ الْكُوفِيُّ حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ عَنْ سُفْيَانَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَجَّ ثَلَاثَ حِجَجٍ حَجَّتَيْنِ قَبْلَ أَنْ يُهَاجِرَ وَحَجَّةً بَعْدَ مَا هَاجَرَ وَمَعَهَا عُمْرَةٌ فَسَاقَ ثَلَاثَةً وَسِتِّينَ بَدَنَةً وَجَاءَ عَلِيٌّ مِنْ الْيَمَنِ بِبَقِيَّتِهَا فِيهَا جَمَلٌ لِأَبِي جَهْلٍ فِي أَنْفِهِ بُرَةٌ مِنْ فِضَّةٍ فَنَحَرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ كُلِّ بَدَنَةٍ بِبَضْعَةٍ فَطُبِخَتْ وَشَرِبَ مِنْ مَرَقِهَاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ سُفْيَانَ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ زَيْدِ بْنِ حُبَابٍ وَرَأَيْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ رَوَى هَذَا الْحَدِيثَ فِي كُتُبِهِ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي زِيَادٍ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَلَمْ يَعْرِفْهُ مِنْ حَدِيثِ الثَّوْرِيِّ عَنْ جَعْفَرٍ عَنْ أَبِيهِ عَنْ جَابِرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَأَيْتُهُ لَمْ يَعُدَّ هَذَا الْحَدِيثَ مَحْفُوظًا و قَالَ إِنَّمَا يُرْوَى عَنْ الثَّوْرِيِّ عَنْ أَبِي إِسْحَقَ عَنْ مُجَاهِدٍ مُرْسَلًا","source":"Tirmidzi"},"__N_SSG":true}