{"pageProps":{"number":"1321","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abdullah bin Maslamah], Telah menceritakan kepada Kami [Malik] dan Malik membacakannya kepadaku juga, dari [Nafi'] dari [Ibnu Umar] bahwa Rasulullah shallAllahu wa'alaihi wa sallam mewajibkan zakat fitrah, ia berkata padanya; diantara yang dibacakan Malik kepadaku adalah; zakat fitrah pada Bulan Ramadhan, satu sha' kurma, atau satu sha' gandum atas setiap orang merdeka, atau budak laki-laki dan perempuan dari kalangan muslimin. Telah menceritakan kepada Kami [Yahya bin Muhammad bin As Sakan], telah menceritakan kepada Kami [Muhammad bin Jahdham], telah menceritakan kepada Kami [Ismail bin Ja'far] dari [Umar bin Nafi'] dari [ayahnya] dari [Abdullah bin Umar], ia berkata; Rasulullah shallAllahu wa'alaihi wa sallam mewajibkan zakat fitrah satu sebanyak satu sha'. Kemudian ia menyebutkan secara makna yang disebutkan Malik, dan ia menambahkan; dan atas anak kecil, dan orang dewasa. Dan beliau memerintahkan agar ditunaikan sebelum orang-orang keluar untuk melakukan shalat. Abu Daud berkata; [Abdullah Al 'Umari] telah meriwayatkannya dari [Nafi'] dengan sanadnya. Ia berkata; wajib atas setiap muslim. Dan [Sa'id? Al Jumahi] telah meriwayatkan dari ['Ubaidullah] dari [Nafi'] ia berkata dalam hadits tersebut; dari kalangan muslimin. Dan yang masyhur dari 'Ubaidullah tidak ada padanya kata; dari kalangan muslimin. ","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ حَدَّثَنَا مَالِكٌ وَقَرَأَهُ عَلَيَّ مَالِكٌ أَيْضًا عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَضَ زَكَاةَ الْفِطْرِ قَالَ فِيهِ فِيمَا قَرَأَهُ عَلَيَّ مَالِكٌ زَكَاةُ الْفِطْرِ مِنْ رَمَضَانَ صَاعٌ مِنْ تَمْرٍ أَوْ صَاعٌ مِنْ شَعِيرٍ عَلَى كُلِّ حُرٍّ أَوْ عَبْدٍ ذَكَرٍ أَوْ أُنْثَى مِنْ الْمُسْلِمِينَحَدَّثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ السَّكَنِ حَدَّثَنَا مُحَمَّدُ بْنُ جَهْضَمٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ عُمَرَ بْنِ نَافِعٍ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ فَرَضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَكَاةَ الْفِطْرِ صَاعًا فَذَكَرَ بِمَعْنَى مَالِكٍ زَادَ وَالصَّغِيرِ وَالْكَبِيرِ وَأَمَرَ بِهَا أَنْ تُؤَدَّى قَبْلَ خُرُوجِ النَّاسِ إِلَى الصَّلَاةِ قَالَ أَبُو دَاوُد رَوَاهُ عَبْدُ اللَّهِ الْعُمَرِيُّ عَنْ نَافِعٍ بِإِسْنَادِهِ قَالَ عَلَى كُلِّ مُسْلِمٍ وَرَوَاهُ سَعِيدٌ الْجُمَحِيُّ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ قَالَ فِيهِ مِنْ الْمُسْلِمِينَ وَالْمَشْهُورُ عَنْ عُبَيْدِ اللَّهِ لَيْسَ فِيهِ مِنْ الْمُسْلِمِينَ","source":"Abu Daud"},"__N_SSG":true}