{"pageProps":{"number":"1462","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abu Salamah Musa bin Isma'il], telah menceritakan kepada Kami [Hammad] dari [Abdurrahman bin Al Qasim] dari [ayahnya] dari [Aisyah] bahwa ia berkata; Kami bertalbiyah untuk melakukan haji, hingga setelah Kami berada di Saraf aku mengalami haid. Kemudian Rasulullah shallAllahu wa'alaihi wa sallam menemuiku sementara aku sedang dalam keadaan menangis. Lalu beliau berkata: \"Apa yang menyebabkanmu menangis wahai Aisyah?\" Aku katakan; aku telah mengalami haid, seandainya aku belum melakukan haji. Kemudian beliau bersabda: \"SubhanAllah, sesungguhnya hal tersebut adalah sesuatu yang telah Allah tetapkan pada anak-anak wanita Adam.\" Kemudian beliau bersabda: \"Lakukanlah seluruh ibadah haji, hanya saja janganlah engkau melakukan thawaf di Ka'bah.\" Kemudian tatkala Kami memasuki Mekkah Rasulullah shallAllahu wa'alaihi wa sallam bersabda: \"Barang siapa yang menghendaki untuk menjadikannya sebagai umrah maka silahkan ia menjadikannya umrah, kecuali orang yang membawa hewan kurban.\" Aisyah berkata; Rasulullah shallAllahu wa'alaihi wa sallam menyembelihkan kurban untuk para isterinya satu ekor sapi pada hari Nahr. Kemudian tatkala pada malam singgah di Buthha` dan Aisyah telah suci, Aisyah berkata; wahai Rasulullah, apakah teman-temanku kembali dengan melakukan haji dan umrah sementara aku kembali hanya dengan melakukan haji? Kemudian Rasulullah shallAllahu wa'alaihi wa sallam memerintahkan Abdurrahman bin Abu Bakr untuk pergi ke Tan'im, kemudian ia bertalbiyah untuk melakukan umrah. ","arab":"حَدَّثَنَا أَبُو سَلَمَةَ مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّهَا قَالَتْلَبَّيْنَا بِالْحَجِّ حَتَّى إِذَا كُنَّا بِسَرِفَ حِضْتُ فَدَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا أَبْكِي فَقَالَ مَا يُبْكِيكِ يَا عَائِشَةُ فَقُلْتُ حِضْتُ لَيْتَنِي لَمْ أَكُنْ حَجَجْتُ فَقَالَ سُبْحَانَ اللَّهِ إِنَّمَا ذَلِكَ شَيْءٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ فَقَالَ انْسُكِي الْمَنَاسِكَ كُلَّهَا غَيْرَ أَنْ لَا تَطُوفِي بِالْبَيْتِ فَلَمَّا دَخَلْنَا مَكَّةَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ شَاءَ أَنْ يَجْعَلَهَا عُمْرَةً فَلْيَجْعَلْهَا عُمْرَةً إِلَّا مَنْ كَانَ مَعَهُ الْهَدْيُ قَالَتْ وَذَبَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ نِسَائِهِ الْبَقَرَ يَوْمَ النَّحْرِ فَلَمَّا كَانَتْ لَيْلَةُ الْبَطْحَاءِ وَطَهُرَتْ عَائِشَةُ قَالَتْ يَا رَسُولَ اللَّهِ أَتَرْجِعُ صَوَاحِبِي بِحَجٍّ وَعُمْرَةٍ وَأَرْجِعُ أَنَا بِالْحَجِّ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ فَذَهَبَ بِهَا إِلَى التَّنْعِيمِ فَلَبَّتْ بِالْعُمْرَةِ","source":"Abu Daud"},"__N_SSG":true}