{"pageProps":{"number":"182","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] dan [Qutaibah bin Sa'id] mereka berdua berkata; Telah menceritakan kepada kami [Sufyan] dari [Az-Zuhri] dari [Abu Salamah] dari [Aisyah] bahwasanya Nabi shallallahu 'alaihi wasallam bahwasanya Nabi Shallallahu'alaihiwasallam apabila hendak tidur sedang beliau dalam keadaan junub, maka beliau berwudhu dahulu sebagaimana wudhu beliau ketika hendak shalat. Telah menceritakan kepada kami [Muhammad bin Ash-Shabbah Al-Bazzaz] telah menceritakan kepada kami [Ibnu Al-Mubarak] dari [Yunus] dari [Az-Zuhri] dengan isnad dan maknanya, dia menambahkan; dan apabila beliau hendak makan, sedang beliau dalam keadaan junub, maka beliau mencuci kedua tangannya terlebih dahulu. Abu Dawud berkata; Dan diriwayatkan oleh [Ibnu Wahb] dari [Yunus], dia menjadikan kisah makan sebagai perkataan [Aisyah] secara singkat. Dan diriwayatkan oleh [Shalih bin Abu Al Akhdlar] dari [Az-Zuhri] sebagaimana yang dikatakan oleh Ibnu Al-Mubarak, hanya saja dia mengebutkan; dari [Urwah] atau [Abu Salamah]. Dan diriwayatkan oleh [Al Auza'i] dari [Yunus] dari [Az-Zuhri] dari Nabi shallallahu 'alaihi wasallam shallallahu 'alaihi wasallam, sebagaimana yang dikatakan oleh Ibnu Al-Mubarak. ","arab":"حَدَّثَنَا مُسَدَّدٌ وَقُتَيْبَةُ بْنُ سَعِيدٍ قَالَا حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَرَادَ أَنْ يَنَامَ وَهُوَ جُنُبٌ تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ حَدَّثَنَا ابْنُ الْمُبَارَكِ عَنْ يُونُسَ عَنْ الزُّهْرِيِّ بِإِسْنَادِهِ وَمَعْنَاهُ زَادَ وَإِذَا أَرَادَ أَنْ يَأْكُلَ وَهُوَ جُنُبٌ غَسَلَ يَدَيْهِ قَالَ أَبُو دَاوُد وَرَوَاهُ ابْنُ وَهْبٍ عَنْ يُونُسَ فَجَعَلَ قِصَّةَ الْأَكْلِ قَوْلَ عَائِشَةَ مَقْصُورًا وَرَوَاهُ صَالِحُ بْنُ أَبِي الْأَخْضَرِ عَنْ الزُّهْرِيِّ كَمَا قَالَ ابْنُ الْمُبَارَكِ إِلَّا أَنَّهُ قَالَ عَنْ عُرْوَةَ أَوْ أَبِي سَلَمَةَ وَرَوَاهُ الْأَوْزَاعِيُّ عَنْ يُونُسَ عَنْ الزُّهْرِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا قَالَ ابْنُ الْمُبَارَكِ","source":"Abu Daud"},"__N_SSG":true}