{"pageProps":{"number":"1919","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibrahim bin Al 'Ala` Az Zubaidi] dari kitabnya, telah menceritakan kepada kami [Al Walid bin Muslim], telah menceritakan kepada kami [Abdullah bin Al 'Ala`], dari [Abu Al Azhar Al Mughirah bin Firwah], ia berkata; [Mu'awiyah] berdiri diantara orang-orang di Dair Mishal yang berada di depan pintu Himsh, ia berkata; wahai para manusia; sesungguhnya kami telah melihat Hilal pada hari ini dan ini, dan aku akan mendahului. Barang siapa yang ingin melakukannya maka hendaknya ia melakukannya. Al Mughirah berkata; kemudian Malik bin Hubairah As Sabai berdiri di sampingnya dan berkata; wahai Mu'awiyah, apakah hal tersebut sesuatu yang engkau dengar dari Rasulullah shallallahu 'alaihi wasallam atau sesuatu yang berasal dari pendapatmu? Ia berkata; aku mendengarnya dari Rasulullah shallallahu wa'alaihi wa sallam. Mereka berkata; berpuasalah pada bulan tersebut dan sirrnya (awalnya). Telah menceritakan kepada kami Sulaiman bin Abdurrahman Ad Dimasyqi, mengenai hadits ini, ia berkata; Al Walid berkata; saya mendengar Abu 'Amr Al Auza'i berkata; sirrnya yaitu awalnya. Abu Daud berkata; sebagian mereka mengatakan sirrnya adalah pertengahannya, sedangkan yang lain mengatakan; akhirnya. ","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْعَلَاءِ الزُّبَيْدِيُّ مِنْ كِتَابِهِ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْعَلَاءِ عَنْ أَبِي الْأَزْهَرِ الْمُغِيرَةِ بْنِ فَرْوَةَ قَالَقَامَ مُعَاوِيَةُ فِي النَّاسِ بِدَيْرِ مِسْحَلٍ الَّذِي عَلَى بَابِ حِمْصَ فَقَالَ أَيُّهَا النَّاسُ إِنَّا قَدْ رَأَيْنَا الْهِلَالَ يَوْمَ كَذَا وَكَذَا وَأَنَا مُتَقَدِّمٌ فَمَنْ أَحَبَّ أَنْ يَفْعَلَهُ فَلْيَفْعَلْهُ قَالَ فَقَامَ إِلَيْهِ مَالِكُ بْنُ هُبَيْرَةَ السَّبَئِيُّ فَقَالَ يَا مُعَاوِيَةُ أَشَيْءٌ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْ شَيْءٌ مِنْ رَأْيِكَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ صُومُوا الشَّهْرَ وَسِرَّهُحَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ فِي هَذَا الْحَدِيثِ قَالَ قَالَ الْوَلِيدُ سَمِعْتُ أَبَا عَمْرٍو يَعْنِي الْأَوْزَاعِيَّ يَقُولُ سِرُّهُ أَوَّلُهُ حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَاحِدِ حَدَّثَنَا أَبُو مُسْهِرٍ قَالَ كَانَ سَعِيدٌ يَعْنِي ابْنَ عَبْدِ الْعَزِيزِ يَقُولُ سِرُّهُ أَوَّلُهُ قَالَ أَبُو دَاوُد وَقَالَ بَعْضُهُمْ سِرُّهُ وَسَطُهُ وَقَالُوا آخِرُهُ","source":"Abu Daud"},"__N_SSG":true}