{"pageProps":{"number":"2898","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il], telah menceritakan kepada kami [Hammad bin Salamah], telah mengabarkan kepada kami [Muhammad bin Ishaq], dari [Al 'Ala` bin Abdurrahman], dari [Abu Majidah] ia berkata; aku telah memotong sebagian dari telinga seorang budak, atau sebagian dari telinga budakku telah terpotong. Kemudian Abu Bakr datang kepada kami dalam keadaan melakukan haji. Kemudian kami berkumpul kepadanya, lalu ia melaporkan kami kepada Umar bin Al Khathab, kemudian [Umar] berkata; sesungguhnya ini telah sampai kepada qishash, panggilkan tukang bekam agar ia membalasnya. Kemudian tatkala tukang bekam tersebut dipanggil ia berkata; aku pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya aku telah memberikan kepada bibiku seorang budak, dan aku berharap ia mendapatkan berkah pada diri budak tersebut.\" Kemudian aku katakan kepadanya; janganlah engkau serahkan ia kepada tukang bekam dan tukang pembuat perhiasan serta penjagal! Abu Daud berkata; [Abdul A'laa] telah meriwayatkan dari [Ibnu Ishaq], [Ibnu Majidah] seorang laki-laki dari Bani Sahm berkata; dari [Umar bin Al Khathab]. Telah menceritakan kepada kami [Yusuf bin Musa], telah menceritakan kepada kami [Salamah bin Al Fadhl], telah menceritakan kepada kami [Ibnu Ishaq] dari [Al 'Ala` bin Abdurrahman Al Huraqi], dari [Ibnu Majidah As Sahmi], dan [Umar bin Al Khathab], dari Nabi shallallahu 'alaihi wasallam seperti itu. Telah menceritakan kepada kami [Al Fadhl bin Ya'qub] telah menceritakan kepada kami [Abdul A'la] dari [Muhammad bin Ishaq], telah menceritakan kepada kami [Al 'Alaa bin Abdurrahman Al Huraqi], dari [Ibnu Majidah As Sahmi] dari [Umar bin Al Khathab radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam seperti itu. ","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي مَاجِدَةَ قَالَقَطَعْتُ مِنْ أُذُنِ غُلَامٍ أَوْ قُطِعَ مِنْ أُذُنِي فَقَدِمَ عَلَيْنَا أَبُو بَكْرٍ حَاجًّا فَاجْتَمَعْنَا إِلَيْهِ فَرَفَعَنَا إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقَالَ عُمَرُ إِنَّ هَذَا قَدْ بَلَغَ الْقِصَاصَ ادْعُوا لِي حَجَّامًا لِيَقْتَصَّ مِنْهُ فَلَمَّا دُعِيَ الْحَجَّامُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنِّي وَهَبْتُ لِخَالَتِي غُلَامًا وَأَنَا أَرْجُو أَنْ يُبَارَكَ لَهَا فِيهِ فَقُلْتُ لَهَا لَا تُسَلِّمِيهِ حَجَّامًا وَلَا صَائِغًا وَلَا قَصَّابًاقَالَ أَبُو دَاوُد رَوَى عَبْدُ الْأَعْلَى عَنْ ابْنِ إِسْحَقَ قَالَ ابْنُ مَاجِدَةَ رَجُلٌ مَنْ بَنِي سَهْمٍ عَنْ عُمَرَ بْنِ الْخَطَّابِ حَدَّثَنَا يُوسُفُ بْنُ مُوسَى حَدَّثَنَا سَلَمَةُ بْنُ الْفَضْلِ حَدَّثَنَا ابْنُ إِسْحَقَ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ الْحُرَقِيِّ عَنْ ابْنِ مَاجِدَةَ السَّهْمِيِّ عَنْ عُمَرَ بْنِ الْخَطَّابِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ حَدَّثَنَا الْفَضْلُ بْنُ يَعْقُوبَ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ مُحَمَّدِ بْنِ إِسْحَقَ حَدَّثَنَا الْعَلَاءُ بْنُ عَبْدِ الرَّحْمَنِ الْحُرَقِيُّ عَنْ ابْنِ مَاجِدَةَ السَّهْمِيِّ عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ","source":"Abu Daud"},"__N_SSG":true}