{"pageProps":{"number":"3054","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Abu Bakr Abu Mush'ab Az Zuhri] dari [Rabi'ah bin Abu Abdurrahman] dari [Suhail bin Abu Shalih] dari [Ayahnya] dari [Abu Hurairah] bahwa Nabi shallallahu 'alaihi wasallam memberikan putusan dengan adanya sumpah dan satu orang saksi.\" Abu Daud berkata, \" [Ar Rabi' bin Sulaiman Al Muadzdzin] dalam haditsnya menambahkan kepadaku, ia berkata; telah mengabarkan kepadaku [Asy Syafi'i] dari [Abdul Aziz] ia berkata, \"Hal itu kemudian aku ceritakan kepada [Suhail], ia pun berkata; telah mengabarkan kepadaku [Rabi'ah] -dan ia menurutku adalah orang yang tsiqah- bahwa aku telah menceritakan hal tersebut kepadanya dan aku sudah tidak menghafalnya. Abdul Aziz berkata; Suhail telah terkena suatu penyakit yang menghilangkan sebagian ingatannya, hingga ia lupa sebagian haditsnya. Setelah itu ia menceritakan kepadanya dari Rabi'ah dari ayahnya.\" Telah menceritakan kepada kami [Muhammad bin Daud Al Iskandarani] telah menceritakan kepada kami [Ziyad bin Yunus] telah menceritakan kepadaku [Sulaiman bin Bilal] dari [Rabi'ah] dengan sanad Abu Mush'ab dan dengan maknanya. Sulaiman berkata, \"Kemudian aku bertemu dengan Suhail dan bertanya kepadanya mengenai hadits ini, lalu ia berkata, \"Aku tidak mengetahuinya.\" Lalu aku katakan kepadanya, \"Sesungguhnya Rabi'ah telah mengabarkannya kepadaku darimu.\" Ia berkata, \"Jika Rabi'ah pernah mengabarkan kepadamu dariku, maka ceritakan (riwayat) dari Rabi'ah dariku.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ أَبِي بَكْرٍ أَبُو مُصْعَبٍ الزُّهْرِيُّ حَدَّثَنَا الدَّرَاوَرْدِيُّ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِقَالَ أَبُو دَاوُد وَزَادَنِي الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُؤَذِّنُ فِي هَذَا الْحَدِيثِ قَالَ أَخْبَرَنِي الشَّافِعِيُّ عَنْ عَبْدِ الْعَزِيزِ قَالَ فَذَكَرْتُ ذَلِكَ لِسُهَيْلٍ فَقَالَ أَخْبَرَنِي رَبِيعَةُ وَهُوَ عِنْدِي ثِقَةٌ أَنِّي حَدَّثْتُهُ إِيَّاهُ وَلَا أَحْفَظُهُ قَالَ عَبْدُ الْعَزِيزِ وَقَدْ كَانَ أَصَابَتْ سُهَيْلًا عِلَّةٌ أَذْهَبَتْ بَعْضَ عَقْلِهِ وَنَسِيَ بَعْضَ حَدِيثِهِ فَكَانَ سُهَيْلٌ بَعْدُ يُحَدِّثُهُ عَنْ رَبِيعَةَ عَنْ أَبِيهِ حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ الْإِسْكَنْدَرَانِيُّ حَدَّثَنَا زِيَادٌ يَعْنِي ابْنَ يُونُسَ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلَالٍ عَنْ رَبِيعَةَ بِإِسْنَادِ أَبِي مُصْعَبٍ وَمَعْنَاهُ قَالَ سُلَيْمَانُ فَلَقِيتُ سُهَيْلًا فَسَأَلْتُهُ عَنْ هَذَا الْحَدِيثِ فَقَالَ مَا أَعْرِفُهُ فَقُلْتُ لَهُ إِنَّ رَبِيعَةَ أَخْبَرَنِي بِهِ عَنْكَ قَالَ فَإِنْ كَانَ رَبِيعَةُ أَخْبَرَكَ عَنِّي فَحَدِّثْ بِهِ عَنْ رَبِيعَةَ عَنِّي","source":"Abu Daud"},"__N_SSG":true}