{"pageProps":{"number":"322","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Abdullah bin Dawud] telah menceritakan kepada kami [Badr bin Utsman] telah menceritakan kepada kami [Abu Bakr bin Abu Musa] dari [Abu Musa] bahwasanya ada seorang penanya bertanya kepada Nabi shallallahu 'alaihi wasallam (tentang waktu shalat), namun beliau tidak menjawab sesuatu pun padanya hingga beliau memerintahkan Bilal untuk mengumandangkan iqamat shalat Fajar tatkala fajar telah merekah. Beliau shalat tatkala seseorang tidak mengetahui (melihat) wajah saudaranya, atau seseorang tidak tahu siapa yang ada di sampingnya. Kemudian beliau memerintahkan Bilal untuk mengumandangkan iqamat shalat Zhuhur tatkala matahari tergelincir, hingga orang mengatakan; apakah telah sampai pertengahan siang, dan dia lebih tahu. Kemudian beliau memerintahkan Bilal untuk mengumandangkan iqamat shalat Ashar sedangkan matahari berwarna putih meninggi. Lalu memerintahkan Bilal untuk mengumandangkan iqamat shalat Maghrib tatkala matahari tenggelam. Dan beliau memerintahkan Bilal untuk mengumandangkan iqamat shalat Isya tatkala sinar merah matahari telah hilang. Tatkala keesokan harinya, beliau shalat Shubuh dan setelah selesai beliau beranjak, lalu kami katakan; Apakah matahari telah terbit? Lalu beliau mendirikan shalat Zhuhur pada waktu Ashar ketika hari sebelumnya, dan shalat Ashar tatkala matahari telah menguning atau dia mengatakan telah sore. Dan shalat Maghrib sebelum tenggelamnya sinar benang merah, serta shalat 'Isya hingga sepertiga malam. Kemudian beliau bertanya: \"Di mana orang yang bertanya tentang waktu shalat? Waktu tersebut adalah di antara kedua waktu ini.\" Abu Dawud berkata; [Sulaiman bin Musa] meriwayatkan dari ['Atha`] dari [Jabir] dari Nabi shallallahu 'alaihi wasallam dalam shalat Maghrib seperti lafazh di atas, dia berkata; kemudian shalat Isya, sebagian mereka mengatakan hingga sepertiga malam, sedangkan yang lainnya mengatakan hingga pertengahan malam. Demikian pula diriwayatkan oleh [Ibnu Buraidah] dari [Ayahnya] dari Nabi shallallahu 'alaihi wasallam. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ حَدَّثَنَا بَدْرُ بْنُ عُثْمَانَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي مُوسَى عَنْ أَبِي مُوسَىأَنَّ سَائِلًا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا حَتَّى أَمَرَ بِلَالًا فَأَقَامَ الْفَجْرَ حِينَ انْشَقَّ الْفَجْرُ فَصَلَّى حِينَ كَانَ الرَّجُلُ لَا يَعْرِفُ وَجْهَ صَاحِبِهِ أَوْ أَنَّ الرَّجُلَ لَا يَعْرِفُ مَنْ إِلَى جَنْبِهِ ثُمَّ أَمَرَ بِلَالًا فَأَقَامَ الظُّهْرَ حِينَ زَالَتْ الشَّمْسُ حَتَّى قَالَ الْقَائِلُ انْتَصَفَ النَّهَارُ وَهُوَ أَعْلَمُ ثُمَّ أَمَرَ بِلَالًا فَأَقَامَ الْعَصْرَ وَالشَّمْسُ بَيْضَاءُ مُرْتَفِعَةٌ وَأَمَرَ بِلَالًا فَأَقَامَ الْمَغْرِبَ حِينَ غَابَتْ الشَّمْسُ وَأَمَرَ بِلَالًا فَأَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ فَلَمَّا كَانَ مِنْ الْغَدِ صَلَّى الْفَجْرَ وَانْصَرَفَ فَقُلْنَا أَطَلَعَتْ الشَّمْسُ فَأَقَامَ الظُّهْرَ فِي وَقْتِ الْعَصْرِ الَّذِي كَانَ قَبْلَهُ وَصَلَّى الْعَصْرَ وَقَدْ اصْفَرَّتْ الشَّمْسُ أَوْ قَالَ أَمْسَى وَصَلَّى الْمَغْرِبَ قَبْلَ أَنْ يَغِيبَ الشَّفَقُ وَصَلَّى الْعِشَاءَ إِلَى ثُلُثِ اللَّيْلِ ثُمَّ قَالَ أَيْنَ السَّائِلُ عَنْ وَقْتِ الصَّلَاةِ الْوَقْتُ فِيمَا بَيْنَ هَذَيْنِقَالَ أَبُو دَاوُد رَوَى سُلَيْمَانُ بْنُ مُوسَى عَنْ عَطَاءٍ عَنْ جَابِرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَغْرِبِ بِنَحْوِ هَذَا قَالَ ثُمَّ صَلَّى الْعِشَاءَ قَالَ بَعْضُهُمْ إِلَى ثُلُثِ اللَّيْلِ وَقَالَ بَعْضُهُمْ إِلَى شَطْرِهِ وَكَذَلِكَ رَوَى ابْنُ بُرَيْدَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}