{"pageProps":{"number":"3239","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Al Faraj Al Baghdadi] telah menceritakan kepada kami [Ibnu Az Zibriqan] telah menceritakan kepada kami [Sulaiman At Tamimi] dari [Abu Utsman An Nahdi] dari [Salman] ia berkata, \"Nabi shallallahu 'alaihi wasallam ditanya mengenai belalang, kemudian beliau bersabda: \"Mereka adalah tentara Allah terbanyak. Aku tidak memakannya dan tidak mengharamkannya.\" Abu Daud berkata, \"Hadits tersebut diriwayatkan oleh [Al Mu'tamir] dari [Ayahnya] dari [Abu Utsman] dari Nabi shallallahu 'alaihi wasallam, namun ia tidak menyebutkan Salman.\" Telah menceritakan kepada kami [Nashr bin Ali] serta [Ali bin Abdullah] mereka berkata; telah menceritakan kepada kami [Zakaria bin Yahya bin 'Umarah] dari [Abu Al 'Awwam Al Hazzar] dari [Abu Utsman An Nahdi] dari [Salman] bahwa Rasulullah shallallahu 'alaihi wasallam ditanya, kemudian beliau mengatakan seperti itu. Beliau bersabda: \"Mereka adalah pasukan Allah yang terbanyak.\" Ali berkata, \"Namanya adalah Faid Abu Al 'Awwam.\" Abu Daud berkata, \"Hadits tersebut diriwayatkan oleh [Hammad bin Salamah] dari [Abu Al 'Awwam] dari [Abu Utsman] dari Nabi shallallahu 'alaihi wasallam, namuan Ia tidak menyebutkan Salman.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْفَرَجِ الْبَغْدَادِيُّ حَدَّثَنَا ابْنُ الزِّبْرِقَانِ حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ سَلْمَانَ قَالَسُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْجَرَادِ فَقَالَ أَكْثَرُ جُنُودِ اللَّهِ لَا آكُلُهُ وَلَا أُحَرِّمُهُقَالَ أَبُو دَاوُد رَوَاهُ الْمُعْتَمِرُ عَنْ أَبِيهِ عَنْ أَبِي عُثْمَانَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَذْكُرْ سَلْمَانَ حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ وَعَلِيُّ بْنُ عَبْدِ اللَّهِ قَالَا حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى بْنِ عُمَارَةَ عَنْ أَبِي الْعَوَّامِ الْجَزَّارِ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ سَلْمَانَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ فَقَالَ مِثْلَهُ فَقَالَ أَكْثَرُ جُنْدِ اللَّهِ قَالَ عَلِيٌّ اسْمُهُ فَائِدٌ يَعْنِي أَبَا الْعَوَّامِ قَالَ أَبُو دَاوُد رَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الْعَوَّامِ عَنْ أَبِي عُثْمَانَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَذْكُرْ سَلْمَانَ","source":"Abu Daud"},"__N_SSG":true}