{"pageProps":{"number":"3699","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah] dari [Malik bin Anas] dari [Yahya bin Sa'id] dari [Muhammad bin Yahya bin Habban] berkata, \"Seorang budak mencuri pohon kurma kecil dari kebun seseorang, lalu ia menanamnya di kebun milik tuannya. Pemilik pohon itu lalu keluar mencari pohonnya yang telah hilang. Kemudian ia mendapatkannya tengah berada (bersama budak tersebut). Lantas ia membawa budak itu kepada Marwan Ibnul Hakam, gubernur Madinah saat itu. Marwan kemudian memenjarakan budak itu dan ingin memotong tangannya. Maka, majikan budak tersebut berangkat menemui [Rafi' bin Khadij]. Ia bertanya kepadanya tentang hukum dari kasus tersebut. Rafi' kemudian mengabarkan kepadanya, bahwa ia pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada hukuman potong tangan karena sebiji kurma atau mayang kurma.\" Laki-laki (majikan budak) itu berkata, \"Marwan telah menahan budak milikku, dan ia ingin memotong tangannya. Maka aku berharap engkau bersedia bersamaku menemui Marwan hingga engkau dapat mengabarkan apa yang engkau dengar dari Rasulullah shallallahu 'alaihi wasallam.\" Rafi' bin Khadij kemudian berangkat menemui Marwan bersama majikan budak tersebut, ketika telah tiba Rafi' berkata kepada Marwan, \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada hukuman potong tangan karena sebiji kurma atau mayang kurma.\" Setelah mendengar Rafi', Marwan kemudian membebaskan budak tersebut.\" Abu Dawud berkata, \"Yang dimaksud dengan Al Katsar (mayang kurma) adalah bagian pada pohon kurma yang dapat dimakan.\" Telah menceritakan kepada kami [Muhammad bin Ubaid] berkata, telah menceritakan kepada kami [Hammad] berkata, telah menceritakan kepada kami [Yahya] dari [Muhammad bin Yahya bin Habban] dengan hadits yang sama. Ia berkata, \"Marwan kemudian mencambuknya dengan beberapa kali cambukan, setelah itu melepasnya.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَأَنَّ عَبْدًا سَرَقَ وَدِيًّا مِنْ حَائِطِ رَجُلٍ فَغَرَسَهُ فِي حَائِطِ سَيِّدِهِ فَخَرَجَ صَاحِبُ الْوَدِيِّ يَلْتَمِسُ وَدِيَّهُ فَوَجَدَهُ فَاسْتَعْدَى عَلَى الْعَبْدِ مَرْوَانَ بْنَ الْحَكَمِ وَهُوَ أَمِيرُ الْمَدِينَةِ يَوْمَئِذٍ فَسَجَنَ مَرْوَانُ الْعَبْدَ وَأَرَادَ قَطْعَ يَدِهِ فَانْطَلَقَ سَيِّدُ الْعَبْدِ إِلَى رَافِعِ بْنِ خَدِيجٍ فَسَأَلَهُ عَنْ ذَلِكَ فَأَخْبَرَهُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا قَطْعَ فِي ثَمَرٍ وَلَا كَثَرٍ فَقَالَ الرَّجُلُ إِنَّ مَرْوَانَ أَخَذَ غُلَامِي وَهُوَ يُرِيدُ قَطْعَ يَدِهِ وَأَنَا أُحِبُّ أَنْ تَمْشِيَ مَعِي إِلَيْهِ فَتُخْبِرَهُ بِالَّذِي سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَشَى مَعَهُ رَافِعُ بْنُ خَدِيجٍ حَتَّى أَتَى مَرْوَانَ بْنَ الْحَكَمِ فَقَالَ لَهُ رَافِعٌ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا قَطْعَ فِي ثَمَرٍ وَلَا كَثَرٍ فَأَمَرَ مَرْوَانُ بِالْعَبْدِ فَأُرْسِلَقَالَ أَبُو دَاوُد الْكَثَرُ الْجُمَّارُ حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا يَحْيَى عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ بِهَذَا الْحَدِيثِ قَالَ فَجَلَدَهُ مَرْوَانُ جَلَدَاتٍ وَخَلَّى سَبِيلَهُ","source":"Abu Daud"},"__N_SSG":true}