{"pageProps":{"number":"3824","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad Ibnul Mutsanna] berkata, telah menceritakan kepada kami [Muhammad bin Abdullah] berkata, telah menceritakan kepada kami [Sa'id] dari [Qatadah] dari [Abdu Rabbih] dari [Abu Iyadh] dari [Utsman bin Affan] dan [Zaid bin Tsabit] tentang pembunuhan semi sengaja adalah empat puluh Jadz'ah, tiga puluh hiqqah, dan tiga puluh bintu labun. Sedangkan pembunuhan tidak sengaja adalah tiga puluh hiqqah, tiga puluh bintu labun dan dua puluh banu labun laki-laki dan dua puluh bintu makhadh.\" Telah menceritakan kepada kami [Muhammad Ibnul Mutsanna] berkata, telah menceritakan kepada kami [Muhammad bin Abdullah] berkata, telah menceritakan kepada kami [Said] dari [Qatadah] dari [Sa'id Ibnul Musayyab] dari [Zaid bin Tsabit] tentang tebusan pembunuhan semi sengaja. Lalu beliau menyebutkan persis sebagaimana hadits tersebut.\" Abu Dawud berkata, \"Abu Ubaid dan beberapa orang lainnya menyebutkan, \"Jika umur unta telah masuk pada tahun keempat maka ia disebut hiqqun atau hiqqah, sebab ia telah boleh untuk membawa barang atau ditunggangi. Jika umurnya telah masuk pada tahun kelima, maka ia disebut Jadza' atau jadz'ah. Jika umurnya telah masuk pada tahun keenam dan gigi serinya telah tanggal, maka ia disebut tsaniyun atau tsaniyah. Jika umurnya telah masuk pada tahun ketujuh, maka ia disebut ruba' atau ruba'iyah. Jika umurnya telah masuk pada tahun kedelapan dan gigi setelah gigi gerahamnya telah tanggal, maka ia disebut sadis atau sadas. Jika umurnya telah masuk pada tahun kesembilan dan gigi taringnya telah tanggal namun tumbuh kembali, maka ia disebut dengan bazil. Jika umurnya telah masuk pada tahun kesepuluh, maka ia disebut mukhlif. Dan setelah itu tidak ada lagi penyebutan secara khusus, akan tetapi cukup disebut dengan bazil 'am (bazil lebih setahun) atau bazil 'ammaini (bazil lebih dua tahun), mukhlif 'am (Mukhlif lebih setahun) atau mukhlif 'ammaini (mukhlif lebih dua tahun) dan seterusnya.\" An Nadhr bin Syumail berkata, \"Bintu makhadh untuk unta yang berumur satu tahun, bintu labun untuk unta yang berumur dua tahun, hiqqah untuk unta yang berumur tiga tahun, jadza' untuk unta yang berumur empat tahun, tsaniyun untuk unta yang berumur lima tahun, raba' untuk unta yang berumur enam tahun, sadis untuk unta yang berumur tujuh tahun, dan bazil untuk unta yang berumur delapan tahun.\" Abu Dawud berkata, \"Abu Hatim dan Al Ashma'ie berkata, \"Al Judzu'ah adalah untuk waktu, bukan umur.\" Abu Hatim berkata, \"Sebagian ulama berkata, \"Jika unta tersebut telah tanggal gigi gerahamnya maka ia disebut raba', dan jika gigi serinya telah tanggal maka ia disebut tsaniyun.\" Abu Ubaid berkata, \"Jika ia telah siap menerima seperma maka disebut khalifah, dan hal itu tetap berlangsung hingga berlalu sepuluh bulan. Jika telah lewat sepuluh bulan maka ia disebut dengan 'usyara.\" Abu Hatim berkata, \"Jika telah tanggal gigi serinya maka disebut tsaniyun, dan jika gigi derahamnya telah tanggal maka disebut raba.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ عَبْدِ رَبِّهِ عَنْ أَبِي عِيَاضٍ عَنْ عُثْمَانَ بْنِ عَفَّانَ وَزَيْدِ بْنِ ثَابِتٍفِي الْمُغَلَّظَةِ أَرْبَعُونَ جَذَعَةً خَلِفَةً وَثَلَاثُونَ حِقَّةً وَثَلَاثُونَ بَنَاتِ لَبُونٍ وَفِي الْخَطَإِ ثَلَاثُونَ حِقَّةً وَثَلَاثُونَ بَنَاتِ لَبُونٍ وَعِشْرُونَ بَنُو لَبُونٍ ذُكُورٌ وَعِشْرُونَ بَنَاتِ مَخَاضٍحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ زَيْدِ بْنِ ثَابِتٍ فِي الدِّيَةِ الْمُغَلَّظَةِ فَذَكَرَ مِثْلَهُ سَوَاءً قَالَ أَبُو دَاوُد قَالَ أَبُو عُبَيْدٍ وَغَيْرُ وَاحِدٍ إِذَا دَخَلَتْ النَّاقَةُ فِي السَّنَةِ الرَّابِعَةِ فَهُوَ حِقٌّ وَالْأُنْثَى حِقَّةٌ لِأَنَّهُ يَسْتَحِقُّ أَنْ يُحْمَلَ عَلَيْهِ وَيُرْكَبَ فَإِذَا دَخَلَ فِي الْخَامِسَةِ فَهُوَ جَذَعٌ وَجَذَعَةٌ فَإِذَا دَخَلَ فِي السَّادِسَةِ وَأَلْقَى ثَنِيَّتَهُ فَهُوَ ثَنِيٌّ وَثَنِيَّةٌ فَإِذَا دَخَلَ فِي السَّابِعَةِ فَهُوَ رَبَاعٌ وَرَبَاعِيَةٌ فَإِذَا دَخَلَ فِي الثَّامِنَةِ وَأَلْقَى السِّنَّ الَّذِي بَعْدَ الرَّبَاعِيَةِ فَهُوَ سَدِيسٌ وَسَدَسٌ فَإِذَا دَخَلَ فِي التَّاسِعَةِ وَفَطَرَ نَابُهُ وَطَلَعَ فَهُوَ بَازِلٌ فَإِذَا دَخَلَ فِي الْعَاشِرَةِ فَهُوَ مُخْلِفٌ ثُمَّ لَيْسَ لَهُ اسْمٌ وَلَكِنْ يُقَالُ بَازِلُ عَامٍ وَبَازِلُ عَامَيْنِ وَمُخْلِفُ عَامٍ وَمُخْلِفُ عَامَيْنِ إِلَى مَا زَادَ وَقَالَ النَّضْرُ بْنُ شُمَيْلٍ ابْنَةُ مَخَاضٍ لِسَنَةٍ وَابْنَةُ لَبُونٍ لِسَنَتَيْنِ وَحِقَّةٌ لِثَلَاثٍ وَجَذَعَةٌ لِأَرْبَعٍ وَثَنِيٌّ لَخَمْسٍ وَرَبَاعٌ لِسِتٍّ وَسَدِيسٌ لِسَبْعٍ وَبَازِلٌ لِثَمَانٍ قَالَ أَبُو دَاوُد قَالَ أَبُو حَاتِمٍ وَالْأَصْمَعِيُّ وَالْجُذُوعَةُ وَقْتٌ وَلَيْسَ بِسِنٍّ قَالَ أَبُو حَاتِمٍ قَالَ بَعْضُهُمْ فَإِذَا أَلْقَى رَبَاعِيَتَهُ فَهُوَ رَبَاعٌ وَإِذَا أَلْقَى ثَنِيَّتَهُ فَهُوَ ثَنِيٌّ وَقَالَ أَبُو عُبَيْدٍ إِذَا لَقِحَتْ فَهِيَ خَلِفَةٌ فَلَا تَزَالُ خَلِفَةً إِلَى عَشَرَةِ أَشْهُرٍ فَإِذَا بَلَغَتْ عَشَرَةَ أَشْهُرٍ فَهِيَ عُشَرَاءُ قَالَ أَبُو حَاتِمٍ إِذَا أَلْقَى ثَنِيَّتَهُ فَهُوَ ثَنِيٌّ وَإِذَا أَلْقَى رَبَاعِيَتَهُ فَهُوَ رَبَاعٌ","source":"Abu Daud"},"__N_SSG":true}