{"pageProps":{"number":"4038","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] berkata, telah menceritakan kepada kami [Aban] dari [Qatadah] dari [Anas] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Permisalan seorang mukmin yang membaca Al-Qur'an adalah seperti buah Utrujah, baunya harum dan rasanya enak. Permisalan seorang mukmin yang tidak suka membaca Al-Qur'an adalah seperti buah kurma, rasanya enak namun tidak berbau. Permisalah orang jahat yang membaca Al-Qur'an adalah seperti buah raihanah, baunya harum namun rasanya pahit. Permisalan orang jahat yang tidak suka membaca Al-Qur'an adalah seperti buah Hanzhalah, rasanya pahit dan tidak berbau. Dan permisalan kawan yang baik adalah seperti pemakai minyak wangi, jika kamu tidak mendapatkannya maka kamu mendapatkan bau harumnya, Dan permisalan kawan yang buruk adalah seperti tukang besi, jika kamu tidak mendapatkan hitamnya, maka paling tidak kamu akan mendapatkan asapnya.\" Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Yahya]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ibnu Mu'adz] berkata, telah menceritakan kepada kami [Bapakku] berkata, telah menceritakan kepada kami [Syu'bah] dari [Qatadah] dari [Anas] dari [Abu Musa] dari Nabi shallallahu 'alaihi wasallam…seperti hadits yang pertama, hingga pada sabdanya: \"…rasanya pahit.\" Ibnu Mu'adz menambahkan, \"Anas berkata, \"Kami memperbincangkan bahwa permisalan seorang kawan yang baik adalah…. hingga akhir hadits.\" Telah menceritakan kepada kami [Abdullah bin Ash Shabbah Al Aththar] berkata, telah menceritakan kepada kami [Sa'id bin Amir] dari [Syubail bin Azrah] dari [Anas bin Malik] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Permisalah seorang kawan yang baik …. lalu ia menyebutkan hadits yang semisal.\"","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبَانُ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الْأُتْرُجَّةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ وَمَثَلُ الْمُؤْمِنِ الَّذِي لَا يَقْرَأُ الْقُرْآنَ كَمَثَلِ التَّمْرَةِ طَعْمُهَا طَيِّبٌ وَلَا رِيحَ لَهَا وَمَثَلُ الْفَاجِرِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ وَمَثَلُ الْفَاجِرِ الَّذِي لَا يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ طَعْمُهَا مَرٌّ وَلَا رِيحَ لَهَا وَمَثَلُ الْجَلِيسِ الصَّالِحِ كَمَثَلِ صَاحِبِ الْمِسْكِ إِنْ لَمْ يُصِبْكَ مِنْهُ شَيْءٌ أَصَابَكَ مِنْ رِيحِهِ وَمَثَلُ جَلِيسِ السُّوءِ كَمَثَلِ صَاحِبِ الْكِيرِ إِنْ لَمْ يُصِبْكَ مِنْ سَوَادِهِ أَصَابَكَ مِنْ دُخَانِهِحَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى ح و حَدَّثَنَا ابْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنْ أَبِي مُوسَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْكَلَامِ الْأَوَّلِ إِلَى قَوْلِهِ وَطَعْمُهَا مُرٌّ وَزَادَ ابْنُ مُعَاذٍ قَالَ قَالَ أَنَسٌ وَكُنَّا نَتَحَدَّثُ أَنَّ مَثَلَ جَلِيسِ الصَّالِحِ وَسَاقَ بَقِيَّةَ الْحَدِيثِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْعَطَّارُ حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ عَنْ شُبَيْلِ بْنِ عَزْرَةَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَثَلُ الْجَلِيسِ الصَّالِحِ فَذَكَرَ نَحْوَهُ","source":"Abu Daud"},"__N_SSG":true}