{"pageProps":{"number":"4206","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris] berkata, telah menceritakan kepada kami [Sa'id bin Muhammad] berkata, telah menceritakan kepada kami [Abu Tumailah] ia berkata; telah menceritakan kepadaku [Abu Ja'far An Nahwi Abdullah bin Tsabit] ia berkata; telah menceritakan kepadaku [Shakhr bin Abdullah bin Buraidah] dari [Bapaknya] dari [Kakeknya] ia berkata, \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya pada kefasihan itu ada sihir, pada ilmu itu ada kebodohan, pada syair itu ada hikmah dan pada perkataan ada kelemahan (kebingungan).\" Sha'sha'ah bin Shuhan berkata, \"Benar apa yang dikatakan oleh Nabi shallallahu 'alaihi wasallam.\" Adapun maksud dari sabda beliau 'sesungguhnya dalam kefasihan terdapat sihir' adalah, bahwa terkadang seorang laki-laki yang salah lebih pandai dalam berargument dari orang yang berada di atas kebenaran, hingga penjelasannya dapat menyihir orang lain, lalu ia pun pergi dengan merampas kebenaran tersebut. Sedangkan maksud sabda beliau 'pada ilmu itu ada kebodohan' adalah, jika seorang alim memaksakan diri untuk mengetahui sesuatu yang ia tidak sanggupi, maka justru hal itu akan menjadikannya bodoh (berbicara tanpa ilmu). Adapun ucapannya 'pada syair itu ada hikmah' adalah bahwa apa yang terkandung dalam syair itu adalah nasihat-nasihat dan permisan-permisalan yang bisa menjadi nasihat bagi orang banyak. Adapun maksud dari sabda beliau; 'pada perkataan ada kelemahan (kebingungan) ' adalah jika kamu memaparkan perkataan atau cerita kepada orang yang tidak ada urusan dan tidak menginginkannya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ حَدَّثَنَا أَبُو تُمَيْلَةَ قَالَ حَدَّثَنِي أَبُو جَعْفَرٍ النَّحْوِيُّ عَبْدُ اللَّهِ بْنُ ثَابِتٍ قَالَ حَدَّثَنِي صَخْرُ بْنُ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ مِنْ الْبَيَانِ سِحْرًا وَإِنَّ مِنْ الْعِلْمِ جَهْلًا وَإِنَّ مِنْ الشِّعْرِ حُكْمًا وَإِنَّ مِنْ الْقَوْلِ عِيَالًافَقَالَ صَعْصَعَةُ بْنُ صُوحَانَ صَدَقَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا قَوْلُهُ إِنَّ مِنْ الْبَيَانِ سِحْرًا فَالرَّجُلُ يَكُونُ عَلَيْهِ الْحَقُّ وَهُوَ أَلْحَنُ بِالْحُجَجِ مِنْ صَاحِبِ الْحَقِّ فَيَسْحَرُ الْقَوْمَ بِبَيَانِهِ فَيَذْهَبُ بِالْحَقِّ وَأَمَّا قَوْلُهُ إِنَّ مِنْ الْعِلْمِ جَهْلًا فَيَتَكَلَّفُ الْعَالِمُ إِلَى عِلْمِهِ مَا لَا يَعْلَمُ فَيُجَهِّلُهُ ذَلِكَ وَأَمَّا قَوْلُهُ إِنَّ مِنْ الشِّعْرِ حُكْمًا فَهِيَ هَذِهِ الْمَوَاعِظُ وَالْأَمْثَالُ الَّتِي يَتَّعِظُ بِهَا النَّاسُ وَأَمَّا قَوْلُهُ إِنَّ مِنْ الْقَوْلِ عِيَالًا فَعَرْضُكَ كَلَامَكَ وَحَدِيثَكَ عَلَى مَنْ لَيْسَ مِنْ شَأْنِهِ وَلَا يُرِيدُهُ","source":"Abu Daud"},"__N_SSG":true}