{"pageProps":{"number":"482","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abul Walid Ath-Thayalisi] telah menceritakan kepada kami [Syu'bah] telah mengabarkan kepadaku [Isma'il bin Raja`] Saya telah mendengar [Aus bin Dlam'aj] telah menceritakan dari [Abu Mas'ud Al-Badri] berkata; Rasulullah Shallallahu alaihi wasallam bersabda: \"Orang yang paling berhak menjadi imam shalat suatu kaum adalah yang paling pandai dalam Kitabullah (Al Quran) dan lebih dahulu membacanya. Jika dalam hal bacaan mereka sama, maka hendaklah yang menjadi imam orang yang lebih dahulu hijrah. Jika dalam hal hijrah mereka sama, maka hendaklah yang menjadi imam yang lebih tua, dan janganlah seseorang menjadi imam di rumah orang lain dan jangan pula ketika dalam kekuasaan orang lain, serta jangan pula dia duduk di tempat yang khusus untuk tuan rumah kecuali dengan izinnya.\" Syu'bah berkata; Saya katakan kepada Isma'il; Apakah tempat yang khusus itu? Dia menjawab; Yaitu kasurnya. Telah menceritakan kepada kami [Ibnu Mu'adz] telah menceritakan kepada kami [Ayahku] telah menceritakan kepada kami [Syu'bah] dengan hadits ini dan dia menyebutkan di dalamnya; Dan janganlah seseorang mengimami orang lain pada daerah kekuasaannya (wewenangnya). Abu Daud berkata; Dan begitu juga [Yahya Al Qathan] dari [Syu'bah]; Yang lebih dahulu bacaannya. Telah menceritakan kepada kami [Al-Hasan bin Ali] telah menceritakan kepada kami [Abdullah bin Numair] dari [Al-A'masy] dari [Isma'il bin Raja`] dari [Aus bin Dlam'aj Al-Hadhrami] dia berkata; Saya telah mendengar [Abu Mas'ud] dari Nabi shallallahu 'alaihi wasallam dengan hadits ini, beliau bersabda: \"Apabila mereka dalah hal bacaan sama, maka hendaklah yang paling mengetahui tentang sunnah. Dan apabila mereka dalam hal sunnah sama, maka hendaklah yang lebih dahulu hijrah.\" Dalam riwayat ini beliau dia tidak menyebutkan; Yang paling dahulu bacaannya. Abu Dawud berkata; Hadits ini juga diriwayatkan oleh [Hajjaj bin Arthaah] dari [Isma'il] dia menyebutkan; Dan janganlah dia duduk di tempat yang khusus bagi tuan rumah kecuali atas idzinnya. ","arab":"حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ حَدَّثَنَا شُعْبَةُ أَخْبَرَنِي إِسْمَعِيلُ بْنُ رَجَاءٍ سَمِعْتُ أَوْسَ بْنَ ضَمْعَجٍ يُحَدِّثُ عَنْ أَبِي مَسْعُودٍ الْبَدْرِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَؤُمُّ الْقَوْمَ أَقْرَؤُهُمْ لِكِتَابِ اللَّهِ وَأَقْدَمُهُمْ قِرَاءَةً فَإِنْ كَانُوا فِي الْقِرَاءَةِ سَوَاءً فَلْيَؤُمَّهُمْ أَقْدَمُهُمْ هِجْرَةً فَإِنْ كَانُوا فِي الْهِجْرَةِ سَوَاءً فَلْيَؤُمَّهُمْ أَكْبَرُهُمْ سِنًّا وَلَا يُؤَمُّ الرَّجُلُ فِي بَيْتِهِ وَلَا فِي سُلْطَانِهِ وَلَا يُجْلَسُ عَلَى تَكْرِمَتِهِ إِلَّا بِإِذْنِهِقَالَ شُعْبَةُ فَقُلْتُ لِإِسْمَعِيلَ مَا تَكْرِمَتُهُ قَالَ فِرَاشُهُ حَدَّثَنَا ابْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ بِهَذَا الْحَدِيثِ قَالَ فِيهِ وَلَا يَؤُمُّ الرَّجُلُ الرَّجُلَ فِي سُلْطَانِهِ قَالَ أَبُو دَاوُد وَكَذَا قَالَ يَحْيَى الْقَطَّانُ عَنْ شُعْبَةَ أَقْدَمُهُمْ قِرَاءَةً حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ الْأَعْمَشِ عَنْ إِسْمَعِيلَ بْنِ رَجَاءٍ عَنْ أَوْسِ بْنِ ضَمْعَجٍ الْحَضْرَمِيِّ قَالَ سَمِعْتُ أَبَا مَسْعُودٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ قَالَ فَإِنْ كَانُوا فِي الْقِرَاءَةِ سَوَاءً فَأَعْلَمُهُمْ بِالسُّنَّةِ فَإِنْ كَانُوا فِي السُّنَّةِ سَوَاءً فَأَقْدَمُهُمْ هِجْرَةً وَلَمْ يَقُلْ فَأَقْدَمُهُمْ قِرَاءَةً قَالَ أَبُو دَاوُد رَوَاهُ حَجَّاجُ بْنُ أَرْطَاةَ عَنْ إِسْمَعِيلَ قَالَ وَلَا تَقْعُدْ عَلَى تَكْرِمَةِ أَحَدٍ إِلَّا بِإِذْنِهِ","source":"Abu Daud"},"__N_SSG":true}