{"pageProps":{"number":"896","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Nafi'] dari [Abdullah bin Umar] bahwa Umar bin Khattab pernah melihat kain campuran sutera di jual dekat pintu masjid, maka dia berkata; \"Wahai Rasulullah, alangkah baiknya jika anda membelinya kemudian anda kenakan pada hari Jum'at, dan untuk menyambut delegasi yang datang kepada anda.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Yang mengenakan pakaian ini hanyalah orang yang tidak mendapatkan bagiannya di akhirat.\" Kemudian Rasulullah shallallahu 'alaihi wasallam di beri beberapa pakaian yang di antaranya terbuat dari sutera, kemudian beliau berikan kain sutera itu kepada Umar, maka Umar berkata; \"Wahai Rasulullah, anda memakaikannya kepadaku, padahal anda telah mengatakannya kepadaku tentang status pakaian 'Utharid tersebut.\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Aku memberikan itu bukan bermaksud untuk kamu pakai.\" Maka Umar memberikannya kepada saudaranya yang masih Musyrik di Makkah. ' Telah menceritakan kepada kami [Ahmad bin Shalih] telah menceritakan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dan ['Amru bin Al Harits] dari [Ibnu Syihab] dari [Salim] dari [ayahnya] dia berkata; \"Umar bin Khattab mendapati kain sutera yang di jual di pasar, kemudian dia mengambilnya lalu membawanya kepada Rasulullah shallallahu 'alaihi wasallam sambil berkata; \"Belilah ini, untuk berhias diri pada hari raya atau untuk menerima tami delegasi…\" kemudian dia menyebutkan hadits tersebut, namun hadits yang pertama lebih sempurna.\"","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّ عُمَرَ بْنَ الْخَطَّابِرَأَى حُلَّةً سِيَرَاءَ يَعْنِي تُبَاعُ عِنْدَ بَابِ الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ لَوْ اشْتَرَيْتَ هَذِهِ فَلَبِسْتَهَا يَوْمَ الْجُمُعَةِ وَلِلْوَفْدِ إِذَا قَدِمُوا عَلَيْكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لَا خَلَاقَ لَهُ فِي الْآخِرَةِ ثُمَّ جَاءَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهَا حُلَلٌ فَأَعْطَى عُمَرَ حُلَّةً فَقَالَ عُمَرُ كَسَوْتَنِيهَا يَا رَسُولَ اللَّهِ وَقَدْ قُلْتَ فِي حُلَّةِ عُطَارِدَ مَا قُلْتَ فَقَالَ رَسُولُ اللَّهِ إِنِّي لَمْ أَكْسُكَهَا لِتَلْبَسَهَا فَكَسَاهَا عُمَرُ أَخًا لَهُ مُشْرِكًا بِمَكَّةَحَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ وَعَمْرُو بْنُ الْحَارِثِ عَنْ ابْنِ شِهَابٍ عَنْ سَالِمٍ عَنْ أَبِيهِ قَالَ وَجَدَ عُمَرُ بْنُ الْخَطَّابِ حُلَّةَ إِسْتَبْرَقٍ تُبَاعُ بِالسُّوقِ فَأَخَذَهَا فَأَتَى بِهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ ابْتَعْ هَذِهِ تَجَمَّلْ بِهَا لِلْعِيدِ وَلِلْوُفُودِ ثُمَّ سَاقَ الْحَدِيثَ وَالْأَوَّلُ أَتَمُّ","source":"Abu Daud"},"__N_SSG":true}