{"pageProps":{"number":"1040","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'qub] berkata, telah menceritakan kepada kami [bapakku] dari [Ibnu Ishaq] berkata, telah menceritakan kepadaku [Sa'id bin Sa'id Al Maqrubi] dari [Abu Syuraih Al Khuza'i] berkata, tatkala 'Amr bin Sa'id mengutus ke Makkah, yang bertujuan menyerang Ibnu Az Zubair. Abu Syuraih mendatanginya lalu mengajaknya bicara dan menghabarinya dengan apa yang telah dia dengar dari Rasulullahi Shallallahu'alaihiwasallam lalu dia keluar menuju tempat pertemuan kaumnya dan duduk di dalamya. Lalu saya berdiri mendatanginya, saya duduk bersamanya. Lalu dia menyampaikan kepada kaumnya sebagaimana dia menyampaikan kepada 'Amr bin Sa'id apa yang telah dia dengar dari Rasulullahi Shallallahu'alaihiwasallam dan apa yang telah dikatakan 'Amr bin Sa'id kepadanya. (Abu Syuraih Al Khuza'i RA) berkata, ini, kami bersama Rasulullahi Shallallahu'alaihiwasallam ketika terjadi Fathu Makah, maka pada esok harinya Khuza'ah menganggu seorang laki-laki dari Hudzail lalu mereka membunuhnya. Dia dalam keadaan musrik. Lalu Rasulullahi Shallallahu'alaihiwasallam berdiri kepada kami dan berkutbah, beliau bersabda: \"Wahai manusia, Allah 'azza wajalla telah mengharamkan Makkah pada saat diciptakannya langit dan bumi. Maka Makkah adalah haram sejak Allah Ta'ala mengharamkannya sampai Hari Kiamat. Tidak halal bagi seorangpun yang beriman kepada Allah dan Hari Akhir, menumpahkan darah di dalamnya, tidak boleh menebang pohon di dalamnya. Tidak halal bagi seorangpun sebelumku juga kepada setelahku. Bahkan tidak halal bagiku kecuali pada saat ini saja, karena sebagai kemarahan kepada para penduduknya. Ketahuilah, kemudian saya telah mengembalikan keharamannya sebagaimana kemarin. Ketahuilah, hendaknya orang yang datang dari kalian memberitahukan orang yang tidak datang. Barangsiapa yang berkata kepada kalian Rasulullahi Shallallahu'alaihiwasallam telah berperang di dalamnya maka katakanlah Allah 'azza wajalla telah menghalalkannya kepada Rasul-Nya dan Dia tidak menghalalkannya kepada kalian. Wahai orang-orang Khuza'ah angkatlah tangan-tangan kalian dari membunuh, karena hal itu telah banyak terjadi. Jika kalian telah membunuh, maka saya akan membayar diyatnya. Siapa yang dibunuh setelah saya di sini, maka keluarganya berhak memilih antara dua pilihan. Jika mereka menghendaki, maka dia mendapatkan darah orang yang melakukannya, jika mereka mau maka dia akan mendapatkan harta sebagai ganti rugi. Lalu Rasulullahi Shallallahu'alaihiwasallam membayar diyat seorang laki-laki yang telah dibunuh oleh Khuza'ah. Lalu 'Amr bin Sa'id berkata kepada Abu Syuraih, pergilah Wahai syaikh, kami lebih tahu tentang keharamannya daripada kamu, hal itu tidak menghalangi orang yang menumpahkan darah atau orang yang melepaskan ketaatan atau orang yang enggan membayar jizyah. (Abu Syuraih Al Khuza'i RA) berkata, lalu saya berkata, saya telah menyaksikan dan terkadang saya tidak datang, dan terkadang saya sampaikan padahal Rasulullahi Shallallahu'alaihiwasallam telah memerintahkan kepada kami sebagai orang yang hadir kepada orang yang tidak hadir, maka hal itu saya sampaikan kepadamu, maka terserah kepadamu.","arab":"حَدَّثَنَا يَعْقُوبُ قَالَ حَدَّثَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ قَالَلَمَّا بَعَثَ عَمْرُو بْنُ سَعِيدٍ إِلَى مَكَّةَ بَعْثَهُ يَغْزُو ابْنَ الزُّبَيْرِ أَتَاهُ أَبُو شُرَيْحٍ فَكَلَّمَهُ وَأَخْبَرَهُ بِمَا سَمِعَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ خَرَجَ إِلَى نَادِي قَوْمِهِ فَجَلَسَ فِيهِ فَقُمْتُ إِلَيْهِ فَجَلَسْتُ مَعَهُ فَحَدَّثَ قَوْمَهُ كَمَا حَدَّثَ عَمْرَو بْنَ سَعِيدٍ مَا سَمِعَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَمَّا قَالَ لَهُ عَمْرُو بْنُ سَعِيدٍ قَالَ قُلْتُ هَذَا إِنَّا كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ افْتَتَحَ مَكَّةَ فَلَمَّا كَانَ الْغَدُ مِنْ يَوْمِ الْفَتْحِ عَدَتْ خُزَاعَةُ عَلَى رَجُلٍ مِنْ هُذَيْلٍ فَقَتَلُوهُ وَهُوَ مُشْرِكٌ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِينَا خَطِيبًا فَقَالَ يَا أَيُّهَا النَّاسُ إِنَّ اللَّهَ عَزَّ وَجَلَّ حَرَّمَ مَكَّةَ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فَهِيَ حَرَامٌ مِنْ حَرَامِ اللَّهِ تَعَالَى إِلَى يَوْمِ الْقِيَامَةِ لَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ فِيهَا دَمًا وَلَا يَعْضِدَ بِهَا شَجَرًا لَمْ تَحْلِلْ لِأَحَدٍ كَانَ قَبْلِي وَلَا تَحِلُّ لِأَحَدٍ يَكُونُ بَعْدِي وَلَمْ تَحْلِلْ لِي إِلَّا هَذِهِ السَّاعَةَ غَضَبًا عَلَى أَهْلِهَا أَلَا ثُمَّ قَدْ رَجَعَتْ كَحُرْمَتِهَا بِالْأَمْسِ أَلَا فَلْيُبَلِّغْ الشَّاهِدُ مِنْكُمْ الْغَائِبَ فَمَنْ قَالَ لَكُمْ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قَاتَلَ بِهَا فَقُولُوا إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ أَحَلَّهَا لِرَسُولِهِ وَلَمْ يُحْلِلْهَا لَكُمْ يَا مَعْشَرَ خُزَاعَةَ وَارْفَعُوا أَيْدِيَكُمْ عَنْ الْقَتْلِ فَقَدْ كَثُرَ أَنْ يَقَعَ لَئِنْ قَتَلْتُمْ قَتِيلًا لَأَدِيَنَّهُ فَمَنْ قُتِلَ بَعْدَ مَقَامِي هَذَا فَأَهْلُهُ بِخَيْرِ النَّظَرَيْنِ إِنْ شَاءُوا فَدَمُ قَاتِلِهِ وَإِنْ شَاءُوا فَعَقْلُهُ ثُمَّ وَدَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّجُلَ الَّذِي قَتَلَتْهُ خُزَاعَةُ فَقَالَ عَمْرُو بْنُ سَعِيدٍ لِأَبِي شُرَيْحٍ انْصَرِفْ أَيُّهَا الشَّيْخُ فَنَحْنُ أَعْلَمُ بِحُرْمَتِهَا مِنْكَ إِنَّهَا لَا تَمْنَعُ سَافِكَ دَمٍ وَلَا خَالِعَ طَاعَةٍ وَلَا مَانِعَ جِزْيَةٍ قَالَ فَقُلْتُ قَدْ كُنْتُ شَاهِدًا وَكُنْتَ غَائِبًا وَقَدْ بَلَّغْتُ وَقَدْ أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُبَلِّغَ شَاهِدُنَا غَائِبَنَا وَقَدْ بَلَّغْتُكَ فَأَنْتَ وَشَأْنُكَ","source":"Ahmad"},"__N_SSG":true}