{"pageProps":{"number":"1107","slug":"ahmad","id":"(Ahmad bin Hanbal Radliyallahu'anhu) berkata; telah menceritakan kepada kami [Ya'qub] berkata; telah menceritakan kepadaku [bapakku] dari [Muhammad bin Ishaq] berkata; telah menceritakan kepadaku [Muhammad bin Ibrahim bin Al Harits At-Taimi] dari [Muhammad bin Abdullah bin Zaid bin Abdu Rabbihi] berkata; telah menceritakan kepadaku [Abdullah bin Zaid] berkata; tatkala Rasulullah Shallallahu'alaihiwasallam menyuruh lonceng dipukul untuk mengumpulkan orang shalat, ada seorang yang mengelilingiku pada malam hari pada waktu saya tertidur, yaitu seorang yang membawa lonceng di tangannya. Saya bertanya kepadanya, Wahai Abdullah, apakah kamu menjual lonceng? Dia berkata; untuk apakau pergunakan? saya menjawab, kami pergunakan untuk memanggil shalat. Dia berkata; maukah saya tunjukkan sesuatu yang lebih baik daripada itu?. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; saya menjawab, Ya. Dia berkata; bacalah: ALLAHU AKBAR ALLAHU AKBAR, ALLAHU AKBAR ALLAHU AKBAR, ASYHADU AN LAA ILAAHA ILLA ALLAH, ASYHADU AN LAA ILAAHA ILLA ALLAH, ASYHADU ANNA MUHAMMADAR Radliyallahu'anhuSULULLAH, ASYHADU ANNA MUHAMMADAR Radliyallahu'anhuSULULLAH, HAYYA 'ALAS SHALAAH, HAYYA 'ALAS SHOLAAH, HAYYA 'ALAL FALAAH HAYYA 'ALAL FALAAH, ALLAHU AKBAR ALLAHU AKBAR, LAA ILAAHA ILLA ALLAH. lalu dia menunggu dalam waktu yang tidak lama, lalu dia berkata; dan jika kamu hendak mendirikan shalat bacalah: ALLAHU AKBAR ALLAHU AKBAR, ASYHADU AN LAA ILAAHA ILLA ALLAH, ASYHADU ANNA MUHAMMADAR Radliyallahu'anhuSULULLAH, HAYYA 'ALAS SHALAAH, HAYYA 'ALAL FALAAH QAD QAMATIS SHALAH, QAD QAMATIS SHALAH ALLAHU AKBAR ALLAHU AKBAR, LAA ILAAHA ILLA ALLAH. Tatkala pagi hari, saya menemui Rasulullah Shallallahu'alaihiwasallam, saya mengabarkan beliau dengan apa yang saya lihat dalam mimpi. Lalu (Rasulullah Shallallahu'alaihiwasallam) bersabda: \" Itu adalah mimpi yang haq, jika Allah menghendaki\". Lalu berdirilah bersama Bilal, lalu saya sampaikan kepadanya dan dia pergunakan untuk mengumandangkan adzan. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; lalu 'Umar bin Al Khattab mendengarnya, pada saat dia sedang berada di rumahnya, lalu beliau keluar dan menyeret selendangnya dan berkata; demi yang mengutus anda dengan Al Haq, sungguh saya telah bermimpi sebagaimana yang saya lihat. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \"Bagi Allah segala puji.\"","arab":"قَالَ حَدَّثَنَا يَعْقُوبُ قَالَ حَدَّثَنِي أَبِي عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيُّ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَبْدِ رَبِّهِ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ زَيْدٍ قَالَلَمَّا أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالنَّاقُوسِ لِيُضْرَبَ بِهِ لِلنَّاسِ فِي الْجَمْعِ لِلصَّلَاةِ طَافَ بِي وَأَنَا نَائِمٌ رَجُلٌ يَحْمِلُ نَاقُوسًا فِي يَدِهِ فَقُلْتُ لَهُ يَا عَبْدَ اللَّهِ أَتَبِيعُ النَّاقُوسَ قَالَ مَا تَصْنَعُ بِهِ قَالَ فَقُلْتُ نَدْعُو بِهِ إِلَى الصَّلَاةِ قَالَ أَفَلَا أَدُلُّكَ عَلَى مَا هُوَ خَيْرٌ مِنْ ذَلِكَ قَالَ فَقُلْتُ لَهُ بَلَى قَالَ تَقُولُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ ثُمَّ اسْتَأْخَرَ غَيْرَ بَعِيدٍ ثُمَّ قَالَ تَقُولُ إِذَا أُقِيمَتْ الصَّلَاةُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ قَدْ قَامَتْ الصَّلَاةُ قَدْ قَامَتْ الصَّلَاةُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ فَلَمَّا أَصْبَحْتُ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ بِمَا رَأَيْتُ فَقَالَ إِنَّهَا لَرُؤْيَا حَقٌّ إِنْ شَاءَ اللَّهُ فَقُمْ مَعَ بِلَالٍ فَأَلْقِ عَلَيْهِ مَا رَأَيْتَ فَلْيُؤَذِّنْ بِهِ فَإِنَّهُ أَنْدَى صَوْتًا مِنْكَ قَالَ فَقُمْتُ مَعَ بِلَالٍ فَجَعَلْتُ أُلْقِيهِ عَلَيْهِ وَيُؤَذِّنُ بِهِ قَالَ فَسَمِعَ بِذَلِكَ عُمَرُ بْنُ الْخَطَّابِ وَهُوَ فِي بَيْتِهِ فَخَرَجَ يَجُرُّ رِدَاءَهُ يَقُولُ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ رَأَيْتُ مِثْلَ الَّذِي أُرِيَ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلِلَّهِ الْحَمْدُ","source":"Ahmad"},"__N_SSG":true}