{"pageProps":{"number":"1111","slug":"ahmad","id":"(Ahmad bin Hanbal Radliyallahu'anhu) berkata; telah menceritakan kepada kami [Abdul A'la] dari [Ma'mar] dari [Az Zuhri] dari [Mahmud bin Rabi'] dari ['Itban bin Malik] dia berkata; \"Wahai Rasulullah, Sesungguhnya ada aliran air dari tempatku dan masjid kaum-ku, maka aku senang jika anda datang kepadaku dan shalat di rumahku yang akan kujadikan salah satu ruangannya sebagai masjid. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Baiklah\". ('Itban bin Malik Radliyallahu'anhu) berkata; ketika agak siang beliau mengajak Abu Bakar untuk mengikuti beliau. Ketika Rasulullah Shallallahu'alaihiwasallam masuk beliau bertanya, \"Dimana tempat yang kamu inginkan?\" lalu saya menunjukkan kepada beliau salah satu ruangan di rumahku. Lalu Rasulullah Shallallahu'alaihiwasallam bersabda dan kami meluruskan shaf di belakang beliau, lalu beliau menjadi imam kami dan shalat dua rekaat. Lalu kami menahan beliau untuk tidak segera pergi dengan menyajikan hidangan khazir (makanan dari sedikit daging yang dicampur dengan banyak kuah dan ditaburi tepung) yang kami buat, maka penduduk desa mendengarnya dan merekapun mendatanginya sehingga rumah kamipun menjadi sesak. Lalu ada salah seorang laki-laki yang berkata; Dimana Malik bin Dukhsyum? Ada seseorang yang menjawab, dia adalah salah seorang dari kaum munafiqin. Lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \"Janganlah kamu mengatakan seperti itu, dia bersyahadat untuk mencari keridlaan wajah Allah\". (laki-laki tersebut) menimpali dengan berkata; Tapi kami melihat wajah dan pembicaraannya kepada kaum munafiqin. Lalu bersabda: \"Janganlah kamu mengatakan seperti itu, dia bersyahadat untuk mencari keridlaan wajah Allah.\" Lalu salah seorang dari mereka berkata; \"Ya. Wahai Rasulullah.\" Rasulullah Shallallahu'alaihiwasallam bersabda: \"Jika telah datang hisab pada Hari Kiamat terhadap seseorang yang bersyahadat mengharap ridla Allah kecuali diharamkan baginya neraka.\" Mahmud berkata; lalu saya ceritakan hadis tersebut kepada suatu kaum yang di dalamnya terdapat Abu Ayyub, maka dia berkata; Aku tidak menduga Rasulullah Shallallahu'alaihiwasallam mengatakan hal seperti itu. (Mahmud Radliyallahu'anhu) berkata; \"Nanti kalaulah aku pulang dan mendapati 'Itban masih hidup maka aku akan menanyakan hadis tersebut\" Lalu saya menemuinya, dia dalam kedaan buta dan menjadi imam bagi kaumnya, lalu saya menanyakannya, dan dia pun menceritakan kepada ku sebagaimana dulu dia bercerita pertama kali, 'Itban adalah termasuk orang yang ikut Perang Badar. (Ahmad bin Hanbal Radliyallahu'anhu) berkata; telah menceritakan kepada kami [Abdurrozaq] berkata; telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Mahmud bin Rabi'] dari ['Itban bin Malik] berkata; Aku mendatangi Nabi Shallallahu'alaihiwasallam, lalu aku berkata; \"Sesungguhnya penglihatanku telah memburuk\", lalu dia menyebutkan hadis secara makna, kecuali dia berkata; Apakah Malik bin Dukhsyun ataukah bin Dukhaisyn, dan perkataan, \"Diharamkan neraka\" dan dia tidak mengatakan bahwa dia adalah seorang yang ikut Perang Badar.","arab":"قَالَ حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ عَبْدِ الْأَعْلَى عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ مَحْمُودِ بْنِ الرَّبِيعِ عَنْ عِتْبَانَ بْنِ مَالِكٍ أَنَّهُ قَالَيَا رَسُولَ اللَّهِ إِنَّ السُّيُولَ تَحُولُ بَيْنِي وَبَيْنَ مَسْجِدِ قَوْمِي فَأُحِبُّ أَنْ تَأْتِيَنِي فَتُصَلِّيَ فِي مَكَانٍ فِي بَيْتِي أَتَّخِذُهُ مَسْجِدًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَنَفْعَلُ قَالَ فَلَمَّا أَصْبَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَدَا عَلَى أَبِي بَكْرٍ فَاسْتَتْبَعَهُ فَلَمَّا دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَيْنَ تُرِيدُ فَأَشَرْتُ لَهُ إِلَى نَاحِيَةٍ مِنْ الْبَيْتِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصُفِفْنَا خَلْفَهُ فَصَلَّى بِنَا رَكْعَتَيْنِ وَحَبَسْنَاهُ عَلَى خَزِيرٍ صَنَعْنَاهُ فَسَمِعَ أَهْلُ الدَّارِ يَعْنِي أَهْلَ الْقَرْيَةِ فَجَعَلُوا يَثُوبُونَ فَامْتَلَأَ الْبَيْتُ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ أَيْنَ مَالِكُ بْنُ الدُّخْشُمِ فَقَالَ رَجُلٌ ذَاكَ مِنْ الْمُنَافِقِينَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقُولُهُ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِهَا وَجْهَ اللَّهِ قَالَ أَمَّا نَحْنُ فَنَرَى وَجْهَهُ وَحَدِيثَهُ إِلَى الْمُنَافِقِينَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقُولُهُ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ بَلَى يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَئِنْ وَافَى عَبْدٌ يَوْمَ الْقِيَامَةِ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ إِلَّا حُرِّمَ عَلَى النَّارِفَقَالَ مَحْمُودٌ فَحَدَّثْتُ بِذَلِكَ قَوْمًا فِيهِمْ أَبُو أَيُّوبَ قَالَ مَا أَظُنُّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَذَا قَالَ فَقُلْتُ لَئِنْ رَجَعْتُ وَعِتْبَانُ حَيٌّ لَأَسْأَلَنَّهُ فَقَدِمْتُ وَهُوَ أَعْمَى وَهُوَ إِمَامُ قَوْمِهِ فَسَأَلْتُهُ فَحَدَّثَنِي كَمَا حَدَّثَنِي أَوَّلَ مَرَّةٍ وَكَانَ عِتْبَانُ بَدْرِيًّا قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ قَالَ أَخْبَرَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ مَحْمُودِ بْنِ الرَّبِيعِ عَنْ عِتْبَانَ بْنِ مَالِكٍ قَالَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنِّي قَدْ أَنْكَرْتُ بَصَرِي فَذَكَرَ مَعْنَاهُ إِلَّا أَنَّهُ قَالَ مَالِكُ بْنُ الدُّخْشُنِ وَرُبَّمَا قَالَ الدُّخَيْشِنِ وَقَالَ حُرِّمَ عَلَى النَّارِ وَلَمْ يَقُلْ كَانَ بَدْرِيًّا","source":"Ahmad"},"__N_SSG":true}