{"pageProps":{"number":"123","slug":"ahmad","id":"Masih melalui jalur periwayatan yang sama seperti hadits sebelumnya, [Al Hasan] berkata; beliau mengajari kami do'a ini; \"ALLAHUMMAHDINI FI MAN HADAIT WA 'AFANI FI MAN 'AFAIT WA TAWALLANI FIMAN TAWALLAIT WA BARIK LI FI MA A'THAIT WAQINI SYARRA MA QADHAIT, INNAHU LA YADZILLU MAN WALAIT (Ya Allah, berilah aku petunjuk sebagaimana orang yang telah Engkau beri petunjuk, berilah aku perlindungan sebagaimana orang yang Engkau beri perlindungan, sayangilah aku sebagaimana orang yang Engkau sayangi dan berilah berkah terhadap apa yang telah Engkau berikan kepadaku dan jauhkan aku dari kejelekan taqdir yang kau tentukan. Sesungguhnya orang yang Engkau bela tidak akan terhina).\" Syu'bah berkata; dan menurutku beliau juga berkata; \"TABAARAKTA RABBANA WA TA'ALAIT (Maha Suci Engkau, Wahai tuhan kami Maha Tinggi Engkau.) \" Dan Syu'bah berkata; dan telah menceritakan kepadaku seseorang yang mendengarnya dari Al Hasan, dan saya mendengar dia meriwayatkan hadits ini pada saat dia keluar untuk menemui Al Mahdi setelah wafat ayahnya, dan Syu'bah tidak merasa ragu dengan lafazh hadits; \"TABAARAKTA RABBANA WA TA'ALAIT (Maha Suci Engkau, Wahai tuhan kami Maha Tinggi Engkau.) \". Muhammad bin Ja'far bertanya kepada Syu'bah; \"Apakah kamu ragu mengenai hal itu?\" dia menjawab; \"Tidak.\"","arab":"قَالَوَكَانَ يُعَلِّمُنَا هَذَا الدُّعَاءَ اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ وَعَافِنِي فِيمَنْ عَافَيْتَ وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ وَبَارِكْ لِي فِيمَا أَعْطَيْتَ وَقِنِي شَرَّ مَا قَضَيْتَ إِنَّكَ تَقْضِي وَلَا يُقْضَى عَلَيْكَ إِنَّهُ لَا يَذِلُّ مَنْ وَالَيْتَ قَالَ شُعْبَةُ وَأَظُنُّهُ قَدْ قَالَ هَذِهِ أَيْضًا تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَقَالَ شُعْبَةُ وَقَدْ حَدَّثَنِي مَنْ سَمِعَ هَذَا مِنْهُ ثُمَّ إِنِّي سَمِعْتُهُ حَدَّثَ بِهَذَا الْحَدِيثِ مَخْرَجَهُ إِلَى الْمَهْدِيِّ بَعْدَ مَوْتِ أَبِيهِ فَلَمْ يَشُكَّ فِي تَبَارَكْتَ وَتَعَالَيْتَ فَقُلْتُ لِشُعْبَةَ إِنَّكَ تَشُكُّ فِيهِ فَقَالَ لَيْسَ فِيهِ شَكٌّ","source":"Ahmad"},"__N_SSG":true}