{"pageProps":{"number":"1322","slug":"ahmad","id":"Telah menceritakan kepada kami ['Ali bin Bahr] berkata; telah menceritakan kepadaku [Marhum bin Abdul Aziz] berkata; telah menceritakan kepadaku [Abu Na'amah As-Sa'di] dari [Abu 'Utsman An-Nahdi] dari [Abu Sa'id Al Hudri] berkata; [Mu'awiyah] keluar dari sebuah halaqah di dalam masjid, lalu bertanya, \"Apakah yang membuat kalian duduk?.\" Mereka menjawab, \"Demi Allah, Kami duduk untuk mengingat Allah Azzawajalla.\" Dia bertanya, \"Apakah hanya itu sebab kalian duduk?\" Mereka menjawab, \"Ya.\" Mu'awiyah berkata; \"Maaf, saya meminta kalian bersumpah bukan karena saya ragu terhadap kalian, dan bukan pula karena kedudukanku disisi Rasulullah Shallallahu'alaihiwasallam lantas selainku lebih sedikit hadisnya daripadaku. Ketahuilah, sesungguhnya Rasulullah Shallallahu'alaihiwasallam pernah mendatangi sebuah halaqah sahabatnya, Lalu bertanya, \"Apakah yang membuat kalian duduk?\" mereka menjawab, \"Kami duduk untuk berdzikir kepada Allah Azzawajalla dan kami memuji-Nya karena petunjuk-Nya kepada Islam dan Dia telah mengaruniai kami dengan engkau.\" Beliau bersabda: Demi Allah, tidakkah kalian duduk selain karena dorongan itu?\" Mereka menjawab, \"Demi Allah, kami tidak melakukannya kecuali karena hal itu.\" Beliau bersabda: \"Ketahuilah bahwasanya saya meminta sumpah kalian bukan karena saya ragu terhadap kalian hanya Jibril Alaihissalam pernah datang kepadaku, lalu mengabariku sesungguhnya Allah Azzawajalla membanggakan kalian di hadapan para Malaikat karena perkumpulan kalian.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ قَالَ حَدَّثَنِي مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ قَالَ حَدَّثَنِي أَبُو نَعَامَةَ السَّعْدِيُّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَخَرَجَ مُعَاوِيَةُ عَلَى حَلْقَةٍ فِي الْمَسْجِدِ فَقَالَ مَا أَجْلَسَكُمْ قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ عَزَّ وَجَلَّ قَالَ آللَّهِ مَا أَجْلَسَكُمْ إِلَّا ذَاكَ قَالُوا آللَّهِ مَا أَجْلَسَنَا إِلَّا ذَاكَ قَالَ أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ وَمَا كَانَ أَحَدٌ بِمَنْزِلَتِي مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقَلَّ عَنْهُ حَدِيثًا مِنِّي وَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَى حَلْقَةٍ مِنْ أَصْحَابِهِ فَقَالَ مَا أَجْلَسَكُمْ قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ عَزَّ وَجَلَّ وَنَحْمَدُهُ عَلَى مَا هَدَانَا لِلْإِسْلَامِ وَمَنَّ عَلَيْنَا بِكَ قَالَ آللَّهِ مَا أَجْلَسَكُمْ إِلَّا ذَلِكَ قَالُوا آللَّهِ مَا أَجْلَسَنَا إِلَّا ذَلِكَ قَالَ أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ وَإِنَّهُ أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَام فَأَخْبَرَنِي أَنَّ اللَّهَ عَزَّ وَجَلَّ يُبَاهِي بِكُمْ الْمَلَائِكَةَ","source":"Ahmad"},"__N_SSG":true}