{"pageProps":{"number":"1443","slug":"ahmad","id":"Telah menceritakan kepada kami [Wahb bin Jarir] berkata; telah menceritakan kepada kami [bapakku] berkata; saya mendengar [Abdullah bin Maladz] menceritakan dari [Numair bin Aus] dari [Malik bin Masruh] dari ['Amir bin Abu 'Amir Al Asy'ari] dari [Bapaknya] dari Nabi Shallallahu'alaihiwasallam bersabda: \"Sebaik-baik golongan adalah Usud dan Asy'ari, mereka tidak kabur dalam peperangan, tidak berbuat ghulul (khianat yaitu mengambil harta rampasan sebelum dibagi), mereka adalah dariku dan saya adalah dari mereka. ['Amir] berkata; lalu saya ceritakan pada [Mu'awiyah]. lalu dia berkata; \"Tidak demikian yang disabdakan Rasulullah Shallallahu'alaihiwasallam, tapi yang benar adalah beliau bersabda: \"Mereka adalah dariku dan akan kembali kepadaku, \" lalu ('Amir Radliyallahu'anhu) berkata; \"Tidak begitu yang diceritakan bapakku dari Nabi Shallallahu'alaihiwasallam tapi bersabda: 'mereka adalah dariku dan saya adalah dari mereka.\" (Mu'awiyah Radliyallahu'anhu) berkata; \"Kamu lebih tahu dengan hadis bapakmu.\" Abdullah berkata; ini adalah hadis yang paling baik yang diriwayatkan kecuali Jarir.","arab":"حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ قَالَ حَدَّثَنَا أَبِي قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَلَاذٍ يُحَدِّثُ عَنْ نُمَيْرِ بْنِ أَوْسٍ عَنْ مَالِكِ بْنِ مَسْرُوحٍ عَنْ عَامِرِ بْنِ أَبِي عَامِرٍ الْأَشْعَرِيِّ عَنْ أَبِيهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نِعْمَ الْحَيُّ الْأُسْدُ وَالْأَشْعَرِيُّونَ لَا يَفِرُّونَ فِي الْقِتَالِ وَلَا يَغُلُّونَ هُمْ مِنِّي وَأَنَا مِنْهُمْقَالَ عَامِرٌ فَحَدَّثْتُ بِهِ مُعَاوِيَةَ فَقَالَ لَيْسَ هَكَذَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَكِنَّهُ قَالَ هُمْ مِنِّي وَإِلَيَّ فَقَالَ لَيْسَ هَكَذَا حَدَّثَنِي أَبِي عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَكِنَّهُ قَالَ هُمْ مِنِّي وَأَنَا مِنْهُمْ قَالَ فَأَنْتَ إِذًا أَعْلَمُ بِحَدِيثِ أَبِيكَ قَالَ عَبْد اللَّهِ هَذَا مِنْ أَجْوَدِ الْحَدِيثِ مَا رَوَاهُ إِلَّا جَرِيرٌ","source":"Ahmad"},"__N_SSG":true}