{"pageProps":{"number":"1555","slug":"ahmad","id":"Telah menceritakan kepada kami [Abul Yaman] telah mengabarkan kepada kami [Syu'aib] Telah menceritakan kepada kami [Abdullah bin Abu Husain] ia berkata, telah menceritakan kepadaku [Syahr bin Hausyab] dari [Amir] atau [Abu Amir] atau [Abu Malik], bahwa ketika Nabi shallallahu 'alaihi wasallam sedang duduk-duduk di masjlisnya bersama dengan para sahabat, malaikat Jibril Alaihis Salam datang kepada beliau dengan rupa yang berbeda. Sehingga beliau mengira bahwa itu adalah seorang laki-laki biasa dari kaum muslimin. Jibril 'Alaihis salam lantas mengucapkan salam kepada beliau dan beliau pun membalas salamnya. Kemudian Jibril meletakkan tangannya di atas kedua lutut Nabi shallallahu 'alaihi wasallam dan bertanya kepadanya, \"Wahai Rasulullah, apakah Islam itu?\" beliau menjawab: \"Kamu menyerahkan sepenuhnya wajahmu kepada Allah dan kamu bersaksi bahwasanya, tidak ada tuhan yang berhak diibadahi melainkan Allah, dan Muhammad adalah hamba dan Rasulul-Nya. Kemudian kamu menunaikan shalat, dan membayar zakat.\" Jibril bertanya, \"Jika saya melakukan hal itu, apakah saya telah sah sebagai seorang Muslim?\" beliau menjawab: \"Ya.\" Kemudian Jibril bertanya lagi, \"Apakan Iman itu?\" beliau menjawab: \"Kamu beriman kepada Allah, hari akhirat, para malaikat-Nya, kitab-kitab-Nya, para Nabi-Nya, kematian, hidup setelah mati, surga dan neraka, hisab, mizan dan Qadar; yang baik atau yang buruk.\" Jibril bertanya lagi, \"Jika aku lakukan itu semua, apakah aku telah beriman?\" beliau menjawab: \"Ya.\" Kemudian Jibril bertanya.\"Apakah Ihsan itu wahai Rasulullah?\" beliau menjawab: \"Kamu beribadah kepada Allah seolah-olah kamu melihat-Nya, jika kamu tidak melihat-Nya, maka sesungguhnya Dia melihatmu.\" Jibril bertanya lagi, \"Jika saya lakukan hal itu, apakah telah berbuat ihsan?\" beliau menjawab: \"Ya.\" Abu Malik (perawi) mendengar jawaban Rasulullah shallallahu 'alaihi wasallam, namun ia tidak melihat orang berbicara dengannya dan tidak mendengar pembicaraannya. Jibril bertanya lagi, \"Kapankah datangnya hari kiamat wahai Rasulullah?\" Rasulullah shallallahu 'alaihi wasallam lalu menjawab: \"Subhaanallah, ada lima perkara ghaib tidak ada yang tahu kecuali Allah. '(Sesungguhnya Allah, hanya pada sisi-Nya sajalah pengetahuan tentang Hari Kiamat; dan Dia-lah Yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tiada seorangpun yang dapat mengetahui (dengan pasti) apa yang akan diusahakannya besok. Dan tiada seorangpun yang dapat mengetahui di bumi mana dia akan mati. Sesungguhnya Allah Maha Mengetahui lagi Maha Mengenal) ' (Qs. Luqman: 31). Jibril berkata, \"Wahai Rasulullah, jika engkau mau maka akan saya beritahukan dua tanda yang akan terjadi sebelumnya?\" Beliau bersabda: \"Ceritakanlah kepadaku.\" Jibril pun berkata, \"Jika engkau melihat seorang budak perempuan melahirkan tuannya. Dan orang-orang saling berlomba untuk meninggikan bangunannya, serta orang-orang miskin berwatak keras menjadi pemimpin manusia.\" Kemudian Jibril bertanya, \"Siapakah mereka itu wahai Rasulullah?\" beliau menjawab: \"Arab dusun.\" Kemudian Jibril berlalu pergi dan tidak lagi terlihat jejaknya setelah itu. Beliau kemudian bersabda: \"Subhaanallah -tiga kali-, ia datang untuk mengajari manusia tentang agama mereka. Demi Dzat yang jiwa Muhammad berada di tangan-Nya, ia tidak pernah datang kepadaku kecuali aku pasti mengenalnya. Kecuali kedatangannya pada kali ini.\" Telah menceritakan kepada kami [Abu An Nadlr] Telah menceritakan kepada kami [Abdul Hamid] telah menceritakan kepadaku [Syahr bin Hausyab] dari [Ibnu Abbas] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam melarang macam-macam dari kelas wanita…kemudian ia menyebutkan hadits tersebut. Ia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah duduk dalam suatu majelis, kemudian datanglah Jibril 'Alahis Salam seraya duduk di depan Rasulullah shallallahu 'alaihi wasallam…lalu Ibnu Abbas menyebutkan hadits tersebut. Dan dalam hadits tersebut disebutkan, Rasulullah berkata, \"Jika kamu mau, saya akan menceritakan kepadamu mengenai tanga-tandanya selain itu.\" Jibril berkata, \"Tentu wahai Rasulullah, ceritakanlah padaku.\" Rasulullah bersabda: \"Jika kamu telah melihat budak wanita melahirkan tuannya…kemudian ia menyebutkan hadits tersebut.\"","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي حُسَيْنٍ قَالَ حَدَّثَنِي شَهْرُ بْنُ حَوْشَبٍ عَنْ عَامِرٍ أَوْ أَبِي عَامِرٍ أَوْ أَبِي مَالِكٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَمَا هُوَ جَالِسٌ فِي مَجْلِسٍ فِيهِ أَصْحَابُهُ جَاءَهُ جِبْرِيلُ عَلَيْهِ السَّلَام فِي غَيْرِ صُورَتِهِ يَحْسِبُهُ رَجُلًا مِنْ الْمُسْلِمِينَ فَسَلَّمَ عَلَيْهِ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ وَضَعَ جِبْرِيلُ يَدَهُ عَلَى رُكْبَتَيْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ لَهُ يَا رَسُولَ اللَّهِ مَا الْإِسْلَامُ قَالَ أَنْ تُسْلِمَ وَجْهَكَ لِلَّهِ وَتَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَتُقِيمَ الصَّلَاةَ وَتُؤْتِيَ الزَّكَاةَ قَالَ فَإِذَا فَعَلْتُ ذَلِكَ فَقَدْ أَسْلَمْتُ قَالَ نَعَمْ ثُمَّ قَالَ مَا الْإِيمَانُ قَالَ أَنْ تُؤْمِنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَالْمَوْتِ وَالْحَيَاةِ بَعْدَ الْمَوْتِ وَالْجَنَّةِ وَالنَّارِ وَالْحِسَابِ وَالْمِيزَانِ وَالْقَدَرِ كُلِّهِ خَيْرِهِ وَشَرِّهِ قَالَ فَإِذَا فَعَلْتُ ذَلِكَ فَقَدْ آمَنْتُ قَالَ نَعَمْ ثُمَّ قَالَ مَا الْإِحْسَانُ يَا رَسُولَ اللَّهِ قَالَ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنَّكَ إِنْ كُنْتَ لَا تَرَاهُ فَهُوَ يَرَاكَ قَالَ فَإِذَا فَعَلْتُ ذَلِكَ فَقَدْ أَحْسَنْتُ قَالَ نَعَمْ وَيَسْمَعُ رَجْعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِ وَلَا يَرَى الَّذِي يُكَلِّمُهُ وَلَا يَسْمَعُ كَلَامَهُ قَالَ فَمَتَى السَّاعَةُ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُبْحَانَ اللَّهِ خَمْسٌ مِنْ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا اللَّهُ{ إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ }قَالَ السَّائِلُ يَا رَسُولَ اللَّهِ إِنْ شِئْتَ حَدَّثْتُكَ بِعَلَامَتَيْنِ تَكُونَانِ قَبْلَهَا فَقَالَ حَدِّثْنِي فَقَالَ إِذَا رَأَيْتَ الْأَمَةَ تَلِدُ رَبَّهَا وَيَطُولُ أَهْلُ الْبُنْيَانِ بِالْبُنْيَانِ وَكَانَ الْعَالَةُ الْجُفَاةُ رُءُوسَ النَّاسِ قَالَ وَمَنْ أُولَئِكَ يَا رَسُولَ اللَّهِ قَالَ الْعَرِيبُ قَالَ ثُمَّ وَلَّى فَلَمْ يُرَ طَرِيقُهُ بَعْدُ قَالَ سُبْحَانَ اللَّهِ ثَلَاثًا جَاءَ لِيُعَلِّمَ النَّاسَ دِينَهُمْ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ مَا جَاءَ لِي قَطُّ إِلَّا وَأَنَا أَعْرِفُهُ إِلَّا أَنْ تَكُونَ هَذِهِ الْمَرَّةُحَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا عَبْدُ الْحَمِيدِ حَدَّثَنِي شَهْرُ بْنُ حَوْشَبٍ عَنِ ابْنِ عَبَّاسٍ قَالَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَصْنَافِ النِّسَاءِ فَذَكَرَ الْحَدِيثَ مُلْصِقًا بِهِ قَالَ جَلَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَجْلِسًا فَأَتَى جِبْرِيلُ عَلَيْهِ السَّلَام فَجَلَسَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ وَقَالَ فِيهِ إِنْ شِئْتَ حَدَّثْتُكَ بِمَعَالِمَ لَهَا دُونَ ذَلِكَ قَالَ أَجَلْ يَا رَسُولَ اللَّهِ فَحَدِّثْنِي وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَيْتَ الْأَمَةَ وَلَدَتْ رَبَّتَهَا فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}