{"pageProps":{"number":"1925","slug":"ahmad","id":"Telah menceritakan kepada kami [Adl Dlahak bin Makhlad] telah menceritakan kepada kami [Abdul Hamid] -yakni Ibnu Ja'far- ia berkata, Telah menceritakan kepada kami [Yazid bin Abu Habib] telah menceritakan kepada kami [Martsad bin Abdullah Al Yazani] ia berkata, Telah menceritakan kepada kami [Ad Dailami], bahwa ia pernah bertanya kepada Rasulullah shallallahu 'alaihi wasallam, \"Sesungguhya kami berada di suatu tempat yang sangat dingin, lalu kami menghangatkan tubuh kami dengan meminum minuman yang terbuat dari gandum?\" Rasulullah shallallahu 'alaihi wasallam lalu bertanya, \"Apakah ia memabukkan?\" Ad Dailami menjawab, \"Ya.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kalian meminumnya.\" Ad Dailami kemudian mengulangi pertanyaannya untuk kedua kalinya, maka Rasulullah pun bertanya lagi: \"Apakah ia memabukkan?\" Ad Dailami menjawab, \"Ya.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kalian meminumnya.\" Ad Dailami kemudian mengulangi lagi untuk yang ketiga kalinya, maka Rasulullah pun bertanya untuk yang ketiga kalinya: \"Apakah ia memabukkan?\" Ad Dailami menjawab, \"Ya.\" Rasulullah shallallahu 'alaihi wasallam kemudian bersabda, \"Janganlah kalian meminumnya.\" Ad Dailami berkata, \"Sesungguhnya mereka untuk tidak bisa sabar.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika mereka tidak tahan maka bunuh saja mereka.\"","arab":"حَدَّثَنَا الضَّحَّاكُ بْنُ مَخْلَدٍ حَدَّثَنَا عَبْدُ الْحَمِيدِ يَعْنِي ابْنَ جَعْفَرٍ قَالَ حَدَّثَنَا يَزِيدُ بْنُ أَبِي حَبِيبٍ حَدَّثَنَا مَرْثَدُ بْنُ عَبْدِ اللَّهِ الْيَزَنِيُّ قَالَ حَدَّثَنَا الدَّيْلَمِيُّأَنَّهُ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّا بِأَرْضٍ بَارِدَةٍ وَإِنَّا لَنَسْتَعِينُ بِشَرَابٍ يُصْنَعُ لَنَا مِنْ الْقَمْحِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُسْكِرُ قَالَ نَعَمْ قَالَ فَلَا تَشْرَبُوهُ فَأَعَادَ عَلَيْهِ الثَّانِيَةَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُسْكِرُ قَالَ نَعَمْ قَالَ فَلَا تَشْرَبُوهُ قَالَ فَأَعَادَ عَلَيْهِ الثَّالِثَةَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُسْكِرُ قَالَ نَعَمْ قَالَ فَلَا تَشْرَبُوهُ قَالَ فَإِنَّهُمْ لَا يَصْبِرُونَ عَنْهُ قَالَ فَإِنْ لَمْ يَصْبِرُوا عَنْهُ فَاقْتُلْهُمْ","source":"Ahmad"},"__N_SSG":true}