{"pageProps":{"number":"200","slug":"ahmad","id":"Telah menceritakan kepada kami [Khalaf bin Walid] telah menceritakan kepada kami [Ibnu 'Ayyasy] dari [Muhammad bin Ziyad Al Alhani] dari [Abu Rasyid Al Hubrani] dia berkata; aku mendatangi [Abdullah bin 'Amru bin Al 'Ash], aku katakan kepadanya: \"ceritakan kepada kami apa yang telah engkau dengar dari Rasul Shallallahu 'alaihi wa Salam.\" Maka dia menyodorkan ke tanganku sebuah lembaran shahifah seraya berkata: \"Ini yang dituliskan Rasulullah Shallallahu 'alaihi wa Salam untukku.\" Maka akupun melihat lembaran shahifah tersebut, dan aku dapatkan dalam lembaran tersebut bahwa Abu Bakar Ash Shidiq pernah bertanya kepada beliau: \"Wahai Rasulullah, ajarilah aku, apa yang harus aku ucapkan ketika berada pada waktu pagi dan sore hari?\" Maka Rasulullah Shallallahu 'alaihi wa Salam pun menjawab: \"wahai Abu Bakar, ucapkalah: ALLAHUMMA FAATHIROS SAMAAWAATI WAL ARDLI, `AALIMAL GHAIBI WASY SYAHAADAH, LAA ILLAHA ILLA ANTA, RABBA KULLI SYAI` WA MALIIKAHU, A`UUDZU BIKA MIN SYARRI NAFSII WA MIN SYARRI ASY SYAITHAANI WA SYIRKIHI, WA AN AQTARIFA `ALAA NAFSII SUU`AN AU AJURROHU ILA MUSLIM (Ya Allah, Tuhan pencipta langit dan bumi, Tuhan yang mengetahui yang Ghaib dan yang nyata, tiada tuhan yang berhak untuk disembah kecuali Engkau, Tuhan yang menguasai segala sesuatu dan merajainya, aku berlindung kepada-Mu dari kejahatan diriku, kejahan setan dan bala tentaranya, atau aku berbuat kejelekkan pada diriku atau aku mendorongnya pada seorang muslim).\"","arab":"حَدَّثَنَا خَلَفُ بْنُ الْوَلِيدِ حَدَّثَنَا ابْنُ عَيَّاشٍ عَنْ مُحَمَّدِ بْنِ زِيَادٍ الْأَلْهَانِيِّ عَنْ أَبِي رَاشِدٍ الْحُبْرَانِيِّ قَالَأَتَيْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ فَقُلْتُ لَهُ حَدِّثْنَا مَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَلْقَى بَيْنَ يَدَيَّ صَحِيفَةً فَقَالَ هَذَا مَا كَتَبَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَظَرْتُ فِيهَا فَإِذَا فِيهَا أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ قَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي مَا أَقُولُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا بَكْرٍ قُلْ اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لَا إِلَهَ إِلَّا أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ","source":"Ahmad"},"__N_SSG":true}