{"pageProps":{"number":"2335","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu An Nadlr] Telah menceritakan kepada kami [Al Mas'udi] dari [Ar Rukain bin Ar Rabi'] dari [bapaknya] dari [Khuraim bin Fatik] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"(Balasan) amalan itu ada enam, sedangkan manusia ada empat (golongan). Yaitu, Mujibatan (amalan yang mendapatkan dua balasan) Mitslu bi Mitslin (amalan yang mendapat dengan balasan yang setimpal), amalan yang akan dilipatgandakan menjadi sepuluh kebaikan, dan amalan kebaikan yang dilipatgandakan menjadi tujuh ratus. Adapun Mujibatan adalah; siapa saja yang meninggal dalam keadaan tidak menyekutukan Allah dengan sesuatu apapun, maka dia akan masuk surga. Dan barangsiapa yang meninggal dalam keadaan menyekutukan Allah dengan sesuatu yang lain, maka ia akan masuk neraka. (Adapun) Mitslu bi Mitslin; Siapa yang berkeinginan untuk melakukan kebaikan hingga hatinya merasakannya, dan Allah pun tahu akan hal itu, maka hal itu akan ditulis baginya menjadi satu kebaikan. Dan barangsiapa yang beramal baik, maka akan dicatat baginya sepuluh kebaikan semisalnya. Dan siapa yang memberikan nafkah di jalan Allah, maka satu kebaikan itu (dilipatgandakan menjadi) tujuh ratus kali. Sedangkan manusia itu ada empat yaitu; (pertama) seorang yang mendapat kelapangan di dunia, namun di akhirat yang ia dapatkan adalah kesempitan. (kedua) seorang yang mendapat kelapangan di akhirat, namun ia selalu berada dalam kesempitan di dunia. (yang ketiga) seorang yang mendapat kelapangan di dunia maupun di akhirat. Dan (yang keempat) seorang yang mendapat kesempitan baik di dunia maupun di akhirat.\"","arab":"حَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا الْمَسْعُودِيُّ عَنِ الرُّكَيْنِ بْنِ الرَّبِيعِ عَنْ أَبِيهِ عَنْ خُرَيْمِ بْنِ فَاتِكٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْأَعْمَالُ سِتَّةٌ وَالنَّاسُ أَرْبَعَةٌ فَمُوجِبَتَانِ وَمِثْلٌ بِمِثْلٍ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا وَالْحَسَنَةُ بِسَبْعِ مِائَةٍ فَأَمَّا الْمُوجِبَتَانِ مَنْ مَاتَ لَا يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ وَمَنْ مَاتَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ النَّارَ وَأَمَّا مِثْلٌ بِمِثْلٍ فَمَنْ هَمَّ بِحَسَنَةٍ حَتَّى يُشْعِرَهَا قَلْبَهُ وَيَعْلَمُ اللَّهُ عَزَّ وَجَلَّ ذَلِكَ مِنْهُ كُتِبَتْ لَهُ حَسَنَةً وَمَنْ عَمِلَ سَيِّئَةً كُتِبَتْ عَلَيْهِ سَيِّئَةً وَمَنْ عَمِلَ حَسَنَةً كُتِبَتْ لَهُ بِعَشْرِ أَمْثَالِهَا وَمَنْ أَنْفَقَ نَفَقَةً فِي سَبِيلِ اللَّهِ فَحَسَنَةٌ بِسَبْعِ مِائَةٍ وَالنَّاسُ أَرْبَعَةٌ مُوَسَّعٌ عَلَيْهِ فِي الدُّنْيَا مَقْتُورٌ عَلَيْهِ فِي الْآخِرَةِ وَمُوَسَّعٌ عَلَيْهِ فِي الْآخِرَةِ مَقْتُورٌ عَلَيْهِ فِي الدُّنْيَا وَمُوَسَّعٌ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَمَقْتُورٌ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ","source":"Ahmad"},"__N_SSG":true}