{"pageProps":{"number":"3009","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'qub] telah menceritakan kepada kami [Ayahku] dari [Muhammad bin Ishaq] telah menceritakan kepadaku [Abdullah bin Abu Bakar bin Muhammad bin Amru bin Hazam] dari [Yahya bin Abdullah bin Abdurrahman bin Sa'ad bin Zurarah] dari ['Umarah bin Amru bin Hazam] dari [Ubay bin Ka'b] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam telah mengutusku sebagai petugas pengumpul Zakat kepada kabilah Bali, 'Udzrah, seluruh Bani Sa'ad dan Hudzaim bin Qudla'ah.\" Abdullah berkata, Bapakku berkata, \"Dalam riwayat yang lain [Ya'qub] menyebutkan, \"dari Qudla'ah.\" Ubay melanjutkan, \"Maka aku pungut zakat dari mereka semuanya hingga giliran orang yang terakhir dari mereka yang kediamannya paling dekat dengan rumah Rasulullah shallallahu 'alaihi wasallam di Madinah.\" Ubay berkata, \"Maka selesai ia kumpulkan semua hartanya kepadaku, ternyata aku tidak mendapatkan sesuatu yang bisa aku ambil sebagai zakat kecuali unta betina yang masuk umur dua tahun, kemudian aku sampaikan kepadanya bahwa unta tersebutlah yang aku jadikan sebagai zakat.\" Ubay melanjutkan, \"Kemudian orang itu berkata, \"Unta itu tidak mengeluarkan susu dan tidak bisa di tunggangi sebagai kendaraan, demi Allah tidak pernah sama sekali Rasulullah shallallahu 'alaihi wasallam maupun utusannya sebelum kamu memungut zakat dari hartaku, dan aku tidak akan memberikan hartaku kepada Allah Tabaaraka Wa Ta'ala dan Rasul-Nya dengan unta yang tidak mengeluarkan susu dan tidak dapat ditunggangi, akan tetapi ini ada unta yang kekar dan gemuk maka ambillah (sebagai zakat)!\" Lanjut Ubay, \"Kemudian aku berkata, \"Saya tidak akan mengambilnya selama saya tidak diperintahkan untuk memungutnya, Rasulullah tinggal dekat denganmu jika kamu suka menemuinya maka tawarkanlah kepada beliau apa yang kamu tawarkan kepadaku, jika beliau menerima darimu maka akan diterima dan jika beliau menolak maka akan ditolak.\" Ubay berkata, \"Maka aku melakukannya dan dia keluar bersamaku dengan memmbawa unta yang ditawarkan kepadaku sampai kami tiba menemui Rasulullah shallallahu 'alaihi wasallam. Kemudian ia berkata kepada beliau, \"Wahai Nabiyallah, telah datang utusanmu kepadaku untuk memungut zakat dari hartaku, demi Allah tidak pernah sama sekali Rasulullah shallallahu 'alaihi wasallam maupun utusannya sebelum dia yang memungut dari hartaku, maka aku kumpulkan hartaku kepadanya, kemudian dia menganggap bahwa zakat yang harus dikeluarkan dari hartaku adalah anak unta betina yang masuk umur dua tahun, padahal unta tersebut tidak mengeluarkan susu dan tidak dapat ditunggangi sebagai kendaraan. Dan saya telah tawarkan kepadanya agar mengambil seekor unta yang kekar dan gemuk namun dia menolakku.\" Laki-laki itu lalu berkata, \"Wahai Rasulullah, inilah untanya, silahkah engkau ambil, aku membawakannya untukmu.\" Ubay berkata, \"Maka Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Itulah (anak unta betina umur dua tahun) yang wajib bagimu dan jika kamu memberikan tambahan yang lebih baik maka kami menerimanya dan semoga Allah memberimu balasan pahala.\" Laki-laki itu berkata, \"Inilah wahai Rasulullah aku telah datangkan kepadamu maka ambillah dia!\" Ubay berkata, \"Maka Rasulullah shallallahu 'alaihi wasallam memerintahkan untuk menerimanya dan beliau mendoakan keberkahan dalam hartanya.\" Telah menceritakan kepada kami Abdullah dia berkata telah menceritakan kepadaku [Muhammad bin Basyysar] dia berkata, telah menceritakan kepada kami [Wahab bin Jarir] dia berkata, telah menceritakan kepada kami [Bapakku] dia berkata, aku mendengar [Muhammad bin Ishaq] menceritakan dari [Abdullah bin Abu Bakar] dari [Yahya bin Abdullah] dari [Umarah bin Hazm] dia berkata, telah menceritakan kepadaku [Ubay bin Ka'b], bahwa Rasulullah shallallahu 'alaihi wasallam mengutusnya sebagai petugas pemungut zakat… kemudian dia menyebutkan hadits yang semakna dengan hadits Ubay. Lalu ia menambahkan di dalamnya, \"Umarah berkata, \"Sungguh aku telah diangkat sebagai petugas zakat pada masa pemerintahan Mu'awiyah, lalu aku mengambil dari laki-laki itu tiga puluh ekor unta betina yang berumur empat tahun dari seribu lima ratus ekor unta yang dia miliki.\"","arab":"حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ عَنْ عُمَارَةَ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَبَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُصَدِّقًا عَلَى بَلِيٍّ وَعُذْرَةَ وَجَمِيعِ بَنِي سَعْدٍ وَهُذَيْمِ بْنِ قُضَاعَةَ قَالَ أَبِي وَقَالَ يَعْقُوبُ فِي مَوْضِعٍ آخَرَ مِنْ قُضَاعَةَ قَالَ فَصَدَّقْتُهُمْ حَتَّى مَرَرْتُ بِآخِرِ رَجُلٍ مِنْهُمْ وَكَانَ مَنْزِلُهُ وَبَلَدُهُ مِنْ أَقْرَبِ مَنَازِلِهِمْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ قَالَ فَلَمَّا جَمَعَ إِلَيَّ مَالَهُ لَمْ أَجِدْ عَلَيْهِ فِيهَا إِلَّا ابْنَةَ مَخَاضٍ يَعْنِي فَأَخْبَرْتُهُ أَنَّهَا صَدَقَتُهُ قَالَ فَقَالَ ذَاكَ مَا لَا لَبَنَ فِيهِ وَلَا ظَهْرَ وَايْمُ اللَّهِ مَا قَامَ فِي مَالِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا رَسُولٌ لَهُ قَطُّ قَبْلَكَ وَمَا كُنْتُ لِأُقْرِضَ اللَّهَ تَبَارَكَ وَتَعَالَى مِنْ مَالِي مَا لَا لَبَنَ فِيهِ وَلَا ظَهْرَ وَلَكِنْ هَذِهِ نَاقَةٌ فَتِيَّةٌ سَمِينَةٌ فَخُذْهَا قَالَ فَقُلْتُ لَهُ مَا أَنَا بِآخِذٍ مَا لَمْ أُومَرْ بِهِ فَهَذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْكَ قَرِيبٌ فَإِنْ أَحْبَبْتَ أَنْ تَأْتِيَهُ فَتَعْرِضَ عَلَيْهِ مَا عَرَضْتَ عَلَيَّ فَافْعَلْ فَإِنْ قَبِلَهُ مِنْكَ قَبِلَهُ وَإِنْ رَدَّهُ عَلَيْكَ رَدَّهُ قَالَ فَإِنِّي فَاعِلٌ قَالَ فَخَرَجَ مَعِي وَخَرَجَ بِالنَّاقَةِ الَّتِي عَرَضَ عَلَيَّ حَتَّى قَدِمْنَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَقَالَ لَهُ يَا نَبِيَّ اللَّهِ أَتَانِي رَسُولُكَ لِيَأْخُذَ مِنِّي صَدَقَةَ مَالِي وَايْمُ اللَّهِ مَا قَامَ فِي مَالِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا رَسُولٌ لَهُ قَطُّ قَبْلَهُ فَجَمَعْتُ لَهُ مَالِي فَزَعَمَ أَنَّ عَلَيَّ فِيهِ ابْنَةَ مَخَاضٍ وَذَلِكَ مَا لَا لَبَنَ فِيهِ وَلَا ظَهْرَ وَقَدْ عَرَضْتُ عَلَيْهِ نَاقَةً فَتِيَّةً سَمِينَةً لِيَأْخُذَهَا فَأَبَى عَلَيَّ ذَلِكَ وَقَالَ هَا هِيَ هَذِهِ قَدْ جِئْتُكَ بِهَا يَا رَسُولَ اللَّهِ خُذْهَا قَالَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ الَّذِي عَلَيْكَ فَإِنْ تَطَوَّعْتَ بِخَيْرٍ قَبِلْنَاهُ مِنْكَ وَآجَرَكَ اللَّهُ فِيهِ قَالَ فَهَا هِيَ ذِهْ يَا رَسُولَ اللَّهِ قَدْ جِئْتُكَ بِهَا فَخُذْهَا قَالَ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَبْضِهَا وَدَعَا لَهُ فِي مَالِهِ بِالْبَرَكَةِحَدَّثَنَا عَبْد اللَّهِ حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا أَبِي قَالَ سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ عَنْ عُمَارَةَ بْنِ حَزْمٍ حَدَّثَنِي أُبَيُّ بْنُ كَعْبٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَهُ مُصَدِّقًا فَذَكَرَ نَحْوَ حَدِيثِ أُبَيٍّ وَزَادَ فِيهِ قَالَ عُمَارَةُ وَقَدْ وُلِّيتُ صَدَقَاتِهِمْ فِي زَمَنِ مُعَاوِيَةَ فَأَخَذْتُ مِنْ ذَلِكَ الرَّجُلِ ثَلَاثِينَ حِقَّةً لِأَلْفٍ وَخَمْسِ مِائَةِ بَعِيرٍ عَلَيْهِ","source":"Ahmad"},"__N_SSG":true}