{"pageProps":{"number":"3265","slug":"ahmad","id":"Telah menceritakan kepada kami ['Abdur Rahman bin Mahdi] dari [Zuhri] dari [Al 'Alaa`] dari [Abu Katsir, budak Muhammad bin 'Abdullah bin Jahsy] berkata; Telah mengkhabarkan kepadaku [Muhammad bin 'Abdullah bin Jahsy] berkata; Kami duduk di halaman masjid tempat diletakkannya jenazah sementara Rasulullah Shallallahu'alaihiWasallam duduk dihadapan kami, Rasulullah Shallallahu'alaihiWasallam menengadahkan pandangan beliau ke arah langit, beliau melihat kemudian mengangguk-anggukkan pandangan dan meletakkan tangan diatas dahi lalu bersabda; \"Subhaanallaah, subhaanallaah, kesulitan apa yang turun.\" Berkata Muhammad bin 'Abdullah; Kami diam sehari semalam dan kami tidak menilainya baik hingga pagi hari. Berkata Muhammad; Aku bertanya kepada Rasulullah Shallallahu'alaihiWasallam kesulitan apakah yang turun. Rasulullah Shallallahu'alaihiWasallam bersabda; \"Dalam agama, demi Dzat yang jiwa Muhammad berada ditangannya, andai seseorang terbunuh dijalan Allah kemudian hidup lagi kemudian terbunuh dijalan Allah kemudian hidup lagi dan ia memiliki hutang niscaya tidak masuk surga hingga ia melunasi hutangnya.\"","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ زُهَيْرٍ عَنِ الْعَلَاءِ عَنْ أَبِي كَثِيرٍ مَوْلَى مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ جَحْشٍ قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ جَحْشٍ قَالَكُنَّا جُلُوسًا بِفِنَاءِ الْمَسْجِدِ حَيْثُ تُوضَعُ الْجَنَائِزُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ بَيْنَ ظَهْرَيْنَا فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَصَرَهُ قِبَلَ السَّمَاءِ فَنَظَرَ ثُمَّ طَأْطَأَ بَصَرَهُ وَوَضَعَ يَدَهُ عَلَى جَبْهَتِهِ ثُمَّ قَالَ سُبْحَانَ اللَّهِ سُبْحَانَ اللَّهِ مَاذَا نَزَلَ مِنْ التَّشْدِيدِ قَالَ فَسَكَتْنَا يَوْمَنَا وَلَيْلَتَنَا فَلَمْ نَرَهَا خَيْرًا حَتَّى أَصْبَحْنَا قَالَ مُحَمَّدٌ فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا التَّشْدِيدُ الَّذِي نَزَلَ قَالَ فِي الدَّيْنِ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّ رَجُلًا قُتِلَ فِي سَبِيلِ اللَّهِ ثُمَّ عَاشَ ثُمَّ قُتِلَ فِي سَبِيلِ اللَّهِ ثُمَّ عَاشَ وَعَلَيْهِ دَيْنٌ مَا دَخَلَ الْجَنَّةَ حَتَّى يَقْضِيَ دَيْنَهُ","source":"Ahmad"},"__N_SSG":true}