{"pageProps":{"number":"3463","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il] dari [Al Jurairi] dari [Abu Shakr Al 'Uqaili] telah menceritakan kepadaku [seorang badui] ia berkata; Aku membawa barang ke Madinah dimasa hidup Rasulullah Shallallahu 'alaihi wa salam, seusai berjual beli, aku berkata; Aku akan menemui orang itu dan aku akan mendengarnya. Ia menemuiku diantara Abu Bakar dan 'Umar, mereka berjalan lalu aku mengikuti mereka dari belakang hingga mereka menemui seorang yahudi yang membuka taurat, orang itu membacanya untuk menghibur diri atas meninggalnya seorang putranya, putranya adalah pemuda yang tampan, lalu Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Aku bersumpah padamu dengan Yang menurunkan taurat, apakah kau menemukan sifatku dan kemunculanku dikitab itu? Orang itu dengan isyarat kepala menjawab: Tidak. Anak orang itu berkata; Demi Yang menurunkan taurat, kami menemukan sifatmu dan kemunculanmu dalam kitab kami, aku bersaksi bahwa tidak ada Ilah (yang haq) kecuali Allah dan engkau adalah utusan Allah. Lalu Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Dirikan orang yahudi itu dari saudara kalian.\" Kemudian Rasulullah Shallallahu 'alaihi wa salam mengkafani, memberinya wewangian dan menshalatinya.","arab":"حَدَّثَنَا إِسْمَاعِيلُ عَنِ الْجُرَيْرِيِّ عَنْ أَبِي صَخْرٍ الْعُقَيْلِيِّ حَدَّثَنِي رَجُلٌ مِنَ الْأَعْرَابِ قَالَجَلَبْتُ جَلُوبَةً إِلَى الْمَدِينَةِ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا فَرَغْتُ مِنْ بَيْعَتِي قُلْتُ لَأَلْقَيَنَّ هَذَا الرَّجُلَ فَلَأَسْمَعَنَّ مِنْهُ قَالَ فَتَلَقَّانِي بَيْنَ أَبِي بَكْرٍ وَعُمَرَ يَمْشُونَ فَتَبِعْتُهُمْ فِي أَقْفَائِهِمْ حَتَّى أَتَوْا عَلَى رَجُلٍ مِنْ الْيَهُودِ نَاشِرًا التَّوْرَاةَ يَقْرَؤُهَا يُعَزِّي بِهَا نَفْسَهُ عَلَى ابْنٍ لَهُ فِي الْمَوْتِ كَأَحْسَنِ الْفِتْيَانِ وَأَجْمَلِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْشُدُكَ بِالَّذِي أَنْزَلَ التَّوْرَاةَ هَلْ تَجِدُ فِي كِتَابِكَ ذَا صِفَتِي وَمَخْرَجِي فَقَالَ بِرَأْسِهِ هَكَذَا أَيْ لَا فَقَالَ ابْنُهُ إِنِّي وَالَّذِي أَنْزَلَ التَّوْرَاةَ إِنَّا لَنَجِدُ فِي كِتَابِنَا صِفَتَكَ وَمَخْرَجَكَ وَأَشْهَدُ أَنَّ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّكَ رَسُولُ اللَّهِ فَقَالَ أَقِيمُوا الْيَهُودَ عَنْ أَخِيكُمْ ثُمَّ وَلِيَ كَفَنَهُ وَحَنَّطَهُ وَصَلَّى عَلَيْهِ","source":"Ahmad"},"__N_SSG":true}