{"pageProps":{"number":"4064","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'qub] berkata, telah menceritakan kepada kami [ayahku] dari [Ibnu Ishaq] berkata, telah menceritakan kepadaku [Yazid bin Abu Habib Al Mishri] dari ['Abdurrahman bin 'Uqbah] bekas budak Ma'mar bin 'Abdullah bin Nafi' bin Nadllah Al 'Adawi, dari [Ma'mar bin 'Abdullah] dia berkata, \"Aku menemani Rasulullah shallallahu 'alaihi wasallam safar waktu beliau haji wada', pada suatu malam beliau bersabda kepadaku: \"Wahai Ma'mar, sesungguhnya aku telah mendapati malam berjalan dengan kegoncangan, \" Ma'mar berkata, \"Aku berkata, \"Demi yang mengutusmu dengan kebenaran, aku telah terdesak karenanya sebagaimana aku mendesaknya, tapi yang memberiku nafas telah melepaskannya karena melihat kedudukanku terhadapmu, agar tuan menggantikan aku dengan selainku.\" Beliau berkata: \"Aku tidak akan melakukannya.\" Ma'mar berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam menyembelih hadyu (Kurban) di Mina, beliau menyuruhku untuk mencukur rambutnya.\" Ma'mar berkata, \"Lalu aku mengambil pisau dan berdiri di samping kepala beliau. Lalu beliau melihat wajahku dan bersabda kepadaku: \"Wahai Ma'mar, Rasulullah shallallahu 'alaihi wasallam menempatkanmu pada lemak telinganya dan di tanganmu sebilah pisau.\" Ma'mat berkata, \"Aku lalu berkata, \"Demi Allah, ya Rasulullah, sesungguhnya hal itu adalah nikmat dan pemberian dari Allah untukku, \" Ma'mar berkata, \"Beliau lalu bersabda: \"Benar, maka aku memilihmu.\" Ma'mar berkata, \"Kemudian aku mencukur rambut Rasulullah shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا يَعْقُوبُ قَالَ حَدَّثَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ الْمِصْرِيُّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عُقْبَةَ مَوْلَى مَعْمَرِ بْنِ عَبْدِ اللَّهِ بْنِ نَافِعِ بْنِ نَضْلَةَ الْعَدَوِيِّ عَنْ مَعْمَرِ بْنِ عَبْدِ اللَّهِ قَالَكُنْتُ أَرْحَلُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ قَالَ فَقَالَ لِي لَيْلَةً مِنْ اللَّيَالِي يَا مَعْمَرُ لَقَدْ وَجَدْتُ اللَّيْلَةَ فِي أَنْسَاعِي اضْطِرَابًا قَالَ فَقُلْتُ أَمَا وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ شَدَدْتُهَا كَمَا كُنْتُ أَشُدُّهَا وَلَكِنَّهُ أَرْخَاهَا مَنْ قَدْ كَانَ نَفَسَ عَلَيَّ لِمَكَانِي مِنْكَ لِتَسْتَبْدِلَ بِي غَيْرِي قَالَ فَقَالَ أَمَا إِنِّي غَيْرُ فَاعِلٍ قَالَ فَلَمَّا نَحَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَدْيَهُ بِمِنًى أَمَرَنِي أَنْ أَحْلِقَهُ قَالَ فَأَخَذْتُ الْمُوسَى فَقُمْتُ عَلَى رَأْسِهِ قَالَ فَنَظَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَجْهِي وَقَالَ لِي يَا مَعْمَرُ أَمْكَنَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ شَحْمَةِ أُذُنِهِ وَفِي يَدِكَ الْمُوسَى قَالَ فَقُلْتُ أَمَا وَاللَّهِ يَا رَسُولَ اللَّهِ إِنَّ ذَلِكَ لَمِنْ نِعْمَةِ اللَّهِ عَلَيَّ وَمَنِّهِ قَالَ فَقَالَ أَجَلْ إِذًا أُقِرُّ لَكَ قَالَ ثُمَّ حَلَقْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}