{"pageProps":{"number":"4240","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdul Malik bin Amru] berkata, telah menceritakan kepada kami [Zuhair] -yakni Ibnu Muhammad Al Khurrasani, dari [Abdullah bin Muhammad] -yakni Ibnu Aqil bin Abu Thalib- dari [Ibrahim bin Muhammad bin Thalhah] dari pamannya [Imran bin Thalhah] dari Ibunya [Hamnah binti Jahsi] dia berkata, \"Aku berkata, \"Aku mengeluarkan darah istihadlah (darah penyakit yang keluar setelah selesai masa haid) dengan banyak sekali, maka aku datang menghadap Rasulullah shallallahu 'alaihi wasallam untuk meminta fatwa dan menceritakan hal itu kepadanya. Maka aku pun menemui beliau saat berada di rumah saudariku, Zainab binti Jahsy.\" Hamnah berkata, \"Lantas aku bertanya, \"Wahai Rasulullah, aku ada perlu dengan tuan.\" Beliau menjawab: \"Apa keperluanmu?\" Aku berkata, \"Wahai Rasulullah, aku mengeluarkan darah istihadlah banyak sekali, maka apa yang tuan sarankan kepadaku, karena dia telah menghalangiku dari melaksanakan shalat dan puasa?\" Beliau menjawab: \"Aku sarankan kepadamu untuk menggunakan kain kapas karena dia dapat mencegah keluarnya darah.\" Hamnah bertanya lagi, \"(Namun) darahnya lebih banyak keluar.\" Beliau menjawab: \"Maka balutlah tempat keluarnya darah.\" Hamnah berkata lagi, \"Darahnya keluar dengan deras!\" Beliau bersabda: \"Aku perintahkan kepadamu dua hal, mana saja kamu lakukan dari keduanya maka itu sudah sah bagimu (sudah mewakili dari yang lain), jika kamu mampu melakukan keduanya maka kamu lebih mengetahuinya.\" Kemudian beliau berkata kepadanya: \"Ini hanyalah penyakit dari setan, maka tetapkanlah masa haidmu enam atau tujuh hari menurut ilmu Allah, kemudian hendaklah kamu mandi, sehingga apabila kamu merasa sudah suci dan yakin untuk membersihkan diri, maka laksanakanlah shalat yang dua puluh empat atau dua puluh tiga hari dan malamnya, dan laksanakanlah puasa karena itu sudah sah bagimu. Dan lakukanlah pada setiap bulannya sebagaimana umumnya para wanita mengalami haid, masa haid mereka dan masa suci mereka, jika kamu mampu untuk mengakhirkan shalat zhuhur dan mensegerakan shalat ashar maka kamu mandi lalu melaksanakan shalat zhuhur dan ashar dengan menggabungnya, kemudian kamu akhirkan shalat Maghrib dan mensegerakan shalat Isya' lalu kamu mandi dan melaksanakan dua shalat (Maghrib dan Isya') dengan menggabungnya maka lakukanlah, kemudian kamu mandi pada waktu shubuh lalu laksanakan shalat shubuh, demikian juga jika kamu mampu, maka lakukanlah shalat dan puasa.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dan ini adalah dua hal yang paling mengagumkan bagiku.\"","arab":"حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو قَالَ حَدَّثَنَا زُهَيْرٌ يَعْنِي ابْنَ مُحَمَّدٍ الْخُرَاسَانِيَّ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ يَعْنِي ابْنَ عَقِيلِ بْنِ أَبِي طَالِبٍ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ عَمِّهِ عِمْرَانَ بْنِ طَلْحَةَ عَنْ أُمِّهِ حَمْنَةَ بِنْتِ جَحْشٍ قَالَتْكُنْتُ أُسْتَحَاضُ حَيْضَةً شَدِيدَةً كَثِيرَةً فَجِئْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْتَفْتِيهِ وَأُخْبِرُهُ فَوَجَدْتُهُ فِي بَيْتِ أُخْتِي زَيْنَبَ بِنْتِ جَحْشٍ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي إِلَيْكَ حَاجَةً فَقَالَ وَمَا هِيَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أُسْتَحَاضُ حَيْضَةً كَثِيرَةً شَدِيدَةً فَمَا تَرَى فِيهَا قَدْ مَنَعَتْنِي الصَّلَاةَ وَالصِّيَامَ قَالَ أَنْعَتُ لَكِ الْكُرْسُفَ فَإِنَّهُ يُذْهِبُ الدَّمَ قَالَتْ هُوَ أَكْثَرُ مِنْ ذَلِكَ قَالَ فَتَلَجَّمِي قَالَتْ إِنَّمَا أَثُجُّ ثَجًّا فَقَالَ لَهَا سَآمُرُكِ بِأَمْرَيْنِ أَيَّهُمَا فَعَلْتِ فَقَدْ أَجْزَأَ عَنْكِ مِنْ الْآخَرِ فَإِنْ قَوِيتِ عَلَيْهِمَا فَأَنْتِ أَعْلَمُ فَقَالَ لَهَا إِنَّمَا هَذِهِ رَكْضَةٌ مِنْ رَكَضَاتِ الشَّيْطَانِ فَتَحَيَّضِي سِتَّةَ أَيَّامٍ أَوْ سَبْعَةً فِي عِلْمِ اللَّهِ ثُمَّ اغْتَسِلِي حَتَّى إِذَا رَأَيْتِ أَنَّكِ قَدْ طَهُرْتِ وَاسْتَيْقَنْتِ وَاسْتَنْقَأْتِ فَصَلِّي أَرْبَعًا وَعِشْرِينَ لَيْلَةً أَوْ ثَلَاثًا وَعِشْرِينَ لَيْلَةً وَأَيَّامَهَا وَصُومِي فَإِنَّ ذَلِكَ يُجْزِئُكِ وَكَذَلِكَ فَافْعَلِي فِي كُلِّ شَهْرٍ كَمَا تَحِيضُ النِّسَاءُ وَكَمَا يَطْهُرْنَ بِمِيقَاتِ حَيْضِهِنَّ وَطُهْرِهِنَّ وَإِنْ قَوِيتِ عَلَى أَنْ تُؤَخِّرِي الظُّهْرَ وَتُعَجِّلِي الْعَصْرَ فَتَغْتَسِلِينَ ثُمَّ تُصَلِّينَ الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ تُؤَخِّرِينَ الْمَغْرِبَ وَتُعَجِّلِينَ الْعِشَاءَ ثُمَّ تَغْتَسِلِينَ وَتَجْمَعِينَ بَيْنَ الصَّلَاتَيْنِ فَافْعَلِي وَتَغْتَسِلِينَ مَعَ الْفَجْرِ وَتُصَلِّينَ وَكَذَلِكَ فَافْعَلِي وَصَلِّي وَصُومِي إِنْ قَدَرْتِ عَلَى ذَلِكَ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهَذَا أَعْجَبُ الْأَمْرَيْنِ إِلَيَّ","source":"Ahmad"},"__N_SSG":true}