{"pageProps":{"number":"4305","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] berkata, telah menceritakan kepada kami [Jarir bin Hazim] berkata, telah menceritakan kepada kami [Muhammad bin Abu Ya'qub] dari [Abdullah bin Syaddad] dari [ayahnya] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam keluar bersama kami pada salah satu dari dua shalat siang; zhuhur atau ashar, dan saat itu beliau membawa Hasan atau Husain. Nabi shallallahu 'alaihi wasallam lalu maju ke depan dan meletakkannya, kemudian bertakbir untuk shalat, beliau lalu shalat. Kemudian beliau sujud di antara (rakaat) shalatnya dengan sujud yang sangat lama.\" Syaddad berkata, \"Sungguh aku mengangkat kepalaku dan ternyata seorang anak kecil naik di atas punggung Rasulullah shallallahu 'alaihi wasallam ketika beliau sedang sujud, kemudian aku kembali sujud, maka setelah Rasulullah shallallahu 'alaihi wasallam selesai shalat, orang-orang berkata kepada beliau, \"Wahai Rasulullah, sesungguhnya tuan malakukan sujud sangat panjang sekali di tengah-tengah shalat, hingga kami mengira telah terjadi sesuatu atau turun wahyu kepada tuan?\" Kemudian beliau menjawab: \"Semua itu tidak terjadi melainkan anakku menaiki punggungku, dan aku tidak suka untuk mempercepat sampai dia selesai dari keinginannya.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا جَرِيرُ بْنُ حَازِمٍ قَالَ ثَنَا مُحَمَّدُ بْنُ أَبِي يَعْقُوبَ عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ عَنْ أَبِيهِ قَالَخَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي إِحْدَى صَلَاتَيْ الْعَشِيِّ الظُّهْرِ أَوْ الْعَصْرِ وَهُوَ حَامِلُ حَسَنٍ أَوْ حُسَيْنٍ فَتَقَدَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَضَعَهُ ثُمَّ كَبَّرَ لِلصَّلَاةِ فَصَلَّى فَسَجَدَ بَيْنَ ظَهْرَيْ صَلَاتِهِ سَجْدَةً أَطَالَهَا قَالَ إِنِّي رَفَعْتُ رَأْسِي فَإِذَا الصَّبِيُّ عَلَى ظَهَرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ سَاجِدٌ فَرَجَعْتُ فِي سُجُودِي فَلَمَّا قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ قَالَ النَّاسُ يَا رَسُولَ اللَّهِ إِنَّكَ سَجَدْتَ بَيْنَ ظَهْرَيْ الصَّلَاةِ سَجْدَةً أَطَلْتَهَا حَتَّى ظَنَنَّا أَنَّهُ قَدْ حَدَثَ أَمْرٌ أَوْ أَنَّهُ يُوحَى إِلَيْكَ قَالَ كُلُّ ذَلِكَ لَمْ يَكُنْ وَلَكِنَّ ابْنِي ارْتَحَلَنِي فَكَرِهْتُ أَنْ أُعَجِّلَهُ حَتَّى يَقْضِيَ حَاجَتَهُ","source":"Ahmad"},"__N_SSG":true}