{"pageProps":{"number":"832","slug":"ahmad","id":"(Ahmad bin Hanbal radliyallhu'anhu) berkata; telah menceritakan kepada kami [Yazid bin Harun] berkata; telah mengabarkan kepada kami [Hammad bin Yahya] dari [Al Qasim bin Abdul Wahid Al Maki] dari [Abdullah bin Muhammad bin 'Aqil] mendengar [Jabir bin Abdullah] berkata; telah sampai hadis kepadaku dari seorang laki-laki yang mendengar dari Rasulullah Shallallahu'alaihiwasallam, kontan saya membeli unta, kuikat kencang perbekalanku dan kuarahkan perjalananku untuk menemuinya selama satu bulan. Selanjutnya aku menemuinya tepatnya di Syam, tak tahunya orang itu adalah [Abdullah bin Unais]. Saya berkata kepada penjaga pintu, \"Katakan padanya, Jabir sedang menunggunya di di depan pintu\". Lalu dia bertanya, kamu adalah Ibnu Abdullah, saya menjawab, Ya. Lalu dia keluar dengan menginjak pakaiannya, dia memelukku dan sebaliknya aku juga memeluknya, saya berkata; telah sampai kepadaku suatu hadis darimu, kamu mendengar Rasulullah Shallallahu'alaihiwasallam tentang perkara qishas, saya khawatir apabila engkau meninggal ataupun saya meninggal sebelum saya dapat mendengarnya. (Abdullah bin Unais) berkata; saya mendengar Rasulullah Shallallahu'alaihiwasallam bersabda: \"Manusia akan dikumpulkan pada Hari Kiamat\", --atau bersabda dengan redaksi para hamba--, dalam keadaan telanjang, tidak berkhitan dan dalam keadaan buhman\", lalu kami bertanya, \"Apakah buhman itu?\" Beliau bersabda: \"Tidak memakai pakaian sehelai benangpun\", lalu ada suara yang memanggil mereka dari dekat, 'Aku adalah raja dan Aku Dayyan (pemberi pembalasan) tidaklah patut bagi seorang penduduk neraka untuk masuk neraka sedangkan dia mempunyai hak atas seseorang dari penduduk surga sampai Aku memberikan haknya. Juga tidaklah patut seseorang dari penduduk surga untuk masuk syurga sedangkan seseorang dari penduduk nereka mempunyai hak atas dirinya sampai Aku memberikan haknya. Sampai satu tamparan sekalipun. (Jabir bin Abdullah) berkata; kami bertanya, Bagaimana ini? Kami mendatangi Allah Azzawajalla dalam keadaan telanjang dan tidak berkhitan, dan tidak memakai sehelai benangpun? maka beliau bersabda: \"Kalian datang dengan kebaikan dan keburukan\".","arab":"قَالَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا هَمَّامُ بْنُ يَحْيَى عَنِ الْقَاسِمِ بْنِ عَبْدِ الْوَاحِدِ الْمَكِّيِّ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُبَلَغَنِي حَدِيثٌ عَنْ رَجُلٍ سَمِعَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاشْتَرَيْتُ بَعِيرًا ثُمَّ شَدَدْتُ عَلَيْهِ رَحْلِي فَسِرْتُ إِلَيْهِ شَهْرًا حَتَّى قَدِمْتُ عَلَيْهِ الشَّامَ فَإِذَا عَبْدُ اللَّهِ بْنُ أُنَيْسٍ فَقُلْتُ لِلْبَوَّابِ قُلْ لَهُ جَابِرٌ عَلَى الْبَابِ فَقَالَ ابْنُ عَبْدِ اللَّهِ قُلْتُ نَعَمْ فَخَرَجَ يَطَأُ ثَوْبَهُ فَاعْتَنَقَنِي وَاعْتَنَقْتُهُ فَقُلْتُ حَدِيثًا بَلَغَنِي عَنْكَ أَنَّكَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْقِصَاصِ فَخَشِيتُ أَنْ تَمُوتَ أَوْ أَمُوتَ قَبْلَ أَنْ أَسْمَعَهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ أَوْ قَالَ الْعِبَادُ عُرَاةً غُرْلًا بُهْمًا قَالَ قُلْنَا وَمَا بُهْمًا قَالَ لَيْسَ مَعَهُمْ شَيْءٌ ثُمَّ يُنَادِيهِمْ بِصَوْتٍ يَسْمَعُهُ مِنْ قُرْبٍ أَنَا الْمَلِكُ أَنَا الدَّيَّانُ وَلَا يَنْبَغِي لِأَحَدٍ مِنْ أَهْلِ النَّارِ أَنْ يَدْخُلَ النَّارَ وَلَهُ عِنْدَ أَحَدٍ مِنْ أَهْلِ الْجَنَّةِ حَقٌّ حَتَّى أَقُصَّهُ مِنْهُ وَلَا يَنْبَغِي لِأَحَدٍ مِنْ أَهْلِ الْجَنَّةِ أَنْ يَدْخُلَ الْجَنَّةَ وَلِأَحَدٍ مِنْ أَهْلِ النَّارِ عِنْدَهُ حَقٌّ حَتَّى أَقُصَّهُ مِنْهُ حَتَّى اللَّطْمَةُ قَالَ قُلْنَا كَيْفَ وَإِنَّا إِنَّمَا نَأْتِي اللَّهَ عَزَّ وَجَلَّ عُرَاةً غُرْلًا بُهْمًا قَالَ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ","source":"Ahmad"},"__N_SSG":true}