{"pageProps":{"number":"2302","slug":"bukhari","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] telah menceritakan kepada kami [Jarir bin HAzim] dari [Muhammad bin Sirin] dari [Abu Hurairah radliallahu 'anhu] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ada seorang laki-laki Bani Isra'il, yang dipanggil dengan nama Juraij, sedang melaksanakan shalat lalu ibunya datang memanggilnya, namun laki-laki itu enggan menjawabnya. Dia berkata: \"Apakah aku penuhi panggilannya atau aku teruskan shalat?\". Akhirnya ibunya itu mendekatinya seraya berkata: \"Ya Allah, janganlah Engkau matikan dia kecuali setelah dia memperoleh ujian\". Suatu hari Juraij sedang berada di biaranya lalu ada seorang wanita berkata,: \"Aku akan goda si Juraij\". Lalu wanita ini menawarkan dirinya tapi Juraij menolakmya. Kemudian wanita ini mendatangi seorang pengembala lalu wanita ini tinggal bersamanya hingga melahirkan seorang bayi. Lalu wanita itu berkata: \"Ini anaknya Juraij\". Maka orang-orang mendatangi Juraij dan menghancurkan biaranya dan memaksanya keluar lalu memaki-makinya. Juraij berwudhu' lalu shalat. Kemudian dia mendatangi bayi lalu bertanya: \"Siapakah bapakmu wahai anak?\". Bayi itu menjawab: \"Seorang pengembala\". Orang-orang berkata: \"Kami akan bangun biaramu terbuat dari emas\". Juraij berkata: \"Tidak, dari tanah saja\". ","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ رَجُلٌ فِي بَنِي إِسْرَائِيلَ يُقَالُ لَهُ جُرَيْجٌ يُصَلِّي فَجَاءَتْهُ أُمُّهُ فَدَعَتْهُ فَأَبَى أَنْ يُجِيبَهَا فَقَالَ أُجِيبُهَا أَوْ أُصَلِّي ثُمَّ أَتَتْهُ فَقَالَتْ اللَّهُمَّ لَا تُمِتْهُ حَتَّى تُرِيَهُ وُجُوهَ الْمُومِسَاتِ وَكَانَ جُرَيْجٌ فِي صَوْمَعَتِهِ فَقَالَتْ امْرَأَةٌ لَأَفْتِنَنَّ جُرَيْجًا فَتَعَرَّضَتْ لَهُ فَكَلَّمَتْهُ فَأَبَى فَأَتَتْ رَاعِيًا فَأَمْكَنَتْهُ مِنْ نَفْسِهَا فَوَلَدَتْ غُلَامًا فَقَالَتْ هُوَ مِنْ جُرَيْجٍ فَأَتَوْهُ وَكَسَرُوا صَوْمَعَتَهُ فَأَنْزَلُوهُ وَسَبُّوهُ فَتَوَضَّأَ وَصَلَّى ثُمَّ أَتَى الْغُلَامَ فَقَالَ مَنْ أَبُوكَ يَا غُلَامُ قَالَ الرَّاعِي قَالُوا نَبْنِي صَوْمَعَتَكَ مِنْ ذَهَبٍ قَالَ لَا إِلَّا مِنْ طِينٍ","source":"Bukhari"},"__N_SSG":true}