{"pageProps":{"number":"2673","slug":"bukhari","id":"Telah bercerita kepada kami [Yahya binYusuf] telah mengabarkan kepada kami [Abu Bakar. Yaitu Ibnu 'Ayyasy] dari [Abu Hashin] dari [Abu Shalih] dari [Abu Hurairah radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam bersabda: \"Binasalah hamba dinar, dirham, kain tebal dan sutra. Jika diberi maka ia ridha jika tidak diberi maka ia tidak ridha\". [Israil] tidak memarfu'kannya dan [Muhammad bin Juhadah] dari [Abi Hashin] dan ['Amru] menambahkan kepada kami, dia berkata telah mengabarkan kepada kami ['Abdur Rahman bin 'Abdullah bin Dinar] dari [bapaknya] dari [Abu Shalih] dari [Abu Hurairah radliallahu 'anhu] dari Nabi Sallallhu 'Alaihi Wasallam bersabda: \"Binasalah hamba dinar, dirham, kain tebal dan sutra, jika diberi maka ia ridha jika tidak diberi maka ia mencela. Binasalah dan merugilah ia, jika tertusuk duri maka ia tidak akan terlepas darinya. Beruntunglah hamba yang mengambil tali kendali kuda fii sabilillah, rambutnya kusut dan kakinya berdebu. Jika ia menjaga maka ia benar-benar menjaga, jika ia berada dibarisan belakang maka ia benar-benar menjaga barisan belakang, jika ia meminta izin maka ia tidak akan diberi izin, jika ia menengahi maka penengahannya tidak diterima\" (karena menghindari riya' dan pamer dan tidak punya ambisi apapun). Firman Allah fata'san maksudnya Allah berfirman: \"Maka Allah membinasakan mereka\". Kata thuubaa mengikuti wazan (suku kata) fu'laa yang artinya kebaikan yang diberikan. Kata itu menggunakan huruf ي (ya') yang diubah ke huruf و (wau) berasal dari kata yathibu (baik).","arab":"حَدَّثَنَا يَحْيَى بْنُ يُوسُفَ أَخْبَرَنَا أَبُو بَكْرٍ يَعْنِي ابْنَ عَيَّاشٍ عَنْ أَبِي حَصِينٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ تَعِسَ عَبْدُ الدِّينَارِ وَالدِّرْهَمِ وَالْقَطِيفَةِ وَالْخَمِيصَةِ إِنْ أُعْطِيَ رَضِيَ وَإِنْ لَمْ يُعْطَ لَمْ يَرْضَلَمْ يَرْفَعْهُ إِسْرَائِيلُ وَمُحَمَّدُ بْنُ جُحَادَةَ عَنْ أَبِي حَصِينٍ وَزَادَنَا عَمْرٌو قَالَ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ أَبِيهِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ تَعِسَ عَبْدُ الدِّينَارِ وَعَبْدُ الدِّرْهَمِ وَعَبْدُ الْخَمِيصَةِ إِنْ أُعْطِيَ رَضِيَ وَإِنْ لَمْ يُعْطَ سَخِطَ تَعِسَ وَانْتَكَسَ وَإِذَا شِيكَ فَلَا انْتَقَشَ طُوبَى لِعَبْدٍ آخِذٍ بِعِنَانِ فَرَسِهِ فِي سَبِيلِ اللَّهِ أَشْعَثَ رَأْسُهُ مُغْبَرَّةٍ قَدَمَاهُ إِنْ كَانَ فِي الْحِرَاسَةِ كَانَ فِي الْحِرَاسَةِ وَإِنْ كَانَ فِي السَّاقَةِ كَانَ فِي السَّاقَةِ إِنْ اسْتَأْذَنَ لَمْ يُؤْذَنْ لَهُ وَإِنْ شَفَعَ لَمْ يُشَفَّعْ وَقَالَ{ فَتَعْسًا }كَأَنَّهُ يَقُولُ فَأَتْعَسَهُمْ اللَّهُ{ طُوبَى }فُعْلَى مِنْ كُلِّ شَيْءٍ طَيِّبٍ وَهِيَ يَاءٌ حُوِّلَتْ إِلَى الْوَاوِ وَهِيَ مِنْ يَطِيبُ","source":"Bukhari"},"__N_SSG":true}