{"pageProps":{"number":"2717","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah bin Abu Syaibah] telah mengabarkan kepada kami [Ja'far bin 'Aun] telah bercerita kepada kami [Sufyan] dari [Abu Ishaq] dari ['Amru bin Maimun] dari ['Abdullah radliallahu 'anhu] berkata; Ketika Nabi shallallahu 'alaihi wasallam shalat di naungan Ka'bah, Abu Jahal dan orang-orang dari Quraisy berkata satu sama lain. Kemudian mereka menyembelih (unta) di luar sekitar Makkah lalu mengutus orang untuk mengambilnya kemudian mereka datang dengan membawa isi perutnya (jeraan) lalu melemparkannya ke (punggung) Be; liau shallallahu 'alaihi wasallam. Kemudian Fathimah datang lalu menyingkirkannya. Kemudian Beliau berdo'a: \"Ya Allah aku serahkan (urusan) suku Quraisy kepadaMu.\"Ya Allah aku serahkan (urusan) suku Quraisy kepadaMu.\"Ya Allah aku serahkan (urusan) suku Quraisy kepadaMu. Terutama Abu Jahal bin Hisyam, 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Al Walid bin 'Utbah, Ubay bin Kholaf, 'Uqbah bin Abu Mu'aith\". 'Abdullah radliallahu 'anhu berkata: \"Sungguh aku melihat orang-orang yang disebut Nabi shallallahu 'alaihi wasallam itu terbantai di pinggiran lembah Badar (dalam perang Badar). Abu Ishaq berkata; \"Aku lupa orang ketujuh yang disebut Beliau\". Dan berkata Abu 'Abdullah Al Bukhariy; dan berkata [Yusuf bin Ishaq] dari [Abu Ishaq]: \"Umayyah bin Kholaf\". Dan berkata [Syu'bah]: Umayyah atau Ubay?\" Dan yang benar adalah Umayyah\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي إِسْحَاقَ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فِي ظِلِّ الْكَعْبَةِ فَقَالَ أَبُو جَهْلٍ وَنَاسٌ مِنْ قُرَيْشٍ وَنُحِرَتْ جَزُورٌ بِنَاحِيَةِ مَكَّةَ فَأَرْسَلُوا فَجَاءُوا مِنْ سَلَاهَا وَطَرَحُوهُ عَلَيْهِ فَجَاءَتْ فَاطِمَةُ فَأَلْقَتْهُ عَنْهُ فَقَالَ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ لِأَبِي جَهْلِ بْنِ هِشَامٍ وَعُتْبَةَ بْنِ رَبِيعَةَ وَشَيْبَةَ بْنِ رَبِيعَةَ وَالْوَلِيدِ بْنِ عُتْبَةَ وَأُبَيِّ بْنِ خَلَفٍ وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ قَالَ عَبْدُ اللَّهِ فَلَقَدْ رَأَيْتُهُمْ فِي قَلِيبِ بَدْرٍ قَتْلَى قَالَ أَبُو إِسْحَاقَ وَنَسِيتُ السَّابِعَقَالَ أَبُو عَبْد اللَّهِ وَقَالَ يُوسُفُ بْنُ إِسْحَاقَ عَنْ أَبِي إِسْحَاقَ أُمَيَّةُ بْنُ خَلَفٍ وَقَالَ شُعْبَةُ أُمَيَّةُ أَوْ أُبَيٌّ وَالصَّحِيحُ أُمَيَّةُ","source":"Bukhari"},"__N_SSG":true}