{"pageProps":{"number":"2812","slug":"bukhari","id":"Telah bercerita kepada kami ['Amru bin Kholid] telah bercerita kepada kami [Zuhair] telah bercerita kepada kami [Abu Ishaq] berkata aku mendengar [Al Baro' bin 'Azib radliallahu 'anhuma] dia bercerita, katanya; Nabi Shallallahu'alaihiwasallam menunjuk 'Abdullah bin Jubair sebagai komandan pasukan pejalan kaki (pemanah) pada perang Uhud yang berjumlah lima puluh orang. Beliau berpesan: \"Jika kalian melihat kami disambar burung, maka janganlah kalian meninggalkan tempat kalian ini hingga aku mengirim utusan untuk memberi tahu. Dan jika kalian melihat kami mengalahkan musuh dan menginjak-injak mereka, maka janganlah kalian meninggalkan tempat kalian hingga aku mengirim utusan\". Akhirnya Kaum Muslimin dapat mengalahkan musuh mereka. Al Baro' berkata: \"Adapun aku, sungguh demi Allah, aku melihat para wanita (musuh) berlarian sehingga nampak perhiasan gelang di kaki-kaki mereka dan betis-betis mereka karena mereka mengangkat pakaian mereka\". Maka para anak buah 'Abdullah bin Jubair berkata: \"Itu ghonimah (rampasan perang), maksudnya para wanita itu sebagai ghonimah. Para shohabat kalian telah mengalahkan mereka, jadi, apa yang kalian tunggu?\". Maka 'Abdullah bin Jubair berkata: \"Apakah kalian lupa apa pesan Rasulullah Shallallahu'alaiwasallam kepada kalian?\". Mereka menjawab: \"Sungguh kita harus mendatangi mereka agar kita mendapatkan ghonimah\". Ketika mereka mendatangi pasukan yang di bawah, wajah-wajah mereka dipalingkan (dari tujuan utama) hingga mereka menjadi berlarian kocar-kacir. Begitulah peristiwa ketika Rasulullah Shallallahu'alaiwasallam memanggil mereka dari belakang mereka sedang saat itu tidak ada yang tersisa bersama Nabi Shallallahu'alaihiwasallam kecuali dua belas orang pasukan. Dari pihak kami yang gugur sebanyak tujuh puluh orang Sedangkan pada perang Badar, Nabi Shallallahu'alaihiwasallam dan para shohabat Beliau dapat mengalahkan seratus empat puluh pasukan Musyrikin yaitu tujuh puluh orang terbunuh dan tujuh puluh orang lagi menjadi tawanan. Saat itu Abu Sufyan berkata: \"Apakah di tengah-tengah pasukan ada Muhammad?\". Dia bertanya hingga tiga kali. Nabi Shallallahu'alaihiwasallam melarang para shohabat untuk menjawabnya. Lalu dia berkata lagi: \"Apakah di tengah-tengah pasukan ada Ibnu Abi Qohafah (Abu Bakar radliallahu 'anhu)?\" sebanyak tiga kali. Lalu dia berkata lagi: \"Apakah di tengah-tengah pasukan ada Ibnu Al Khoththob?\", tiga kali. Kemudian dia kembali menemui teman-temannya dan berkata: 'Mereka semua sudah terbunuh\". Maka 'Umar tidak dapat menahan emosinya lalu berkata: \"Kamu dusta. Demi Allah, wahai musuh Allah, sesungguhnya orang yang kamu cari semuanya masih hidup dan masih tersisa untuk menimpakan keburukan kepadamu\". Abu Sufyan berkata: \"Perang ini sebagai balas bagi perang Badar karena dalam perang kemenangan memang silih berganti. Sungguh kalian akan dapatkan kaum (kafirin) memutilasi jasad dan mencincang korban yang aku tidak memerintahkannya tapi aku juga tidak merisaukanku\". Kemudian Abu Sufyan mulai menyenandungkan sya'ir: \"Agunglah Hubal, agunglah Hubal\". Maka Nabi Shallallahu'alaihiwasallam berkata: \"Mengapa kalian tidak membalasnya?\". Para shohabat bertanya: \"Wahai Rasulullah, apa yang harus kami katakan?\". Beliau berkata: \"Ucapkanlah: Allah Yang Maha Agung lagi Maha Tinggi\". Abu Sufyan berkata lagi: \"Kami punya tuhan Hubal sedangkan kalian tidak punya\". Maka Nabi Shallallahu'alaihiwasallam berkata lagi: \"Mengapa kalian tidak membalasnya?\". Para shohabat bertanya: \"Wahai Rasulullah, apa yang harus kami katakan?\". Beliau berkata: \"Ucapkanlah: Allah Pelindung kami sedangkan kalian tidak punya pelindung\".","arab":"حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا أَبُو إِسْحَاقَ قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ رَضِيَ اللَّهُ عَنْهُمَا يُحَدِّثُ قَالَجَعَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الرَّجَّالَةِ يَوْمَ أُحُدٍ وَكَانُوا خَمْسِينَ رَجُلًا عَبْدَ اللَّهِ بْنَ جُبَيْرٍ فَقَالَ إِنْ رَأَيْتُمُونَا تَخْطَفُنَا الطَّيْرُ فَلَا تَبْرَحُوا مَكَانَكُمْ هَذَا حَتَّى أُرْسِلَ إِلَيْكُمْ وَإِنْ رَأَيْتُمُونَا هَزَمْنَا الْقَوْمَ وَأَوْطَأْنَاهُمْ فَلَا تَبْرَحُوا حَتَّى أُرْسِلَ إِلَيْكُمْ فَهَزَمُوهُمْ قَالَ فَأَنَا وَاللَّهِ رَأَيْتُ النِّسَاءَ يَشْتَدِدْنَ قَدْ بَدَتْ خَلَاخِلُهُنَّ وَأَسْوُقُهُنَّ رَافِعَاتٍ ثِيَابَهُنَّ فَقَالَ أَصْحَابُ عَبْدِ اللَّهِ بْنِ جُبَيْرٍ الْغَنِيمَةَ أَيْ قَوْمِ الْغَنِيمَةَ ظَهَرَ أَصْحَابُكُمْ فَمَا تَنْتَظِرُونَ فَقَالَ عَبْدُ اللَّهِ بْنُ جُبَيْرٍ أَنَسِيتُمْ مَا قَالَ لَكُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالُوا وَاللَّهِ لَنَأْتِيَنَّ النَّاسَ فَلَنُصِيبَنَّ مِنْ الْغَنِيمَةِ فَلَمَّا أَتَوْهُمْ صُرِفَتْ وُجُوهُهُمْ فَأَقْبَلُوا مُنْهَزِمِينَ فَذَاكَ إِذْ يَدْعُوهُمْ الرَّسُولُ فِي أُخْرَاهُمْ فَلَمْ يَبْقَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيْرُ اثْنَيْ عَشَرَ رَجُلًا فَأَصَابُوا مِنَّا سَبْعِينَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ أَصَابُوا مِنْ الْمُشْرِكِينَ يَوْمَ بَدْرٍ أَرْبَعِينَ وَمِائَةً سَبْعِينَ أَسِيرًا وَسَبْعِينَ قَتِيلًا فَقَالَ أَبُو سُفْيَانَ أَفِي الْقَوْمِ مُحَمَّدٌ ثَلَاثَ مَرَّاتٍ فَنَهَاهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُجِيبُوهُ ثُمَّ قَالَ أَفِي الْقَوْمِ ابْنُ أَبِي قُحَافَةَ ثَلَاثَ مَرَّاتٍ ثُمَّ قَالَ أَفِي الْقَوْمِ ابْنُ الْخَطَّابِ ثَلَاثَ مَرَّاتٍ ثُمَّ رَجَعَ إِلَى أَصْحَابِهِ فَقَالَ أَمَّا هَؤُلَاءِ فَقَدْ قُتِلُوا فَمَا مَلَكَ عُمَرُ نَفْسَهُ فَقَالَ كَذَبْتَ وَاللَّهِ يَا عَدُوَّ اللَّهِ إِنَّ الَّذِينَ عَدَدْتَ لَأَحْيَاءٌ كُلُّهُمْ وَقَدْ بَقِيَ لَكَ مَا يَسُوءُكَ قَالَ يَوْمٌ بِيَوْمِ بَدْرٍ وَالْحَرْبُ سِجَالٌ إِنَّكُمْ سَتَجِدُونَ فِي الْقَوْمِ مُثْلَةً لَمْ آمُرْ بِهَا وَلَمْ تَسُؤْنِي ثُمَّ أَخَذَ يَرْتَجِزُ أُعْلُ هُبَلْ أُعْلُ هُبَلْ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا تُجِيبُوا لَهُ قَالُوا يَا رَسُولَ اللَّهِ مَا نَقُولُ قَالَ قُولُوا اللَّهُ أَعْلَى وَأَجَلُّ قَالَ إِنَّ لَنَا الْعُزَّى وَلَا عُزَّى لَكُمْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا تُجِيبُوا لَهُ قَالَ قَالُوا يَا رَسُولَ اللَّهِ مَا نَقُولُ قَالَ قُولُوا اللَّهُ مَوْلَانَا وَلَا مَوْلَى لَكُمْ","source":"Bukhari"},"__N_SSG":true}