{"pageProps":{"number":"2999","slug":"bukhari","id":"Telah bercerita kepada kami [Ibrahim bin Musa] telah mengabarkan kepada kami ['Isa] dari [Hisyam] dari [bapaknya] dari ['Aisyah Radliallahu 'anha] berkata; \"Nabi shallallahu 'alaihi wasallam tekah disihir\". Dan berkata [Al Laits]; \" [Hisyam] menulis surat kepadaku bahwa dia mendengarnya, dia anggap dari [bapaknya] dari ['Aisyah radliallahu 'anhuma] berkata; \"Nabi shallallahu 'alaihi wasallam telah disihir hingga terbayang oleh beliau seolah-olah berbuat sesuatu padahal tidak. Hingga pada suatu hari Beliau memanggil-manggil kemudian berkata: \"Apakah kamu menyadari bahwa Allah telah memutuskan tentang kesembuhanku?. Telah datang kepadaku dua orang, satu diantaranya duduk dekat kepalaku dan yang satu lagi duduk di dekat kakiku. Yang satu bertanya kepada yang lainnya; \"Sakit apa orang ini?\". Yang lain menjawab; \"Kena sihir\". Yang satu bertanya lagi; \"Siapa yang menyihirnya?\". Yang lain menjawab; \"Labid bin Al A'sham\". Yang satu bertanya lagi; \"Dengan cara apa?\". DIjawab; \"Dengan cara melalui sisir, rambut yang rontok saat disisir dan putik kembang kurma jantan\". Yang satu bertanya lagi; \"Sekarang sihir itu diletakkan dimana?\". Yang lain menjawab; \"Di sumur Dzarwan\". Maka Nabi shallallahu 'alaihi wasallam pergi mendatangi tempat tersebut kemudian kembali dan berkata kepada 'Aisyah setelah kembali; \"Putik kurmanya bagaikan kepala-kepala syetan\". Aku bertanya; \"Apakah telah baginda keluarkan?\". Beliau berkata: \"Tidak, karena Allah telah menyembuhkan aku. Namun aku khawatir bekasnya itu dapat mempengaruhi manusia maka sumur itu aku urug (timbun) \".","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى أَخْبَرَنَا عِيسَى عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْسُحِرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَوَقَالَ اللَّيْثُ كَتَبَ إِلَيَّ هِشَامٌ أَنَّهُ سَمِعَهُ وَوَعَاهُ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ سُحِرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى كَانَ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَفْعَلُ الشَّيْءَ وَمَا يَفْعَلُهُ حَتَّى كَانَ ذَاتَ يَوْمٍ دَعَا وَدَعَا ثُمَّ قَالَ أَشَعَرْتِ أَنَّ اللَّهَ أَفْتَانِي فِيمَا فِيهِ شِفَائِي أَتَانِي رَجُلَانِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالْآخَرُ عِنْدَ رِجْلَيَّ فَقَالَ أَحَدُهُمَا لِلْآخَرِ مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ قَالَ وَمَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الْأَعْصَمِ قَالَ فِيمَا ذَا قَالَ فِي مُشُطٍ وَمُشَاقَةٍ وَجُفِّ طَلْعَةٍ ذَكَرٍ قَالَ فَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذَرْوَانَ فَخَرَجَ إِلَيْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ رَجَعَ فَقَالَ لِعَائِشَةَ حِينَ رَجَعَ نَخْلُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ فَقُلْتُ اسْتَخْرَجْتَهُ فَقَالَ لَا أَمَّا أَنَا فَقَدْ شَفَانِي اللَّهُ وَخَشِيتُ أَنْ يُثِيرَ ذَلِكَ عَلَى النَّاسِ شَرًّا ثُمَّ دُفِنَتْ الْبِئْرُ","source":"Bukhari"},"__N_SSG":true}