{"pageProps":{"number":"3238","slug":"bukhari","id":"Telah bercerita kepada kami ['Ali bin Abdullah] telah bercerita kepada kami [Sufyan] dari ['Amru] berkata, aku mendengar [Jabir bin Abdullah radliallahu 'anhu] berkata, telah bercerita kepada kami [Abu Sa'id Al Khudriy] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Akan datang kepada manusia suatu zaman yang ketika itu ada sekelompok orang yang berperang lalu orang-orang bertanya kepada mereka; \"Apakah diantara kalian ada orang yang bersahabat (mendampingi) Rasulullah shallallahu 'alaihi wasallam?\". Kelompok itu menjawab; \"Ya ada\". Maka mereka diberi kemenangan. Kemudian akan datang lagi kepada manusia suatu zaman yang ketika itu ada sekelompok orang yang berperang lalu ditanyakan kepada mereka; \"Apakah diantara kalian ada orang yang bershahabat dengan shahabat Rasulullah shallallahu 'alaihi wasallam?\". Mereka menjawab; \"Ya ada\". Maka mereka diberi kemenangan. Kemudian akan datang lagi kepada manusia suatu zaman yang ketika itu ada sekelompok orang yang berperang lalu ditanyakan kepada mereka; \"Apakah diantara kalian ada orang yang bershahabat dengan orang yang bershahabat dengan shahabat Rasulullah shallallahu 'alaihi wasallam?\". Mereka menjawab; \"Ya ada\". Maka mereka diberi kemenangan\".","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُ حَدَّثَنَا أَبُو سَعِيدٍ الْخُدْرِيُّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْتِي عَلَى النَّاسِ زَمَانٌ فَيَغْزُو فِئَامٌ مِنْ النَّاسِ فَيَقُولُونَ فِيكُمْ مَنْ صَاحَبَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَقُولُونَ نَعَمْ فَيُفْتَحُ لَهُمْ ثُمَّ يَأْتِي عَلَى النَّاسِ زَمَانٌ فَيَغْزُو فِئَامٌ مِنْ النَّاسِ فَيُقَالُ هَلْ فِيكُمْ مَنْ صَاحَبَ أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَقُولُونَ نَعَمْ فَيُفْتَحُ لَهُمْ ثُمَّ يَأْتِي عَلَى النَّاسِ زَمَانٌ فَيَغْزُو فِئَامٌ مِنْ النَّاسِ فَيُقَالُ هَلْ فِيكُمْ مَنْ صَاحَبَ مَنْ صَاحَبَ أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَقُولُونَ نَعَمْ فَيُفْتَحُ لَهُمْ","source":"Bukhari"},"__N_SSG":true}