{"pageProps":{"number":"3568","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dari [Abdurrahman bin Ka'b bin Malik] bahwa [Jabir bin Abdullah] radliallahu 'anhuma telah mengabarkan kepadanya, bahwa Rasulullah shallallahu 'alaihi wasallam menggabungkan (menghimpun) dua orang yang gugur pada perang Uhud dalam satu kain, kemudian beliau bersabda: \"Manakah diantara keduanya yang paling banyak hapalan Al Qur'an?\" ketika diisyaratkan kepada salah satu dari keduanya, beliau mendahulukannya ketika memasukkan kedalam lahd, beliau bersabda: \"Aku adalah saksi atas mereka.\" Dan beliau menyuruh mereka untuk menguburkan mereka dengan darah yang ada pada diri mereka, mereka tidak dishalatkan dan tidak dimandikan. [Abu Al Walid] mengatakan dari [Syu'bah] dari [Ibnu Al Munkadir] dia berkata, aku mendengar [Jabir bin Abdullah] dia berkata, \"Dihari dibunuhnya ayahku, aku pun menangis sambil menyingkap kain diwajahnya, sementara para sahabat Nabi shallallahu 'alaihi wasallam melarangku, namun Nabi shallallahu 'alaihi wasallam tidak melarangku, Nabi shallallahu 'alaihi wasallam bersabda: \"Janganlah kamu menangisinya -atau kenapa kamu menangisinya? - Para malaikat senantiasa menaungi dengan sayapnya hingga (ruhnya) diangkat.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا أَخْبَرَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَجْمَعُ بَيْنَ الرَّجُلَيْنِ مِنْ قَتْلَى أُحُدٍ فِي ثَوْبٍ وَاحِدٍ ثُمَّ يَقُولُ أَيُّهُمْ أَكْثَرُ أَخْذًا لِلْقُرْآنِ فَإِذَا أُشِيرَ لَهُ إِلَى أَحَدٍ قَدَّمَهُ فِي اللَّحْدِ وَقَالَ أَنَا شَهِيدٌ عَلَى هَؤُلَاءِ يَوْمَ الْقِيَامَةِ وَأَمَرَ بِدَفْنِهِمْ بِدِمَائِهِمْ وَلَمْ يُصَلِّ عَلَيْهِمْ وَلَمْ يُغَسَّلُواوَقَالَ أَبُو الْوَلِيدِ عَنْ شُعْبَةَ عَنْ ابْنِ الْمُنْكَدِرِ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ قَالَ لَمَّا قُتِلَ أَبِي جَعَلْتُ أَبْكِي وَأَكْشِفُ الثَّوْبَ عَنْ وَجْهِهِ فَجَعَلَ أَصْحَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَوْنِي وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَنْهَ وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَبْكِيهِ أَوْ مَا تَبْكِيهِ مَا زَالَتْ الْمَلَائِكَةُ تُظِلُّهُ بِأَجْنِحَتِهَا حَتَّى رُفِعَ","source":"Bukhari"},"__N_SSG":true}