{"pageProps":{"number":"4218","slug":"bukhari","id":"Telah menceritakan kepada kami [Amru bin Khalid] Telah menceritakan kepada kami [Zuhair bin Mu'awiyah] Telah menceritakan kepada kami [Abu Ishaq] ia berkata; Aku mendengar [Zaid bin Arqam] ia berkata; Kami pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu perjalanan, saat itu orang-orang tertimpa kesulitan, lalu Abdullah bin Ubbay berkata kepada para sahabatnya, \"Janganlah kalian memberikan perbekalan kepada orang-orang yang berada di sisi Rasulullah shallallahu 'alaihi wasallam hingga mereka lari daripadanya.\" Dan ia juga mengatakan, \"Jika kita kembali ke Madinah, niscaya orang-orang mulia akan mengeluarkan orang-orang yang hina darinya.\" Maka aku pun segera menemui Nabi shallallahu 'alaihi wasallam dan mengabarkan kejadian itu. Kemudian Rasulullah shallallahu 'alaihi wasallam mengirim utusan kepada Abdullah bin Ubbay untuk menanyakan hal itu, namun ternyata mereka bersumpah dengan sungguh-sungguh bahwa mereka tidak mengatakannya. Mereka katakan, \"Zaid telah mendustai Rasulullah shallallahu 'alaihi wasallam.\" Sejak itu, maka ungkapan mereka itu begitu menyakitkan hatiku hingga Allah 'azza wajalla membenarkanku dalam ayat, \"IDZAA JAA`AKAL MUNAAFIQUUNA.\" Akhirnya Nabi shallallahu 'alaihi wasallam memanggil mereka agar beliau memintakan ampunan bagi mereka, namun mereka memalingkan muka. Firman Allah, \"KHUSYUBUM MUSYANNADAH.\" Yakni, maknanya mereka adalah orang-orang yang paling tampan.","arab":"حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ حَدَّثَنَا أَبُو إِسْحَاقَ قَالَ سَمِعْتُ زَيْدَ بْنَ أَرْقَمَ قَالَخَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ أَصَابَ النَّاسَ فِيهِ شِدَّةٌ فَقَالَ عَبْدُ اللَّهِ بْنُ أُبَيٍّ لِأَصْحَابِهِ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا مِنْ حَوْلِهِ وَقَالَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ فَأَرْسَلَ إِلَى عَبْدِ اللَّهِ بْنِ أُبَيٍّ فَسَأَلَهُ فَاجْتَهَدَ يَمِينَهُ مَا فَعَلَ قَالُوا كَذَبَ زَيْدٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَقَعَ فِي نَفْسِي مِمَّا قَالُوا شِدَّةٌ حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ تَصْدِيقِي فِي{ إِذَا جَاءَكَ الْمُنَافِقُونَ }فَدَعَاهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَسْتَغْفِرَ لَهُمْ فَلَوَّوْا رُءُوسَهُمْ وَقَوْلُهُ{ خُشُبٌ مُسَنَّدَةٌ }قَالَ كَانُوا رِجَالًا أَجْمَلَ شَيْءٍ","source":"Bukhari"},"__N_SSG":true}