{"pageProps":{"number":"4351","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] Telah menceritakan kepada kami [Jarir] dari [Musa bin Abu Aisyah] dari [Sa'id bin Jubair] dari [Ibnu Abbas] radliallahu 'anhuma, yakni terkait dengan firman-Nya, \"LAA TUHARRIK BIHI LISAANAKA LITA'JALA BIHI.\" Ibnu Abbas berkata, \"Apabila Jibril turun kepada Rasulullah shallallahu 'alaihi wasallam dengan membawa wahyu, maka biasanya beliau mengerakkan dan lisan dan kedua bibirnya, serta agaknya beliau merasakan sesuatu yang berat. Maka Allah menurunkan ayat yang di dalamnya terdapat ungkapan, \"LAA UQSIMU BIHAADZA BIYAUMIL QIYAAMAH.., LAA TUHARRIK BIHI LISAANAKA LITA'JALA BIHI, INNA 'ALAINA JAM'AHU..\" maksudnya adalah, bahwa Kamilah yang akan mengumpulkannya di dalam dadamu.\"FA`IDZAA QARA`NAAHU FATTABI' QUR`AANAH..\" Yakni, apabila kami menurunkannya maka dengarkanlah.\"TSUMMA 'ALAINAA BAYAANAH..\" Yakni, Kamilah yang akan menjelaskannya melalui perantara lisanmu. Biasanya, apabila beliau didatangi oleh Jibril, maka beliau menunduk, dan setelah Jibril pergi, beliau membacanya sebagaimana yang diperintahkan Allah.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَافِي قَوْلِهِ{ لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ }قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا نَزَلَ جِبْرِيلُ بِالْوَحْيِ وَكَانَ مِمَّا يُحَرِّكُ بِهِ لِسَانَهُ وَشَفَتَيْهِ فَيَشْتَدُّ عَلَيْهِ وَكَانَ يُعْرَفُ مِنْهُ فَأَنْزَلَ اللَّهُ الْآيَةَ الَّتِي فِي لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ{ لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ }فَإِنَّ عَلَيْنَا أَنْ نَجْمَعَهُ فِي صَدْرِكَ{ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ }فَإِذَا أَنْزَلْنَاهُ فَاسْتَمِعْ{ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ }قَالَ إِنَّ عَلَيْنَا أَنْ نُبَيِّنَهُ بِلِسَانِكَ قَالَ وَكَانَ إِذَا أَتَاهُ جِبْرِيلُ أَطْرَقَ فَإِذَا ذَهَبَ قَرَأَهُ كَمَا وَعَدَهُ اللَّهُ","source":"Bukhari"},"__N_SSG":true}