{"pageProps":{"number":"4359","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa] Telah menceritakan kepada kami [Abu 'Awanah] dari [Al Mughirah] dari [Mujahid] dari [Abdullah bin Amru] ia berkata; Bapakku menikahkanku dengan seorang wanita yang memiliki kemuliaan leluhur. Lalu bapakku bertanya pada sang menantunya mengenai suaminya. Maka sang menantu pun berkata, \"Dia adalah laki-laki terbaik, ia belum pernah meniduriku dan tidak juga memelukku mesra semenjak aku menemuinya.\" Maka setelah selang beberapa lama, bapakku pun mengadukan hal itu pada Nabi shallallahu 'alaihi wasallam, akhirnya beliau bersabda: \"Bawalah ia kemari.\" Maka setelah itu, aku pun datang menemui beliau, dan belaiau bersabda: \"Bagaimanakah ibadah puasamu?\" aku menjawab, \"Yaitu setiap hari.\" Beliau bertanya lagi, \"Lalu bagaimana dengan Khataman Al Qur`anmu?\" aku menjawab, \"Yaitu setiap malam.\" Akhirnya beliau bersabda: \"Berpuasalah tiga hari pada setiap bulannya. Dan bacalah (Khatamkanlah) Al Qur`an sekali pada setiap bulannya.\" Aku katakan, \"Aku mampu lebih dari itu.\" Beliau bersabda: \"Kalau begitu, berpuasalah tiga hari dalam satu pekan.\" Aku berkata, \"Aku masih mampu lebih dari itu.\" Beliau bersabda: \"Kalau begitu, berbukalah sehari dan berpuasalah sehari.\" Aku katakan, \"Aku masih mampu lebih dari itu.\" Beliau bersabda: \"Berpuasalah dengan puasa yang paling utama, yakni puasa Dawud, yaitu berpuasa sehari dan berbuka sehari. Dan khatamkanlah Al Qur`an sekali dalam tujuh hari.\" Maka sekiranya aku menerima keringanan yang diberikan Nabi shallallahu 'alaihi wasallam, saat itu aku masih kuat, sementara sekarang telah menjadi lemah. Mujahid berkata; Lalu ia membacakan sepertujuh dari Al Qur`an kepada keluarganya pada siang hari, dan ayat yang ia baca, ia perlihatkan pada siang harinya hingga pada malam harinya ia bisa lebih mudah membacanya. Dan bila ingin memperoleh kekuatan, maka ia akan berbuka beberapa hari dan menghitungnya, lalu ia berpuasa sebanyak itu pula, sebab ia tak suka meninggalkan sesuatu yang menyelisihi Nabi shallallahu 'alaihi wasallam. Abu Abdullah berkata; Dan sebagian mereka berkata; Tiga, atau lima, dan yang terbanyak adalah tujuh.","arab":"حَدَّثَنَا مُوسَى حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مُغِيرَةَ عَنْ مُجَاهِدٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَأَنْكَحَنِي أَبِي امْرَأَةً ذَاتَ حَسَبٍ فَكَانَ يَتَعَاهَدُ كَنَّتَهُ فَيَسْأَلُهَا عَنْ بَعْلِهَا فَتَقُولُ نِعْمَ الرَّجُلُ مِنْ رَجُلٍ لَمْ يَطَأْ لَنَا فِرَاشًا وَلَمْ يُفَتِّشْ لَنَا كَنَفًا مُنْذُ أَتَيْنَاهُ فَلَمَّا طَالَ ذَلِكَ عَلَيْهِ ذَكَرَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ الْقَنِي بِهِ فَلَقِيتُهُ بَعْدُ فَقَالَ كَيْفَ تَصُومُ قَالَ كُلَّ يَوْمٍ قَالَ وَكَيْفَ تَخْتِمُ قَالَ كُلَّ لَيْلَةٍ قَالَ صُمْ فِي كُلِّ شَهْرٍ ثَلَاثَةً وَاقْرَإِ الْقُرْآنَ فِي كُلِّ شَهْرٍ قَالَ قُلْتُ أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ قَالَ صُمْ ثَلَاثَةَ أَيَّامٍ فِي الْجُمُعَةِ قُلْتُ أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ قَالَ أَفْطِرْ يَوْمَيْنِ وَصُمْ يَوْمًا قَالَ قُلْتُ أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ قَالَ صُمْ أَفْضَلَ الصَّوْمِ صَوْمَ دَاوُدَ صِيَامَ يَوْمٍ وَإِفْطَارَ يَوْمٍ وَاقْرَأْ فِي كُلِّ سَبْعِ لَيَالٍ مَرَّةً فَلَيْتَنِي قَبِلْتُ رُخْصَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَاكَ أَنِّي كَبِرْتُ وَضَعُفْتُ فَكَانَ يَقْرَأُ عَلَى بَعْضِ أَهْلِهِ السُّبْعَ مِنْ الْقُرْآنِ بِالنَّهَارِ وَالَّذِي يَقْرَؤُهُ يَعْرِضُهُ مِنْ النَّهَارِ لِيَكُونَ أَخَفَّ عَلَيْهِ بِاللَّيْلِ وَإِذَا أَرَادَ أَنْ يَتَقَوَّى أَفْطَرَ أَيَّامًا وَأَحْصَى وَصَامَ مِثْلَهُنَّ كَرَاهِيَةَ أَنْ يَتْرُكَ شَيْئًا فَارَقَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِقَالَ أَبُو عَبْد اللَّهِ وَقَالَ بَعْضُهُمْ فِي ثَلَاثٍ وَفِي خَمْسٍ وَأَكْثَرُهُمْ عَلَى سَبْعٍ","source":"Bukhari"},"__N_SSG":true}