{"pageProps":{"number":"4426","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah] Telah menceritakan kepada kami [Ya'qub] dari [Abu Hazim] dari [Sahl bin Sa'd] bahwa ada seorang wanita datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, aku datang untuk menghibahkan diriku untuk Anda.\" Maka Rasulullah shallallahu 'alaihi wasallam mengamati wanita dengan cermat dan setelah itu beliau menundukkan kepala. Ketika wanita itu melihat, bahwa beliau belum memberikan putusan apa-apa terhadapnya, ia pun duduk. Tiba-tiba berdirilah seorang laki-laki dari sahabat beliau dan berkata, \"Wahai Rasulullah, bila Anda tak berhasrat pada wanita itu, maka nikahkanlah aku dengannya.\" Beliau bertanya: \"Apakah kamu punya sesuatu (sebagai mahar)?\" ia menjawab, \"Tidak, demi Allah wahai Rasulullah.\" Beliau bersabda: \"Kalau begitu, pergilah kepada keluargamu, dan lihatlah apakah ada sesuatu yang kamu dapatkan.\" Laki-laki itu pun pergi, lalu kembali dan berkata, \"Tidak, demi Allah wahai Rasulullah, aku tidak mendapatkan sesuatu.\" Beliau bersabda: \"Lihatlah meskipun itu hanya cincin dari besi.\" Laki-laki itu pergi lagi, lalu kembali dan berkata, \"Tidak ada, demi Allah wahai Rasulullah, meskipun hanya cincin besi. Tetapi, ini adalah kainku.\" Sahl berkata; Ia tidaklah memiliki baju, maka calon isterinya berilah setengah sarungnya. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apa yang bisa kamu lakukan jika kau gunakan setengah sarungmu. Bila kamu memakainya, maka separoh badanmu tak tertutup kain, dan bila calon isterimu memakainya, separoh badannya pun tak tertutup kain.\" Akhirnya laki-laki itu pun duduk hingga lama, lalu ia beranjak hendak pergi. Kemudian Rasulullah shallallahu 'alaihi wasallam melihatnya, beliau pun memeritahkan agar orang itu dipanggil. Dan ketika laki-laki itu datang beliau bertanya: \"Apa yang kamu hafal dari Al Qur`an?\" laki-laki itu menjawab, \"Aku menghafal surat ini dan ini.\" Ia menghitungnya. Kemudian beliau bersabda: \"Bacalah dari hafalanmu itu untuknya.\" Ia menjawab, \"Baik.\" Beliau bersabda: \"Pergilah, sesungguhnya aku telah menikahkanmu dengan wanita itu dan hafalan Al Qur`anmu sebagai mahar.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا يَعْقُوبُ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍأَنَّ امْرَأَةً جَاءَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ جِئْتُ لِأَهَبَ لَكَ نَفْسِي فَنَظَرَ إِلَيْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَعَّدَ النَّظَرَ إِلَيْهَا وَصَوَّبَهُ ثُمَّ طَأْطَأَ رَأْسَهُ فَلَمَّا رَأَتْ الْمَرْأَةُ أَنَّهُ لَمْ يَقْضِ فِيهَا شَيْئًا جَلَسَتْ فَقَامَ رَجُلٌ مِنْ أَصْحَابِهِ فَقَالَ أَيْ رَسُولَ اللَّهِ إِنْ لَمْ تَكُنْ لَكَ بِهَا حَاجَةٌ فَزَوِّجْنِيهَا فَقَالَ هَلْ عِنْدَكَ مِنْ شَيْءٍ قَالَ لَا وَاللَّهِ يَا رَسُولَ اللَّهِ قَالَ اذْهَبْ إِلَى أَهْلِكَ فَانْظُرْ هَلْ تَجِدُ شَيْئًا فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لَا وَاللَّهِ يَا رَسُولَ اللَّهِ مَا وَجَدْتُ شَيْئًا قَالَ انْظُرْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لَا وَاللَّهِ يَا رَسُولَ اللَّهِ وَلَا خَاتَمًا مِنْ حَدِيدٍ وَلَكِنْ هَذَا إِزَارِي قَالَ سَهْلٌ مَا لَهُ رِدَاءٌ فَلَهَا نِصْفُهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَصْنَعُ بِإِزَارِكَ إِنْ لَبِسْتَهُ لَمْ يَكُنْ عَلَيْهَا مِنْهُ شَيْءٌ وَإِنْ لَبِسَتْهُ لَمْ يَكُنْ عَلَيْكَ مِنْهُ شَيْءٌ فَجَلَسَ الرَّجُلُ حَتَّى طَالَ مَجْلِسُهُ ثُمَّ قَامَ فَرَآهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُوَلِّيًا فَأَمَرَ بِهِ فَدُعِيَ فَلَمَّا جَاءَ قَالَ مَاذَا مَعَكَ مِنْ الْقُرْآنِ قَالَ مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا وَسُورَةُ كَذَا عَدَّدَهَا قَالَ أَتَقْرَؤُهُنَّ عَنْ ظَهْرِ قَلْبِكَ قَالَ نَعَمْ قَالَ اذْهَبْ فَقَدْ مَلَّكْتُكَهَا بِمَا مَعَكَ مِنْ الْقُرْآنِ","source":"Bukhari"},"__N_SSG":true}