{"pageProps":{"number":"4735","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdullah bin Abul Aswad] berkata, telah menceritakan kepada kami [Abu Usamah] berkata, telah menceritakan kepada kami [Al A'masy] berkata, telah menceritakan kepada kami [Syaqiq] berkata, telah menceritakan kepada kami [Abu Mas'ud Al Anshari] ia berkata, \"Seorang laki-laki Anshar bernama Abu Syu'aib memiliki seorang budak laki-laki yang pandai memasak daging, suatu ketika ia datang menemui Nabi shallallahu 'alaihi wasallam yang saat itu sedang bersama para sahabatnya. Ia melihat pada wajah Nabi shallallahu 'alaihi wasallam tanda kelaparan, maka ia segera menemui budak laki-lakinya seraya berkata, \"Buatlah makanan untukku yang cukup untuk lima orang, sebab aku ingin mengundang Nabi shallallahu 'alaihi wasallam dengan makanan yang cukup untuk lima orang.\" Budak tersebut kemudian membuat sedikit makanan, maka laki-laki Anshar itu mengundang Rasulullah. Beliau lalu datang dengan diikuti oleh seorang laki-laki (selain dari lima orang yang telah disiapkan makanan untuknya), Nabi shallallahu 'alaihi wasallam lantas bersabda: \"Wahai Abu Syu'aib, ada seorang laki-laki yang ikut kami, jika kamu mau kamu boleh memberinya izin, jika tidak maka kamu boleh meninggalkannya?\" Abu Syu'aib menjawab, \"Tidak, bahkan aku telah memberinya izin.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي الْأَسْوَدِ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا الْأَعْمَشُ حَدَّثَنَا شَقِيقٌ حَدَّثَنَا أَبُو مَسْعُودٍ الْأَنْصَارِيُّ قَالَكَانَ رَجُلٌ مِنْ الْأَنْصَارِ يُكْنَى أَبَا شُعَيْبٍ وَكَانَ لَهُ غُلَامٌ لَحَّامٌ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي أَصْحَابِهِ فَعَرَفَ الْجُوعَ فِي وَجْهِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَهَبَ إِلَى غُلَامِهِ اللَّحَّامِ فَقَالَ اصْنَعْ لِي طَعَامًا يَكْفِي خَمْسَةً لَعَلِّي أَدْعُو النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَامِسَ خَمْسَةٍ فَصَنَعَ لَهُ طُعَيِّمًا ثُمَّ أَتَاهُ فَدَعَاهُ فَتَبِعَهُمْ رَجُلٌ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا شُعَيْبٍ إِنَّ رَجُلًا تَبِعَنَا فَإِنْ شِئْتَ أَذِنْتَ لَهُ وَإِنْ شِئْتَ تَرَكْتَهُ قَالَ لَا بَلْ أَذِنْتُ لَهُ","source":"Bukhari"},"__N_SSG":true}