{"pageProps":{"number":"5271","slug":"bukhari","id":"Telah menceritakan kepada kami [Sa'id bin Abu Maryam] telah menceritakan kepada kami [Abu Ghassan] dia berkata; telah menceritakan kepadaku [Abu Hazim] dari [Sahl bin Sa'd] dia berkata; \"Seorang wanita datang kepada Nabi shallallahu 'alaihi wasallam dengan membawa selimut bersulam. Sahal bertanya: Apa kalian tahu selimut apakah itu? Mereka menjawab; \"Ya, ia adalah mantel.\" Sahal berkata; Ia adalah mantel bersulam yang ada rendanya. Lalu wanita itu berkata; \"Wahai Rasulullah! aku membawanya untuk mengenakannya pada anda.\" Lalu Nabi shallallahu 'alaihi wasallam mengambilnya karena beliau sangat memerlukannya. Kemudian beliau mengenakan mantel tersebut ternyata salah seorang dari sahabat melihat beliau mengenakan mantel itu lalu berkata; \"Alangkah bagusnya selimut ini, kenakanlah untukku wahai Rasulullah!\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ya.\" Ketika Nabi shallallahu 'alaihi wasallam beranjak pergi, orang-orang pun mencela sahabat tersebut sambil berkata; \"Demi Allah, kau berlaku kurang ajar. Kamu tahu, Rasulullah shallallahu 'alaihi wasallam diberi selimut itu saat beliau memerlukannya, malahan kau memintanya, padahal kau tahu beliau tidak pernah menolak seorang peminta pun.\" Sahabat itu berkata; \"Aku hanya mengharap keberkahannya ketika Nabi shallallahu 'alaihi wasallam mengenakannya semoga kain itu menjadi kafanku pada saat aku meninggal.\"","arab":"حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ حَدَّثَنَا أَبُو غَسَّانَ قَالَ حَدَّثَنِي أَبُو حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَجَاءَتْ امْرَأَةٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِبُرْدَةٍ فَقَالَ سَهْلٌ لِلْقَوْمِ أَتَدْرُونَ مَا الْبُرْدَةُ فَقَالَ الْقَوْمُ هِيَ الشَّمْلَةُ فَقَالَ سَهْلٌ هِيَ شَمْلَةٌ مَنْسُوجَةٌ فِيهَا حَاشِيَتُهَا فَقَالَتْ يَا رَسُولَ اللَّهِ أَكْسُوكَ هَذِهِ فَأَخَذَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُحْتَاجًا إِلَيْهَا فَلَبِسَهَا فَرَآهَا عَلَيْهِ رَجُلٌ مِنْ الصَّحَابَةِ فَقَالَ يَا رَسُولَ اللَّهِ مَا أَحْسَنَ هَذِهِ فَاكْسُنِيهَا فَقَالَ نَعَمْ فَلَمَّا قَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَامَهُ أَصْحَابُهُ قَالُوا مَا أَحْسَنْتَ حِينَ رَأَيْتَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَهَا مُحْتَاجًا إِلَيْهَا ثُمَّ سَأَلْتَهُ إِيَّاهَا وَقَدْ عَرَفْتَ أَنَّهُ لَا يُسْأَلُ شَيْئًا فَيَمْنَعَهُ فَقَالَ رَجَوْتُ بَرَكَتَهَا حِينَ لَبِسَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَعَلِّي أُكَفَّنُ فِيهَا","source":"Bukhari"},"__N_SSG":true}