{"pageProps":{"number":"5369","slug":"bukhari","id":"Telah menceritakan kepadaku [Muhammad bin Basyar] telah menceritakan kepada kami [Ja'far bin Aun] telah menceritakan kepada kami [Abu Al 'Umais] dari ['Aun bin Abu Juhaifah] dari [Ayahnya] dia berkata; Nabi shallallahu 'alaihi wasallam mempersaudarakan antara Salman dengan Abu Darda`, lalu Salman mengunjungi Abu Darda` dan melihat Ummu Darda' berpenampilan kusam, Salman pun bertanya; \"Kenapa denganmu?\" Ummu Darda` menjawab; \"Sesungguhnya saudaramu yaitu Abu Darda' tidak membutuhkan terhadap dunia sedikitpun, \" Ketika Abu Darda` tiba, dia membuatkan makanan untuk Salman lalu berkata; \"Makanlah karena aku sedang berpuasa.\" Salman menjawab; \"Saya tidak ingin makan hingga kamu ikut makan.\" Akhirnya Abu Darda' pun makan. Ketika tiba waktu malam, Abu Darda' beranjak untuk melaksanakan shalat namun Salman berkata kepadanya; \"Tidurlah.\" Abu Darda` pun tidur, tidak berapa lama kemudian dia beranjak untuk mengerjakan shalat, namun Salman tetap berkata; \"Tidurlah.\" akhirnya dia tidur.\" Ketika di akhir malam, Salman berkata kepadanya; \"Sekarang bangunlah, \" Abu Juhaifah berkata; \"Keduanya pun bangun dan melaksanakan shalat, setelah itu Salman berkata; \"Sesungguhnya Rabbmu memiliki hak atas dirimu, dan badanmu memiliki hak atas dirimu, isterimu memiliki hak atas dirimu, maka berikanlah haknya setiap yang memiliki hak.\" Selang beberapa saat Nabi shallallahu 'alaihi wasallam datang, lalu hal itu diberitahukan kepada beliau, Nabi shallallahu 'alaihi wasallam bersabda: \"Salman benar.\" Abu Juhaifah Wahb As Suwa`i biasa di sebut dengan Wahb Al Khair.","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ حَدَّثَنَا أَبُو الْعُمَيْسِ عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ عَنْ أَبِيهِ قَالَآخَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ سَلْمَانَ وَأَبِي الدَّرْدَاءِ فَزَارَ سَلْمَانُ أَبَا الدَّرْدَاءِ فَرَأَى أُمَّ الدَّرْدَاءِ مُتَبَذِّلَةً فَقَالَ لَهَا مَا شَأْنُكِ قَالَتْ أَخُوكَ أَبُو الدَّرْدَاءِ لَيْسَ لَهُ حَاجَةٌ فِي الدُّنْيَا فَجَاءَ أَبُو الدَّرْدَاءِ فَصَنَعَ لَهُ طَعَامًا فَقَالَ كُلْ فَإِنِّي صَائِمٌ قَالَ مَا أَنَا بِآكِلٍ حَتَّى تَأْكُلَ فَأَكَلَ فَلَمَّا كَانَ اللَّيْلُ ذَهَبَ أَبُو الدَّرْدَاءِ يَقُومُ فَقَالَ نَمْ فَنَامَ ثُمَّ ذَهَبَ يَقُومُ فَقَالَ نَمْ فَلَمَّا كَانَ آخِرُ اللَّيْلِ قَالَ سَلْمَانُ قُمْ الْآنَ قَالَ فَصَلَّيَا فَقَالَ لَهُ سَلْمَانُ إِنَّ لِرَبِّكَ عَلَيْكَ حَقًّا وَلِنَفْسِكَ عَلَيْكَ حَقًّا وَلِأَهْلِكَ عَلَيْكَ حَقًّا فَأَعْطِ كُلَّ ذِي حَقٍّ حَقَّهُ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ سَلْمَانُأَبُو جُحَيْفَةَ وَهْبٌ السُّوَائِيُّ يُقَالُ وَهْبُ الْخَيْرِ","source":"Bukhari"},"__N_SSG":true}