{"pageProps":{"number":"5392","slug":"bukhari","id":"Telah menceritakan kepadaku [Abdurrahman bin Ibrahim] telah menceritakan kepada kami [Al Walid] dari [Al Auza'i] dari [Az Zuhri] dari [Abu Salamah] dan [Adl Dlahak] dari [Abu Sa'id Al Khudri] dia berkata; Pada suatu hari, Nabi shallallahu 'alaihi wasallam membagi pembagian, tiba-tiba Dzul Huwaishirah seorang laki-laki dari Bani Tamim berkata; \"Wahai Rasulullah, hendaknya engkau berbuat adil! Spontan beliau menjawab: \"Siapa lagi bisa berbuat adil jika aku tak bisa berbuat adil? 'Umar kemudian mengatakan 'Izinkanlah aku yang memenggal lehernya! Beliau menjawab: 'Biarkan saja dia, sesungguhnya dia mempunyai beberapa kawan yang salah seorang diantara kalian meremehkan shalatnya sekalipun dia shalat, dan meremehkan puasanya sekalipun dia puasa, mereka keluar dari agama sebagaimana anak panah keluar dari busur, ia melihat mata panahnya namun tak ada apa-apa, kemudian memperhatikan kain panahnya namun tidak ditemukan apa-apa, kemudian melihat anak panahnya namun tidak didapatkan apa-apa, kemudian melihat pada bulu anak panahnya namun tidak didapatkan apa-apa, rupanya telah didahulu oleh kotoran dan darah. Mereka muncul ketika manusia mengalami perpecahan. Ciri mereka adalah seorang laki-laki yang salah satu diantara kedua tangannya seperti dada kaum perempuan atau ia seperti daging yang bergerak-gerak.\" Abu Sa'id mengatakan; \"Aku bersaksi bahwa aku mendengar dari Nabi shallallahu 'alaihi wasallam, dan aku bersaksi bahwa 'Ali membunuh mereka dan aku bersamanya ketika didatangkan seseorang yang cirinya seperti yang dicirikan Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ حَدَّثَنَا الْوَلِيدُ عَنْ الْأَوْزَاعِيِّ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ وَالضَّحَّاكِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَبَيْنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْسِمُ ذَاتَ يَوْمٍ قِسْمًا فَقَالَ ذُو الْخُوَيْصِرَةِ رَجُلٌ مِنْ بَنِي تَمِيمٍ يَا رَسُولَ اللَّهِ اعْدِلْ قَالَ وَيْلَكَ مَنْ يَعْدِلُ إِذَا لَمْ أَعْدِلْ فَقَالَ عُمَرُ ائْذَنْ لِي فَلْأَضْرِبْ عُنُقَهُ قَالَ لَا إِنَّ لَهُ أَصْحَابًا يَحْقِرُ أَحَدُكُمْ صَلَاتَهُ مَعَ صَلَاتِهِمْ وَصِيَامَهُ مَعَ صِيَامِهِمْ يَمْرُقُونَ مِنْ الدِّينِ كَمُرُوقِ السَّهْمِ مِنْ الرَّمِيَّةِ يُنْظَرُ إِلَى نَصْلِهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ ثُمَّ يُنْظَرُ إِلَى رِصَافِهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ ثُمَّ يُنْظَرُ إِلَى نَضِيِّهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ ثُمَّ يُنْظَرُ إِلَى قُذَذِهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ قَدْ سَبَقَ الْفَرْثَ وَالدَّمَ يَخْرُجُونَ عَلَى حِينِ فُرْقَةٍ مِنْ النَّاسِ آيَتُهُمْ رَجُلٌ إِحْدَى يَدَيْهِ مِثْلُ ثَدْيِ الْمَرْأَةِ أَوْ مِثْلُ الْبَضْعَةِ تَدَرْدَرُ قَالَ أَبُو سَعِيدٍ أَشْهَدُ لَسَمِعْتُهُ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَشْهَدُ أَنِّي كُنْتُ مَعَ عَلِيٍّ حِينَ قَاتَلَهُمْ فَالْتُمِسَ فِي الْقَتْلَى فَأُتِيَ بِهِ عَلَى النَّعْتِ الَّذِي نَعَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}