{"pageProps":{"number":"5443","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yahya] dari [Utsman bin Ghiyats] telah menceritakan kepada kami [Abu Utsman] dari [Abu Musa] bahwa dia pernah bersama Nabi shallallahu 'alaihi wasallam berada di suatu kebun di antara kebun-kebun yang ada di Madinah, ketika itu beliau tengah membawa dahan dan memukul-mukulkan antara air dan tanah, tiba-tiba datang seorang laki-laki meminta izin, maka Nabi shallallahu 'alaihi wasallam bersabda: \"Bukakanlah dan berilah kabar gembira kepadanya dengan surga\". Maka aku pergi, ternyata laki-laki itu adalah Abu Bakr, lalu aku pun membukakan pintu untuknya dan kusampaikan kabar gembira dengan surga. Kemudian datang lagi laki-laki lain meminta dibukakan pintu, maka beliau bersabda: \"Bukakanlah dan sampaikan kabar gembira kepadanya dengan surga.\" Ternyata dia adalah Umar, maka aku membukakan pintu dan aku sampaikan kabar gembira dengan surga. Kemudian datang lagi laki-laki lain meminta dibukakan pintu, ketika itu beliau tengah berbaring, kemudian beliau duduk dan bersabda: \"Bukakanlah dan sampaikan kabar gembira kepadanya dengan surga atas ujian yang menimpanya atau yang akan menimpanya.\" Lalu aku beranjak pergi, ternyata laki-laki itu adalah 'Utsman lalu aku berdiri dan membukakan pintu untuknya, dan menyampaikan kepadanya kabar gembira dengan surga serta memberitahukan sebagaimana yang di sabdakan beliau. 'Utsman lalu berkata; \"Allah sajalah dzat yang dimintai pertolongan-Nya.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ عُثْمَانَ بْنِ غِيَاثٍ حَدَّثَنَا أَبُو عُثْمَانَ عَنْ أَبِي مُوسَىأَنَّهُ كَانَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَائِطٍ مِنْ حِيطَانِ الْمَدِينَةِ وَفِي يَدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُودٌ يَضْرِبُ بِهِ بَيْنَ الْمَاءِ وَالطِّينِ فَجَاءَ رَجُلٌ يَسْتَفْتِحُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ افْتَحْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ فَذَهَبْتُ فَإِذَا أَبُو بَكْرٍ فَفَتَحْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ ثُمَّ اسْتَفْتَحَ رَجُلٌ آخَرُ فَقَالَ افْتَحْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ فَإِذَا عُمَرُ فَفَتَحْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ ثُمَّ اسْتَفْتَحَ رَجُلٌ آخَرُ وَكَانَ مُتَّكِئًا فَجَلَسَ فَقَالَ افْتَحْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ عَلَى بَلْوَى تُصِيبُهُ أَوْ تَكُونُ فَذَهَبْتُ فَإِذَا عُثْمَانُ فَقُمْتُ فَفَتَحْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ فَأَخْبَرْتُهُ بِالَّذِي قَالَ قَالَ اللَّهُ الْمُسْتَعَانُ","source":"Bukhari"},"__N_SSG":true}