{"pageProps":{"number":"5553","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Abdullah] telah menceritakan kepada kami [Sufyan] dari [Isma'il] dari [Qais] dia berkata; saya mendengar [Jarir] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Bisakah kamu membuat aku dapat beristirahat dari urusan Dzul Khalashah\". Maksud beliau adalah patung yang disembah yang dinamakan Ka'bah Al Yamaniyah. Lalu aku berkata; \"Wahai Rasulullah, sesungguhnya aku tidak ahli dalam menunggang kuda.\" Akhirnya Rasulullah shallallahu 'alaihi wasallam menepuk dadaku dan berdo'a: 'Ya Allah mantapkanlah dia dan jadikanlah dia seorang pemberi petunjuk yang lurus.' Jarir berkata; 'Lalu aku berangkat bersama lima pengunggang kuda yang ulung dari kaumku.' Dan sepertinya Sufyan mengatakan; 'Lalu aku berangkat bersama beberapa orang dari kaumku, lalu aku datangi tempat tersebut dan aku membakarnya, setelah itu aku menemui Nabi shallallahu 'alaihi wasallam dan berkata; 'Wahai Rasulullah, demi Allah, tidaklah aku menemui anda melainkan aku telah meninggalkan mereka (para penyembah Dzul Khalashah) kecuali seolah-olah mereka seperti unta yang penyakitan (sebutan untuk kehancuran rumah tersebut karena telah dibakar). Lalu beliau mendo'akan keberkahan untuk pasukan beserta kudanya.'","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ عَنْ إِسْمَاعِيلَ عَنْ قَيْسٍ قَالَ سَمِعْتُ جَرِيرًا قَالَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا تُرِيحُنِي مِنْ ذِي الْخَلَصَةِ وَهُوَ نُصُبٌ كَانُوا يَعْبُدُونَهُ يُسَمَّى الْكَعْبَةَ الْيَمَانِيَةَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي رَجُلٌ لَا أَثْبُتُ عَلَى الْخَيْلِ فَصَكَّ فِي صَدْرِي فَقَالَ اللَّهُمَّ ثَبِّتْهُ وَاجْعَلْهُ هَادِيًا مَهْدِيًّا قَالَ فَخَرَجْتُ فِي خَمْسِينَ فَارِسًا مِنْ أَحْمَسَ مِنْ قَوْمِيوَرُبَّمَا قَالَ سُفْيَانُ فَانْطَلَقْتُ فِي عُصْبَةٍ مِنْ قَوْمِي فَأَتَيْتُهَا فَأَحْرَقْتُهَا ثُمَّ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا أَتَيْتُكَ حَتَّى تَرَكْتُهَا مِثْلَ الْجَمَلِ الْأَجْرَبِ فَدَعَا لِأَحْمَسَ وَخَيْلِهَا","source":"Bukhari"},"__N_SSG":true}