{"pageProps":{"number":"785","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Bukair] berkata, telah menceritakan kepada kami [Al Laits] dari [Khalid] dari [Sa'id] dari [Muhammad bin 'Amru bin Halhalah] dari [Muhammad bin 'Amru bin 'Atha'], dan telah menceritakan kepada kami [Al Laits] dari [Yazid bin Abu Habib] dan [Yazid bin Muhammad] dari [Muhammad bin 'Amru bin Halhalah] dari [Muhammad bin 'Amru bin 'Atha'], bahwasanya dia duduk bersama beberapa orang sahabat Nabi shallallahu 'alaihi wasallam, mereka bercerita tentang shalatnya Nabi shallallahu 'alaihi wasallam. Maka berkatalah [Abu Hamid As Sa'idi], \"Aku adalah orang yang paling hafal dengan shalatnya Rasulullah shallallahu 'alaihi wasallam, jika shalat aku melihat beliau takbir dengan mengangkat kedua tangannya sejajar dengan pundaknya, jika rukuk maka beliau menempatkan kedua tangannya pada lutut dan meluruskan punggungnya. Jika mengangkat kepalanya, beliau berdiri lurus hingga seluruh tulung punggungnya kembali pada tempatnya semula. Dan jika sujud maka beliau meletakkan tangannya dengan tidak menempelkan lengannya ke tanah atau badannya, dan dalam posisi sujud itu beliau menghadapkan jari-jari kakinya ke arah kiblat. Apabila duduk pada rakaat kedua, beliau duduk di atas kakinya yang kiri dan menegakkan kakinya yang kanan. Dan jika duduk pada rakaat terakhir, maka beliau memasukkan kaki kirinya (di bawah kaki kananya) dan menegakkan kaki kanannya dan beliau duduk pada tempat duduknya.\" Dan [Al Laits] telah mendengar dari [Yazid bin Abu Habib], dan Yazid dari [Muhammad bin Halhalah], dan Ibnu Halhalah dari [Ibnu 'Atha']. [Abu Shalih] menyebutkan dari [Al Laits], \"Seluruh tulung punggung.\" [Ibnu Al Mubarak] berkata dari [Yahya bin Ayyub] ia berkata, telah menceritakan kepadaku [Yazid bin Abu Habib] bahwa [Muhammad bin 'Amru] menceritakan kepadanya, \"Seluruh tulung punggung.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ قَالَ حَدَّثَنَا اللَّيْثُ عَنْ خَالِدٍ عَنْ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ وَحَدَّثَنَا اللَّيْثُ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ وَيَزِيدَ بْنِ مُحَمَّدٍ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ أَنَّهُ كَانَ جَالِسًا مَعَ نَفَرٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْنَا صَلَاةَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو حُمَيْدٍ السَّاعِدِيُّأَنَا كُنْتُ أَحْفَظَكُمْ لِصَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَيْتُهُ إِذَا كَبَّرَ جَعَلَ يَدَيْهِ حِذَاءَ مَنْكِبَيْهِ وَإِذَا رَكَعَ أَمْكَنَ يَدَيْهِ مِنْ رُكْبَتَيْهِ ثُمَّ هَصَرَ ظَهْرَهُ فَإِذَا رَفَعَ رَأْسَهُ اسْتَوَى حَتَّى يَعُودَ كُلُّ فَقَارٍ مَكَانَهُ فَإِذَا سَجَدَ وَضَعَ يَدَيْهِ غَيْرَ مُفْتَرِشٍ وَلَا قَابِضِهِمَا وَاسْتَقْبَلَ بِأَطْرَافِ أَصَابِعِ رِجْلَيْهِ الْقِبْلَةَ فَإِذَا جَلَسَ فِي الرَّكْعَتَيْنِ جَلَسَ عَلَى رِجْلِهِ الْيُسْرَى وَنَصَبَ الْيُمْنَى وَإِذَا جَلَسَ فِي الرَّكْعَةِ الْآخِرَةِ قَدَّمَ رِجْلَهُ الْيُسْرَى وَنَصَبَ الْأُخْرَى وَقَعَدَ عَلَى مَقْعَدَتِهِوَسَمِعَ اللَّيْثُ يَزِيدَ بْنَ أَبِي حَبِيبٍ وَيَزِيدُ مِنْ مُحَمَّدِ بْنِ حَلْحَلَةَ وَابْنُ حَلْحَلَةَ مِنْ ابْنِ عَطَاءٍ قَالَ أَبُو صَالِحٍ عَنْ اللَّيْثِ كُلُّ فَقَارٍ وَقَالَ ابْنُ الْمُبَارَكِ عَنْ يَحْيَى بْنِ أَيُّوبَ قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ أَنَّ مُحَمَّدَ بْنَ عَمْرٍو حَدَّثَهُ كُلُّ فَقَارٍ","source":"Bukhari"},"__N_SSG":true}