{"pageProps":{"number":"1028","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Khallad Al Bahili] berkata, telah menceritakan kepada kami [Abu Amir] dari [Isa bin Hafsh bin Ashim bin Umar Ibnul Khaththab] berkata, telah menceritakan kepadaku [Bapakku] ia berkata, \"Kami bersama [Ibnu Umar] dalam sebuah perjalanan, lalu ia shalat bersama kami, kemudian kami beranjak pergi bersamanya. \" Ia berkata lagi, \"Ibnu Umar menoleh dan melihat beberapa orang melaksanakan shalat, lalu Ibnu Umar bertanya, \"Apa yang dilakukan oleh orang-orang itu?\" aku menjawab, \"Mereka melaksanakan shalat sunnah. \" Ibnu Umar berkata, \"Wahai putera saudaraku, jika aku melaksanakan shalat sunnah maka akan aku sempurnakan. Aku pernah menemani Rasulullah shallallahu 'alaihi wasallam, dan beliau tidak pernah melebihkan dari dua raka'at ketika safar hingga Allah mewafatkannya. Kemudian aku menemani Abu Bakar, dan ia juga tidak melebihkan dari dua raka'at. Kemudian aku menemani Umar, dan ia juga tidak melebihkan dari dua raka'at. Kemudian aku menemani Utsman, dan ia juga tidak melebihkan dari dua raka'at hingga Allah mewafatkannya. Demi Allah, ia mengatakan, \"Sungguh pada diri Rasulullah shallallahu 'alaihi wasallam ada teladan yang baik. \"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ الْبَاهِلِيُّ حَدَّثَنَا أَبُو عَامِرٍ عَنْ عِيسَى بْنِ حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ حَدَّثَنِي أَبِي قَالَكُنَّا مَعَ ابْنِ عُمَرَ فِي سَفَرٍ فَصَلَّى بِنَا ثُمَّ انْصَرَفْنَا مَعَهُ وَانْصَرَفَ قَالَ فَالْتَفَتَ فَرَأَى أُنَاسًا يُصَلُّونَ فَقَالَ مَا يَصْنَعُ هَؤُلَاءِ قُلْتُ يُسَبِّحُونَ قَالَ لَوْ كُنْتُ مُسَبِّحًا لَأَتْمَمْتُ صَلَاتِي يَا ابْنَ أَخِي إِنِّي صَحِبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ فِي السَّفَرِ حَتَّى قَبَضَهُ اللَّهُ ثُمَّ صَحِبْتُ أَبَا بَكْرٍ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ ثُمَّ صَحِبْتُ عُمَرَ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ ثُمَّ صَحِبْتُ عُثْمَانَ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ حَتَّى قَبَضَهُمْ اللَّهُ وَاللَّهُ يَقُولُ{ لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ }","source":"Ibnu Majah"},"__N_SSG":true}