{"pageProps":{"number":"1456","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Yahya bin Hakim] berkata, telah menceritakan kepada kami [Abu Dawud Ath Thayalisi] berkata, telah menceritakan kepada kami [Faraj Ibnul Fadlalah] berkata, telah menceritakan kepadaku [Ishmah bin Rasyid] dari [Habib bin Ubaid] dari [Auf bin Malik] ia berkata, \"Aku melihat Rasulullah shallallahu 'alaihi wasallam menshalati seorang laki-laki Anshar, lalu aku mendengar beliau mengucapkan: \"ALLAHUMMA SHALLI 'ALAIHI WAGHFIRLAHU WARHAMHU WA 'AAFIHI WA'FU 'ANHU WAGHSILHU BI MA`IN WA TSALJIN WA BARADIN WA NAQQIHI MINADZ DZUNUUBI WAL KHATHAAYA KAMAA YUNAQQTS TSAUBUL ABYADLU MINAD DANAS WA ABDILHU BI DAARIHI WA AHLAN KHAIRAN MIN AHLIHI WAQIHI FITNATAL QABRI WA 'ADZAABAN NAAR (Ya Allah, bershalawatlah untuknya, ampuni dan rahmatilah dia, selamatkan dan maafkan kesalahannya. Mandikan dia dengan air dan es, bersihkanlah dia dari dosa dan kesalahan sebagaimana baju putih dibersihkan dari noda. Gantilah rumahnya dengan rumah yang lebih baik, dan keluarganya dengan keluarga yang lebih baik. Jagalah dia dari fitnah kubur dan siksa neraka. \" Auf berkata, \"Aku melihat posisiku hingga aku berharap sekiranya laki-laki itu adalah aku. \"","arab":"حَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ حَدَّثَنَا فَرَجُ بْنُ الْفَضَالَةِ حَدَّثَنِي عِصْمَةُ بْنُ رَاشِدٍ عَنْ حَبِيبِ بْنِ عُبَيْدٍ عَنْ عَوْفِ بْنِ مَالِكٍ قَالَشَهِدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى عَلَى رَجُلٍ مِنْ الْأَنْصَارِ فَسَمِعْتُهُ يَقُولُ اللَّهُمَّ صَلِّ عَلَيْهِ وَاغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ وَاغْسِلْهُ بِمَاءٍ وَثَلْجٍ وَبَرَدٍ وَنَقِّهِ مِنْ الذُّنُوبِ وَالْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنْ الدَّنَسِ وَأَبْدِلْهُ بِدَارِهِ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ وَقِهِ فِتْنَةَ الْقَبْرِ وَعَذَابَ النَّارِقَالَ عَوْفٌ فَلَقَدْ رَأَيْتُنِي فِي مُقَامِي ذَلِكَ أَتَمَنَّى أَنْ أَكُونَ مَكَانَ الرَّجُلِ","source":"Ibnu Majah"},"__N_SSG":true}