{"pageProps":{"number":"2240","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Hannad bin As Sari] berkata, telah menceritakan kepada kami [Abul Ahwash] dari [Abu Ishaq] dari [An Najrani] ia berkata; Aku berkata kepada [Abdullah Ibnu Umar], \"Aku melelangkan pohon kurma dengan sistem salam sebelum muncul buahnya! \" Ibnu Umar menjawab, \"Tidak boleh.\" Aku bertanya kepadanya, \"Kenapa?\" ia menjawab, \"Pernah seorang laki-laki melelang kebun kurmanya pada masa Rasulullah shallallahu 'alaihi wasallam sebelum muncul buah kurmanya. Namun pada tahun itu buahnya tidak muncul sama sekali. Kemudian si pembeli berkata, \"Dia tetap menjadi milikku hingga pohon itu berbuah. Tetapi si penjual berkata, \"Aku hanya menjual pohon kurma ini setahun saja.\" Hingga keduanya cekcok dan mengadukannya kepada Rasulullah shallallahu 'alaihi wasallam. Beliau lantas bertanya kepada si penjual: \"Apakah dia mengambil sesuatu dari pohon kurmamu? ia menjawab, \"Tidak.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Lalu dengan alasan apa kamu menghalalkan hartanya? Kembalikanlah barang yang telah kamu ambil darinya. Dan janganlah kalian melelang pohon kurma sehingga nampak kematangan buahnya.\"","arab":"حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ أَبِي إِسْحَقَ عَنْ النَّجْرَانِيِّ قَالَقُلْتُ لِعَبْدِ اللَّهِ بْنِ عُمَرَ أُسْلِمُ فِي نَخْلٍ قَبْلَ أَنْ يُطْلِعَ قَالَ لَا قُلْتُ لِمَ قَالَ إِنَّ رَجُلًا أَسْلَمَ فِي حَدِيقَةِ نَخْلٍ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ أَنْ يُطْلِعَ النَّخْلُ فَلَمْ يُطْلِعْ النَّخْلُ شَيْئًا ذَلِكَ الْعَامَ فَقَالَ الْمُشْتَرِي هُوَ لِي حَتَّى يُطْلِعَ وَقَالَ الْبَائِعُ إِنَّمَا بِعْتُكَ النَّخْلَ هَذِهِ السَّنَةَ فَاخْتَصَمَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِلْبَائِعِ أَخَذَ مِنْ نَخْلِكَ شَيْئًا قَالَ لَا قَالَ فَبِمَ تَسْتَحِلُّ مَالَهُ ارْدُدْ عَلَيْهِ مَا أَخَذْتَ مِنْهُ وَلَا تُسْلِمُوا فِي نَخْلٍ حَتَّى يَبْدُوَ صَلَاحُهُ","source":"Ibnu Majah"},"__N_SSG":true}