{"pageProps":{"number":"2529","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah], telah menceritakan kepada kami [Abdullah bin Numair], telah menceritakan kepada kami [Muhammad bin Ishaq] dari [Ya'qub bin Abdullah bin Al Asyajj] dari [Abu Umamah bin Sahal bin Hunaif] dari [Sa'id bin Sa'd bin Ubadah], ia berkata; \"Di sekitar rumah kami ada seorang laki-laki pendek dan sudah tua, kami tidak memperhatikan dirinya kecuali di saat ia telah melakukan perbuatan zina dengan seorang budak rumahan, peristiwa itu diadukan oleh [Sa'd bin Ubadah] kepada Rasulullah Shalallahu 'alaihi wa salam, lalu beliau bersabda: \"Hukumlah dengan hukuman dera sebanyak seratus kali dera. \" Mereka menjawab, \"Wahai Nabi Allah! Laki-laki itu sangat lemah, seandainya kita mencambuknya seratus kali, niscaya akan mati, Rasulullah shallallahu 'alaihi wasallam menjawab, \"Ambillah oleh kalian satu batang yang terdapat seratus dahan kurma, lalu pukulkanlah ia dengannya sekali saja.\" Telah menceritakan kepada kami [Sufyan bin Waki'], telah menceritakan kepada kami [Al Muharibi] dari [Muhammad bin Ishaq] dari [Ya'qub bin Abdullah] dari [Abu Umamah bin Sahal] dari [Sa'd bin Ubadah] dari Nabi Shalallahu 'alaihi wa salam dengan Hadits yang serupa.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ عَنْ سَعِيدِ بْنِ سَعْدِ بْنِ عُبَادَةَ قَالَكَانَ بَيْنَ أَبْيَاتِنَا رَجُلٌ مُخْدَجٌ ضَعِيفٌ فَلَمْ يُرَعْ إِلَّا وَهُوَ عَلَى أَمَةٍ مِنْ إِمَاءِ الدَّارِ يَخْبُثُ بِهَا فَرَفَعَ شَأْنَهُ سَعْدُ بْنُ عُبَادَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ اجْلِدُوهُ ضَرْبَ مِائَةِ سَوْطٍ قَالُوا يَا نَبِيَّ اللَّهِ هُوَ أَضْعَفُ مِنْ ذَلِكَ لَوْ ضَرَبْنَاهُ مِائَةَ سَوْطٍ مَاتَ قَالَ فَخُذُوا لَهُ عِثْكَالًا فِيهِ مِائَةُ شِمْرَاخٍ فَاضْرِبُوهُ ضَرْبَةً وَاحِدَةًحَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا الْمُحَارِبِيُّ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ عَنْ سَعْدِ بْنِ عُبَادَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Ibnu Majah"},"__N_SSG":true}