{"pageProps":{"number":"2632","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Yahya bin Hakim], telah menceritakan kepada kami [Bisyr bin Umar], aku mendengar [Malik bin Anas], telah menceritakan kepadaku [Abu Laila bin Abdullah bin Abdurrahman bin Sahal] dari [Sahl bin Abu Hatsmah], dari [para pembesar] kaum mereka, \"Sesungguhnya Abdullah bin Sahl dan Muhayishah, keduanya keluar dari kediamannya menuju kawasan Khaibar karena kesulitan yang menimpa mereka. Lalu Muhayishah didatangi dan diberitahu bahwa Abdullah bin Sahl telah terbunuh dan dilemparkan di sebuah sumur yang biasa disebut Faqir atau Ain di kawasan Khaibar. Orang-orang Yahudi datang lalu Muhayishah berkata kepada mereka, \"Sungguh kalian telah membunuhnya! Demi Allah! Kalian telah membunuhnya.\" Mereka menjawab, \"Demi Allah! kami tidak membunuhnya.\" Lalu ia kembali dan datang menemui kaumnya. Ia mengemukakan hal yang terjadi kepada mereka. Kemudian Muhayishah dan saudara laki-lakinya Huwayishah yang lebih besar darinya serta Abdurrahman bin Sahl berangkat kembali. Muhayishah pergi lalu berbicara, sebab dialah yang ada di kawasan Khaibar, namun Rasulullah shallallahu 'alaihi wasallam berkata kepada Muhayishah, \"Yang besar, yang besar.\" Maksudkan yang paling dewasa usianya. Maka Huwayishah berbicara kemudian diikuti oleh Muhayishah. Rasulullah shallallahu 'alaihi wasallam berkata; \"Mereka akan membayar diyat pada teman kalian atau mereka memberi isyarat untuk berperang.\" Lalu Rasulullah shallallahu 'alaihi wasallam menulis surat dalam hal ini. kemudian mereka membalas dengan pernyataan: \"Sungguh Demi Allah! Kami tidak membunuhnya.\" lalu Rasulullah shallallahu 'alaihi wasallam bersabda kepada Huwayishah, Muhayishah dan Abdurrahman: \"Apakah kalian bersedia bersumpah dengan benar hingga kalian mendapat hak darah saudara kalian?\" Mereka menjawab, \"Tidak.\" Rasulullah bersabda; \"Jika demikian berarti orang-orang Yahudi yang akan bersumpah pada kalian.\" Mereka menjawab; \"Mereka bukan kaum Muslimin.\" Rasulullah pun membayar diyat dari pribadinya. Rasulullah mengirimkan seratus ekor unta kepada mereka sampai dimasukan ke dalam rumah. Sahl berkata; \"Sungguh seekor unta merah darinya telah menyepakku.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ حَدَّثَنَا بِشْرُ بْنُ عُمَرَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ حَدَّثَنِي أَبُو لَيْلَى بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ أَنَّهُ أَخْبَرَهُ عَنْ رِجَالٍ مِنْ كُبَرَاءِ قَوْمِهِأَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ فَأُتِيَ مُحَيِّصَةُ فَأُخْبِرَ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَأُلْقِيَ فِي فَقِيرٍ أَوْ عَيْنٍ بِخَيْبَرَ فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ قَالُوا وَاللَّهِ مَا قَتَلْنَاهُ ثُمَّ أَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ ذَلِكَ لَهُمْ ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ وَهُوَ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ فَذَهَبَ مُحَيِّصَةُ يَتَكَلَّمُ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمُحَيِّصَةَ كَبِّرْ كَبِّرْ يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِمَّا أَنْ يَدُوا صَاحِبَكُمْ وَإِمَّا أَنْ يُؤْذَنُوا بِحَرْبٍ فَكَتَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ فِي ذَلِكَ فَكَتَبُوا إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ تَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ قَالُوا لَا قَالَ فَتَحْلِفُ لَكُمْ يَهُودُ قَالُوا لَيْسُوا بِمُسْلِمِينَ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِائَةَ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمْ الدَّارَفَقَالَ سَهْلٌ فَلَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ","source":"Ibnu Majah"},"__N_SSG":true}