{"pageProps":{"number":"2662","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah], telah menceritakan kepada kami [Syarik] dari [Umarah bin Qa'qa bin Syubrumah] dari [Abu Zur'ah] dari [Abu Hurairah], ia berkata; \"Seseorang datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; 'Wahai Rasulullah! Beritahukanlah kepadaku, siapakah orang yang paling berhak aku temani?\" Beliau menjawab: \"Baiklah, demi Allah aku akan memberitahu kepadamu, (ia adalah) ibumu. \" Orang tersebut berkata; \"Kemudian siapa?\" beliau menjawab, \"Ibumu.\" Orang tersebut berkata; \"Kemudian siapa?\" beliau menjawab, \"Ibumu. \" Orang tersebut berkata lagi, \"Kemudian siapa?\" Rasulullah shallallahu 'alaihi wasallam menjawab, \"Kemudian ayahmu.\"Orang tersebut berkata lagi, \"Wahai Rasulullah, beritahukanlah kepadaku, bagaimana sebaiknya aku menyedekahkan hartaku.\" Beliau bersabda: \"Baiklah, demi Allah, aku akan memberitahu kepadamu, hendaklah kau bersedekah pada saat kau sehat dan kikir, mengharapkan kebaikan kehidupan dunia dan takut akan kemiskinan, dan janganlah kau menundanya hingga nafasmu sampai di sini, dan kau akan mengatakan, \"Sungguh hartaku untuk si fulan, hartaku untuk si fulan, padahal ia pasti menjadi milik mereka sekalipun kau tidak menyukainya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا شَرِيكٌ عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ بْنِ شُبْرُمَةَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ نَبِّئْنِي مَا حَقُّ النَّاسِ مِنِّي بِحُسْنِ الصُّحْبَةِ فَقَالَ نَعَمْ وَأَبِيكَ لَتُنَبَّأَنَّ أُمُّكَ قَالَ ثُمَّ مَنْ قَالَ ثُمَّ أُمُّكَ قَالَ ثُمَّ مَنْ قَالَ ثُمَّ أُمُّكَ قَالَ ثُمَّ مَنْ قَالَ ثُمَّ أَبُوكَ قَالَ نَبِّئْنِي يَا رَسُولَ اللَّهِ عَنْ مَالِي كَيْفَ أَتَصَدَّقُ فِيهِ قَالَ نَعَمْ وَاللَّهِ لَتُنَبَّأَنَّ أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ شَحِيحٌ تَأْمُلُ الْعَيْشَ وَتَخَافُ الْفَقْرَ وَلَا تُمْهِلْ حَتَّى إِذَا بَلَغَتْ نَفْسُكَ هَا هُنَا قُلْتَ مَالِي لِفُلَانٍ وَمَالِي لِفُلَانٍ وَهُوَ لَهُمْ وَإِنْ كَرِهْتَ","source":"Ibnu Majah"},"__N_SSG":true}