{"pageProps":{"number":"2965","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ali bin Muhammad] dan [Amru bin Abdullah], keduanya berkata; telah menceritakan kepada kami [Waki']; telah memberitakan kepada kami [Nafi' bin Umar Al Jumahi] dari [Sa'id bin Hassan] dari [Ibnu Umar] radliallahu 'anhu, bahwa Rasulullah shallallahu 'alaihi wasallam singgah di Arafah di lembah Namirah. Ia Perawi berkata; \"Ketika Al Hajjaj membunuh 'Abdullah bin Zubair, ia pernah mengutus seorang (utusan) untuk menemui Ibnu Umar radliallahu 'anhu (untuk melihat) kapankah dulu Rasulullah shallallahu 'alaihi wasallam berangkat ke Arafah pada hari ini? Ia berkata; 'Jika (sudah diketahui waktunya) maka kami akan berangkat.' Maka Al Hajjaj mengutus seseorang untuk melihat kapan Ibnu Umar bergegas berangkat. Ketika Ibnu Umar hendak berangkat, Ibnu Umar radliallahu 'anhu bertanya; 'Apakah matahari sudah tergelincir? ' Mereka menjawab; 'Belum'. Maka ia duduk. (Beberapa saat) kemudian ia bertanya lagi; 'Apakah matahari sudah tergelincir? ' Mereka menjawab; 'Belum'. Maka ia pun duduk kembali. (Beberapa saat) kemudian ia bertanya lagi; 'Apakah matahari sudah tergelincir? ' Mereka menjawab; 'Belum'. Maka ia pun duduk kembali. (Beberapa saat kemudian) ia bertanya lagi; 'Apakah matahari sudah tergelincir? ' Mereka menjawab; 'Ya'. Ketika mereka mengatakan bahwa matahari sudah tergelincir, maka Ibnu Umar segera bergegas berangkat. Waki' berkata; 'Yang dimaksud berangkat adalah berangkat di sore hari.'","arab":"حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ وَعَمْرُو بْنُ عَبْدِ اللَّهِ قَالَا حَدَّثَنَا وَكِيعٌ أَنْبَأَنَا نَافِعُ بْنُ عُمَرَ الْجُمَحِيُّ عَنْ سَعِيدِ بْنِ حَسَّانَ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَنْزِلُ بِعَرَفَةَ فِي وَادِي نَمِرَةَ قَالَ فَلَمَّا قَتَلَ الْحَجَّاجُ ابْنَ الزُّبَيْرِ أَرْسَلَ إِلَى ابْنِ عُمَرَ أَيَّ سَاعَةٍ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرُوحُ فِي هَذَا الْيَوْمِ قَالَ إِذَا كَانَ ذَلِكَ رُحْنَا فَأَرْسَلَ الْحَجَّاجُ رَجُلًا يَنْظُرُ أَيَّ سَاعَةٍ يَرْتَحِلُ فَلَمَّا أَرَادَ ابْنُ عُمَرَ أَنْ يَرْتَحِلَ قَالَ أَزَاغَتْ الشَّمْسُ قَالُوا لَمْ تَزِغْ بَعْدُ فَجَلَسَ ثُمَّ قَالَ أَزَاغَتْ الشَّمْسُ قَالُوا لَمْ تَزِغْ بَعْدُ فَجَلَسَ ثُمَّ قَالَ أَزَاغَتْ الشَّمْسُ قَالُوا لَمْ تَزِغْ بَعْدُ فَجَلَسَ ثُمَّ قَالَ أَزَاغَتْ الشَّمْسُ قَالُوا نَعَمْ فَلَمَّا قَالُوا قَدْ زَاغَتْ ارْتَحَلَقَالَ وَكِيعٌ يَعْنِي رَاحَ","source":"Ibnu Majah"},"__N_SSG":true}