{"pageProps":{"number":"3011","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Hannad bin As Sari], keduanya mengatakan; telah menceritakan kepada kami [Abul Ahwash] dari [Syabib bin Gharqadah] dari [Sulaiman bin Amru bin Al Ahwash] dari [Ayahnya], ia berkata; \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda pada haji Wada': 'Wahai manusia sekalian, hari apa yang paling dihormati (haram)? ' Beliau mengulang ucapannya tiga kali. Mereka (orang-orang) menjawab; 'Pada hari haji Akbar.' Beliau bersabda: 'Sesungguhnya darah, harta dan kehormatan kalian haram diantara kalian, seperti haramnya hari kalian ini, pada bulan kalian ini dan negeri kalian ini. Ingatlah! Tidaklah seorang berbuat (kemaksiatan) kecuali atas dirinya sendiri, maka janganlah orang tua menzhalimi anaknya. Ingatlah! Sesungguhnya syaitan telah berputus asa untuk disembah di negeri kalian ini selamanya. Tetapi ia akan mendapatkan ketaatan pada sebagian amal perbuatan yang kalian hinakan, sehingga ia (setan) ridla dengannya. Ingatlah! Bahwa setiap darah dari darah (yang dicecerkan) Jahiliyyah itu dihinakan, dan darah yang pertama aku hinakan adalah darah Harits bin Abdul muththalib (seseorang yang dulu mencari wanita menyusui dari kalangan bani Laits, lalu ia dibunuh oleh kaum Huzail). Ketahuilah bahwa setiap riba dari riba Jahiliyyah itu dihinakan. Bagi kalian adalah harta pokok kalian, selama kalian tidak menzhalimi dan tidak dizhalimi. Ingatlah! Wahai umatku. Apakah aku telah menyampaikannya? ' Beliau mengulang pertanyaannya tiga kali. Orang-orangpun menjawab; 'Ya'. Lalu beliau bersabda: 'Ya Allah saksikanlah.' Beliau mengulang ucapannya ini tiga kali.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَهَنَّادُ بْنُ السَّرِيِّ قَالَا حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ شَبِيبِ بْنِ غَرْقَدَةَ عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الْأَحْوَصِ عَنْ أَبِيهِ قَالَسَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي حَجَّةِ الْوَدَاعِ يَا أَيُّهَا النَّاسُ أَلَا أَيُّ يَوْمٍ أَحْرَمُ ثَلَاثَ مَرَّاتٍ قَالُوا يَوْمُ الْحَجِّ الْأَكْبَرِ قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَلَا لَا يَجْنِي جَانٍ إِلَّا عَلَى نَفْسِهِ وَلَا يَجْنِي وَالِدٌ عَلَى وَلَدِهِ وَلَا مَوْلُودٌ عَلَى وَالِدِهِ أَلَا إِنَّ الشَّيْطَانَ قَدْ أَيِسَ أَنْ يُعْبَدَ فِي بَلَدِكُمْ هَذَا أَبَدًا وَلَكِنْ سَيَكُونُ لَهُ طَاعَةٌ فِي بَعْضِ مَا تَحْتَقِرُونَ مِنْ أَعْمَالِكُمْ فَيَرْضَى بِهَا أَلَا وَكُلُّ دَمٍ مِنْ دِمَاءِ الْجَاهِلِيَّةِ مَوْضُوعٌ وَأَوَّلُ مَا أَضَعُ مِنْهَا دَمُ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ كَانَ مُسْتَرْضِعًا فِي بَنِي لَيْثٍ فَقَتَلَتْهُ هُذَيْلٌ أَلَا وَإِنَّ كُلَّ رِبًا مِنْ رِبَا الْجَاهِلِيَّةِ مَوْضُوعٌ لَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ أَلَا يَا أُمَّتَاهُ هَلْ بَلَّغْتُ ثَلَاثَ مَرَّاتٍ قَالُوا نَعَمْ قَالَ اللَّهُمَّ اشْهَدْ ثَلَاثَ مَرَّاتٍ","source":"Ibnu Majah"},"__N_SSG":true}