{"pageProps":{"number":"4033","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Mu'awiyah bin Hisyam] telah menceritakan kepada kami [Ali bin Shalih] dari [Yazid bin Abu Ziyad] dari [Ibrahim] dari ['Alqamah] dari [Abdullah] dia berkata, \"Ketika kami berada di sisi Rasulullah shallallahu 'alaihi wasallam, tiba-tiba seorang pemuda dari Bani Hasyim datang, ketika Nabi shallallahu 'alaihi wasallam melihat mereka, maka kedua mata beliau terlihat berbinar-binar dan berubah wajahnya.\" Abdullah berkata, \"Lalu saya bertanya, \"Kenapa kami masih melihat di wajah anda ada sesuatu yang kami benci?\" beliau menjawab: \"Sesungguhnya kami adalah ahli bait yang Allah memilihkan akhirat buat kami atas dunia. Dan sungguh, sepeninggalku nanti ahli baitku akan menemui musibah, bencana dan pengusiran, sehingga suatu kaum dari timur datang dengan membawa bendera-bendera hitam, mereka meminta (diterapkannya) kebaikan namun ditolak. Kemudian mereka berperang dan mendapatkan kemenangan, akhirnya mereka diberi apa yang mereka minta, lalu kaum tersebut tidak mau menerima sehingga mereka menyerahkan urusan tersebut kepada seorang laki-laki dari ahli baitku, lantas ia memenuhinya dengan keadilan sebagaimana (sebelumnya) bumi dipenuhi dengan kejatahan. Barangsiapa dari kalian mendapatinya, maka berbaiatlah walau dalam keadaan merangkak di atas salju.\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ حَدَّثَنَا عَلِيُّ بْنُ صَالِحٍ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَبَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ أَقْبَلَ فِتْيَةٌ مِنْ بَنِي هَاشِمٍ فَلَمَّا رَآهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اغْرَوْرَقَتْ عَيْنَاهُ وَتَغَيَّرَ لَوْنُهُ قَالَ فَقُلْتُ مَا نَزَالُ نَرَى فِي وَجْهِكَ شَيْئًا نَكْرَهُهُ فَقَالَ إِنَّا أَهْلُ بَيْتٍ اخْتَارَ اللَّهُ لَنَا الْآخِرَةَ عَلَى الدُّنْيَا وَإِنَّ أَهْلَ بَيْتِي سَيَلْقَوْنَ بَعْدِي بَلَاءً وَتَشْرِيدًا وَتَطْرِيدًا حَتَّى يَأْتِيَ قَوْمٌ مِنْ قِبَلِ الْمَشْرِقِ مَعَهُمْ رَايَاتٌ سُودٌ فَيَسْأَلُونَ الْخَيْرَ فَلَا يُعْطَوْنَهُ فَيُقَاتِلُونَ فَيُنْصَرُونَ فَيُعْطَوْنَ مَا سَأَلُوا فَلَا يَقْبَلُونَهُ حَتَّى يَدْفَعُوهَا إِلَى رَجُلٍ مِنْ أَهْلِ بَيْتِي فَيَمْلَؤُهَا قِسْطًا كَمَا مَلَئُوهَا جَوْرًا فَمَنْ أَدْرَكَ ذَلِكَ مِنْكُمْ فَلْيَأْتِهِمْ وَلَوْ حَبْوًا عَلَى الثَّلْجِ","source":"Ibnu Majah"},"__N_SSG":true}