{"pageProps":{"number":"4205","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Yahya] dan [Ishaq bin Manshur] keduanya berkata; telah menceritakan kepada kami [Abdurrazaq] telah memberitakan kepada kami [Ma'mar] dia berkata; [Az Zuhri] berkata; \"Maukah aku ceritakan kepadamu dua hadits yang menakjubkan? Telah mengabarkan kepadaku [Humaid bin Abdurrahman] dari [Abu Hurairah] dari Rasulullah shallallahu 'alaihi wasallam beliau bersabda: \"Seorang laki-laki telah berbuat aniaya terhadap dirinya sendiri, ketika kematian telah tiba, ia berwasiat kepada anaknya seraya berkata; \"Apabila aku mati, maka bakarlah jasadku, kemudian jadikanlah aku debu, dan tebarkanlah debu itu biar di terpa angin laut. Demi Allah, seandainya Rabbku telah menentukan adzabku, tidaklah akan ada yang dapat mengadzabku.\" Beliau kembali bersabda: \"Kemudian mereka melaksanakannya, lantas di katakanlah kepada bumi; \"Kembalikanlah apa yang telah kamu ambil.\" Maka tiba-tiba orang tersebut telah berdiri, lalu di tanyakan kepadanya; \"Apa yang mendorongmu melakukan perbuatan itu?\" lelaki itu menjawab; \"Karena takut kepada-Mu wahai Rabbku.\" Maka ia pun di ampuni.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى وَإِسْحَقُ بْنُ مَنْصُورٍ قَالَا حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا مَعْمَرٌ قَالَ قَالَ الزُّهْرِيُّ أَلَا أُحَدِّثُكَ بِحَدِيثَيْنِ عَجِيبَيْنِ أَخْبَرَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَسْرَفَ رَجُلٌ عَلَى نَفْسِهِ فَلَمَّا حَضَرَهُ الْمَوْتُ أَوْصَى بَنِيهِ فَقَالَ إِذَا أَنَا مِتُّ فَأَحْرِقُونِي ثُمَّ اسْحَقُونِي ثُمَّ ذَرُّونِي فِي الرِّيحِ فِي الْبَحْرِ فَوَاللَّهِ لَئِنْ قَدَرَ عَلَيَّ رَبِّي لَيُعَذِّبُنِي عَذَابًا مَا عَذَّبَهُ أَحَدًا قَالَ فَفَعَلُوا بِهِ ذَلِكَ فَقَالَ لِلْأَرْضِ أَدِّي مَا أَخَذْتِ فَإِذَا هُوَ قَائِمٌ فَقَالَ لَهُ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ قَالَ خَشْيَتُكَ أَوْ مَخَافَتُكَ يَا رَبِّ فَغَفَرَ لَهُ لِذَلِكَ","source":"Ibnu Majah"},"__N_SSG":true}