{"pageProps":{"number":"4284","slug":"ibnu-majah","id":"Telah menceritakan kepada kami ['Utsman bin Abu Syaibah] telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Ibrahim] dari ['Abidah] dari [Abdullah bin Mas'ud] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sungguh aku mengetahui penghuni neraka yang terakhir keluar darinya, dan penghuni surga yang terakhir masuk ke dalam surga, yaitu; laki-laki yang keluar dari neraka dengan merangkak, maka di katakan kepadanya; \"Pergilah dan masuklah ke dalam surga.\" Ia pun mendatanginya, maka di khayalkan kepadanya bahwa itu adalah padang sahara. Maka ia kembali seraya berkata; \"Wahai Rabb, aku mendapatkannya padang sahara.\" Maka Allah berfirman; \"Pergilah dan masuklah ke dalam surga.\" Ia pun mendatanginya, maka di khayalkan kepadanya bahwa itu adalah padang sahara. Maka ia kembali seraya berkata; \"Wahai Rabb, aku mendapatkannya padang sahara.\" Maka Allah Subhanahu berfirman; \"Pergilah dan masuklah ke dalam surga.\" Ia pun mendatanginya, maka di khayalkan kepadanya bahwa itu adalah padang sahara. Maka ia kembali seraya berkata; \"Wahai Rabb, aku mendapatkannya padang sahara.\" Maka Allah berfirman; \"Pergilah dan masuklah ke surga, maka bagimu seperti dunia dan sepuluh yang serupa dengannya -atau sesungguhnya baginya sepuluh kali lipat yang seperti dunia- maka orang itu berkata; \"Apakah Engkau mengejekku ataukah amenertaewaiku -sedangkan Engkau adalah sang Raja?\" Abdullah bin Mas'ud berkata; \"Aku melihat Rasulullah shallallahu 'alaihi wasallam tertawa sehingga nampak gigi serinya.\" Maka di katakan; \"Ini adalah penghuni surga yang paling rendah kedudukannya.\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَبِيدَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَأَعْلَمُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنْهَا وَآخِرَ أَهْلِ الْجَنَّةِ دُخُولًا الْجَنَّةَ رَجُلٌ يَخْرُجُ مِنْ النَّارِ حَبْوًا فَيُقَالُ لَهُ اذْهَبْ فَادْخُلْ الْجَنَّةَ فَيَأْتِيهَا فَيُخَيَّلُ إِلَيْهِ أَنَّهَا مَلْأَى فَيَرْجِعُ فَيَقُولُ يَا رَبِّ وَجَدْتُهَا مَلْأَى فَيَقُولُ اللَّهُ اذْهَبْ فَادْخُلْ الْجَنَّةَ فَيَأْتِيهَا فَيُخَيَّلُ إِلَيْهِ أَنَّهَا مَلْأَى فَيَرْجِعُ فَيَقُولُ يَا رَبِّ وَجَدْتُهَا مَلْأَى فَيَقُولُ اللَّهُ سُبْحَانَهُ اذْهَبْ فَادْخُلْ الْجَنَّةَ فَيَأْتِيهَا فَيُخَيَّلُ إِلَيْهِ أَنَّهَا مَلْأَى فَيَرْجِعُ فَيَقُولُ يَا رَبِّ إِنَّهَا مَلْأَى فَيَقُولُ اللَّهُ اذْهَبْ فَادْخُلْ الْجَنَّةَ فَإِنَّ لَكَ مِثْلَ الدُّنْيَا وَعَشَرَةَ أَمْثَالِهَا أَوْ إِنَّ لَكَ مِثْلَ عَشَرَةِ أَمْثَالِ الدُّنْيَا فَيَقُولُ أَتَسْخَرُ بِي أَوْ أَتَضْحَكُ بِي وَأَنْتَ الْمَلِكُ قَالَ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ فَكَانَ يُقَالُ هَذَا أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلًا","source":"Ibnu Majah"},"__N_SSG":true}