{"pageProps":{"number":"430","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Musa bin Abdurrahman] berkata, telah menceritakan kepada kami [Al Husain bin Ali] dan [Zaid Ibnul Hubab]. Dan menurut jalur yang lain; Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Abu Nu'aim] mereka berkata; telah menceritakan kepada kami ['Amru bin Abdullah bin Wahb Abu Sulaiman An Nakha'i] berkata; telah menceritakan kepadaku [Zaid Al Ammi] dari [Anas bin Malik] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa berwudlu dan membaguskannya, setelah itu membaca; ASYHADU ANLAA ILAAHA ILLAALLHU WAHDAHUU LAA SYARIIKALAH WA ASYHADU ANNA MUHAMMADAN ABDUHU WA RASUULUHU (Aku bersaksi bahwa tidak ada Tuhan yang berhak untuk disembah selain Allah Yang Maha Esa dan tidak dan tidak ada sekutu bagi-Nya. Dan aku bersaksi bahwa Muhammad adalah hamba dan Rasul-Nya) sebanyak tiga kali, maka akan dibukakan untuknya delapan pintu surga, ia masuk dari pintu mana saja yang ia sukai.\" Abu Al Hasan bin Salamah Al Qaththan berkata; telah menceritakan kepada kami Ibrahim bin Nashr berkata, telah menceritakan kepada kami Abu Nu'aim sebagaimana hadits diatas.\" ","arab":"حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ وَزَيْدُ بْنُ الْحُبَابِ ح و حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا أَبُو نُعَيْمٍ قَالُوا حَدَّثَنَا عَمْرُو بْنُ عَبْدِ اللَّهِ بْنِ وَهْبٍ أَبُو سُلَيْمَانَ النَّخَعِيُّ قَالَ حَدَّثَنِي زَيْدٌ الْعَمِّيُّ عَنْ أَنَسِ بْنِ مَالِكٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ قَالَ ثَلَاثَ مَرَّاتٍ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ فُتِحَ لَهُ ثَمَانِيَةُ أَبْوَابِ الْجَنَّةِ مِنْ أَيِّهَا شَاءَ دَخَلَقَالَ أَبُو الْحَسَنِ بْنُ سَلَمَةَ الْقَطَّانُ حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَصْرٍ حَدَّثَنَا أَبُو نُعَيْمٍ بِنَحْوِهِ","source":"Ibnu Majah"},"__N_SSG":true}