{"pageProps":{"number":"669","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Affan] berkata, telah menceritakan kepada kami [Hammam bin Yahya] dari [Amir Al Ahwal] bahwa [Makhul] menceritakan kepadanya bahwa [Abdullah bin Muhairiz] menceritakan kepadanya, bahwa [Abu Mahdzurah] menceritakan kepadanya, ia berkata; \"Rasulullah shallallahu 'alaihi wasallam mengajariku adzan dengan sembilan belas kalimat, dan iqamah dengan tujuh belas kalimat. Kalimat adzan itu adalah; ALLAHU AKBAR ALLAHU AKBAR ALLAHU AKBAR ALLAHU AKBAR, ASYHADU AN LAA ILAAHA ILLALLAH, ASYHADU AN LAA ILAAHA ILLALLAH, ASYHADU ANNA MUHAMMADAN RASULULLAH, ASYHADU ANNA MUHAMMADAN RASULULLAH, ASYHADU AN LAA ILAAHA ILLALLAH, ASYHADU AN LAA ILAAHA ILLALLAH, ASYHADU ANNA MUHAMMADAN RASULULLAH, ASYHADU ANNA MUHAMMADAN RASULULLAH, HAYYA 'ALASH SHALAH, HAYYA 'ALASH SHALAH, HAYYA 'ALAL FALAH, HAYYA 'ALAL FALAH, ALLAHU AKBAR ALLAHU AKBAR, LAA ILAAHA ILLALLAH. (Allah Maha Besar. Allah Maha Besar. Allah Maha Besar. Allah Maha Besar-Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah. Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah-Aku bersaksi bahwa Muhammad adalah utusan Allah. Aku bersaksi bahwa Muhammad adalah utusan Allah-Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah. Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah- Aku bersaksi bahwa Muhammad adalah utusan Allah. Aku bersaksi bahwa Muhammad adalah utusan Allah-Mari menuju shalat. Mari menuju shalat-Mari menuju kemenangan. Mari menuju kemenangan-Allah Maha Besar. Allah Maha Besar-Tidak ada Tuhan Yang berhak disembah selain Allah). Sedangkan kalimat iqamah adalah tujuh belas kalimat; ALLAHU AKBAR ALLAHU AKBAR ALLAHU AKBAR ALLAHU AKBAR, ASYHADU AN LAA ILAAHA ILLALLAH, ASYHADU AN LAA ILAAHA ILLALLAH, ASYHADU ANNA MUHAMMADAN RASULULLAH, ASYHADU ANNA MUHAMMADAN RASULULLAH, HAYYA 'ALASH SHALAH, HAYYA 'ALASH SHALAH, HAYYA 'ALAL FALAH, HAYYA 'ALAL FALAH, QAD QAAMATISH SHALAH, QAD QAAMATISH SHALAH, ALLAHU AKBAR ALLAHU AKBAR, LAA ILAAHA ILLALLAH. (Allah Maha Besar. Allah Maha Besar. Allah Maha Besar. Allah Maha Besar-Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah. Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah-Aku bersaksi bahwa Muhammad adalah utusan Allah. Aku bersaksi bahwa Muhammad adalah utusan Allah-Shalat telah ditegakkan. Shalat telah ditegakkan-Mari menuju shalat. Mari menuju shalat-Mari menuju kemenangan. Mari menuju kemenangan-Allah Maha Besar. Allah Maha Besar-Tidak ada Tuhan Yang berhak disembah selain Allah).\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ حَدَّثَنَا هَمَّامُ بْنُ يَحْيَى عَنْ عَامِرٍ الْأَحْوَلِ أَنَّ مَكْحُولًا حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ مُحَيْرِيزٍ حَدَّثَهُ أَنَّ أَبَا مَحْذُورَةَ حَدَّثَهُ قَالَعَلَّمَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْأَذَانَ تِسْعَ عَشْرَةَ كَلِمَةً وَالْإِقَامَةَ سَبْعَ عَشْرَةَ كَلِمَةً الْأَذَانُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ وَالْإِقَامَةُ سَبْعَ عَشْرَةَ كَلِمَةً اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ قَدْ قَامَتْ الصَّلَاةُ قَدْ قَامَتْ الصَّلَاةُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ","source":"Ibnu Majah"},"__N_SSG":true}