{"pageProps":{"number":"1127","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ali bin Husain Ad Dirhami] telah menceritakan kepada kami [Ibnu Abu Adi] dari [Bahz bin Hakim] telah menceritakan kepada kami [Zurarah bin Aufa] bahwa [Aisyah] radliallahu 'anha pernah di tanya mengenai shalatnya Rasulullah shallallahu 'alaihi wasallam di pertengahan malam, dia menjawab; \"Beliau biasa mengerjakan shalat Isya' dengan berjama'ah, kemudian kembali kepada keluarganya dan mengerjakan shalat (sunnah) empat raka'at, setelah itu beliau pergi ke tempat tidurnya, lalu beliau tidur. Sedangkan tempat air wudlunya tertutup berada di atas kepala beliau dan siwaknya juga di letakkan di situ, sehingga Allah membangunkan beliau pada saatnya yaitu pada malam hari, kemudian beliau bersiwak dan menyempurnakan wudlu'nya, setelah itu beliau berdiri di tempat shalatnya, lalu shalat delapan raka'at, dalam raka'at tersebut beliau membaca Al Fatihah dan surat Al Qur'an serta apa saja yang Allah kehendaki, beliau tidak duduk dalam raka'at tersebut kecuali di raka'at ke delapan, dan beliau juga tidak salam. Beliau membaca (Al Fatihah dan surat Al Qur'an) pada rakaat ke sembilan, lalu beliau duduk dan berdo'a dengan do'a yang di kehendaki Allah, beliau memohon kepada-Nya dan beliau berdo'a dengan penuh harap. Setelah itu beliau mengucapkan satu kali salam dengan keras, hingga hampir saja membangunkan keluarga beliau lantaran kerasnya salam beliau, setelah itu beliau membaca (Al Fatihah dan surat Al Qur'an) dalam keadaan duduk dan ruku' sambil duduk pula, lalu beliau membaca lagi yang kedua kalinya, lalu ruku' dan sujud sembari duduk, kemudian beliau berdo'a sesuai yang di kehendaki Allah, setelah itu beliau salam dan beranjak (meninggalkan tempat shalat). Rasulullah shallallahu 'alaihi wasallam masih tetap mengerjakan shalat seperti itu hingga beliau menjadi gemuk, lalu beliau mengurangi dua rakaat dari sembilan raka'at, hingga menjadi enam hingga tujuh raka'at di tambah dua raka'at yang beliau kerjakan dengan duduk, sampai beliau shallallahu 'alaihi wasallam meninggal dunia.\" Telah menceritakan kepada kami [Harun bin Abdullah] telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Bahz bin Hakim] kemudian dia menyebutkan hadits ini dengan sanadnya, katanya; \"Selepas shalat Isya', beliau pergi ke tempat tidurnya…\" tidak menyebutkan \"empat raka'at\" lalu dia menyebutkan hadits ini, dan dalam hadits tersebut dia berkata; \"Kemudian beliau shalat delapan raka'at, beliau menyamakan (lamanya) antara ketika membaca (surat Al Qur'an), ruku' dan sujud. Beliau tidak duduk dalam raka'at tersebut kecuali pada raka'at ke delapan. (dalam raka'at ke delapan) biasanya beliau duduk lalu bediri, tidak salam, lalu beliau melanjutkan satu raka'at sebagai witirnya, setelah itu beliau salam dengan mengeraskan suaranya hingga membangunkan kami semua.\" Kemudian dia melanjutkan maksud hadits tersebut. Telah menceritakan kepada kami [Umar bin Utsman] telah menceritakan kepada kami [Marwan yaitu Ibnu Mu'awiyah] dari [Bahz] telah menceritakan kepada kami [Zurarah bin Aufa] dari [Aisyah Ummul Mukminin] bahwa dia pernah di tanya mengenai shalat (malam) nya Rasulullah shallallahu 'alaihi wasallam, Aisyah menjawab; \"Beliau biasa mengerjakan shalat Isya' bersama orang-orang (berjama'ah), kemudian beliau pulang ke keluarganya, lalu shalat (sunnah) empat raka'at. setelah itu beliau pergi ke tempat tidurnya…\" kemudian perawi melanjutkan hadits panjang tersebut, namun dia tidak menyebutkan \"Beliau menyamakan (lamanya) antara membaca (surat Al Quran), ruku' dan sujudnya.\" Dan tidak pula menyebutkan \"Lalu beliau mengucapkan salam sehingga membangunkan kami.\" Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Hammad yaitu Ibnu Salamah] dari [Bahz bin Hakim] dari [Zurarah bin Aufa] dari [Sa'd bin Hisyam] dari [Aisyah radliallahu 'anha] seperti hadits tersebut, namun hadits mereka tidak sesempurna (hadits yang pertama).\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُسَيْنٍ الدِّرْهَمِيُّ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ بَهْزِ بْنِ حَكِيمٍ حَدَّثَنَا زُرَارَةُ بْنُ أَوْفَىأَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا سُئِلَتْ عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي جَوْفِ اللَّيْلِ فَقَالَتْ كَانَ يُصَلِّي الْعِشَاءَ فِي جَمَاعَةٍ ثُمَّ يَرْجِعُ إِلَى أَهْلِهِ فَيَرْكَعُ أَرْبَعَ رَكَعَاتٍ ثُمَّ يَأْوِي إِلَى فِرَاشِهِ وَيَنَامُ وَطَهُورُهُ مُغَطًّى عِنْدَ رَأْسِهِ وَسِوَاكُهُ مَوْضُوعٌ حَتَّى يَبْعَثَهُ اللَّهُ سَاعَتَهُ الَّتِي يَبْعَثُهُ مِنْ اللَّيْلِ فَيَتَسَوَّكُ وَيُسْبِغُ الْوُضُوءَ ثُمَّ يَقُومُ إِلَى مُصَلَّاهُ فَيُصَلِّي ثَمَانِيَ رَكَعَاتٍ يَقْرَأُ فِيهِنَّ بِأُمِّ الْكِتَابِ وَسُورَةٍ مِنْ الْقُرْآنِ وَمَا شَاءَ اللَّهُ وَلَا يَقْعُدُ فِي شَيْءٍ مِنْهَا حَتَّى يَقْعُدَ فِي الثَّامِنَةِ وَلَا يُسَلِّمُ وَيَقْرَأُ فِي التَّاسِعَةِ ثُمَّ يَقْعُدُ فَيَدْعُو بِمَا شَاءَ اللَّهُ أَنْ يَدْعُوَهُ وَيَسْأَلَهُ وَيَرْغَبَ إِلَيْهِ وَيُسَلِّمُ تَسْلِيمَةً وَاحِدَةً شَدِيدَةً يَكَادُ يُوقِظُ أَهْلَ الْبَيْتِ مِنْ شِدَّةِ تَسْلِيمِهِ ثُمَّ يَقْرَأُ وَهُوَ قَاعِدٌ بِأُمِّ الْكِتَابِ وَيَرْكَعُ وَهُوَ قَاعِدٌ ثُمَّ يَقْرَأُ الثَّانِيَةَ فَيَرْكَعُ وَيَسْجُدُ وَهُوَ قَاعِدٌ ثُمَّ يَدْعُو مَا شَاءَ اللَّهُ أَنْ يَدْعُوَ ثُمَّ يُسَلِّمُ وَيَنْصَرِفُ فَلَمْ تَزَلْ تِلْكَ صَلَاةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَّنَ فَنَقَّصَ مِنْ التِّسْعِ ثِنْتَيْنِ فَجَعَلَهَا إِلَى السِّتِّ وَالسَّبْعِ وَرَكْعَتَيْهِ وَهُوَ قَاعِدٌ حَتَّى قُبِضَ عَلَى ذَلِكَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ فَذَكَرَ هَذَا الْحَدِيثَ بِإِسْنَادِهِ قَالَ يُصَلِّي الْعِشَاءَ ثُمَّ يَأْوِي إِلَى فِرَاشِهِ لَمْ يَذْكُرْ الْأَرْبَعَ رَكَعَاتٍ وَسَاقَ الْحَدِيثَ وَقَالَ فِيهِ فَيُصَلِّي ثَمَانِيَ رَكَعَاتٍ يُسَوِّي بَيْنَهُنَّ فِي الْقِرَاءَةِ وَالرُّكُوعِ وَالسُّجُودِ وَلَا يَجْلِسُ فِي شَيْءٍ مِنْهُنَّ إِلَّا فِي الثَّامِنَةِ فَإِنَّهُ كَانَ يَجْلِسُ ثُمَّ يَقُومُ وَلَا يُسَلِّمُ فِيهِ فَيُصَلِّي رَكْعَةً يُوتِرُ بِهَا ثُمَّ يُسَلِّمُ تَسْلِيمَةً يَرْفَعُ بِهَا صَوْتَهُ حَتَّى يُوقِظَنَا ثُمَّ سَاقَ مَعْنَاهُ حَدَّثَنَا عُمَرُ بْنُ عُثْمَانَ حَدَّثَنَا مَرْوَانُ يَعْنِي ابْنَ مُعَاوِيَةَ عَنْ بَهْزٍ حَدَّثَنَا زُرَارَةُ بْنُ أَوْفَى عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ أَنَّهَا سُئِلَتْ عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ كَانَ يُصَلِّي بِالنَّاسِ الْعِشَاءَ ثُمَّ يَرْجِعُ إِلَى أَهْلِهِ فَيُصَلِّي أَرْبَعًا ثُمَّ يَأْوِي إِلَى فِرَاشِهِ ثُمَّ سَاقَ الْحَدِيثَ بِطُولِهِ وَلَمْ يَذْكُرْ يُسَوِّي بَيْنَهُنَّ فِي الْقِرَاءَةِ وَالرُّكُوعِ وَالسُّجُودِ وَلَمْ يَذْكُرْ فِي التَّسْلِيمِ حَتَّى يُوقِظَنَا حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ بَهْزِ بْنِ حَكِيمٍ عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ سَعْدِ بْنِ هِشَامٍ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا بِهَذَا الْحَدِيثِ وَلَيْسَ فِي تَمَامِ حَدِيثِهِمْ","source":"Abu Daud"},"__N_SSG":true}