{"pageProps":{"number":"1272","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abdullah bin Maslamah Al Qa'nabi] dan [Abdurrahman bin Muqatil] paman Al Qa'nabi, serta [Muhammad bin Isa] dengan makna yang sama, mereka berkata; telah menceritakan kepada Kami [Abdurrahman bin Abu Al Mawal], telah menceritakan kepadaku [Muhammad bin Al Munkadir] bahwa ia mendengar [Jabir bin Abdullah], ia berkata; Rasulullah shallAllahu wa'alaihi wa sallam mengajari Kami istikharah, sebagaimana mengajari Kami sebuah surat dari Al Qur'an. Beliau berkata kepada Kami: \"Apabila salah seorang diantara kalian merasakan kesedihan maka hendaknya ia melakukan ruku' dua kali yang tidak wajib, dan mengucapkan; ALLAAHUMMA INNII ASTAKHIIRUKA BI'ILMIKA WA ASTAQDIRUKA BIQADRIKA WA AS-ALUKA MIN FADHLIKAL 'AZHIIM, FAINNAKA TAQDIRU WA LAA AQDIRU WA TA'LAMU WA LAA A'LAMU WA ANTA 'ALLAAMUL GHUYUUB, ALLAAHUMMA IN KUNTA TA'LAMU ANNAD HADZAL AMRA ……KHAIRUN LII FII DIINII WA MA'AASYII, WA MA'AADII, WA 'AAQIBATI AMRII FAQDURHU LII WA YASSIRHU LII WA BAARIK LII FIIHI. ALLAAHUMMA IN KUNTA TA'LAMUHU SYARRAN LII MITSLAL AWWALI FASHRIFNII 'ANHU WASHRIFHU 'ANNII, WAQDUR LII Al KHAIRA HAITSU KAANA TSUMMA RADHDHINII BIHI.\" (Ya Allah, aku memohon petunjukMu dengan ilmuMu, dan memohon kemampuan kepadaMu dengan kemampuanMu, serta memohon sebagian karuniaMu yang besar. Sesungguhnya Engkau mampu dan aku tidak mampu, Engkau mengetahui dan aku tidak mengetahui, dan Engkau adalah Dzat Yang Maha mengetahui. Ya Allah seandainya Engkau mengetahui bahwa bahwa perkara ini (kemudian ia menyebutkan perkara yang ia inginkan) adalah lebih baik bagiku, dalam agama, kehidupan, serta tempat kembaliku dan akibat urusanku maka tetapkanlah bagiku, dan mudahkanlah perkara tersebut untukku, serta berilah aku berkah padanya. Ya Allah, apabila Engkau mengetahui perkara tersebut buruk bagiku seperti yang pertama maka palingkanlah aku darinya dan palingkan perkara tersebut dariku, serta tetapkan bagiku segala kebaikan dimanapun berada, kemudian jadikanlah aku ridha kepadanya.) Atau berkata: \"FII 'AAJILI AMRII WA AAJILIHI.\" (dalam perkara yang segera akan datang dan akan datang.\" Hal tersebut dikatakan oleh [Ibnu Maslamah] dan [Ibnu Isa] dari [Muhammad bin Al Munkadir] dari [Jabir].","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ وَعَبْدُ الرَّحْمَنِ بْنُ مُقَاتِلٍ خَالُ الْقَعْنَبِيِّ وَمُحَمَّدُ بْنُ عِيسَى الْمَعْنَى وَاحِدٌ قَالُوا حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِ حَدَّثَنِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَا الِاسْتِخَارَةَ كَمَا يُعَلِّمُنَا السُّورَةَ مِنْ الْقُرْآنِ يَقُولُ لَنَا إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ وَلْيَقُلْ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ وَتَعْلَمُ وَلَا أَعْلَمُ وَأَنْتَ عَلَّامُ الْغُيُوبِ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ يُسَمِّيهِ بِعَيْنِهِ الَّذِي يُرِيدُ خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَمَعَادِي وَعَاقِبَةِ أَمْرِي فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي وَبَارِكْ لِي فِيهِ اللَّهُمَّ وَإِنْ كُنْتَ تَعْلَمُهُ شَرًّا لِي مِثْلَ الْأَوَّلِ فَاصْرِفْنِي عَنْهُ وَاصْرِفْهُ عَنِّي وَاقْدِرْ لِي الْخَيْرَ حَيْثُ كَانَ ثُمَّ رَضِّنِي بِهِ أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِقَالَ ابْنُ مَسْلَمَةَ وَابْنُ عِيسَى عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابَرٍ","source":"Abu Daud"},"__N_SSG":true}