{"pageProps":{"number":"1926","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Abdurrahim Abu Yahya Al Bazzaz], telah menceritakan kepada kami [Sa'id bin Sulaiman], telah menceritakan kepada kami ['Abbad], dari [Abu Malik Al Asyja'i], telah menceritakan kepada kami [Husain bin Al Harits Al Jadali] yang berasal dari Jadilah Qais, bahwa Amir Mekkah telah berkhutbah, ia berkata; Rasulullah shallallahu 'alaihi wasallam berwasiat kepada kami agar berkurban ketika melihat hilal, dan apabila kami tidak melihatnya dan terdapat dua orang adil yang bersaksi maka kami berkurban dengan persaksian mereka berdua. Kemudian aku bertanya kepada Al Husain bin Al Harits, siapakah Amir Mekkah tersebut? Ia berkata; saya tidak tahu. Kemudian ia bertemu denganku setelah itu dan berkata; ia adalah [Al Harits bin Hathib] saudara Muhammad bin Hathib. Kemudian Amir tersebut berkata; sesungguhnya diantara kalian terdapat orang yang lebih mengetahui mengenai Allah dan rasulNya daripada diriku. Dan orang ini telah menyaksikan hal ini dari Rasulullah shallallahu wa'alaihi wa sallam. Amir tersebut menunjuk dengan tangannya kepada seorang laki-laki. Al Husain berkata; aku bertanya kepada orang tua yang ada di sampingku; siapakah orang yang ditunjuk oleh Amir tersebut? Ia berkata; orang ini adalah Abdullah bin Umar, dan Amir tersebut benar. Ia adalah orang yang lebih tahu mengenai Allah daripada dirinya. Ibnu Umar berkata; demikianlah Rasulullah shallallahu 'alaihi wasallam memerintahkan kami. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ أَبُو يَحْيَى الْبَزَّازُ حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ حَدَّثَنَا عَبَّادٌ عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ حَدَّثَنَا حُسَيْنُ بْنُ الْحَارِثِ الْجَدَلِيُّ مِنْ جَدِيلَةَ قَيْسٍأَنَّ أَمِيرَ مَكَّةَ خَطَبَ ثُمَّ قَالَ عَهِدَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَنْسُكَ لِلرُّؤْيَةِ فَإِنْ لَمْ نَرَهُ وَشَهِدَ شَاهِدَا عَدْلٍ نَسَكْنَا بِشَهَادَتِهِمَا فَسَأَلْتُ الْحُسَيْنَ بْنَ الْحَارِثِ مَنْ أَمِيرُ مَكَّةَ قَالَ لَا أَدْرِي ثُمَّ لَقِيَنِي بَعْدُ فَقَالَ هُوَ الْحَارِثُ بْنُ حَاطِبٍ أَخُو مُحَمَّدِ بْنِ حَاطِبٍ ثُمَّ قَالَ الْأَمِيرُ إِنَّ فِيكُمْ مَنْ هُوَ أَعْلَمُ بِاللَّهِ وَرَسُولِهِ مِنِّي وَشَهِدَ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَوْمَأَ بِيَدِهِ إِلَى رَجُلٍ قَالَ الْحُسَيْنُ فَقُلْتُ لِشَيْخٍ إِلَى جَنْبِي مَنْ هَذَا الَّذِي أَوْمَأَ إِلَيْهِ الْأَمِيرُ قَالَ هَذَا عَبْدُ اللَّهِ بْنُ عُمَرَ وَصَدَقَ كَانَ أَعْلَمَ بِاللَّهِ مِنْهُ فَقَالَ بِذَلِكَ أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}