{"pageProps":{"number":"20","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Abdulwahid bin Ziyad] telah menceritakan kepada kami [Al A'masy] dari [Zaid bin Wahb] dari [Abdurrahman bin Hasanah] dia berkata; Saya pernah pergi bersama Amru bin Al Ash menemui Rasulullah shallallahu 'alaihi wasallam, kemudian beliau keluar dengan membawa perisai, lalu menutup diri dengannya dan buang air kecil. Maka kami katakan; \"Lihatlah, beliau buang air kecil seperti perempuan buang air kecil.\" Nabi mendengar hal itu, maka beliau bersabda: \"Apakah kalian belum tahu apa yang didapatkan oleh salah seorang Bani Israil? Dahulu bani israil apabila terkena air kencing, maka mereka memotong bagian yang terkena air kencing, lalu orang tersebut melarang mereka dari perbuatan demikian, maka dia pun diadzab di dalam kuburnya.\" Abu Dawud berkata; [Manshur] berkata dari [Abu Wa`il] dari [Abu Musa] berkenaan dengan hadits ini, dia meyebutkan; (Yakni apabila mengenai) kulit salah seorang dari mereka. Sedangkan ['Ashim] berkata dari [Abu Wa`il] dari [Abu Musa] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Tubuh salah seorang dari mereka.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ حَدَّثَنَا الْأَعْمَشُ عَنْ زَيْدِ بْنِ وَهْبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَسَنَةَ قَالَانْطَلَقْتُ أَنَا وَعَمْرُو بْنُ الْعَاصِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَجَ وَمَعَهُ دَرَقَةٌ ثُمَّ اسْتَتَرَ بِهَا ثُمَّ بَالَ فَقُلْنَا انْظُرُوا إِلَيْهِ يَبُولُ كَمَا تَبُولُ الْمَرْأَةُ فَسَمِعَ ذَلِكَ فَقَالَ أَلَمْ تَعْلَمُوا مَا لَقِيَ صَاحِبُ بَنِي إِسْرَائِيلَ كَانُوا إِذَا أَصَابَهُمْ الْبَوْلُ قَطَعُوا مَا أَصَابَهُ الْبَوْلُ مِنْهُمْ فَنَهَاهُمْ فَعُذِّبَ فِي قَبْرِهِقَالَ أَبُو دَاوُد قَالَ مَنْصُورٌ عَنْ أَبِي وَائِلٍ عَنْ أَبِي مُوسَى فِي هَذَا الْحَدِيثِ قَالَ جِلْدِ أَحَدِهِمْ و قَالَ عَاصِمٌ عَنْ أَبِي وَائِلٍ عَنْ أَبِي مُوسَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ جَسَدِ أَحَدِهِمْ","source":"Abu Daud"},"__N_SSG":true}