{"pageProps":{"number":"2006","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sulaiman bin Harb], dan [Musaddad] mereka berdua berkata; telah menceritakan kepada kami [Hammad bin Zaid], dari [Ghailan bin Jarir], dari [Abdullah bin Ma'bad Az Zimmani] dari [Abu Qatadah], bahwa seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; wahai Rasulullah, bagaimana anda berpuasa? Kemudian Rasulullah shallallahu 'alaihi wasallam marah karena ucapannya tersebut. Kemudian tatkala Umar melihat hal tersebut ia berkata; kami ridha kepada Allah sebagai Tuhan, dan Islam sebagai agama, serta Muhammad sebagai nabi. Kami berlindung kepada Allah dari kemurkaanNya dan kemarahan rasulNya. Umar terus mengulangi ucapan tersebut hingga berhenti kemarahan Rasulullah shallallahu wa'alaihi wa sallam. Kemudian ia berkata; wahai Rasulullah, bagaimana dengan orang yang berpuasa setahun penuh? Beliau berkata; ia tidak berpuasa dan tidak berbuka. Musaddad berkata; Musaddad berkata; maka ia belum berpuasa dan belum berbuka, atau tidak berpuasa dan tidak berbuka. Ghailan merasa ragu. Umar berkata; wahai Rasulullah, bagaimana dengan orang yang berpuasa dua hari dan berbuka satu hari? Beliau berkata: \"Apakah ada orang yang mampu melakukan hal tersebut?\" Ia berkata; wahai Rasulullah, bagaimana dengan orang yang berpuasa satu hari dan berbuka satu hari? Beliau berkata: \"Itu adalah puasa Daud.\" Ia berkata; wahai Rasulullah, bagaimana dengan orang yang berpuasa satu hari dan berbuka dua hari? Beliau berkata: \"Aku ingin diberikan kemampuan melakukan hal tersebut.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Puasa tiga hari setiap hari setiap bulan, dan Ramadhan hingga Ramadhan yang lain ini adalah puasa setahun penuh. Dan puasa Hari 'Arafah aku berharap kepada Allah agar menggugurkan dosa satu tahun yang sebelumnya, serta satu tahun setelahnya, dan puasa Hari 'Asyura` aku berharap kepada Allah agar menghapuskan dosa sebelumnya.\" Telah menceritakan kepada kami [Musa bin Isma'il], telah menceritakan kepada kami [Mahdi] telah menceritakan kepada kami [Ghailan] dari [Abdullah bin Ma'bad Az Zimmani] dari [Abu Qatadah] dengan hadits ini. Ia menambahkan; Umar berkata; wahai Rasulullah, bagaimana pendapat anda mengenai puasa hari Senin dan hari Kamis? Beliau berkata; padanya aku dilahirkan dan padanya Al Qur'an di turunkan kepadaku. ","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ وَمُسَدَّدٌ قَالَا حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ غَيْلَانَ بْنِ جَرِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ الزِّمَّانِيِّ عَنْ أَبِي قَتَادَةَأَنَّ رَجُلًا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ تَصُومُ فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ قَوْلِهِ فَلَمَّا رَأَى ذَلِكَ عُمَرُ قَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا نَعُوذُ بِاللَّهِ مِنْ غَضَبِ اللَّهِ وَمِنْ غَضَبِ رَسُولِهِ فَلَمْ يَزَلْ عُمَرُ يُرَدِّدُهَا حَتَّى سَكَنَ غَضَبُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ بِمَنْ يَصُومُ الدَّهْرَ كُلَّهُ قَالَ لَا صَامَ وَلَا أَفْطَرَ قَالَ مُسَدَّدٌ لَمْ يَصُمْ وَلَمْ يُفْطِرْ أَوْ مَا صَامَ وَلَا أَفْطَرَ شَكَّ غَيْلَانُ قَالَ يَا رَسُولَ اللَّهِ كَيْفَ بِمَنْ يَصُومُ يَوْمَيْنِ وَيُفْطِرُ يَوْمًا قَالَ أَوَ يُطِيقُ ذَلِكَ أَحَدٌ قَالَ يَا رَسُولَ اللَّهِ فَكَيْفَ بِمَنْ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا قَالَ ذَلِكَ صَوْمُ دَاوُدَ قَالَ يَا رَسُولَ اللَّهِ فَكَيْفَ بِمَنْ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمَيْنِ قَالَ وَدِدْتُ أَنِّي طُوِّقْتُ ذَلِكَ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثٌ مِنْ كُلِّ شَهْرٍ وَرَمَضَانُ إِلَى رَمَضَانَ فَهَذَا صِيَامُ الدَّهْرِ كُلِّهِ وَصِيَامُ عَرَفَةَ إِنِّي أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ وَالسَّنَةَ الَّتِي بَعْدَهُ وَصَوْمُ يَوْمِ عَاشُورَاءَ إِنِّي أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُحَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا مَهْدِيٌّ حَدَّثَنَا غَيْلَانُ عَنْ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ الزِّمَّانِيِّ عَنْ أَبِي قَتَادَةَ بِهَذَا الْحَدِيثِ زَادَ قَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ صَوْمَ يَوْمِ الِاثْنَيْنِ وَيَوْمِ الْخَمِيسِ قَالَ فِيهِ وُلِدْتُ وَفِيهِ أُنْزِلَ عَلَيَّ الْقُرْآنُ","source":"Abu Daud"},"__N_SSG":true}