{"pageProps":{"number":"2211","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Yunus], telah menceritakan kepada kami [Zuhair], telah menceritakan kepada kami [Yazid? bin Abu Ziyad], bahwa [Abdurrahman bin Abu Laila] telah menceritakan kepadanya bahwa [Abdullah bin Umar] telah menceritakan kepadanya bahwa ia pernah berada dalam kesatuan militer diantara kesatuan-kesatuan militer Rasulullah shallallahu 'alaihi wasallam. Ia berkata; kemudian orang-orang melarikan diri, dan aku termasuk orang-orang yang melarikan diri. Kemudian tatkala kami nampak, maka kami mengatakan; apa yang akan kita lakukan? Sungguh kita telah lari dari peperangan dan kita kembali dengan kemurkaan. Lalu kami katakan; kita akan masuk Madinah kemudian kita tinggal padanya dan pergi sementara tidak ada seorangpun yang melihat kita. Kemudian kami masuk Madinah, lalu kami katakan; seandainya kita menyerahkan diri kepada Rasulullah shallallahu 'alaihi wasallam, apabila kita mendapatkan taubat maka kita tinggal di Madinah dan seandainya tidak demikian maka kita akan pergi. Ibnu Umar berkata; kemudian kami duduk menunggu Rasulullah shallallahu 'alaihi wasallam sebelum Shalat Subuh. Kemudian tatkala beliau keluar maka kami berdiri menuju kepadanya dan kami katakan; kami adalah orang-orang yang melarikan diri. Lalu beliau menghadap kepada kami dan berkata: \"Tidak, melainkan kalian adalah orang-orang yang kembali berperang.\" Ibnu Umar berkata; kemudian kami mendekat dan mencium tangan beliau. Lalu beliau berkata: \"Kami adalah kelompok orang-orang muslimin.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا يَزِيدُ بْنُ أَبِي زِيَادٍ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ حَدَّثَهُ أَنَّهُ كَانَ فِي سَرِيَّةٍ مِنْ سَرَايَا رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَحَاصَ النَّاسُ حَيْصَةً فَكُنْتُ فِيمَنْ حَاصَ قَالَ فَلَمَّا بَرَزْنَا قُلْنَا كَيْفَ نَصْنَعُ وَقَدْ فَرَرْنَا مِنْ الزَّحْفِ وَبُؤْنَا بِالْغَضَبِ فَقُلْنَا نَدْخُلُ الْمَدِينَةَ فَنَتَثَبَّتُ فِيهَا وَنَذْهَبُ وَلَا يَرَانَا أَحَدٌ قَالَ فَدَخَلْنَا فَقُلْنَا لَوْ عَرَضْنَا أَنْفُسَنَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنْ كَانَتْ لَنَا تَوْبَةٌ أَقَمْنَا وَإِنْ كَانَ غَيْرَ ذَلِكَ ذَهَبْنَا قَالَ فَجَلَسْنَا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ صَلَاةِ الْفَجْرِ فَلَمَّا خَرَجَ قُمْنَا إِلَيْهِ فَقُلْنَا نَحْنُ الْفَرَّارُونَ فَأَقْبَلَ إِلَيْنَا فَقَالَ لَا بَلْ أَنْتُمْ الْعَكَّارُونَ قَالَ فَدَنَوْنَا فَقَبَّلْنَا يَدَهُ فَقَالَ إِنَّا فِئَةُ الْمُسْلِمِينَ","source":"Abu Daud"},"__N_SSG":true}