{"pageProps":{"number":"2479","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Bisyr bin Al Mufadhdhal], telah menceritakan kepada kami [Ghalib Al Qaththan] dari [seorang laki-laki] dari [ayahnya] dari [kakeknya] bahwa mereka berada di atas tempat minum diantara beberapa tempat minum. Kemudian tatkala Islam telah sampai kepada mereka maka pemilik air tersebut akan memberikan kepada kaumnya seratus ekor unta dengan syarat mereka masuk Islam. Kemudian mereka masuk Islam. Dan ia membagikan unta tersebut diantara mereka. Kemudian ia berfikiran untuk mengambil kembali unta-unta tersebut dari mereka. Kemudian ia mengutus anaknya kepada Nabi shallallahu 'alaihi wasallam. Ia berkata kepada anaknya; datanglah kepada Nabi shallallahu 'alaihi wasallam dan katakan; sesungguhnya ayahku mengucapkan salam kepada anda. Dan ia telah memberi kaumnya seratus ekor unta dengan syarat mereka masuk Islam. Kemudian mereka masuk Islam, dan ia membagikan unta tersebut diantara mereka. Dan ia berfikiran untuk mengambil kembali unta tersebut dari mereka. Apakah ia berhak atas unta tersebut ataukah mereka yang lebih berhak? Apabila beliau mengatakan: \"Ya.\" atau \"Tidak\" maka katakan kepada beliau; sesungguhnya ayahku adalah orang yang telah tua dan ia adalah seorang 'arif (orang yang bertugas mengatur permasalahan dan kemaslahatan umat) yang mengatur air, dan ia meminta agar engkau menjadikan saya pekerjaan 'arif setelahnya. Kemudian anak tersebut datang kepada beliau kemudian mengatakan; sesungguhnya ayahku mengucapkan salam kepada engkau. Kemudian beliau menjawab: \"WA 'ALAIKA WA 'ALA ABIIKAS SALAAM\" (semoga keselamatan terlimpahkan kepadamu dan kepada ayahmu). Kemudian ia berkata; sesungguhnya ayahku memberi kaumnya dengan syarat mereka masuk Islam, lalu mereka masuk Islam dan telah baik keislaman mereka. Kemudian ia berfikiran untuk mengambil kembali unta tersebut dari mereka. Apakah ia lebih berhak terhadap unta tersebut atau mereka lebih berhak? Kemudian beliau bersabda: \"Apabila ia berfikiran untuk memberikan unta tersebut kepada mereka maka silahkan ia memberikannya kepada mereka, dan apabila ia berfikiran untuk mengambil kembali unta tersebut dari mereka maka ia lebih berhak terhadap unta tersebut daripada mereka. Dan apabila mereka telah masuk Islam maka bagi mereka keislaman mereka dan apabia mereka tidak masuk Islam maka mereka diperangi atas nama Islam.\" Kemudian ia berkata; sesungguhnya ayahku adalah orang yang telah tua dan ia adalah 'arif (pengatur) pembagian air, dan ia mohon kepada anda agar anda memberiku pekerajaan instruktur yang mengurusi air setelahnya. Kemudian beliau berkata: \"Sesungguhnya pekerjaan sebagai 'arif (pengatur) adalah sesuatu yang hak dan orang-orang memerlukan para pengatur, akan tetapi para pengatur akan berada di neraka.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ حَدَّثَنَا غَالِبٌ الْقَطَّانُ عَنْ رَجُلٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّهُمْ كَانُوا عَلَى مَنْهَلٍ مِنْ الْمَنَاهِلِ فَلَمَّا بَلَغَهُمْ الْإِسْلَامُ جَعَلَ صَاحِبُ الْمَاءِ لِقَوْمِهِ مِائَةً مِنْ الْإِبِلِ عَلَى أَنْ يُسْلِمُوا فَأَسْلَمُوا وَقَسَمَ الْإِبِلَ بَيْنَهُمْ وَبَدَا لَهُ أَنْ يَرْتَجِعَهَا مِنْهُمْ فَأَرْسَلَ ابْنَهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ ائْتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْ لَهُ إِنَّ أَبِي يُقْرِئُكَ السَّلَامَ وَإِنَّهُ جَعَلَ لِقَوْمِهِ مِائَةً مِنْ الْإِبِلِ عَلَى أَنْ يُسْلِمُوا فَأَسْلَمُوا وَقَسَمَ الْإِبِلَ بَيْنَهُمْ وَبَدَا لَهُ أَنْ يَرْتَجِعَهَا مِنْهُمْ أَفَهُوَ أَحَقُّ بِهَا أَمْ هُمْ فَإِنْ قَالَ لَكَ نَعَمْ أَوْ لَا فَقُلْ لَهُ إِنَّ أَبِي شَيْخٌ كَبِيرٌ وَهُوَ عَرِيفُ الْمَاءِ وَإِنَّهُ يَسْأَلُكَ أَنْ تَجْعَلَ لِي الْعِرَافَةَ بَعْدَهُ فَأَتَاهُ فَقَالَ إِنَّ أَبِي يُقْرِئُكَ السَّلَامَ فَقَالَ وَعَلَيْكَ وَعَلَى أَبِيكَ السَّلَامُ فَقَالَ إِنَّ أَبِي جَعَلَ لِقَوْمِهِ مِائَةً مِنْ الْإِبِلِ عَلَى أَنْ يُسْلِمُوا فَأَسْلَمُوا وَحَسُنَ إِسْلَامُهُمْ ثُمَّ بَدَا لَهُ أَنْ يَرْتَجِعَهَا مِنْهُمْ أَفَهُوَ أَحَقُّ بِهَا أَمْ هُمْ فَقَالَ إِنْ بَدَا لَهُ أَنْ يُسْلِمَهَا لَهُمْ فَلْيُسْلِمْهَا وَإِنْ بَدَا لَهُ أَنْ يَرْتَجِعَهَا فَهُوَ أَحَقُّ بِهَا مِنْهُمْ فَإِنْ هُمْ أَسْلَمُوا فَلَهُمْ إِسْلَامُهُمْ وَإِنْ لَمْ يُسْلِمُوا قُوتِلُوا عَلَى الْإِسْلَامِ فَقَالَ إِنَّ أَبِي شَيْخٌ كَبِيرٌ وَهُوَ عَرِيفُ الْمَاءِ وَإِنَّهُ يَسْأَلُكَ أَنْ تَجْعَلَ لِي الْعِرَافَةَ بَعْدَهُ فَقَالَ إِنَّ الْعِرَافَةَ حَقٌّ وَلَا بُدَّ لِلنَّاسِ مِنْ الْعُرَفَاءِ وَلَكِنَّ الْعُرَفَاءَ فِي النَّارِ","source":"Abu Daud"},"__N_SSG":true}