{"pageProps":{"number":"2516","slug":"abu-daud","id":"Telah menceritakan kepada kami ['Amr bin Marzuq], telah mengabarkan kepada kami [Syu'bah] dari ['Amr bin Murrah] dari [Abu Al Bakhtari], ia berkata; saya mendengar sebuah hadits dari [seorang laki-laki], dan hadits tersebut menarik bagiku. Kemudian aku katakan; tuliskan untukku! Kemudian ia datang dengan membawanya dalam keadaan tertulis dan mudah dibaca; Al Abbas dan Ali menemui Umar dan di sisinya terdapat Thalhah serta Az Zubair, Abdurrahman, dan Sa'd, dan keduanya sedang berselisih. Kemudian [Umar] berkata kepada Thalhah dan Az Zubair, Abdurrahman dan Sa'd; bukankah kalian mengetahui bahwa Rasulullah shallallahu 'alaihi wasallam berkata: \"Seluruh harta Nabi adalah sedekah, kecuali makanan yang diberikan kepada keluargannya dan pakaian yang diberikan kepada mereka. Sesungguhnya kami tidak diwarisi.\" Mereka berkata; benar. Umar berkata; dahulu Rasulullah shallallahu 'alaihi wasallam memberi nafkah keluarganya dari hartanya dan bersedekah dengan kelebihannya. Kemudian Rasulullah shallallahu 'alaihi wasallam meninggal dan Abu Bakr menjabat khalifah selama dua tahun, dan ia melakukan apa yang Rasulullah shallallahu 'alaihi wasallam lakukan. Kemudian ia menyebutkan sebagian dari hadits Malik bin Aus. ","arab":"حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ أَخْبَرَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ أَبِي الْبَخْتَرِيِّقَالَ سَمِعْتُ حَدِيثًا مِنْ رَجُلٍ فَأَعْجَبَنِي فَقُلْتُ اكْتُبْهُ لِي فَأَتَى بِهِ مَكْتُوبًا مُذَبَّرًا دَخَلَ الْعَبَّاسُ وَعَلِيٌّ عَلَى عُمَرَ وَعِنْدَهُ طَلْحَةُ وَالزُّبَيْرُ وَعَبْدُ الرَّحْمَنِ وَسَعْدٌ وَهُمَا يَخْتَصِمَانِ فَقَالَ عُمَرُ لِطَلْحَةَ وَالزُّبَيْرِ وَعَبْدِ الرَّحْمَنِ وَسَعْدٍ أَلَمْ تَعْلَمُوا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ كُلُّ مَالِ النَّبِيِّ صَدَقَةٌ إِلَّا مَا أَطْعَمَهُ أَهْلَهُ وَكَسَاهُمْ إِنَّا لَا نُورَثُ قَالُوا بَلَى قَالَ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنْفِقُ مِنْ مَالِهِ عَلَى أَهْلِهِ وَيَتَصَدَّقُ بِفَضْلِهِ ثُمَّ تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَلِيَهَا أَبُو بَكْرٍ سَنَتَيْنِ فَكَانَ يَصْنَعُ الَّذِي كَانَ يَصْنَعُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ ذَكَرَ شَيْئًا مِنْ حَدِيثِ مَالِكِ بْنِ أَوْسٍ","source":"Abu Daud"},"__N_SSG":true}