{"pageProps":{"number":"2517","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Ibnu Syihab] dari ['Urwah] dari [Aisyah] bahwa ia berkata; sesungguhnya isteri-isteri Nabi shallallahu 'alaihi wasallam ketika Rasulullah shallallahu 'alaihi wasallam meninggal, mereka hendak mengirim Utsman bin 'Affan datang kepada Abu Bakr Ash Shiddiq dan bertanya kepadanya mengenai bagian seperdelapan mereka dari Nabi shallallahu 'alaihi wasallam. Kemudian Aisyah berkata; bukankah Rasulullah shallallahu 'alaihi wasallam telah mengatakan: \"Kami tidak diwarisi, apa yang kami tinggalkan adalah sedekah.\" Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris], telah menceritakan kepada kami [Ibrahim bin Hamzah], telah menceritakan kepada kami [Hatim bin Isma'il] dari [Usamah bin Zaid] dari [Ibnu Syihab] dengan sanadnya seperti itu. Aku katakan; tidakkah kalian bertakwa kepada Allah? Bukankah kalian telah mendengar Rasulullah shallallahu 'alaihi wasallam berkata: \"Kami tidak diwarisi, apa yang kami tinggalkan adalah sedekah.\" Sesungguhnya harta ini untuk keluarga Muhammad, untuk kebutuhan mereka dan tamu mereka. Kemudian apabila meninggal maka urusannya kepada pemimpin setelahku. ","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّهَا قَالَتْإِنَّ أَزْوَاجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَدْنَ أَنْ يَبْعَثْنَ عُثْمَانَ بْنَ عَفَّانَ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ فَيَسْأَلْنَهُ ثُمُنَهُنَّ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ لَهُنَّ عَائِشَةُ أَلَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا نُورَثُ مَا تَرَكْنَا فَهُوَ صَدَقَةٌحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنْ ابْنِ شِهَابٍ بِإِسْنَادِهِ نَحْوَهُ قُلْتُ أَلَا تَتَّقِينَ اللَّهَ أَلَمْ تَسْمَعْنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا نُورَثُ مَا تَرَكْنَا فَهُوَ صَدَقَةٌ وَإِنَّمَا هَذَا الْمَالُ لِآلِ مُحَمَّدٍ لِنَائِبَتِهِمْ وَلِضَيْفِهِمْ فَإِذَا مُتُّ فَهُوَ إِلَى وَلِيِّ الْأَمْرِ مِنْ بَعْدِي","source":"Abu Daud"},"__N_SSG":true}