{"pageProps":{"number":"2709","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abu Ma'mar Abdullah bin 'Amr], telah menceritakan kepada kami [Abdul Warits], telah menceritakan kepada kami [Abu Al Julas 'Uqbah bin Sayyar], telah menceritakan kepadaku [Ali bin Syammakh], ia berkata; aku menyaksikan Marwan bertanya kepada [Abu Hurairah]; bagaimana engkau mendengar Rasulullah shallallahu 'alaihi wasallam menshalati jenazah? ia berkata; apakah bersamaan dengan adanya ini engkau bertanya kepadaku? Ia berkata; Iya. Ali bin Syammakh berkata; yaitu perkataan yang terjadi diantara mereka berdua sebelum itu. Abu Hurairah berkata; Ya Allah, engkau adalah Tuhan jenazah tersebut, Engkau telah menciptakannya, dan Engkau telah memberinya petunjuk untuk memeluk agama Islam, dan Engkau telah mencabut nyawanya, Engkau lebih mengetahui terhadap rahasianya dan perkaranya yang nampak. Kami datang kepadaMu sebagai perantara, maka ampunilah baginya! Abu Daud berkata; Syu'bah salah mengenal nama Ali bin Syammakh. Dalam hal tersebut Utsman bin Syammas berkata; dan aku mendengar Ahmad bin Ibrahim Al Mushili menceritakan kepada Ahmad bin Hanbal, ia berkata; aku tidak mengetahui bahwa aku duduk di sebuah majelis Hammad bin Zaid melainkan ia melarang meriwayatkan dari Abdul Warits dan Ja'far bin Sulaiman. ","arab":"حَدَّثَنَا أَبُو مَعْمَرٍ عَبْدُ اللَّهِ بْنُ عَمْرٍو حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا أَبُو الْجُلَاسِ عُقْبَةُ بْنُ سَيَّارٍ حَدَّثَنِي عَلِيُّ بْنُ شَمَّاخٍ قَالَشَهِدْتُ مَرْوَانَ سَأَلَ أَبَا هُرَيْرَةَ كَيْفَ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي عَلَى الْجَنَازَةِ قَالَ أَمَعَ الَّذِي قُلْتَ قَالَ نَعَمْ قَالَ كَلَامٌ كَانَ بَيْنَهُمَا قَبْلَ ذَلِكَ قَالَ أَبُو هُرَيْرَةَ اللَّهُمَّ أَنْتَ رَبُّهَا وَأَنْتَ خَلَقْتَهَا وَأَنْتَ هَدَيْتَهَا لِلْإِسْلَامِ وَأَنْتَ قَبَضْتَ رُوحَهَا وَأَنْتَ أَعْلَمُ بِسِرِّهَا وَعَلَانِيَتِهَا جِئْنَاكَ شُفَعَاءَ فَاغْفِرْ لَهُقَالَ أَبُو دَاوُد أَخْطَأَ شُعْبَةُ فِي اسْمِ عَلِيِّ بْنِ شَمَّاخٍ قَالَ فِيهِ عُثْمَانُ بْنُ شَمَّاسٍ وَسَمِعْتُ أَحْمَدَ بْنَ إِبْرَاهِيمَ الْمُوصِلِيَّ يُحَدِّثُ أَحْمَدَ بْنَ حَنْبَلٍ قَالَ مَا أَعْلَمُ أَنِّي جَلَسْتُ مِنْ حَمَّادِ بْنِ زَيْدٍ مَجْلِسًا إِلَّا نَهَى فِيهِ عَنْ عَبْدِ الْوَارِثِ وَجَعْفَرِ بْنِ سُلَيْمَانَ","source":"Abu Daud"},"__N_SSG":true}