{"pageProps":{"number":"2746","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Isa] dan [Hannad bin As Sari], mereka berdua berkata; telah menceritakan kepada kami [Abu Mu'awiyah], telah menceritakan kepada kami [Al A'masy], dari [Syaqiq] dari [Abdullah] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang bersumpah dalam keadaan berbuat dosa untuk memutuskan harta orang muslim, maka ia akan berjumpa dengan Allah dalam keadaan dimurkai.\" Al Asy'ats berkata; mengenai diriKu. Demi Allah, antara diriku dan antara seseorang yahudi terdapat lahan yang diperselisihkan, kemudian ia mengingkariku. Lalu aku datang bersamanya kepada Nabi shallallahu 'alaihi wasallam, kemudian Nabi shallallahu 'alaihi wasallam berkata kepadaku: \"Apakah engkau memiliki bukti?\" aku katakan; tidak. Beliau berkata kepada orang yahudi tersebut: \"Bersumpahlah!\" Aku katakan; wahai Rasulullah, jika demikian ia akan bersumpah dan pergi membawa hartaku. Kemudian Allah ta'ala menurunkan ayat: \"Sesungguhnya orang-orang yang menukar janji (nya dengan) Allah dan sumpah-sumpah mereka dengan harga yang sedikit…..\" hinggga akhir ayat. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى وَهَنَّادُ بْنُ السَّرِيِّ الْمَعْنَى قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ شَقِيقٍ عَنْ عَبْدِ اللَّهِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينٍ هُوَ فِيهَا فَاجِرٌ لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُفَقَالَ الْأَشْعَثُ فِيَّ وَاللَّهِ كَانَ ذَلِكَ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنْ الْيَهُودِ أَرْضٌ فَجَحَدَنِي فَقَدَّمْتُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَكَ بَيِّنَةٌ قُلْتُ لَا قَالَ لِلْيَهُودِيِّ احْلِفْ قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفُ وَيَذْهَبُ بِمَالِي فَأَنْزَلَ اللَّهُ تَعَالَى{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا }إِلَى آخِرِ الْآيَةِ","source":"Abu Daud"},"__N_SSG":true}