{"pageProps":{"number":"2807","slug":"abu-daud","id":"Telah menceritakan kepadaku ['Ubaidullah bin Umar], telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Az Zuhri] dari [Ibnu Ka'b bin Malik] dari [ayahnya] bahwa ia berkata kepada Nabi shallallahu 'alaihi wasallam, atau [Abu Lubabah] atau orang yang Allah kehendaki; sesungguhnya diantara bukti taubatku adalah aku tinggalkan negeri kaumku yang padanya aku melakukan dosa, dan melepas sebagian dari hartaku semua sebagai sedekah. Beliau bersabda: \"Cukup bagimu melepaskan sepertiga.\" Telah menceritakan kepada kami [Muhammad bin Al Mutawakkil] telah menceritakan kepada kami [Abdurrazzaq], ia berkata; telah mengabarkan kepadaku [Ma'mar] dari [Az Zuhri], ia berkata; telah mengabarkan kepadaku [Ibnu Ka'b bin Malik] ia berkata; [Abu Lubabah] ….. kemudian ia menyebutkan maknanya. Dan kisah mengenai Abu Lubabah dikatakan Abu Daud; telah diriwayatkan oleh [Yunus] dari [Ibnu Syihab], dari [sebagian Bani As Saib bin Abu Lubabah], dan telah diriwayatkan oleh [Az Zubaidi] dari [Az Zuhri] dari [Husain bin As Saib bin Abu Lubabah] seperti itu. ","arab":"حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ ابْنِ كَعْبِ بْنِ مَالِكٍ عَنْ أَبِيهِأَنَّهُ قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ أَبُو لُبَابَةَ أَوْ مَنْ شَاءَ اللَّهُ إِنَّ مِنْ تَوْبَتِي أَنْ أَهْجُرَ دَارَ قَوْمِي الَّتِي أَصَبْتُ فِيهَا الذَّنْبَ وَأَنْ أَنْخَلِعَ مِنْ مَالِي كُلِّهِ صَدَقَةً قَالَ يُجْزِئُ عَنْكَ الثُّلُثُحَدَّثَنَا مُحَمَّدُ بْنُ الْمُتَوَكِّلِ حَدَّثَنَا عَبْدُ الرَّزَّاقِ قَالَ أَخْبَرَنِي مَعْمَرٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي ابْنُ كَعْبِ بْنِ مَالِكٍ قَالَ كَانَ أَبُو لُبَابَةَ فَذَكَرَ مَعْنَاهُ وَالْقِصَّةُ لِأَبِي لُبَابَةَ قَالَ أَبُو دَاوُد رَوَاهُ يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ بَعْضِ بَنِي السَّائِبِ ابْنِ أَبِي لُبَابَةَ وَرَوَاهُ الزُّبَيْدِيُّ عَنْ الزُّهْرِيِّ عَنْ حُسَيْنِ بْنِ السَّائِبِ بْنِ أَبِي لُبَابَةَ مِثْلَهُ","source":"Abu Daud"},"__N_SSG":true}