{"pageProps":{"number":"3107","slug":"abu-daud","id":"Telah menceritakan kepada kami ['Abbad bin Musa Al Khuttali] telah mengabarkan kepada kami [Isma'il bin Ja'far] dari [Israil] dari [Abu Ishaq] dari ['Amru] dari [Umar bin Al Khathab] ia berkata, \"Tatkala telah turun pengharaman arak Umar berkata, \"Ya Allah, jelaskan kepada kami mengenai arak dengan penjelasan yang memuaskan.\" Kemudian turunlah ayat yang terdapat dalam Surat Al Baqarah (219): '(Mereka bertanya kepadamu tentang khamer dan judi…) '. 'Ammar berkata, \"Kemudian Umar dipanggil dan dibacakan kepadanya ayat tersebut, ia berkata lagi, \"Ya Allah, jelaskan kepada kami mengenai khamer dengan penjelasan yang memuaskan.\" Kemudian turunlah ayat yang terdapat pada Surat An Nisaa` (41): '(Hai orang-orang yang beriman, janganlah kamu shalat, sedang kamu dalam keadaan mabuk…..) ' Penyeru Rasulullah shallallahu 'alaihi wasallam apabila shalat telah ditegakkan maka ia berseru, 'ketahuilah bahwa tidak boleh orang yang mabuk mendekati shalat! ' Kemudian Umar dipanggil dan dibacakanlah ayat tersebut kepadanya, lalu ia berkata, \"Ya Allah jelaskanlah kepada kami mengenai khamer dengan penjelasan yang memuaskan!\" Maka turunlah ayat ini: '(….. apakah kalian akan berhenti?) ' (Qs. Al Maa`idah: 91) Umar berkata, \"Kami telah berhenti.\"","arab":"حَدَّثَنَا عَبَّادُ بْنُ مُوسَى الْخُتَّلِيُّ أَخْبَرَنَا إِسْمَعِيلُ يَعْنِي ابْنَ جَعْفَرٍ عَنْ إِسْرَائِيلَ عَنْ أَبِي إِسْحَقَ عَنْ عَمْرٍو عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَلَمَّا نَزَلَ تَحْرِيمُ الْخَمْرِ قَالَ عُمَرُ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتْ الْآيَةُ الَّتِي فِي الْبَقَرَةِ{ يَسْأَلُونَكَ عَنْ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ }الْآيَةَ قَالَ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ قَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتْ الْآيَةُ الَّتِي فِي النِّسَاءِ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى }فَكَانَ مُنَادِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أُقِيمَتْ الصَّلَاةُ يُنَادِي أَلَا لَا يَقْرَبَنَّ الصَّلَاةَ سَكْرَانُ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَقَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتْ هَذِهِ الْآيَةُ{ فَهَلْ أَنْتُمْ مُنْتَهُونَ }قَالَ عُمَرُ انْتَهَيْنَا","source":"Abu Daud"},"__N_SSG":true}