{"pageProps":{"number":"3306","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Al 'Ala] telah menceritakan kepada kami [Abu Mu'awiyah] telah menceritakan kepada kami [Al A'masy] dari ['Amru bin Murrah] dari [Yahya bin Al Jazzar] dari [anak saudara Zainab] isteri Abdullah, dari [Zainab] dari [Abdullah] ia berkata, \"Aku pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya jampi-jampi, jimat dan tiwalah (menjadikan seorang wanita mencintai suaminya) adalah bentuk kesyirikan.\" Zainab berkata, \"Aku katakan, 'Kenapa engkau mengucapkan hal ini? Demi Allah! Sungguh, mataku telah mengeluarkan air mata dan kotoran. Dan aku bolak-balik datang kepada Fulan seorang Yahudi yang menjampiku, apabila ia menjampiku maka mataku menjadi tenang?\" Kemudian Abdullah menjawab, 'Sesungguhnya hal tersebut adalah perbuatan setan. Setan telah menusuk matanya menggunakan tangannya, kemudian apabila orang yahudi tersebut menjampinya maka setan menahan tusukannya. Sebenarnya cukup bagimu mengucapkan sebagaimana yang diucapkan Rasulullah shallallahu 'alaihi wasallam: 'ADZHIBIL BA`SA RABBAN NAASA ISYFI ANTA ASY SYAAFII LAA SYIFAA A ILLAA SYIFAA`UKA SYIFAA`AN LAA YUGHAADIRU SAQAMAN (Wahai Tuhan manusia, hilangkanlah penyakit, sesungguhnya Engkau Pemberi kesembuhan, tidak ada kesembuhan kecuali kesembuhan dari-Mu, kesembuhan yang tidak meninggalkan efek penyakit) '.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ يَحْيَى بْنِ الْجَزَّارِ عَنْ ابْنِ أَخِي زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ قَالَتْ قُلْتُ لِمَ تَقُولُ هَذَا وَاللَّهِ لَقَدْ كَانَتْ عَيْنِي تَقْذِفُ وَكُنْتُ أَخْتَلِفُ إِلَى فُلَانٍ الْيَهُودِيِّ يَرْقِينِي فَإِذَا رَقَانِي سَكَنَتْ فَقَالَ عَبْدُ اللَّهِ إِنَّمَا ذَاكَ عَمَلُ الشَّيْطَانِ كَانَ يَنْخُسُهَا بِيَدِهِ فَإِذَا رَقَاهَا كَفَّ عَنْهَا إِنَّمَا كَانَ يَكْفِيكِ أَنْ تَقُولِي كَمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ أَذْهِبْ الْبَأْسَ رَبَّ النَّاسِ اشْفِ أَنْتَ الشَّافِي لَا شِفَاءَ إِلَّا شِفَاؤُكَ شِفَاءً لَا يُغَادِرُ سَقَمًا","source":"Abu Daud"},"__N_SSG":true}