{"pageProps":{"number":"3686","slug":"abu-daud","id":"Telah menceritakan kepada kami [Yazid bin Khalid bin Mauhab Al Hambdani] ia berkata; telah menceritakan kepadaku. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Qutaibah bin Sa'id Ats Tsaqafi] berkata, telah menceritakan kepada kami [Al laits] dari [Ibnu Syihab] dari [Urwah] dari ['Aisyah radliallahu 'anha] berkata, \"Bangsa Quraisy pernah dikagetkan dengan kasus pencurian seorang wanita Makhzumiyah. Orang-orang berkata, \"Siapakah yang akan memintakan amnesti kepada Rasulullah shallallahu 'alaihi wasallam?\" sebagian yang lain menjawab, \"Tidak ada yang berani melakukan hal itu selain Usamah bin Zaid, kekasih Rasulullah shallallahu 'alaihi wasallam?\" Usamah kemudian menyampaikan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, hingga beliau pun bersabda: \"Wahai Usamah! Apakah engkau akan meminta keringanan dalam masalah hukum had Allah? Beliau kemudian berdiri dan berkhutbah: \"Hanyasanya orang-orang sebelum kalian binasa karena jika ada orang terhormat dari mereka mencuri, mereka tidak menegakkan had. Tetapi jika ada orang rendahan yang mencuri, mereka menegakkan had atasnya. Demi Allah, sekiranya Fatimah binti Muhammad mencuri, sungguh aku akan memotong tangannya.\" Telah menceritakan kepada kami [Abbas bin Abdul Azhim] dan [Muhammad bin Yahya] keduanya berkata; telah menceritakan kepada kami [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Urwah] dari ['Aisyah radliallahu 'anha] ia berkata, \"Pernah seorang wanita Makhzumiyah meminjam barang, kemudian ia mengingkari bahwa dirinya pernah meminjamnya. Maka Nabi shallallahu 'alaihi wasallam memerintahkan untuk memotong tangannya. Lalu ia mengisahkan sebagaimana dalam hadits Al Laits. Ia (perawi) berkata, \"Nabi shallallahu 'alaihi wasallam kemudian memotong tangan wanita tersebut.\" Abu Dawud berkata, \" [Ibnu Wahb] meriwayatkan hadits ini dari [Yunus], dari [Az Zuhri], dalam hadits tersebut ia menyebutkan sebagaimana yang pernah disebutkan oleh Al Laits, \"Seorang wanita mencuri pada masa Nabi shallallahu 'alaihi wasallam, yaitu ketika terjadinya penaklukan kota Makkah.\" [Al Laits] juga meriwayatkannya dari [Yunus], dari [Ibnu Syihab] dengan sanadnya. Ia menyebutkan, \"Seorang wanita meminjam..\" Mas'ud Ibnul Aswad juga meriwayatkan dari Nabi shallallahu 'alaihi wasallam seperti hadits tersebut. Ia menyebutkan, \"Wanita tersebut mencuri kain beludru dari rumah Rasulullah shallallahu 'alaihi wasallam.\" Dan [Abu Az Zubair] juga meriwayatkannya dari [Jabir]; \"bahwasanya ada seorang wanita yang mencuri, maka ia berlindung kepada Zainab anak Rasulullah Shallahu 'Alaihi Wasallam.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ الْهَمْدَانِيُّ قَالَ حَدَّثَنِي ح و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ الثَّقَفِيُّ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَاأَنَّ قُرَيْشًا أَهَمَّهُمْ شَأْنُ الْمَرْأَةِ الْمَخْزُومِيَّةِ الَّتِي سَرَقَتْ فَقَالُوا مَنْ يُكَلِّمُ فِيهَا يَعْنِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالُوا وَمَنْ يَجْتَرِئُ إِلَّا أُسَامَةُ بْنُ زَيْدٍ حِبُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَلَّمَهُ أُسَامَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أُسَامَةُ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ثُمَّ قَامَ فَاخْتَطَبَ فَقَالَ إِنَّمَا هَلَكَ الَّذِينَ مِنْ قَبْلِكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَاحَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ ومُحَمَّدُ بْنُ يَحْيَى قَالَا حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ كَانَتْ امْرَأَةٌ مَخْزُومِيَّةٌ تَسْتَعِيرُ الْمَتَاعَ وَتَجْحَدُهُ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَطْعِ يَدِهَا وَقَصَّ نَحْوَ حَدِيثِ اللَّيْثِ قَالَ فَقَطَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهَا قَالَ أَبُو دَاوُد رَوَى ابْنُ وَهْبٍ هَذَا الْحَدِيثَ عَنْ يُونُسَ عَنْ الزُّهْرِيِّ وَقَالَ فِيهِ كَمَا قَالَ اللَّيْثُ إِنَّ امْرَأَةً سَرَقَتْ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ الْفَتْحِ وَرَوَاهُ اللَّيْثُ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ بِإِسْنَادِهِ فَقَالَ اسْتَعَارَتْ امْرَأَةٌ وَرَوَى مَسْعُودُ بْنُ الْأَسْوَدِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ هَذَا الْخَبَرِ قَالَ سَرَقَتْ قَطِيفَةً مِنْ بَيْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَاهُ أَبُو الزُّبَيْرِ عَنْ جَابِرٍ أَنَّ امْرَأَةً سَرَقَتْ فَعَاذَتْ بِزَيْنَبَ بِنْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}