{"pageProps":{"number":"369","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris] dan [Mujahid bin Musa] dan ia lebih sempurna, keduanya berkata; Telah menceritakan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepada kami [ayahku] dari [Shalih] telah menceritakan kepada kami [Nafi'] bahwasanya [Abdullah bin Umar] mengabarkannya kepadanya bahwa Masjid dahulunya pada masa Rasulullah Shallallahu alaihi wasallam terbuat dari tanah liat dan pelepah kurma. Mujahid berkata; Tiangnya dari batang pohon kurma. Abu Bakar tidak menambahkannya sedikit pun, sementara Umar menambahkan bangunan tersebut, dia membangunnya dengan bahan yang sama seperti Rasulullah Shallallahu alaihi wasallam yaitu dengan tanah liat dan pelepah kurma dan memakai ulang tiangnya. Mujahid berkata; Tiangnya terbuat dari kayu, kemudian Utsman menggantinya, dia menambahkan dengan tambahan yang banyak, dia membangun temboknya dan tiang-tiangnya dengan batu pahat dan batu kapur serta membuatkan atapnya dari kayu jati. Mujahid berkata; Utsman membuatkannya atap dari kayu jati. Abu Dawud berkata; Alqashshatu artinya batu kapur. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ وَمُجَاهِدُ بْنُ مُوسَى وَهُوَ أَتَمُّ قَالَا حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبِي عَنْ صَالِحٍ حَدَّثَنَا نَافِعٌ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ أَخْبَرَهُأَنَّ الْمَسْجِدَ كَانَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَبْنِيًّا بِاللَّبِنِ وَالْجَرِيدِ قَالَ مُجَاهِدٌ وَعُمُدُهُ مِنْ خَشَبِ النَّخْلِ فَلَمْ يَزِدْ فِيهِ أَبُو بَكْرٍ شَيْئًا وَزَادَ فِيهِ عُمَرُ وَبَنَاهُ عَلَى بِنَائِهِ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِاللَّبِنِ وَالْجَرِيدِ وَأَعَادَ عُمُدَهُ قَالَ مُجَاهِدٌ عُمُدَهُ خَشَبًا وَغَيَّرَهُ عُثْمَانُ فَزَادَ فِيهِ زِيَادَةً كَثِيرَةً وَبَنَى جِدَارَهُ بِالْحِجَارَةِ الْمَنْقُوشَةِ وَالْقَصَّةِ وَجَعَلَ عُمُدَهُ مِنْ حِجَارَةٍ مَنْقُوشَةٍ وَسَقْفَهُ بِالسَّاجِ قَالَ مُجَاهِدٌ وَسَقَّفَهُ السَّاجَقَالَ أَبُو دَاوُد الْقَصَّةُ الْجِصُّ","source":"Abu Daud"},"__N_SSG":true}