{"pageProps":{"number":"3760","slug":"abu-daud","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] berkata, telah menceritakan kepada kami [Abu Dhamrah] dari [Yazid Ibnul Had] dari [Muhammad bin Ibrahim] dari [Abu Salamah] dari [Abu Hurairah] ia berkata, \"Seorang yang telah minum khamer didatangkan kepada Rasulullah shallallahu 'alaihi wasallam, lalu beliau bersabda: \"Pukullah ia.\" Abu Hurairah berkata, \"Di antara kita ada yang memukul dengan tangan, sandal dan kain. Ketika beliau beranjak pergi, sebagian kami ada yang mengucapkan, \"Semoga Allah menghinakanmu!\" maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Janganlah kalian mengatakan begitu, jangan kalian bantu setan dalam memperdayanya.\" Telah menceritakan kepada kami [Muhammad bin Daud bin Abu Najiyah Al Iskandarani] berkata, telah menceritakan kepada kami [Ibnu Wahb] berkata, telah mengabarkan kepadaku [Yahya bin Ayyub] dan [Haiwah bin Syuraih] dan [Ibnu Lahi'ah] dari [Ibnul Had] dengan sanad dan maknanya. Setelah pemukulan (terhadap peminum khamer), ia menyebutkan dalam haditsnya, \"Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda kepada para sahabatnya: \"Jelekkanlah ia.\" Maka orang-orang kembali menemui peminum khamer itu dan berkata, \"Kamu tidak bertakwa kepada Allah!\" Ada yang berkata, \"Kamu tidak takut kepada Allah!\" Ada yang berkata, \"Kamu tidak punya malu kepada Rasulullah shallallahu 'alaihi wasallam! ' Kemudian mereka membebaskan orang tersebut. Dan diakhir ucapannya, beliau mengatakan: \"Jangan kalian katakan yang demikian, tetapi ucapkanlah 'Ya Allah ampunilah ia, ya Allah rahmatilah ia'.\" Dan sebagian mereka ada yang menambahkan kalimat dan semisalnya.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو ضَمْرَةَ عَنْ يَزِيدَ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِرَجُلٍ قَدْ شَرِبَ فَقَالَ اضْرِبُوهُ قَالَ أَبُو هُرَيْرَةَ فَمِنَّا الضَّارِبُ بِيَدِهِ وَالضَّارِبُ بِنَعْلِهِ وَالضَّارِبُ بِثَوْبِهِ فَلَمَّا انْصَرَفَ قَالَ بَعْضُ الْقَوْمِ أَخْزَاكَ اللَّهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقُولُوا هَكَذَا لَا تُعِينُوا عَلَيْهِ الشَّيْطَانَحَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ أَبِي نَاجِيَةَ الْإِسْكَنْدَرَانِيُّ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يَحْيَى بْنُ أَيُّوبَ وَحَيْوَةُ بْنُ شُرَيْحٍ وَابْنُ لَهِيعَةَ عَنْ ابْنِ الْهَادِ بِإِسْنَادِهِ وَمَعْنَاهُ قَالَ فِيهِ بَعْدَ الضَّرْبِ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ بَكِّتُوهُ فَأَقْبَلُوا عَلَيْهِ يَقُولُونَ مَا اتَّقَيْتَ اللَّهَ مَا خَشِيتَ اللَّهَ وَمَا اسْتَحْيَيْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ أَرْسَلُوهُ وَقَالَ فِي آخِرِهِ وَلَكِنْ قُولُوا اللَّهُمَّ اغْفِرْ لَهُ اللَّهُمَّ ارْحَمْهُ وَبَعْضُهُمْ يَزِيدُ الْكَلِمَةَ وَنَحْوَهَا","source":"Abu Daud"},"__N_SSG":true}