{"pageProps":{"number":"3846","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Yahya] dari [Ibnu Juraij] ia berkata; telah mengabarkan kepadaku [Atha] dari [Shafwan bin Ya'la] dari [Bapaknya] ia berkata, \"Seorang pekerjaku menyerang seorang laki-laki, lalu ia mengigit tangannya. Laki-laki itu menarik tangannya hingga giginya tanggal. Lalu ia mendatangi Nabi shallallahu 'alaihi wasallam, namun beliau tidak menggubrisnya. Beliau bersabda: \"Apakah kamu ingin ia meletakkan tangannya pada mulutmu hingga kamu dapat mengigitnya seperti unta jantan!\" Ia berkata, \"Telah menceritakan kepadaku Ibnu Abu Mulaikah dari Kakeknya bahwa Abu Bakar radliallahu 'anhu tidak menggubrisnya dan berkata, \"Semoga giginya tanggal.\" Telah menceritakan kepada kami [Ziyad bin Ayyub] berkata, telah mengabarkan kepada kami [Husyaim] berkata, telah menceritakan kepada kami [Hajjaj] dan [Abdul Malik] dari [Atha] dari [Ya'la bin Umayyah] dengan sanad ini. Namun ia menambahkan, \"Kemudian Nabi shallallahu 'alaihi wasallam bersabda kepada orang yang mengigit: \"Jika kamu mau serahkanlah tanganmu kepadanya hingga ia dapat mengigitnya, lalu kamu tarik tanganmu dari mulutnya.\" Kemudian beliau menghapus diyat giginya. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ ابْنِ جُرَيْجٍ قَالَ أَخْبَرَنِي عَطَاءٌ عَنْ صَفْوَانَ بْنِ يَعْلَى عَنْ أَبِيهِ قَالَقَاتَلَ أَجِيرٌ لِي رَجُلًا فَعَضَّ يَدَهُ فَانْتَزَعَهَا فَنَدَرَتْ ثَنِيَّتُهُ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَهْدَرَهَا وَقَالَ أَتُرِيدُ أَنْ يَضَعَ يَدَهُ فِي فِيكَ تَقْضِمُهَا كَالْفَحْلِقَالَ وَأَخْبَرَنِي ابْنُ أَبِي مُلَيْكَةَ عَنْ جَدِّهِ أَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ أَهْدَرَهَا وَقَالَ بَعِدَتْ سِنُّهُ حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ أَخْبَرَنَا هُشَيْمٌ حَدَّثَنَا حَجَّاجٌ وَعَبْدُ الْمَلِكِ عَنْ عَطَاءٍ عَنْ يَعْلَى بْنِ أُمَيَّةَ بِهَذَا زَادَ ثُمَّ قَالَ يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْعَاضِّ إِنْ شِئْتَ أَنْ تُمَكِّنَهُ مِنْ يَدِكَ فَيَعَضُّهَا ثُمَّ تَنْزِعُهَا مِنْ فِيهِ وَأَبْطَلَ دِيَةَ أَسْنَانِهِ","source":"Abu Daud"},"__N_SSG":true}