{"pageProps":{"number":"4152","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Shalih] berkata, telah menceritakan kepada kami [Abdurrazaq] dari [Ma'mar] dari [Az Zuhri] dari [Sa'id Ibnul Musayyab] dari [Bapaknya] dari [Kakeknya] bahwa Nabi shallallahu 'alaihi wasallam pernah bertanya kepadanya: \"Siapa namamu?\" ia menjawab, \"Hazn (sedih).\" Beliau bersabda: \"Namamu Sahl (kemudahan).\" Ia berkata, \"Tidak, sebab Sahl itu terinjak-injak dan terhina.\" Sa'id berkata, \"Aku menduga bahwa sejak saat itu kami pasti akan ditimpa kesusahan.\" Abu Dawud berkata, \"Nabi shallallahu 'alaihi wasallam mengubah nama Al Ash (orang yang suka maksiat), Aziz (nama Allah), 'Atalah (keras), Syaithan, Ghurab (gagak), Hubab (nama setan) dan Syihab. Lalu beliau menamainya dengan Hisyam, Harb (perang) menjadi Salm (selamat atau damai), Al Mudhthaji' (tidur) menjadi Al Munba'its (bangkit), tempat yang bernama Afirah (gersang) diubah menjadi Khadhirah (subur), lembah Adh Dhalalah (sesat) menjadi lembah Al Huda (petunjuk), bani Az Zinyah (dari kata zina) menjadi bani Ar Risydah (lurus), dan bani Mughwiyah (yang menyesatkan) menjadi bani Risydah (yang lurus).\" Abu Dawud berkata, \"Aku tidak menyebutkan sanad-sanadnya agar lebih ringkas.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَبْدُ الْرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ مَا اسْمُكَ قَالَ حَزْنٌ قَالَ أَنْتَ سَهْلٌ قَالَ لَا السَّهْلُ يُوطَأُ وَيُمْتَهَنُقَالَ سَعِيدٌ فَظَنَنْتُ أَنَّهُ سَيُصِيبُنَا بَعْدَهُ حُزُونَةٌ قَالَ أَبُو دَاوُد وَغَيَّرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْمَ الْعَاصِ وَعَزِيزٍ وَعَتَلَةَ وَشَيْطَانٍ وَالْحَكَمِ وَغُرَابٍ وَحُبَابٍ وَشِهَابٍ فَسَمَّاهُ هِشَامًا وَسَمَّى حَرْبًا سَلْمًا وَسَمَّى الْمُضْطَجِعَ الْمُنْبَعِثَ وَأَرْضًا تُسَمَّى عَفِرَةَ سَمَّاهَا خَضِرَةَ وَشَعْبَ الضَّلَالَةِ سَمَّاهُ شَعْبَ الْهُدَى وَبَنُو الزِّنْيَةِ سَمَّاهُمْ بَنِي الرِّشْدَةِ وَسَمَّى بَنِي مُغْوِيَةَ بَنِي رِشْدَةَ قَالَ أَبُو دَاوُد تَرَكْتُ أَسَانِيدَهَا لِلِاخْتِصَارِ","source":"Abu Daud"},"__N_SSG":true}