{"pageProps":{"number":"4350","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Katsir] berkata, telah mengabarkan kepada kami [Ja'far bin Sulaiman] dari [Auf] dari [Abu Raja] dari [Imran bin Hushain] ia berkata, \"Seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam dan mengucapkan, \"Assalamu Alaikum?\" Beliau membalas salam orang tersebut lalu duduk, Nabi shallallahu 'alaihi wasallam kemudian bersabda: \"Sepuluh.\" Setelah itu ada seseorang datang dan mengucapkan salam, \"Assalamu Alaikum wa Rahmatullah.\" Beliau membalas salam orang tersebut lalu duduk, beliau bersabda: \"Dua puluh.\" Setelah itu ada lagi orang datang dan mengucapakan salam, \"Assalamu Alaikum Wa Rahmatullahi Wa barakatuh.\" Beliau membalas salam orang tersebut lalu duduk, beliau bersabda: \"Tiga puluh.\" Telah menceritakan kepada kami [Ishaq bin Suwaid Ar Ramli] berkata, telah menceritakan kepada kami [Ibnu Abu Maryam] berkata, \"Aku mengira, bahwa aku mendengar [Nafi' bin Yazid] berkata; telah mengabarkan kepadaku [Abu Marhum] dari [Sahl bin Mu'adz bin Anas] dari [Bapaknya] dari Nabi shallallahu 'alaihi wasallam dengan makna yang sama. Ia menambahkan, \"Kemudian datang orang lain dan mengucapkan \"Assalamu Alaikum Wa Rahmatullah Wa Barakaatuhu Wa Maghfiratuh.\" Beliau lalu bersabda: \"Empat puluh.\" Imran berkata, \"Seperti inilah fadilah.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ عَنْ عَوْفٍ عَنْ أَبِي رَجَاءٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ السَّلَامُ عَلَيْكُمْ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ جَلَسَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشْرٌ ثُمَّ جَاءَ آخَرُ فَقَالَ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ فَرَدَّ عَلَيْهِ فَجَلَسَ فَقَالَ عِشْرُونَ ثُمَّ جَاءَ آخَرُ فَقَالَ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ فَرَدَّ عَلَيْهِ فَجَلَسَ فَقَالَ ثَلَاثُونَحَدَّثَنَا إِسْحَقُ بْنُ سُوَيْدٍ الرَّمْلِيُّ حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ قَالَ أَظُنُّ أَنِّي سَمِعْتُ نَافِعَ بْنَ يَزِيدَ قَالَ أَخْبَرَنِي أَبُو مَرْحُومٍ عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ زَادَ ثُمَّ أَتَى آخَرُ فَقَالَ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ وَمَغْفِرَتُهُ فَقَالَ أَرْبَعُونَ قَالَ هَكَذَا تَكُونُ الْفَضَائِلُ","source":"Abu Daud"},"__N_SSG":true}