{"pageProps":{"number":"488","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abi Syaibah] telah menceritakan kepada kami [Waki' bin Al-Jarrah] telah menceritakan kepada kami [Al-Walid bin Abdullah bin Jumai'] dia berkata; Telah menceritakan kepadaku [Nenekku] dan [Abdurrahman bin Khallad Al-Anshari] dari [Ummu Waraqah binti Abdillah bin Naufal Al-Anshariyah] bahwasanya Nabi shallallahu 'alaihi wasallam ketika menuju ke pertempuran badar, dia berkata; saya bertanya kepada beliau; Ya Rasulullah, izinkanlah saya ikut serta dalam peperangan bersamamu untuk merawat prajurit-prajurit yang sakit, mudah mudahan Allah menganugerahkan kepadaku mati syahid. Beliau bersabda; \"Tetaplah di rumahmu, sesungguhnya Ta'ala akan menganugerahkan kepadamu mati syahid.\" Perawi Hadits ini berkata; Karena itulah dia disebut Asy Syahidah (wanita yang mati syahid). Kata perawi; Dia adalah ahli Al Quran, lalu dia meminta izin kepada Nabi shallallahu 'alaihi wasallam supaya diperbolehkan mengambil seorang muadzin di rumahnya. Lalu beliau mengizinkannya. Katanya; Dia membuat kedua budaknya yang laki laki dan perempuan sebagai budak Mudabbar (budak yang dijanjikan merdeka sepeninggal tuannya). Pada suatu malam, kedua budak itu bangun dan pergi kepadanya, Ialu menyelubungkan sehelai kain tutup mukanya ke wajahnya sampai wanita itu meninggal, sementara kedua budak itu melarikan diri. Pada keesokan harinya, Umar berdiri di hadapan orang banyak, lalu berkata; Barangsiapa yang mengetahui kedua atau melihat kedua budak ini, hendaklah membawanya kemari! Setelah tertangkap, maka keduanya diperintahkan untuk disalib. Kedua budak inilah orang yang pertama kali disalib di kota Madinah. Telah menceritakan kepada kami [Al-Hasan bin Hammad Al-Hadlrami] telah menceritakan kepada kami [Muhammad bin Fudlail] dari [Al-Walid bin Jumai'] dari [Abdurrahman bin Khallad] dari [Ummu Waraqah binti Abdullah bin Al-Harits] dengan hadits ini, namun yang pertama lebih lengkap. Dia berkata; Rasulullah shallallahu 'alaihi wasallam pernah berkunjung ke rumahnya dan beliau mengangkat seorang muadzin yang menyerukan adzan untuknya dan beliau mengizinkan Ummu Waraqah menjadi imam keluarganya. Abdurrahman berkata; Saya melihat muadzinnya adalah seorang laki laki yang sudah tua. ","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ حَدَّثَنَا الْوَلِيدُ بْنُ عَبْدِ اللَّهِ بْنِ جُمَيْعٍ قَالَ حَدَّثَتْنِي جَدَّتِي وَعَبْدُ الرَّحْمَنِ بْنُ خَلَّادٍ الْأَنْصَارِيُّ عَنْ أُمِّ وَرَقَةَ بِنْتِ عَبْدِ اللَّهِ بْنِ نَوْفَلٍ الْأَنْصَارِيَّةِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا غَزَا بَدْرًا قَالَتْ قُلْتُ لَهُ يَا رَسُولَ اللَّهِ ائْذَنْ لِي فِي الْغَزْوِ مَعَكَ أُمَرِّضُ مَرْضَاكُمْ لَعَلَّ اللَّهَ أَنْ يَرْزُقَنِي شَهَادَةً قَالَ قَرِّي فِي بَيْتِكِ فَإِنَّ اللَّهَ تَعَالَى يَرْزُقُكِ الشَّهَادَةَ قَالَ فَكَانَتْ تُسَمَّى الشَّهِيدَةُ قَالَ وَكَانَتْ قَدْ قَرَأَتْ الْقُرْآنَ فَاسْتَأْذَنَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَتَّخِذَ فِي دَارِهَا مُؤَذِّنًا فَأَذِنَ لَهَا قَالَ وَكَانَتْ قَدْ دَبَّرَتْ غُلَامًا لَهَا وَجَارِيَةً فَقَامَا إِلَيْهَا بِاللَّيْلِ فَغَمَّاهَا بِقَطِيفَةٍ لَهَا حَتَّى مَاتَتْ وَذَهَبَا فَأَصْبَحَ عُمَرُ فَقَامَ فِي النَّاسِ فَقَالَ مَنْ كَانَ عِنْدَهُ مِنْ هَذَيْنِ عِلْمٌ أَوْ مَنْ رَآهُمَا فَلْيَجِئْ بِهِمَا فَأَمَرَ بِهِمَا فَصُلِبَا فَكَانَا أَوَّلَ مَصْلُوبٍ بِالْمَدِينَةِحَدَّثَنَا الْحَسَنُ بْنُ حَمَّادٍ الْحَضْرَمِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ الْوَلِيدِ بْنِ جُمَيْعٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ خَلَّادٍ عَنْ أُمِّ وَرَقَةَ بِنْتِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بِهَذَا الْحَدِيثِ وَالْأَوَّلُ أَتَمُّ قَالَ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَزُورُهَا فِي بَيْتِهَا وَجَعَلَ لَهَا مُؤَذِّنًا يُؤَذِّنُ لَهَا وَأَمَرَهَا أَنْ تَؤُمَّ أَهْلَ دَارِهَا قَالَ عَبْدُ الرَّحْمَنِ فَأَنَا رَأَيْتُ مُؤَذِّنَهَا شَيْخًا كَبِيرًا","source":"Abu Daud"},"__N_SSG":true}