{"pageProps":{"number":"658","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Hanbal] telah menceritakan kepada kami [Sufyan] dari ['Amru] dan dia mendengarnya dari [Jabir] dia berkata; \"Mu'adz biasa shalat bersama Nabi shallallahu 'alaihi wasallam, kemudian dia kembali dan menjadi imam (shalat) bagi kami' -di lain kali Jabir mengatakan; kemudian dia kembali dan menjadi imam (shalat) bagi kaumnya-, pada suatu malam, Nabi shallallahu 'alaihi wasallam mengakhirkan shalat -di lain kali Jabir mengatakan; shalat Isya'- Mu'adz mengerjakan shalat bersama Nabi shallallahu 'alaihi wasallam, lalu kembali (ke kaumnya) menjadi imam (shalat) bagi kaumnya dengan membaca surat Al Baqarah, (karena panjangnya) maka salah seorang laki-laki memisahkan diri dari Jama'ah dan mengerjakan shalat sendirian, hingga di katakan kepadanya; \"kamu telah berbuat nifak wahai fulan.\" Laki-laki itu menimpali; \"aku tidak munafik.\" Lantas laki-laki itu pergi menghadap Rasulullah shallallahu 'alaihi wasallam seraya berkata; \"Sesungguhnya Mu'adz biasa mengerjakan shalat bersama anda, kemudian ia kembali (ke kaumnya) dan menjadi imam (shalat) bagi kami, wahai Rasulullah, kami hanya pemilik unta pengangkut air dan kami harus bekerja keras, sesungguhnya dia datang mengimami kami dengan membaca surat Al Baqarah.\" Maka beliau bersabda: \"Wahai Mu'adz, apakah kamu hendak menyebarkan fitnah, apakah kamu hendak menyebarkan fitnah, bacalah surat ini, bacalah surat ini.\" Abu Zubair mengatakan; \"(cukup) dengan membaca 'sabbihisma rabbikal a'la dan wallaili idzaa yaghsyaa.\" Kemudian aku sebutkan perkara itu kepada 'amru, maka dia berkata; \"Aku telah melihat Jabir telah menyebutkan hadits tersebut.\" Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Thalib bin Habib] telah menceritakan kepada kami [Abdurrahman bin Jabir] dia menceritakan dari [Hazm bin Ubay bin Ka'b] bahwa dia menemui Mu'adz bin Jabal yang sedang mengerjakan shalat maghrib (menjadi imam) bersama kaumnya…\" dalam hadits ini perawi mengatakan; \"Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai Mu'adz, janganlah kamu menjadi penyebar fitnah, karena yang mengerjakan shalat di belakangmu terdapat orang tua, orang yang lemah, orang yang memiliki keperluan dan musafir.\" ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو وَسَمِعَهُ مِنْ جَابِرٍ قَالَكَانَ مُعَاذٌ يُصَلِّي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ يَرْجِعُ فَيَؤُمُّنَا قَالَ مَرَّةً ثُمَّ يَرْجِعُ فَيُصَلِّي بِقَوْمِهِ فَأَخَّرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةً الصَّلَاةَ وَقَالَ مَرَّةً الْعِشَاءَ فَصَلَّى مُعَاذٌ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ جَاءَ يَؤُمُّ قَوْمَهُ فَقَرَأَ الْبَقَرَةَ فَاعْتَزَلَ رَجُلٌ مِنْ الْقَوْمِ فَصَلَّى فَقِيلَ نَافَقْتَ يَا فُلَانُ فَقَالَ مَا نَافَقْتُ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ مُعَاذًا يُصَلِّي مَعَكَ ثُمَّ يَرْجِعُ فَيَؤُمُّنَا يَا رَسُولَ اللَّهِ وَإِنَّمَا نَحْنُ أَصْحَابُ نَوَاضِحَ وَنَعْمَلُ بِأَيْدِينَا وَإِنَّهُ جَاءَ يَؤُمُّنَا فَقَرَأَ بِسُورَةِ الْبَقَرَةِ فَقَالَ يَا مُعَاذُ أَفَتَّانٌ أَنْتَ أَفَتَّانٌ أَنْتَ اقْرَأْ بِكَذَا اقْرَأْ بِكَذَا قَالَ أَبُو الزُّبَيْرِ بِسَبِّحْ اسْمَ رَبِّكَ الْأَعْلَى وَاللَّيْلِ إِذَا يَغْشَىفَذَكَرْنَا لِعَمْرٍو فَقَالَ أُرَاهُ قَدْ ذَكَرَهُ حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا طَالِبُ بْنُ حَبِيبٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ جَابِرٍ يُحَدِّثُ عَنْ حَزْمِ بْنِ أُبَيِّ بْنِ كَعْبٍ أَنَّهُ أَتَى مُعَاذَ بْنَ جَبَلٍ وَهُوَ يُصَلِّي بِقَوْمٍ صَلَاةَ الْمَغْرِبِ فِي هَذَا الْخَبَرِ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا مُعَاذُ لَا تَكُنْ فَتَّانًا فَإِنَّهُ يُصَلِّي وَرَاءَكَ الْكَبِيرُ وَالضَّعِيفُ وَذُو الْحَاجَةِ وَالْمُسَافِرُ","source":"Abu Daud"},"__N_SSG":true}