{"pageProps":{"number":"1039","slug":"ahmad","id":"Telah menceritakan kepada kami [Wahb bin Jarir] berkata, telah menceritakan kepadaku [bapakku] berkata, saya telah mendengar [Yunus] menceritakan dari [Az Zuhri] dari [Muslim bin Yazid] salah satu Bani Sa'ad bin Bakr, telah mendengar [Abu Syuraih Al Khuza'i, Al Ka'bi] dia adalah salah seorang sahabat Rasulullahi Shallallahu'alaihiwasallam berkata, Rasulullahi Shallallahu'alaihiwasallam mengijinkan kepada kami pada Fathu Makkah untuk memerangi Bani Bakr sampai kami bisa menuntut balas pada mereka dan beliau berada di Makah. Lalu beliau menyuruh agar kami mengangkat pedang, lalu sebagain orang dari kami mendapati seorang laki-laki dari Hudzail di Tanah Haram yang menuju Rasulullahi Shallallahu'alaihiwasallam untuk masuk Islam dan dia telah merampas harta dan keluarga mereka pada Masa Jahiliyah. Lalu mereka memintanya kembali, dan membunuhnya, lalu mereka bersegera sebelum dia bertemu pada Rasulullahi Shallallahu'alaihiwasallam hingga menjadi aman. Tatkala kabar itu sampai pada Rasulullahi Shallallahu'alaihiwasallam, beliau sangat marah besar, demi Allah saya tidak pernah melihat beliau semarah itu. Lalu kami menuju Abu Bakar, 'Umar dan 'Ali RAm, kami meminta tolong pada mereka, dan kami takut jika kami binasa. Tatkala Rasulullahi Shallallahu'alaihiwasallam shalat lalu beliau berdiri dan memuji Allah 'azza wajalla sesuai dengan yang patut bagi-Nya, lalu bersabda: \"Amma ba'du, Allah 'azza wajalla telah mengharamkan Makkah sedangkan orang-orang tidak mengharamkannya. Hanyasanya pernah dihalalkan bagiku, suatu waktu dari sebagian siang kemarin. Pada hari ini Makah adalah haram sebagaimana Allah 'azza wajalla telah mengharamkannya sejak pertama kali. Sesungguhnya orang yang paling sombong atas Allah 'azza wajalla ada tiga kelompok yaitu: Laki-laki yang membunuh di dalamnya, laki-laki yang membunuh orang yang tidak membunuhnya dan laki-laki yang meminta kembali uang tebusan pada Jaman Jahiliyah. Sesungguhnya saya, demi Allah, sunguh saya akan mengganti diyat orang yang telah kalian bunuh\", lalu Rasulullahi Shallallahu'alaihiwasallam membayar diyatnya.","arab":"حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ قَالَ حَدَّثَنِي أَبِي قَالَ سَمِعْتُ يُونُسَ يُحَدِّثُ عَنِ الزُّهْرِيِّ عَنْ مُسْلِمِ بْنِ يَزِيدَ أَحَدِ بَنِي سَعْدِ بْنِ بَكْرٍ أَنَّهُ سَمِعَ أَبَا شُرَيْحٍ الْخُزَاعِيَّ ثُمَّ الْكَعْبِيَّ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَقُولُأَذِنَ لَنَا رَسُولُ اللَّهِ يَوْمَ الْفَتْحِ فِي قِتَالِ بَنِي بَكْرٍ حَتَّى أَصَبْنَا مِنْهُمْ ثَأْرَنَا وَهُوَ بِمَكَّةَ ثُمَّ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَفْعِ السَّيْفِ فَلَقِيَ رَهْطٌ مِنَّا الْغَدَ رَجُلًا مِنْ هُذَيْلٍ فِي الْحَرَمِ يَؤُمُّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُسْلِمَ وَكَانَ قَدْ وَتَرَهُمْ فِي الْجَاهِلِيَّةِ وَكَانُوا يَطْلُبُونَهُ فَقَتَلُوهُ وَبَادَرُوا أَنْ يَخْلُصَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَأْمَنَ فَلَمَّا بَلَغَ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَضِبَ غَضَبًا شَدِيدًا وَاللَّهِ مَا رَأَيْتُهُ غَضِبَ غَضَبًا أَشَدَّ مِنْهُ فَسَعَيْنَا إِلَى أَبِي بَكْرٍ وَعُمَرَ وَعَلِيٍّ رَضِيَ اللَّهُ عَنْهُمْ نَسْتَشْفِعُهُمْ وَخَشِينَا أَنْ نَكُونَ قَدْ هَلَكْنَا فَلَمَّا صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ فَأَثْنَى عَلَى اللَّهِ عَزَّ وَجَلَّ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ هُوَ حَرَّمَ مَكَّةَ وَلَمْ يُحَرِّمْهَا النَّاسُ وَإِنَّمَا أَحَلَّهَا لِي سَاعَةً مِنْ النَّهَارِ أَمْسِ وَهِيَ الْيَوْمَ حَرَامٌ كَمَا حَرَّمَهَا اللَّهُ عَزَّ وَجَلَّ أَوَّلَ مَرَّةٍ وَإِنَّ أَعْتَى النَّاسِ عَلَى اللَّهِ عَزَّ وَجَلَّ ثَلَاثَةٌ رَجُلٌ قَتَلَ فِيهَا وَرَجُلٌ قَتَلَ غَيْرَ قَاتِلِهِ وَرَجُلٌ طَلَبَ بِذَحْلٍ فِي الْجَاهِلِيَّةِ وَإِنِّي وَاللَّهِ لَأَدِيَنَّ هَذَا الرَّجُلَ الَّذِي قَتَلْتُمْ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}