{"pageProps":{"number":"1106","slug":"ahmad","id":"(Ahmad bin Hanbal Radliyallahu'anhu) berkata; telah menceritakan kepada kami [Ya'qub] berkata; telah mengabarkan kepada kami [bapakku] dari [Ibnu Ishaq] berkata; [Muhammad bin Muslim Az Zuhri] menyebutkan dari [Sa'id bin Musayyab] dari [Abdullah bin Zaid bin Abdu Rabbihi] berkata; tatkala Rasulullah Shallallahu'alaihiwasallam hendak memukul lonceng sebagai tanda mengumpulkan manusia untuk shalat, beliau membencinya karena menyamai dengan orang Nasrani. Lalu ada seorang yang mengelilingiku pada malam hari tepatnya pada waktu tertidur yaitu seorang yang memakai dua pakaian yang berwarna hijau dan pada salah satu tangannya ada lonceng yang dibawanya. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; saya bertanya kepadanya, Wahai Abdullah, apakah kamu menjual lonceng? Dia berkata; akan kau pergunakan untuk apa lonceng itu? saya menjawab, akan saya pergunakan untuk memanggil shalat. Dia berkata 'Maukah saya tunjukkan sesuatu yang lebih baik daripada itu?. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; saya menjawab, Ya. Dia berkata; bacalah: ALLAHU AKBAR ALLAHU AKBAR, ALLAHU AKBAR ALLAHU AKBAR, ASYHADU AN LAA ILAAHA ILLA ALLAH, ASYHADU AN LAA ILAAHA ILLA ALLAH, ASYHADU ANNA MUHAMMADAR Radliyallahu'anhuSULULLAH, ASYHADU ANNA MUHAMMADAR Radliyallahu'anhuSULULLAH, HAYYA 'ALAS SHALAAH, HAYYA 'ALAS SHOLAAH, HAYYA 'ALAL FALAAH HAYYA 'ALAL FALAAH, ALLAHU AKBAR ALLAHU AKBAR, LAA ILAAHA ILLA ALLAH. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; lalu saya menunggu dalam waktu yang tidak lama. Dia berkata; lalu kamu baca, jika kamu hendak mendirikan shalat: ALLAHU AKBAR ALLAHU AKBAR, ASYHADU AN LAA ILAAHA ILLA ALLAH, ASYHADU ANNA MUHAMMADAR Radliyallahu'anhuSULULLAH, HAYYA 'ALAS SHALAAH, HAYYA 'ALAL FALAAH QAD QAMATIS SHALAH, QAD QAMATIS SHALAH ALLAHU AKBAR ALLAHU AKBAR, LAA ILAAHA ILLA ALLAH. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; tatkala pada pagi hari, saya menemui Rasulullah Shallallahu'alaihiwasallam, lalu saya mengabarkan kepada beliau dengan apa yang saya alami. Lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \" Itu mimpi yang haq, jika Allah menghendaki\". Lalu beliau memerintahkan untuk mengumandangkan adzan. Bilal, budak Abu Bakar mengumandangkan hal itu dan memanggil Rasulullah Shallallahu'alaihiwasallam untuk melakukan shalat. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; lalu (Bilal Radliyallahu'anhu) datang dan memanggilnya pada suatu pagi, lalu diberitahukan kepadanya, Rasulullah Shallallahu'alaihiwasallam sedang tidur. (Abdullah bin Zaid bin Abdu Rabbihi Radliyallahu'anhu) berkata; lalu Bilal berteriak dengan suaranya yang paling keras, ASH SHALATU KHAIRUN MINANNAUM Sa'id bin Musayyab berkata; kemudian kalimat itu dimasukkan dalam kalimat adzan pada shalat fajar.","arab":"قَالَ حَدَّثَنَا يَعْقُوبُ قَالَ أَخْبَرَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ قَالَ وَذَكَرَ مُحَمَّدُ بْنُ مُسْلِمٍ الزُّهْرِيُّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَبْدِ رَبِّهِ قَالَلَمَّا أَجْمَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَضْرِبَ بِالنَّاقُوسِ يَجْمَعُ لِلصَّلَاةِ النَّاسَ وَهُوَ لَهُ كَارِهٌ لِمُوَافَقَتِهِ النَّصَارَى طَافَ بِي مِنْ اللَّيْلِ طَائِفٌ وَأَنَا نَائِمٌ رَجُلٌ عَلَيْهِ ثَوْبَانِ أَخْضَرَانِ وَفِي يَدِهِ نَاقُوسٌ يَحْمِلُهُ قَالَ فَقُلْتُ لَهُ يَا عَبْدَ اللَّهِ أَتَبِيعُ النَّاقُوسَ قَالَ وَمَا تَصْنَعُ بِهِ قُلْتُ نَدْعُو بِهِ إِلَى الصَّلَاةِ قَالَ أَفَلَا أَدُلُّكَ عَلَى خَيْرٍ مِنْ ذَلِكَ قَالَ فَقُلْتُ بَلَى قَالَ تَقُولُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ قَالَ ثُمَّ اسْتَأْخَرْتُ غَيْرَ بَعِيدٍ قَالَ ثُمَّ تَقُولُ إِذَا أَقَمْتَ الصَّلَاةَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ قَدْ قَامَتْ الصَّلَاةُ قَدْ قَامَتْ الصَّلَاةُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ قَالَ فَلَمَّا أَصْبَحْتُ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ بِمَا رَأَيْتُ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ هَذِهِ لَرُؤْيَا حَقٌّ إِنْ شَاءَ اللَّهُ ثُمَّ أَمَرَ بِالتَّأْذِينِ فَكَانَ بِلَالٌ مَوْلَى أَبِي بَكْرٍ يُؤَذِّنُ بِذَلِكَ وَيَدْعُو رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الصَّلَاةِ قَالَ فَجَاءَهُ فَدَعَاهُ ذَاتَ غَدَاةٍ إِلَى الْفَجْرِ فَقِيلَ لَهُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَائِمٌ قَالَ فَصَرَخَ بِلَالٌ بِأَعْلَى صَوْتِهِ الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِقَالَ سَعِيدُ بْنُ الْمُسَيَّبِ فَأُدْخِلَتْ هَذِهِ الْكَلِمَةُ فِي التَّأْذِينِ إِلَى صَلَاةِ الْفَجْرِ","source":"Ahmad"},"__N_SSG":true}