{"pageProps":{"number":"1127","slug":"ahmad","id":"Telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami ['Ikrimah bin 'Ammar] telah menceritakan kepada kami [Iyyas bin Salamah] berkata; telah menceritakan kepada kami [bapakku] berkata; kami keluar bersama Abu Bakar bin Abu Quhafah dan Rasulullah Shallallahu'alaihiwasallam mengangkat Abu Bakar sebagai pemimpin kami. (Salamah bin Al Akwa' Radliyallahu'anhu) berkata; kami memerangi kaum Fazarah, ketika kami mendekati sumber air, Abu Bakar menyuruh kami untuk istirahat pada akhir malam. (Salamah bin Al Akwa' Radliyallahu'anhu) berkata; ketika kami shalat subuh, Abu Bakar menyuruh kami untuk menyerang musuh dari segala penjuru sehingga terjadilah perang yang sengit, sehingga kami berhasil membunuh beberapa orang di atas mata air. Lalu saya melihat rombongan manusia yang di dalamnya terdapat anak-anak kecil dan perempuan sedang mendaki gunung. Aku bersegera mengikuti jejak mereka, aku khawatir apabila mereka mendahuluiku ke atas gunung, saya pun melempari anak panah hingga terjatuh menghalangi antara rombongan dan gunung. Lalu aku mendatangi mereka dan menggiring mereka kepada Abu Bakar Radliyallahu'anhu, hingga aku menemuinya di mata air dan di antara mereka terdapat seorang perempuan dari kaum Fazarah yang membawa kulit disamak dengan membawa anak perempuannya yang tercantik di Arab. (Salamah bin Al Akwa' Radliyallahu'anhu) berkata; lalu Abu Bakar memberiku anak prempuan itu dalam pembagian harta rampasan perang. (Salamah bin Al Akwa' Radliyallahu'anhu) berkata; dan aku tidak pernah menyingkap bajunya sampai kami kembali ke Madinah. (ketika di Madinah) aku belum juga menyingkap bajunya. lalu Rasulullah Shallallahu'alaihiwasallam menemuiku di pasar dan bersabda kepadaku, \"Wahai Salamah, berikanlah perempuan itu kepadaku\", saya menjawab, \"Wahai Rasulullah, demi Allah saya sangat menyukainya namun saya belum pernah membuka bajunya\". Rasulullah Shallallahu'alaihiwasallam terdiam lalu meninggalkanku sampai kemudian esok harinya beliau menemuiku kembali di pasar dan kembali bersabda: \"Wahai Salamah, berikanlah perempuan itu kepadaku karena Allah, \" lalu saya berkata; Wahai Rasulullah, demi Allah, saya sangat menyukainya dan aku tidak pernah menyingkap bajunya dan sekarang dia milikmu wahai Rasulullah. Lalu Rasulullah Shallallahu'alaihiwasallam mengirim perempuan itu ke penduduk Makkah yang menahan beberapa tawanan kaum muslimin, dan beliau menebus mereka dengan perempuan itu.","arab":"حَدَّثَنَا بَهْزٌ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ حَدَّثَنَا إِيَاسُ بْنُ سَلَمَةَ قَالَ حَدَّثَنِي أَبِي قَالَخَرَجْنَا مَعَ أَبِي بَكْرِ بْنِ أَبِي قُحَافَةَ وَأَمَّرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْنَا قَالَ غَزَوْنَا فَزَارَةَ فَلَمَّا دَنَوْنَا مِنْ الْمَاءِ أَمَرَنَا أَبُو بَكْرٍ فَعَرَّسْنَا قَالَ فَلَمَّا صَلَّيْنَا الصُّبْحَ أَمَرَنَا أَبُو بَكْرٍ فَشَنَنَّا الْغَارَةَ فَقَتَلْنَا عَلَى الْمَاءِ مَنْ قَتَلْنَا قَالَ سَلَمَةُ ثُمَّ نَظَرْتُ إِلَى عُنُقٍ مِنْ النَّاسِ فِيهِ الذُّرِّيَّةُ وَالنِّسَاءُ نَحْوَ الْجَبَلِ وَأَنَا أَعْدُو فِي آثَارِهِمْ فَخَشِيتُ أَنْ يَسْبِقُونِي إِلَى الْجَبَلِ فَرَمَيْتُ بِسَهْمٍ فَوَقَعَ بَيْنَهُمْ وَبَيْنَ الْجَبَلِ قَالَ فَجِئْتُ بِهِمْ أَسُوقُهُمْ إِلَى أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ حَتَّى أَتَيْتُهُ عَلَى الْمَاءِ وَفِيهِمْ امْرَأَةٌ مِنْ فَزَارَةَ عَلَيْهَا قَشْعٌ مِنْ أَدَمٍ وَمَعَهَا ابْنَةٌ لَهَا مِنْ أَحْسَنِ الْعَرَبِ قَالَ فَنَفَّلَنِي أَبُو بَكْرٍ ابْنَتَهَا قَالَ فَمَا كَشَفْتُ لَهَا ثَوْبًا حَتَّى قَدِمْتُ الْمَدِينَةَ ثُمَّ بِتُّ فَلَمْ أَكْشِفْ لَهَا ثَوْبًا قَالَ فَلَقِيَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السُّوقِ فَقَالَ لِي يَا سَلَمَةُ هَبْ لِي الْمَرْأَةَ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ وَاللَّهِ لَقَدْ أَعْجَبَتْنِي وَمَا كَشَفْتُ لَهَا ثَوْبًا قَالَ فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَرَكَنِي حَتَّى إِذَا كَانَ مِنْ الْغَدِ لَقِيَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السُّوقِ فَقَالَ يَا سَلَمَةُ هَبْ لِي الْمَرْأَةَ لِلَّهِ أَبُوكَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ وَاللَّهِ أَعْجَبَتْنِي مَا كَشَفْتُ لَهَا ثَوْبًا وَهِيَ لَكَ يَا رَسُولَ اللَّهِ قَالَ فَبَعَثَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى أَهْلِ مَكَّةَ وَفِي أَيْدِيهِمْ أُسَارَى مِنْ الْمُسْلِمِينَ فَفَدَاهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتِلْكَ الْمَرْأَةِ","source":"Ahmad"},"__N_SSG":true}