{"pageProps":{"number":"1310","slug":"ahmad","id":"Telah menceritakan kepada kami [Ahmad bin Abdul Malik] telah menceritakan kepada kami [Muhammad bin Harb] yaitu Al Abrasy, berkata; telah menceritakan kepada kami [Sulaiman bin Sulaim Abu Salamah] dari [Shalih] yaitu Ibnu Yahya bin Al Miqdam dari [kakeknya, Al Miqdam bin Ma'di Kariba], berkata; kami berperang bersama [Khalid bin Al Walid] pada musim panas lalu sahabat kami kecanduan daging, lalu mereka meminta kepadaku. Mereka berkata; \"Apakah anda mengijinkan, jika kami menyembelih seekor unta yang lemah?\" Lalu saya menyerahkan kepada mereka dan mereka memerasnya lalu saya berkata; \"Tetaplah kalian berada pada tempat kalian, sampai saya mendatangi Khalid dan saya akan menanyakan.\" (Al Miqdam bin Ma'di Kariba Radliyallahu'anhu) berkata; lalu saya mendatanginya dan menanyakannnya. Dia berkata; kami berperang bersama Rasulullah Shallallahu'alaihiwasallam Perang Khaibar, lalu orang-orang bersegera dalam menyerang kandang-kandang ternak kaum Yahudi, lalu beliau menyuruhku untuk menyerukan: Tunaikanlah shalat berjama'ah, ketahuilah bahwa tidak bakalan masuk surga kecuali orang muslim, lalu bersabda: \"Wahai manusia, kalian telah bersegera dalam kandang-kandang milik orang Yahudi. Ketahuilah, sesungguhnya tidak halal harta orang yang berada dalam perjanjian kecuali sesuai haknya. Haram bagi kalian daging keledai jinak, kuda dan bighalnya, semua hewan bertaring dari hewan buas dan setiap burung yang berkuku tajam.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ يَعْنِي الْأَبْرَشَ قَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ سُلَيْمٍ أَبُو سَلَمَةَ عَنْ صَالِحٍ يَعْنِي ابْنَ يَحْيَى بْنِ الْمِقْدَامِ عَنْ جَدِّهِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ قَالَغَزَوْنَا مَعَ خَالِدِ بْنِ الْوَلِيدِ الصَّائِفَةَ فَقَرِمَ أَصْحَابُنَا إِلَى اللَّحْمِ فَسَأَلُونِي فَقَالُوا أَتَأْذَنُ لَنَا أَنْ نَذْبَحَ رَمْكَةً لَهُ فَدَفَعْتُهَا إِلَيْهِمْ فَحَبَلُوهَا ثُمَّ قُلْتُ مَكَانَكُمْ حَتَّى آتِيَ خَالِدًا فَأَسْأَلَهُ قَالَ فَأَتَيْتُهُ فَسَأَلْتُهُ فَقَالَ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ خَيْبَرَ فَأَسْرَعَ النَّاسُ فِي حَظَائِرِ يَهُودَ فَأَمَرَنِي أَنْ أُنَادِيَ الصَّلَاةُ جَامِعَةٌ وَلَا يَدْخُلُ الْجَنَّةَ إِلَّا مُسْلِمٌ ثُمَّ قَالَ أَيُّهَا النَّاسُ إِنَّكُمْ قَدْ أَسْرَعْتُمْ فِي حَظَائِرِ يَهُودَ أَلَا لَا تَحِلُّ أَمْوَالُ الْمُعَاهَدِينَ إِلَّا بِحَقِّهَا وَحَرَامٌ عَلَيْكُمْ لُحُومُ الْحُمُرِ الْأَهْلِيَّةِ وَخَيْلِهَا وَبِغَالِهَا وَكُلِّ ذِي نَابٍ مِنْ السِّبَاعِ وَكُلِّ ذِي مِخْلَبٍ مِنْ الطَّيْرِ","source":"Ahmad"},"__N_SSG":true}