{"pageProps":{"number":"1346","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Al Mughirah] berkata; telah menceritakan kepada kami [Arthah] yaitu Ibnu Al Mundzir, telah menceritakan kepada kami [Dlamrah bin Habib] berkata; telah menceritakan kepada kami [Salamah bin Nufail As-Sakuni] berkata; \"Kami sedang duduk di sisi Rasulullah Shallallahu'alaihiwasallam, lalu ada seorangh laki-laki yang berkata; 'Wahai Rasulullah, apakah anda diberikan makanan dari Langit?\" beliau menjawab, \"Ya.\" dia bertanya, \"Dengan apa?\" beliau menjawab, \"Dengan piring\" mereka berkata; \"Apakah itu juga termasuk kelebihan bagi anda\". Beliau menjawab, \"Ya\". Dia berkata; \"Lantas mengapa ember itu diangkat?\" Beliau menjawab, \"Ember itu diangkat, maknanya telah diwahyukan kepadaku bahwa suatu hari nanti saya pasti mati dan tidak bisa tinggal selamanya bersama kalian, Dan kalian juga tidak akan tinggal setelahku kecuali hanya sebentar. Bahkan kalian akan tinggal sampai kalian mengatakan sampai kapan kita, sampai kapan kita?. Kalian akan mendatangi kelompok yang terpecah-pecah yang satu sama lainnya saling memusnahkan. Sebelum terjadinya hari Kiamat akan ada banyak kematian yang dahsyat dan setelahnya akan terjadi keguncangan beberapa tahun.\"","arab":"حَدَّثَنَا أَبُو الْمُغِيرَةِ قَالَ حَدَّثَنَا أَرْطَاةُ يَعْنِي ابْنَ الْمُنْذِرِ حَدَّثَنَا ضَمْرَةُ بْنُ حَبِيبٍ قَالَ حَدَّثَنَا سَلَمَةُ بْنُ نُفَيْلٍ السَّكُونِيُّ قَالَكُنَّا جُلُوسًا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ قَالَ لَهُ قَائِلٌ يَا رَسُولَ اللَّهِ هَلْ أُتِيتَ بِطَعَامٍ مِنْ السَّمَاءِ قَالَ نَعَمْ قَالَ وَبِمَاذَا قَالَ بِمِسْخَنَةٍ قَالُوا فَهَلْ كَانَ فِيهَا فَضْلٌ عَنْكَ قَالَ نَعَمْ قَالَ فَمَا فُعِلَ بِهِ قَالَ رُفِعَ وَهُوَ يُوحَى إِلَيَّ أَنِّي مَكْفُوتٌ غَيْرُ لَابِثٍ فِيكُمْ وَلَسْتُمْ لَابِثِينَ بَعْدِي إِلَّا قَلِيلًا بَلْ تَلْبَثُونَ حَتَّى تَقُولُوا مَتَى وَسَتَأْتُونَ أَفْنَادًا يُفْنِي بَعْضُكُمْ بَعْضًا وَبَيْنَ يَدَيْ السَّاعَةِ مُوتَانٌ شَدِيدٌ وَبَعْدَهُ سَنَوَاتُ الزَّلَازِلِ","source":"Ahmad"},"__N_SSG":true}