{"pageProps":{"number":"1382","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il bin Ibrahim] berkata; telah menceritakan kepada kami [Al Jurairi] dari [Abdullah bin Syaqiq] dari [Ibnu Hawalah] berkata; saya telah mendatangi Rasulullah Shallallahu'alaihiwasallam saat itu beliau sedang duduk di bawah pohon yang besar dan disamping beliau ada seorang penulis yang membacakan di hadapan beliau. Lalu dia (penulis Rasulullah Shallallahu'alaihiwasallam) berkata; \"Maukah saya tulis kamu, Wahai Ibnu Hawalah?.\" Saya menjawab, \"Saya tidak tahu. Apa yang Allah dan Rasul-Nya pilihkan untukku?, \" lalu dia berpaling dariku. [Isma'il] berkata pertama kami, \"Kami akan menulismu, Wahai Ibnu Hawalah, \" lalu saya berkata; \"Saya tidak tahu saya harus menulis apa, Wahai Rasulullah?, \" lalu beliau berpaling dariku, beliau merendahkan kepalanya pada penulisnya dan mendiktekannya, lalu bersabda: \"Maukah saya menulismu, Wahai Ibnu Hawalah?.\" Saya menjawab, \"Saya tidak tahu. Apa yang Allah dan Rasul-Nya pilihkan untukku, \" lalu beliau berpaling dariku dan merendahkan kepalanya pada penulisnya dan mendiktekannya (Ibnu Hawalah radliyallahu'anhu) berkata; lalu saya melihatnya, ternyata di dalam tulisan ada 'Umar, lalu saya berkata; \"Umar tidak ditulis kecuali dalam kebaikan, \" lalu beliau bersabda: \"Apakah kami menulismu, Wahai Ibnu Hawalah?.\" Saya menjawab, Ya. lalu beliau bertanya, \"Apa yang akan kau lakukan jika ada fitnah yang keluar dari ujung bumi seperti tanduk sapi?.\" Saya menjawab, \"Saya tidak tahu, Allah dan Rasul-Nya tidak memilihku.\" Beliau bertanya, \"Apa yang akan kau lakukan pada fitnah yang lain yang keluar setelahnya, fitnah yang pertama seolah-olah lompatan kelinci?.\" Saya menjawab, \"Saya tidak tahu, Allah dan Rasul-Nya tidak memilihku.\" Beliau bersabda: \"Ikutlah kalian ini\", waktu itu ada seorang laki-laki yang sedang meninggalkan mereka. (Ibnu Hawalah radliyallahu'anhu) berkata; \"Saya berangkat dan saya mengejarnya lalu saya memegang kedua pundaknya, lalu saya arahkan wajahnya kepada Rasulullah Shallallahu'alaihiwasallam, lalu saya bertanya, 'Apakah ini? '\" beliau menjawab, Ya. (Ibnu Hawalah radliyallahu'anhu) berkata; \"Ternyata dia adalah 'Utsman bin 'Affan Radliyallahu'anhu.\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنَا الْجُرَيْرِيُّ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنِ ابْنِ حَوَالَةَ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ جَالِسٌ فِي ظِلِّ دَوْمَةٍ وَعِنْدَهُ كَاتِبٌ لَهُ يُمْلِي عَلَيْهِ فَقَالَ أَلَا أَكْتُبُكَ يَا ابْنَ حَوَالَةَ قُلْتُ لَا أَدْرِي مَا خَارَ اللَّهُ لِي وَرَسُولُهُ فَأَعْرَضَ عَنِّي وَقَالَ إِسْمَاعِيلُ مَرَّةً فِي الْأُولَى نَكْتُبُكَ يَا ابْنَ حَوَالَةَ قُلْتُ لَا أَدْرِي فِيمَ يَا رَسُولَ اللَّهِ فَأَعْرَضَ عَنِّي فَأَكَبَّ عَلَى كَاتِبِهِ يُمْلِي عَلَيْهِ ثُمَّ قَالَ أَنَكْتُبُكَ يَا ابْنَ حَوَالَةَ قُلْتُ لَا أَدْرِي مَا خَارَ اللَّهُ لِي وَرَسُولُهُ فَأَعْرَضَ عَنِّي فَأَكَبَّ عَلَى كَاتِبِهِ يُمْلِي عَلَيْهِ قَالَ فَنَظَرْتُ فَإِذَا فِي الْكِتَابِ عُمَرُ فَقُلْتُ إِنَّ عُمَرَ لَا يُكْتَبُ إِلَّا فِي خَيْرٍ ثُمَّ قَالَ أَنَكْتُبُكَ يَا ابْنَ حَوَالَةَ قُلْتُ نَعَمْ فَقَالَ يَا ابْنَ حَوَالَةَ كَيْفَ تَفْعَلُ فِي فِتْنَةٍ تَخْرُجُ فِي أَطْرَافِ الْأَرْضِ كَأَنَّهَا صَيَاصِي بَقَرٍ قُلْتُ لَا أَدْرِي مَا خَارَ اللَّهُ لِي وَرَسُولُهُ قَالَ وَكَيْفَ تَفْعَلُ فِي أُخْرَى تَخْرُجُ بَعْدَهَا كَأَنَّ الْأُولَى فِيهَا انْتِفَاجَةُ أَرْنَبٍ قُلْتُ لَا أَدْرِي مَا خَارَ اللَّهُ لِي وَرَسُولُهُ قَالَ اتَّبِعُوا هَذَا قَالَ وَرَجُلٌ مُقَفٍّ حِينَئِذٍ قَالَ فَانْطَلَقْتُ فَسَعَيْتُ وَأَخَذْتُ بِمَنْكِبَيْهِ فَأَقْبَلْتُ بِوَجْهِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ هَذَا قَالَ نَعَمْ قَالَ وَإِذَا هُوَ عُثْمَانُ بْنُ عَفَّانَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ","source":"Ahmad"},"__N_SSG":true}