{"pageProps":{"number":"1397","slug":"ahmad","id":"Telah menceritakan kepada kami [Aswad bin 'Amir] berkata; Telah menceritakan kepada kami [Abu Bakar] yaitu Ibnu 'Ayyasy, dari ['Ashim] dari [Syahr bin Hausyab] dari [Abu Umamah] berkata; kami mendatangi beliau, ternyata beliau pada saat itu sedang duduk beribadah di tengah masjid. (Abu Umamah Radliyallahu'anhu) berkata; Rasulullah Shallallahu'alaihiwasallam bersabda: \"Jika seorang muslim berwudlu, niscaya dosa akan hilang dari pendengarannya, penglihatannya, kedua tangannya dan kedua kakinya.\" Lalu [Abu Zhabiyah] datang dan dia menceritakan kepada kami, lalu berkata; 'Apa yang telah dia sampaikan kepada kalian? ', lalu kami sampaikan apa yang telah disampaikan kepada kami.\"Lalu dia berkata; 'ya. Saya telah mendengar ['Amr bin 'Abasah] menyebutkannya, dari Rasulullah Shallallahu'alaihiwasallam dan menambahkan di dalamnya, berkata Rasulullah Shallallahu'alaihiwasallam bersabda: 'Tidaklah seorang laki-laki yang bermalam dalam keadaan suci, lalu dia bangun dari malamnya, lalu dia berdzikir dan meminta kepada Allah Azzawajalla kebaikan dari kebaikan dunia dan akhirat, kecuali Allah Azzawajalla memberikan kepadanya.\"","arab":"حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ قَالَ حَدَّثَنَا أَبُو بَكْرٍ يَعْنِي ابْنَ عَيَّاشٍ عَنْ عَاصِمٍ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَبِي أُمَامَةَ قَالَأَتَيْنَاهُ فَإِذَا هُوَ جَالِسٌ يَتَغَلَّ فِي جَوْفِ الْمَسْجِدِ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا تَوَضَّأَ الْمُسْلِمُ ذَهَبَ الْإِثْمُ مِنْ سَمْعِهِ وَبَصَرِهِ وَيَدَيْهِ وَرِجْلَيْهِقَالَ فَجَاءَ أَبُو ظَبْيَةَ وَهُوَ يُحَدِّثُنَا فَقَالَ مَا حَدَّثَكُمْ فَذَكَرْنَا لَهُ الَّذِي حَدَّثَنَا قَالَ فَقَالَ أَجَلْ سَمِعْتُ عَمْرَو بْنَ عَبَسَةَ ذَكَرَهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَزَادَ فِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ رَجُلٍ يَبِيتُ عَلَى طُهْرٍ ثُمَّ يَتَعَارَّ مِنْ اللَّيْلِ فَيَذْكُرُ وَيَسْأَلُ اللَّهَ عَزَّ وَجَلَّ خَيْرًا مِنْ خَيْرِ الدُّنْيَا وَالْآخِرَةِ إِلَّا آتَاهُ اللَّهُ عَزَّ وَجَلَّ إِيَّاهُ","source":"Ahmad"},"__N_SSG":true}