{"pageProps":{"number":"1432","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Mu'awiyah] yaitu Ibnu Shalih dari [Dlamrah bin Habib] dari [Abdurrahman bin 'Amr As-Sulami] sesungguhnya telah mendengar [Al 'Irbadl bin Sariyah] berkata; Rasulullah Shallallahu'alaihiwasallam memberi nasehat kepada kami dengan nasehat yang menyebabkan mata bercucuran dan hati menjadi tergetar. Kami bertanya, \"Wahai Rasulullah, sesungguhnya ini adalah nasehat perpisahan, apa yang anda janjikan kepada kami?\". Beliau bersabda: \"Sungguh saya telah meninggalkan kalian dalam keadaan yang sangat jelas, malamnya sebagaimana siangnya. Tidak akan menyeleweng setelahku kecuali dia akan binasa. Barangsiapa yang hidup di antara kalian akan melihat perselisihan yang banyak. Maka berpeganglah dengan apa yang kalian ketahui dari sunnahku dan sunnah Khulafa' Rasyidin yang mendapat petunjuk. Kalian harus taat, walau terhadap hamba dari Habasyah, gigitlah dengan gigi geraham. Hanyasanya seorang mukmin itu laksana unta yang penurut, kemana dituntun dia akan nurut.\"","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا مُعَاوِيَةُ يَعْنِي ابْنَ صَالِحٍ عَنْ ضَمْرَةَ بْنِ حَبِيبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو السُّلَمِيِّ أَنَّهُ سَمِعَ الْعِرْبَاضَ بْنَ سَارِيَةَ قَالَوَعَظَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَوْعِظَةً ذَرَفَتْ مِنْهَا الْعُيُونُ وَوَجِلَتْ مِنْهَا الْقُلُوبُ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّ هَذِهِ لَمَوْعِظَةُ مُوَدِّعٍ فَمَاذَا تَعْهَدُ إِلَيْنَا قَالَ قَدْ تَرَكْتُكُمْ عَلَى الْبَيْضَاءِ لَيْلُهَا كَنَهَارِهَا لَا يَزِيغُ عَنْهَا بَعْدِي إِلَّا هَالِكٌ وَمَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلَافًا كَثِيرًا فَعَلَيْكُمْ بِمَا عَرَفْتُمْ مِنْ سُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ وَعَلَيْكُمْ بِالطَّاعَةِ وَإِنْ عَبْدًا حَبَشِيًّا عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ فَإِنَّمَا الْمُؤْمِنُ كَالْجَمَلِ الْأَنِفِ حَيْثُمَا انْقِيدَ انْقَادَ","source":"Ahmad"},"__N_SSG":true}