{"pageProps":{"number":"1645","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdul Malik bin Amru Abu Amir] ia berkata, Telah menceritakan kepada kami [Hisyam bin Sa'd] Telah menceritakan kepada kami [Qais bin Bisyr At Taghlibi] ia berkata, telah mengabarkan kepadaku [Bapakku] -ia pernah duduk dalam majlis Abu Darda- Ia berkata, \"Di Damaskus ada seorang laki-laki yang termasuk sahabat Nabi shallallahu 'alaihi wasallam, laki-laki itu biasa dipanggil dengan [Ibnu Al Hanzhaliyyah]. Ia adalah seorang yang suka menyendiri, tidak suka duduk bersama manusia. Aktivitasnya hanya shalat, jika telah selesai ia membaca tasbih dan takbir hingga ia kembali mendatangi keluarganya. Suatu harilaki-laki itu lewat saat kami sedang bersama Abu Darda, lalu Abu Darda berkata kepdanya, \"(Kami berharap darimu) satu kata yang bermanfaat bagi kami dan tidak memberikan mudlarat kepadamu.\" Laki-laki itu pun berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah mengutus kami dalam salah satu ekspedisi. Ketika kami telah tiba (di Madinah), lalu datanglah seorang laki-laki dari orang-orang yang pernah ikut dalam ekspedisi tersebut, ia lalu duduk di majelis yang di situ ada Rasulullah shallallahu 'alaihi wasallam. Lelaki itu lantas berkata kepada orang yang ada di sampingnya, \"Sekiranya kamu melihat saat kami dan pasukan musuh berhadap-hadapan! Laki-laki itu lantas menikam musuhnya, lalu ia berkata, \"Maju dan hadapilah aku, aku adalah pangeran dari Al Ghifari.' Bagaimana pendapatmu terkait dengan perkataannya?\" ia menjawab, \"Aku tidak berpendapat, kecuali pahala amalannya telah batal.\" Dan orang lain yang mendengar hal itu berkata, \"Menurutku hal itu tidaklah mengapa.\" Maka mereka pun saling berbantah-bantahan, hingga Nabi shallallahu 'alaihi wasallam mendengarnya, beliau bersabda: \"Subhanallah, tidaklah mengapa, bahkan ia dipuji dan diberi ganjaran pahala.\" Bisyr At Taghlibi berkata, \"Aku lihat Abu Darda gembira riang akan hal itu dan ia pun mengangkat kepalanya kepada Al Hanzhaliyyah, lalu berkata, \"Kamu yang mendengar hadits itu dari Rasulullah shallallahu 'alaihi wasallam?\" Laki-laki sahabat Nabi itu menjawab, \"Ya, benar.\" Abu Darda selalu mengulangi pertanyaannya hingga aku berkata, \"Sungguh ia akan jatuh di atas dua lututnya.\"","arab":"حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو أَبُو عَامِرٍ قَالَ حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ قَالَ حَدَّثَنَا قَيْسُ بْنُ بِشْرٍ التَّغْلِبِيُّ قَالَ أَخْبَرَنِي أَبِي وَكَانَ جَلِيسًا لِأَبِي الدَّرْدَاءِ قَالَكَانَ بِدِمَشْقَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَالُ لَهُ ابْنُ الْحَنْظَلِيَّةِ وَكَانَ رَجُلًا مُتَوَحِّدًا قَلَّمَا يُجَالِسُ النَّاسَ إِنَّمَا هُوَ فِي صَلَاةٍ فَإِذَا فَرَغَ فَإِنَّمَا يُسَبِّحُ وَيُكَبِّرُ حَتَّى يَأْتِيَ أَهْلَهُ فَمَرَّ بِنَا يَوْمًا وَنَحْنُ عِنْدَ أَبِي الدَّرْدَاءِ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلَا تَضُرُّكَ قَالَ بَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَرِيَّةً فَقَدِمْتُ فَجَاءَ رَجُلٌ مِنْهُمْ فَجَلَسَ فِي الْمَجْلِسِ الَّذِي فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِرَجُلٍ إِلَى جَنْبِهِ لَوْ رَأَيْتَنَا حِينَ الْتَقَيْنَا نَحْنُ وَالْعَدُوَّ فَحَمَلَ فُلَانٌ فَطَعَنَ فَقَالَ خُذْهَا وَأَنَا الْغُلَامُ الْغِفَارِيُّ كَيْفَ تَرَى فِي قَوْلِهِ قَالَ مَا أُرَاهُ إِلَّا قَدْ أَبْطَلَ أَجْرَهُ فَسَمِعَ ذَلِكَ آخَرُ فَقَالَ مَا أَرَى بِذَلِكَ بَأْسًا فَتَنَازَعَا حَتَّى سَمِعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سُبْحَانَ اللَّهِ لَا بَأْسَ أَنْ يُحْمَدَ وَيُؤْجَرَقَالَ فَرَأَيْتُ أَبَا الدَّرْدَاءِ سُرَّ بِذَلِكَ وَجَعَلَ يَرْفَعُ رَأْسَهُ إِلَيْهِ وَيَقُولُ آنْتَ سَمِعْتَ ذَلِكَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَقُولُ نَعَمْ فَمَا زَالَ يُعِيدُ عَلَيْهِ حَتَّى إِنِّي لَأَقُولُ لَيَبْرُكَنَّ عَلَى رُكْبَتَيْهِ","source":"Ahmad"},"__N_SSG":true}