{"pageProps":{"number":"1764","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] Telah menceritakan kepada kami [Abu Khalaf Musa bin Khalaf] seorang yang berasal dari jama'ah Balda`, ia berkata, Telah menceritakan kepada kami [Yahya bin Abu Katsir] dari [Zaid bin Sallam] dari kakeknya [Mamthur] dari [Al Harits Al Asy'ari], bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah 'azza wajalla telah memerintah Yahya bin Zakariya untuk mengamalkan lima perkara, dan agar ia juga perintahkan hal itu kepada Bani Isra`il untuk mengamalkannya, namun hal itu agaknya hampir terabaikan. Maka Isa pun berkata kepada Yahya, 'Kamu telah diperintahkan untuk mengamalkan lima perkara, dan juga memerintahkan Bani Isra`il agar mereka beramal dengannya. Karena itu, terserah padamu, apakah kamu yang akan menyampaikannya atau aku yang menyampaikannya.' Yahya berkata, 'Wahai saudaraku, sesungguhnya saya khawatir akan mendapat siksa atau ditenggelamkan jika kamu mendahuluiku dalam menyampaikannya.' Maka Yahya pun mengumpulkan Bani Isra`il di dalam Baitul Maqdis, hingga Masjid itu pun penuh. Kemudian Yahya duduk di atas tempat yang tinggi, ia lalu mengucapkan pujian dan sanjungan kepada Allah. Setelah itu Yahya berkata, 'Sesungguhnya Allah 'azza wajalla telah memerintahkan kepadaku dengan lima kalimat, yaitu agar aku beramal dengannya. Dan saya memerintahkan kalian untuk beramal dengannya. Yang pertama, hendaklah kalian beribadah kepada Allah dan tidak menyekutukan-Nya dengan sesuatu apapun. Dan perumpamaan hal itu adalah seperti seorang laki-laki yang membeli seorang budak dengan perak atau emas dari hartanya sendiri, lalu budak itu pun bekerja dan menyerahkan hasil pekerjaan kepada selain tuannya. Maka siapakah di antara kalian yang senang jika budaknya seperti itu? Dan sungguh, Allah 'azza wajalla telah menciptakan kalian dan memberi rizki kepada kalian, karena itu, beribadahlah kalian kepadanya, dan janganlah kalian menyekutukan-Nya dengan sesuatu apapun. Kedua, Allah memerintahkan kalian untuk menunaikan shalat. Dan sesungguhnya Allah 'azza wajalla menghadapkan wajah-Nya ke hadapan wajah hamba-Nya selama ia tidak menoleh. Maka jika kalian shalat, janganlah kalian memalingkan muka (menoleh kesana kemari). Ketiga, Allah memerintahkan kalian untuk berpuasa. Dan permisalan hal itu adalah, seperti seorang laki-laki yang memiliki wadah berisi misk (minyak wangi) di tengah-tengah rombongan, hingga semua orang akan mendapatkan wangi semerbaknya. Sesungguhnya bau mulut seorang yang sedang berpuasa adalah lebih wangi di sisi Allah daripada wanginya Misk. Keempat, Allah memerintahkan kalian untuk mengeluarkan Zakat. Dan perumpamaan zakat itu adalah seperti seorang laki-laki yang ditawan oleh musuh, lalu mereka mengikat kedua tangan laki-laki itu dan meletakkannya dileher, lalu mereka menyeretnya untuk menebas batang lehernya. Kemudian laki-laki itu berkata, 'Apakah kalian mau, agar aku menebus diriku dari tekanan kalian.' maka laki-laki itu pun menebus dirinya dari musuh dengan seluruh hartanya, hingga ia pun bebas. Kelima, Allah memerintahkan kalian untuk banyak berdzikir kepada Allah. Dan perumpamaan Dzikir itu adalah seperti seorang laki-laki yang dikejar oleh pasukan musuh untuk mencari jejaknya. Lalu laki-laki itu mendatangi benteng yang kuat lagi kokoh, maka ia pun berlindung di dalamnya. Dan seorang hamba akan terbebas dari gangguan setan, jika ia senantiasa berdzikir kepada Allah 'azza wajalla.'\" Al Haris berkata; Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku perintahkan kepada kalian lima perkara yang Allah telah memerintahkannya kepadaku untuk mengamalkannya; berjama'ah, siap mendengar dan taat, hijrah serta jihad di jalan Allah. Karena itu, siapa yang keluar dari jama'ah meskipun satu jengkal, maka ia telah melepas tali ikatan Islam dari lehernya hingga ia kembali. Dan barangsiapa menyeru dengan seruan jahiliyah, maka ia akan menjadi bagian batu dari batu-batu neraka jahannam.\" Para sahabat bertanya, \"Wahai Rasulullah, meskipun ia puasa dan shalat.\" beliau menjawab, \"Meskipun ia puasa dan shalat serta mengaku sebagai muslim. Karena itu, panggillah kaum muslimin dengan sebutan yang telah diberikan Allah yakni Al Muslimin, Al Mukminin, hamba-hamba Allah 'azza wajalla.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبُو خَلَفٍ مُوسَى بْنُ خَلَفٍ كَانَ يُعَدُّ مِنْ الْبُدَلَاءِ قَالَ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ عَنْ زَيْدِ بْنِ سَلَّامٍ عَنْ جَدِّهِ مَمْطُورٍ عَنِ الْحَارِثِ الْأَشْعَرِيِّأَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَمَرَ يَحْيَى بْنَ زَكَرِيَّا بِخَمْسِ كَلِمَاتٍ أَنْ يَعْمَلَ بِهِنَّ وَأَنْ يَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهِنَّ فَكَادَ أَنْ يُبْطِئَ فَقَالَ لَهُ عِيسَى إِنَّكَ قَدْ أُمِرْتَ بِخَمْسِ كَلِمَاتٍ أَنْ تَعْمَلَ بِهِنَّ وَأَنْ تَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهِنَّ فَإِمَّا أَنْ تُبَلِّغَهُنَّ وَإِمَّا أُبَلِّغَهُنَّ فَقَالَ لَهُ يَا أَخِي إِنِّي أَخْشَى إِنْ سَبَقْتَنِي أَنْ أُعَذَّبَ أَوْ يُخْسَفَ بِي قَالَ فَجَمَعَ يَحْيَى بَنِي إِسْرَائِيلَ فِي بَيْتِ الْمَقْدِسِ حَتَّى امْتَلَأَ الْمَسْجِدُ وَقُعِدَ عَلَى الشُّرَفِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَمَرَنِي بِخَمْسِ كَلِمَاتٍ أَنْ أَعْمَلَ بِهِنَّ وَآمُرَكُمْ أَنْ تَعْمَلُوا بِهِنَّ أَوَّلُهُنَّ أَنْ تَعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا فَإِنَّ مَثَلَ ذَلِكَ مَثَلُ رَجُلٍ اشْتَرَى عَبْدًا مِنْ خَالِصِ مَالِهِ بِوَرِقٍ أَوْ ذَهَبٍ فَجَعَلَ يَعْمَلُ وَيُؤَدِّي عَمَلَهُ إِلَى غَيْرِ سَيِّدِهِ فَأَيُّكُمْ يَسُرُّهُ أَنْ يَكُونَ عَبْدُهُ كَذَلِكَ وَإِنَّ اللَّهَ عَزَّ وَجَلَّ خَلَقَكُمْ وَرَزَقَكُمْ فَاعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَأَمَرَكُمْ بِالصَّلَاةِ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يَنْصِبُ وَجْهَهُ لِوَجْهِ عَبْدِهِ مَا لَمْ يَلْتَفِتْ فَإِذَا صَلَّيْتُمْ فَلَا تَلْتَفِتُوا وَأَمَرَكُمْ بِالصِّيَامِ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ مَعَهُ صُرَّةٌ مِنْ مِسْكٍ فِي عِصَابَةٍ كُلُّهُمْ يَجِدُ رِيحَ الْمِسْكِ وَإِنَّ خُلُوفَ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ وَأَمَرَكُمْ بِالصَّدَقَةِ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ أَسَرَهُ الْعَدُوُّ فَشَدُّوا يَدَيْهِ إِلَى عُنُقِهِ وَقَرَّبُوهُ لِيَضْرِبُوا عُنُقَهُ فَقَالَ هَلْ لَكُمْ أَنْ أَفْتَدِيَ نَفْسِي مِنْكُمْ فَجَعَلَ يَفْتَدِي نَفْسَهُ مِنْهُمْ بِالْقَلِيلِ وَالْكَثِيرِ حَتَّى فَكَّ نَفْسَهُ وَأَمَرَكُمْ بِذِكْرِ اللَّهِ كَثِيرًا وَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ طَلَبَهُ الْعَدُوُّ سِرَاعًا فِي أَثَرِهِ فَأَتَى حِصْنًا حَصِينًا فَتَحَصَّنَ فِيهِ وَإِنَّ الْعَبْدَ أَحْصَنَ مَا يَكُونُ مِنْ الشَّيْطَانِ إِذَا كَانَ فِي ذِكْرِ اللَّهِ عَزَّ وَجَلَّ قَالَ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا آمُرُكُمْ بِخَمْسٍ اللَّهُ أَمَرَنِي بِهِنَّ بِالْجَمَاعَةِ وَبِالسَّمْعِ وَالطَّاعَةِ وَالْهِجْرَةِ وَالْجِهَادِ فِي سَبِيلِ اللَّهِ فَإِنَّهُ مَنْ خَرَجَ مِنْ الْجَمَاعَةِ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ إِلَى أَنْ يَرْجِعَ وَمَنْ دَعَا بِدَعْوَى الْجَاهِلِيَّةِ فَهُوَ مِنْ جُثَا جَهَنَّمَ قَالُوا يَا رَسُولَ اللَّهِ وَإِنْ صَامَ وَصَلَّى قَالَ وَإِنْ صَامَ وَصَلَّى وَزَعَمَ أَنَّهُ مُسْلِمٌ فَادْعُوا الْمُسْلِمِينَ بِمَا سَمَّاهُمْ الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللَّهِ عَزَّ وَجَلَّ","source":"Ahmad"},"__N_SSG":true}