{"pageProps":{"number":"1870","slug":"ahmad","id":"Telah menceritakan kepada kami  [Ya’kub] Telah menceritakan kepada kami  [ayahku] dari [Ibn ishaq] katanya, telah menceritakan kepadaku [‘Atho bin Abi rabah], dari [Shafwan bin Abdullah bin Shafwan] dari kedua pamannya, [Ya’la bin Umayyah] dan [Salmah bin Umayyah] mengatakan, kami berangkat bersama Rasulullah Shallallahu'alaihiwasallam dalam perang tabuk. Ikut bersama kami salah seorang kawan kami. Ia selanjutnya berkelahi sesame kaum muslimin. Si laki-laki menggigit hastanya, lantas ia menarik tangannya dari mulutnya sehingga gigi geraham yang menggigit tanggal. Si laki-laki protes kepada Rasulullah shallallahu 'alaihi wasallam dan meminta diyat. Namun Rasulullah shallallahu 'alaihi wasallam hanya bersabda: “Salah seorang kalian menemui kawannya lantas menggigitnya sebagaimana kambing pejantan  menggigit lantas meminta diyat ? Tak ada diyat bagimu. Kata Ya’la atau Salmah, Rasulullah shallallahu 'alaihi wasallam akhirnya tidak mempermasalahkan kasusnya, alias menganggap tak ada diyat. Telah menceritakan kepada kami  [Muhammad bin ja’far] Telah menceritakan kepada kami  [Syu’bah] dari [Qatadah] dari [‘Atho’ bin Abi rabah] dari [Ibn Ya’la] dari [Ya’la] dari Nabi shallallahu 'alaihi wasallam semisal hadits Qatadah  dari Zurarah dari Imran tentang seseorang yang menggigit lawan sengketanya.","arab":"حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ ابْنِ إِسْحَاقَ قَالَ حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ عَنْ صَفْوَانَ بْنِ عَبْدِ اللَّهِ بْنِ صَفْوَانَ عَنْ عَمَّيْهِ يَعْلَى بْنِ أُمَيَّةَ وَسَلَمَةَ بْنِ أُمَيَّةَ قَالَاخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ مَعَنَا صَاحِبٌ لَنَا فَاقْتَتَلَ هُوَ وَرَجُلٌ مِنْ الْمُسْلِمِينَ فَعَضَّ ذَلِكَ الرَّجُلُ بِذِرَاعِهِ فَاجْتَبَذَ يَدَهُ مِنْ فِيهِ فَطَرَحَ ثَنِيَّتَهُ فَذَهَبَ الرَّجُلُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْأَلُهُ الْعَقْلَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْطَلِقُ أَحَدُكُمْ إِلَى أَخِيهِ يَعَضُّهُ عَضِيضَ الْفَحْلِ ثُمَّ يَأْتِي يَلْتَمِسُ الْعَقْلَ لَا دِيَةَ لَكَ قَالَ فَأَطَلَّهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْنِي فَأَبْطَلَهَاحَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنِ ابْنِ يَعْلَى عَنْ يَعْلَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ حَدِيثِ قَتَادَةَ عَنْ زُرَارَةَ عَنْ عِمْرَانَ فِي الَّذِي يُعَضُّ أَحَدُهُمَا","source":"Ahmad"},"__N_SSG":true}