{"pageProps":{"number":"1881","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far Ghundar] dan [Yahya bin Zakaria bin Abu Za`idah] keduanya berkata, Telah menceritakan kepada kami [Hajjaj bin Arthat] dari [Muhammad bin Sulaiman] dari [Pamannya]. [Ibnu Abu Zaidah] [Sahl bin Abu Hatsmah] berkata, \"Aku melihat [Muhammad bin Maslamah] membuntuti seorang wanita Anshar agar ia dapat melihatnya.\" Ibnu Abu Zaaidah berkata, \"Wanita itu bernama Butsainah binti Adl Dlahak. Aku kemudian berkata kepada Muhammad bin Maslamah, \"Engkau adalah seorang sahabat Rasulullah shallallahu 'alaihi wasallam, namun kenapa engkau melakukan hal ini?\" Muhammad bin Maslamah menjawab, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Jika Allah azza wa jalla telah menumbuhkan keinginan untuk mengkhitbah wanita pada hati seorang laki-laki, maka tidak mengapa bagi dirinya melihat wanita tersebut.'\" Telah menceritakan kepada kami [Suraij bin An Nu'man] ia berkata, Telah menceritakan kepada kami [Abbad bin Al Awwam] ia berkata, Telah menceritakan kepada kami [Hajjaj bin Arthah] dari [Muhammad bin Sulaiman bin Abu Hatsmah] dari pamannya [Sahal bin Abu Hatsmah] ia berkata, \"Aku melihat [Muhmamad bin Maslamah] membuntuti Butsainah binti Adl Dlahak, saudara perempuan Jabirah bin Adl Dlahak yang sedang berada di tempat penyewaan miliknya… lalu ia menceritakan hadis tersebut.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ غُنْدَرٌ وَيَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ قَالَا حَدَّثَنَا الْحَجَّاجُ بْنُ أَرْطَاةَ عَنْ مُحَمَّدِ بْنِ سُلَيْمَانَ عَنْ عَمِّهِ قَالَ ابْنُ أَبِي زَائِدَةَ سَهْلِ بْنِ أَبِي حَثْمَةَ قَالَرَأَيْتُ مُحَمَّدَ بْنَ مَسْلَمَةَ يُطَارِدُ امْرَأَةً مِنْ الْأَنْصَارِ يُرِيدُ أَنْ يَنْظُرَ إِلَيْهَا قَالَ ابْنُ أَبِي زَائِدَةَ بُثَيْنَةَ ابْنَةَ الضَّحَّاكِ يُرِيدُ أَنْ يَنْظُرَ إِلَيْهَا فَقُلْتُ أَنْتَ صَاحِبُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَفْعَلُ هَذَا قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا أَلْقَى اللَّهُ عَزَّ وَجَلَّ فِي قَلْبِ امْرِئٍ خِطْبَةَ امْرَأَةٍ فَلَا بَأْسَ أَنْ يَنْظُرَ إِلَيْهَاحَدَّثَنَا سُرَيْجُ بْنُ النُّعْمَانِ قَالَ حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ قَالَ حَدَّثَنَا حَجَّاجُ بْنُ أَرْطَاةَ عَنْ مُحَمَّدِ بْنِ سُلَيْمَانَ بْنِ أَبِي حَثْمَةَ عَنْ عَمِّهِ سَهْلِ بْنِ أَبِي حَثْمَةَ قَالَ رَأَيْتُ مُحَمَّدَ بْنَ مَسْلَمَةَ يُطَارِدُ بُثَيْنَةَ ابْنَةَ الضَّحَّاكِ أُخْتَ أَبِي جَبِيرَةَ بْنِ الضَّحَّاكِ وَهِيَ عَلَى إِجَّارٍ لَهُمْ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}