{"pageProps":{"number":"1976","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdul Wahab Al Khaffaf] telah mengabarkan kepada kami [Sa'id] dari [Qatadah] dari [Syahr bin Hausyab] dari [Abdurrahman bin Ghanm] dari [Amru bin Kharijah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah berkhutbah kepada kami di Mina dengan tetap duduk di atas kendaraannya. Saat itu aku berada tepat di bawah leher untanya yang sedang mengunyah makanan hingga air liurnya menetes di antara kedua pundakku. Beliau kemudian bersabda: \"Sesungguhnya Allah 'azza wajalla telah menetapkan untuk setiap orang bagiannya dalam harta warisan. Maka wasiat tidak boleh bagi ahli waris. Sesungguhnya seorang anak adalah hak bagi pemilik kasur (suami), sedangkan bagi sang pezina adalah batu (hukuman rajam). Sungguh, siapa yang menisbatkan dirinya kepada selain bapaknya, atau (budak yang) menisbatkan kepada selain tuannya karena benci, maka ia akan mendapatkan laknat Allah, Malaikat dan laknat seluruh manusia.\" [Sa'id] berkata, Telah menceritakan kepada kami [Mathar] dari [Syahr bin Hausyab] dari [Abdurrahman bin Ghanm] dari [Amru bin Kharijah] dari Nabi shallallahu 'alaihi wasallam, semisal dalam hadits tersebut.\" Namun Mathar menambahkan di dalam haditsnya, \"Amalan wajib dan amalan sunahnya tidak akan diterima darinya.\" Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Sa'id], lalu ia pun menyebutkan hadits itu.\" Ia (perawi) berkata, \"Mathar menyebutkan, \"Amalan wajib dan amalan sunahnya tidak akan diterima darinya.\" Atau, \"Amalan sunah dan amalan wajibnya.\" Dan ini adalah akhir dari musnad orang-orang Syam.","arab":"حَدَّثَنَا عَبْدُ الْوَهَّابِ الْخَفَّافُ أَخْبَرَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ عَمْرِو بْنِ خَارِجَةَ قَالَخَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِمِنًى عَلَى رَاحِلَتِهِ وَإِنِّي لَتَحْتَ جِرَانِ نَاقَتِهِ وَهِيَ تَقْصَعُ بِجِرَّتِهَا وَلُعَابُهَا يَسِيلُ بَيْنَ كَتِفَيَّ فَقَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ قَسَمَ لِكُلِّ إِنْسَانٍ نَصِيبَهُ مِنْ الْمِيرَاثِ وَلَا يَجُوزُ لِوَارِثٍ وَصِيَّةٌ أَلَا وَإِنَّ الْوَلَدَ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ أَلَا وَمَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ تَوَلَّى غَيْرَ مَوَالِيهِ رَغْبَةً عَنْهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَقَالَ سَعِيدٌ وحَدَّثَنَا مَطَرٌ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ عَمْرِو بْنِ خَارِجَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ وَزَادَ مَطَرٌ فِي الْحَدِيثِ وَلَا يُقْبَلُ مِنْهُ صَرْفٌ وَلَا عَدْلٌ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا سَعِيدٌ فَذَكَرَ الْحَدِيثَ وَقَالَ قَالَ مَطَرٌ وَلَا يُقْبَلُ مِنْهُ صَرْفٌ وَلَا عَدْلٌ أَوْ عَدْلٌ وَلَا صَرْفٌ هَذَا آخِرُ مُسْنَدِ الشَّامِيِّينَ","source":"Ahmad"},"__N_SSG":true}