{"pageProps":{"number":"2062","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Sufyan] dari [Jabir] dari [Asy Sya'bi] dari [Abdullah bin Tsabit] ia berkata, \"Umar bin Al Khathab datang menemui Nabi shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, sesungguhnya aku melewati saudaraku dari Bani Quraizhah, ia lalu menulis untukku beberapa kalimat yang singkat dari kitab Taurat, maka bolehkah aku memperlihatkannya padamu?\" Wajah Rasulullah shallallahu 'alaihi wasallam seketika itu berubah. Abdullah -Ibnu Tsabit- berkata, \"Aku lalu berkata kepadanya, \"Tidakkah kamu lihat perubahan pada wajah Rasulullah shallallahu 'alaihi wasallam?\" kemudian Umar berkata, \"Kami rela Allah sebagai Rabb kami, Islam sebagai agama kami, dan Muhammad shallallahu 'alaihi wasallam sebagai Rasul.\" Lalu meredalah kemarahan Nabi shallallahu 'alaihi wasallam, lalu beliau bersabda: \"Demi Dzat yang jiwa Muhammad berada di tangan-Nya, sekiranya Musa berada di tengah-tengah kalian, lalu kalian mengikutinya dan meninggalkanku, niscaya kalian akan tersesat. Kalian adalah bagianku dari ummat manusia dan aku adalah bagian kalian dari para Nabi.\"","arab":"حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا سُفْيَانُ عَنْ جَابِرٍ عَنِ الشَّعْبِيِّ عَنْ عَبْدِ اللَّهِ بْنِ ثَابِتٍ قَالَجَاءَ عُمَرُ بْنُ الْخَطَّابِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي مَرَرْتُ بِأَخٍ لِي مِنْ بَنِي قُرَيْظَةَ فَكَتَبَ لِي جَوَامِعَ مِنْ التَّوْرَاةِ أَلَا أَعْرِضُهَا عَلَيْكَ قَالَ فَتَغَيَّرَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عَبْدُ اللَّهِ يَعْنِي ابْنَ ثَابِتٍ فَقُلْتُ لَهُ أَلَا تَرَى مَا بِوَجْهِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ عُمَرُ رَضِينَا بِاللَّهِ تَعَالَى رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَسُولًا قَالَ فَسُرِّيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَصْبَحَ فِيكُمْ مُوسَى ثُمَّ اتَّبَعْتُمُوهُ وَتَرَكْتُمُونِي لَضَلَلْتُمْ إِنَّكُمْ حَظِّي مِنْ الْأُمَمِ وَأَنَا حَظُّكُمْ مِنْ النَّبِيِّينَ","source":"Ahmad"},"__N_SSG":true}