{"pageProps":{"number":"2212","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah] dan [Hajjaj] ia berkata, telah menceritakan kepadaku [Syu'bah] ia berkata, saya mendengar [Qatadah] menceritakan dari [Abu Nadlrah]. Telah berkata [Hajjaj] saya mendengar [Abu Nadlrah] dari [Qais bin Abbad] ia berkata; Saya bertanya kepada [Ammar], \"Apakah peperangan kalian ini merupakan pendapat yang telah kalian putuskan?\" Hajjaj berkata; \"Apakah menurut kalian perkara ini, yakni peperangan kalian ini merupakan pendapat yang telah kalian putuskan? Sebab suatu pendapat bisa salah dan juga bisa benar. Atau pun merupakan janji yang telah dijanjikan Rasulullah shallallahu 'alaihi wasallam kepada kalian?\" Maka Ammar menjawab, \"Rasulullah shallallahu 'alaihi wasallam tidak pernah menjanjikan sesuatu pun kepada kami yang tidak beliau janjikan kepada umat secara keseluruhan.\" Ammar juga berkata; Sesungguhnya Rasulullah shallallahu 'alaihi wasallam pernah bersabda: \"Sesungguhnya di antara ummatku..\" Syu'bah berkata; Menurut dugaannya ia berkata, telah menceritakan kepadaku [Hudzaifah]; \"Sesungguhnya di dalam umatku terdapat dua belas orang munafik. Mereka tidak akan masuk surga dan tidak pula mencium baunya, hingga seekor unta masuk ke dalam lubang jarum. Cekuplah delapan orang dari mereka (binasa) dengan Dubailah (bisul besar yang membinasakan), pada pundak-pundak mereka terdapat siraj (cahaya) dari neraka hingga merambat ke dada-dada mereka.\"","arab":"مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ وَحَجَّاجٌ قَالَ حَدَّثَنِي شُعْبَةُ قَالَ سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَبِي نَضْرَةَ قَالَ حَجَّاجٌ سَمِعْتُ أَبَا نَضْرَةَ عَنْ قَيْسِ بْنِ عَبَّادٍ قَالَقُلْتُ لِعَمَّارٍ أَرَأَيْتَ قِتَالَكُمْ رَأْيًا رَأَيْتُمُوهُ قَالَ حَجَّاجٌ أَرَأَيْتَ هَذَا الْأَمْرَ يَعْنِي قِتَالَهُمْ رَأْيًا رَأَيْتُمُوهُ فَإِنَّ الرَّأْيَ يُخْطِئُ وَيُصِيبُ أَوْ عَهْدٌ عَهِدَهُ إِلَيْكُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا عَهِدَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا لَمْ يَعْهَدْهُ إِلَى النَّاسِ كَافَّةً وَقَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ فِي أُمَّتِي قَالَ شُعْبَةُ وَيَحْسِبُهُ قَالَ حَدَّثَنِي حُذَيْفَةُ إِنَّ فِي أُمَّتِي اثْنَيْ عَشَرَ مُنَافِقًا فَقَالَ لَا يَدْخُلُونَ الْجَنَّةَ وَلَا يَجِدُونَ رِيحَهَا حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ ثَمَانِيَةٌ مِنْهُمْ تَكْفِيكَهُمُ الدُّبَيْلَةُ سِرَاجٌ مِنْ نَارٍ يَظْهَرُ فِي أَكْتَافِهِمْ حَتَّى يَنْجُمَ فِي صُدُورِهِمْ","source":"Ahmad"},"__N_SSG":true}