{"pageProps":{"number":"2266","slug":"ahmad","id":"Telah menceritakan kepada kami [Ali bin Abdullah] Telah menceritakan kepada kami [Yahya bin Sa'id] Telah menceritakan kepada kami [Jabir bin Shubh] ia berkata, telah menceritakan kepadaku [Al Mutsanna bin Abdurrahman Al Khuza'i] suatu ketika saya menemaninya ke Wasith. Saat makan ia memulainya dengan basmalah, di akhir suapan makanannya ia membaca lagi, \"BISMILLAH (Dengan nama Allah).\" Maka saya pun berkata, \"Ketika pertama kali Anda makan, Anda membaca Basmalah, lalu bagaimana dengan bacaan, 'BISMILLAH.' di akhir suapan yang Anda makan?\" Ia menjawab; Saya akan mengabarkan mengenai hal itu kepadamu. Kakekku [Umayyah bin Makhsyi] adalah salah seorang dari sahabat Nabi shallallahu 'alaihi wasallam, saya telah mendengarnya berkata; \"Seorang laki-laki sedang makan, sementara Nabi shallallahu 'alaihi wasallam melihatnya. Laki-laki itu belum membaca Basmalah hingga ia menyudahi makannya, dan pada suapan terakhir ia membaca, 'BISMILLAH AWWALAHU WA AAKHIRAHU (Dengan menyebut nama Allah di awal dan di akhir).' Maka Nabi shallallahu 'alaihi wasallam bersabda: 'Syetan masih terus makan bersamanya hingga ia membaca Basmalah. Maka tidak ada sedikit makanan pun yang tersisa di perutnya kecuali syetan mengeluarkannya.'\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا جَابِرُ بْنُ صُبْحٍ قَالَ حَدَّثَنِي الْمُثَنَّى بْنُ عَبْدِ الرَّحْمَنِ الْخُزَاعِيُّ وَصَحِبْتُهُ إِلَى وَاسِطٍوَكَانَ يُسَمِّي فِي أَوَّلِ طَعَامِهِ وَفِي آخِرِ لُقْمَةٍ يَقُولُ بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ فَقُلْتُ لَهُ إِنَّكَ تُسَمِّي فِي أَوَّلِ مَا تَأْكُلُ أَرَأَيْتَ قَوْلَكَ فِي آخِرِ مَا تَأْكُلُ بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ قَالَ أُخْبِرُكَ عَنْ ذَلِكَ إِنَّ جَدِّي أُمَيَّةَ بْنَ مَخْشِيٍّ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَمِعْتُهُ يَقُولُ إِنَّ رَجُلًا كَانَ يَأْكُلُ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْظُرُ فَلَمْ يُسَمِّ حَتَّى كَانَ فِي آخِرِ طَعَامِهِ لُقْمَةٌ فَقَالَ بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا زَالَ الشَّيْطَانُ يَأْكُلُ مَعَهُ حَتَّى سَمَّى فَلَمْ يَبْقَ فِي بَطْنِهِ شَيْءٌ إِلَّا قَاءَهُ","source":"Ahmad"},"__N_SSG":true}