{"pageProps":{"number":"2305","slug":"ahmad","id":"Telah menceritakan kepada kami [Ibrahim bin Abul Abbas] Telah menceritakan kepada kami [Abdurrahman bin Abuz Zinad] dari [bapaknya] ia berkata, telah mengabarkan kepadaku seorang laki-laki yang biasa dipanggil [Rabi'ah bin Abbad] dari Bani Ad Dil dan ia adalah seorang yang telah mengenyam masa jahiliyah, ia berkata; Saat masih Jahiliyah, saya pernah melihat Nabi shallallahu 'alaihi wasallam di pasar Dzul Majaz. Saat itu, beliau bersabda: \"Wahai sekalian manusian, ucapkanlah, 'LAA ILAAHA ILLALLAH, niscaya kalian akan selamat.\" Maka orang-orang pun mengerumuninya, sementara di belakangnya ada seorang laki-laki yang berwajah tampan, bermata juling dan rambut terjalin dua bagian, si laki-laki berkata, \"Dia adalah seorang yang murtad (keluar dari agama nenek moyangnya) dan pendusta.\" Laki-laki itu selalu mengikutinya kemana pun beliau pergi. Maka saya pun menanyakan siapa lelaki itu, mereka pun menurutkan nasab Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Laki-laki ini adalah pamannya, yakni Abu Lahab. Telah menceritakan kepada kami [Suraij] Telah menceritakan kepada kami [Ibnu Abu Zinad] dari [bapaknya] dari [Rabi'ah bin Abbad Ad Du`ali] ia adalah seorang yang mengenyam masa jahiliyah dan kemudian memeluk Islam. Ia berkata; Saya pernah melihat Rasulullah shallallahu 'alaihi wasallam, kemudian ia pun menyebutkan hadits. Rabi'ah berkata; Saya bertanya, \"Siapakah orang ini?\" ia menjawab, \"Ia adalah Muhammad bin Abdullah bin Abdul Muthalib.\" Ia pun menyebutkan tentang kenabian. Kemudian saya bertanya lagi, \"Siapakah orang yang selalu mendustakannya ini?\" mereka menjawab, \"Orang ini adalah pamannya, yakni Abu Lahab.\" Abu Zinad berkata; Saya berkata kepada Rabi'ah bin Abbad, \"Sesungguhnya pada hari itu kamu masih kecil.\" Ia menjawab, \"Tidak, demi Allah. Pada hari itu saya telah mencapai masa aqil baligh. Saya benar-benar telah mampu membawa Qirbah (kantong kulit untuk menyimpan air).\"","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْعَبَّاسِ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ قَالَ أَخْبَرَنِي رَجُلٌ يُقَالُ لَهُ رَبِيعَةُ بْنُ عَبَّادٍ مِنْ بَنِي الدِّيلِ وَكَانَ جَاهِلِيًّا قَالَرَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْجَاهِلِيَّةِ فِي سُوقِ ذِي الْمَجَازِ وَهُوَ يَقُولُ يَا أَيُّهَا النَّاسُ قُولُوا لَا إِلَهَ إِلَّا اللَّهُ تُفْلِحُوا وَالنَّاسُ مُجْتَمِعُونَ عَلَيْهِ وَوَرَاءَهُ رَجُلٌ وَضِيءُ الْوَجْهِ أَحْوَلُ ذُو غَدِيرَتَيْنِ يَقُولُ إِنَّهُ صَابِئٌ كَاذِبٌ يَتْبَعُهُ حَيْثُ ذَهَبَ فَسَأَلْتُ عَنْهُ فَذَكَرُوا لِي نَسَبَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالُوا لِي هَذَا عَمُّهُ أَبُو لَهَبٍحَدَّثَنَا سُرَيْجٌ حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ عَنْ رَبِيعَةَ بْنِ عَبَّادٍ الدُّؤَلِيِّ وَكَانَ جَاهِلِيًّا فَأَسْلَمَ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ قَالَ فَقُلْتُ مَنْ هَذَا قَالَ هَذَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ وَهُوَ يَذْكُرُ النُّبُوَّةَ قُلْتُ مَنْ هَذَا الَّذِي يُكَذِّبُهُ قَالُوا هَذَا عَمُّهُ أَبُو لَهَبٍ قَالَ أَبُو الزِّنَادِ فَقُلْتُ لِرَبِيعَةَ بْنِ عَبَّادٍ إِنَّكَ يَوْمَئِذٍ كُنْتَ صَغِيرًا قَالَ لَا وَاللَّهِ إِنِّي يَوْمَئِذٍ لَأَعْقِلُ أَنِّي لَأَزْفِرُ الْقِرْبَةَ يَعْنِي أَحْمِلُهَا","source":"Ahmad"},"__N_SSG":true}