{"pageProps":{"number":"2331","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrahman bin Mahdi] Telah menceritakan kepada kami [Syaiban bin Abdurrahman] dari [Ar Rukain bin Ar Rabi'] dari [bapaknya] dari [pamannya] yakni Fulan bin Alimah, dari [Khuraim bin Fatik Al Asadi] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Manusia ada empat, sedangkan amalan itu ada enam. Manusia ada yang memiliki kelapangan di dunia dan juga di akhirat. Ada yang memiliki kelapangan di dunia, namun ia fakir di akhirat. Ada yang fakir ketika hidup di dunia, akan tetapi di akhiratnya ia mendapat kelapangan. Kemudian, ada juga yang sengsara di dunia dan di juga di akhirat. Sedangkan amalan itu, adalah yang mendapatkan ganjaran dua kali lipat, semisal amalan itu sendiri, ada yang dilipatkan hingga sepuluh kali, dan ada juga yang dilipat gandakan menjadi seratus tujuh kali. Maka yang pertama, barangsiapa yang mati dalam keadaan muslim, dengan tidak menyekutukan Allah dengan sesuatu apa pun, maka wajib baginya surga. Dan siapa yang mati dalam keadaan kafir, maka wajib baginya neraka. Kemudian, barangsiapa yang bertekad untuk berbuat kebaikan, namun ia belum sempat melakukannya, padahal Allah mengetahui bahwa hatinya telah memiliki keinginan keras untuk melakukan amalan tersebut, maka Allah akan menuliskannya sebagai amalan kebaikan. Dan barangsiapa yang bertekat untuk melakukan kejahatan, maka hal itu belum ditulis sebagai suatu keburukan, dan siapa yang melakukannya, baru akan ditulis baginya satu keburukan dan keburukan itu tidaklah dilipatgandakan. Dan barangsiapa yang beramal kebaikan, maka kebaikan itu, akan dilipatgandakan baginya menjadi sepuluh kebaikan. Kemudian, siapa yang mengeluarkan nafaqah di jalan Allah, akan dilipatgandakan baginya menjadi tujuh ratus kali.\"","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا شَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ عَنِ الرُّكَيْنِ بْنِ الرَّبِيعِ عَنْ أَبِيهِ عَنْ عَمِّهِ فُلَانِ بْنِ عَمِيلَةَ عَنْ خُرَيْمِ بْنِ فَاتِكٍ الْأَسَدِيِّأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ النَّاسُ أَرْبَعَةٌ وَالْأَعْمَالُ سِتَّةٌ فَالنَّاسُ مُوَسَّعٌ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَمُوَسَّعٌ لَهُ فِي الدُّنْيَا مَقْتُورٌ عَلَيْهِ فِي الْآخِرَةِ وَمَقْتُورٌ عَلَيْهِ فِي الدُّنْيَا مُوَسَّعٌ عَلَيْهِ فِي الْآخِرَةِ وَشَقِيٌّ فِي الدُّنْيَا وَالْآخِرَةِ وَالْأَعْمَالُ مُوجِبَتَانِ وَمِثْلٌ بِمِثْلٍ وَعَشْرَةُ أَضْعَافٍ وَسَبْعُ مِائَةِ ضِعْفٍ فَالْمُوجِبَتَانِ مَنْ مَاتَ مُسْلِمًا مُؤْمِنًا لَا يُشْرِكُ بِاللَّهِ شَيْئًا فَوَجَبَتْ لَهُ الْجَنَّةُ وَمَنْ مَاتَ كَافِرًا وَجَبَتْ لَهُ النَّارُ وَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا فَعَلِمَ اللَّهُ أَنَّهُ قَدْ أَشْعَرَهَا قَلْبَهُ وَحَرَصَ عَلَيْهَا كُتِبَتْ لَهُ حَسَنَةً وَمَنْ هَمَّ بِسَيِّئَةٍ لَمْ تُكْتَبْ عَلَيْهِ وَمَنْ عَمِلَهَا كُتِبَتْ وَاحِدَةً وَلَمْ تُضَاعَفْ عَلَيْهِ وَمَنْ عَمِلَ حَسَنَةً كَانَتْ لَهُ بِعَشْرِ أَمْثَالِهَا وَمَنْ أَنْفَقَ نَفَقَةً فِي سَبِيلِ اللَّهِ كَانَتْ لَهُ بِسَبْعِ مِائَةِ ضِعْفٍ","source":"Ahmad"},"__N_SSG":true}