{"pageProps":{"number":"2362","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrazaq] Telah menceritakan kepada kami [Ma'mar] dari [Az Zuhri] telah mengkhabarkan kepadaku [keponakan Abu Ruhm] bahwa ia mendengar [Abu Ruhm Al Ghifari] -dan ia termasuk salah seorang dari sahabat Nabi shallallahu 'alaihi wasallam yang ikut berbai'at dibawah pohon (Bai'atu Ridlwan) - berkata; Saya pernah bersama Rasulullah shallallahu 'alaihi wasallam pada perang Tabuk. Tatkala perjalanan membelah malam, aku berjalan dekat dengan beliau, tiba-tiba rasa kantuk menyerangku, maka aku bersegera bangun dan ternyata hewan tungganganku sudah mendekati hewan tunggangannya dan kedekatannya membuat aku terkejut. Karena khawatir kaki beliau yang ada di pelana terserempet maka aku mengakhirkan hewan tunggangankku sampai akhirnya mataku terkatup selama setengah malam. Dan ternyata hewan tungganganku menabrak hewan tunggangan beliau dan kaki beliau yang ada di pelana terserempet, dan aku tidak terbangun kecuali karena suara beliau yang merintih. Maka aku mengangkat kepalaku dan berkata, \"Mintalah ampun untukku wahai Rasulullah.\" Beliau bersabda: \"Mintalah.\" Kemudian beliau pun segera menanyakan orang-orang yang tidak ikut berperang dari Bani Ghifar, akupun memberitahukan kepada beliau dan ternyata beliau menanyakan kepadaku apa yang diperbuat oleh sekelompok orang hitam yang tinggi lagi berambut keriting, atau dia berkata: yang pendek -Abdurrazzaq ragu- yang mereka itu memiliki unta-unta di Syadziyatu Syarkhi. Dia melanjutkan; ' maka aku menyebutkan mereka dari Bani Ghifar, dan tidaklah aku menyebutkan mereka sehingga aku menyebutkan sekelompok orang dari Bani Aslam, dan aku berkata; \"Wahai Rasulullah apa yang mencegah salah seorang dari mereka ketika mereka tidak ikut berperang, untuk memberikan tunggangan diatas unta-unta mereka kepada seseorang yang sigap berada dijalan Allah sehingga mereka menyeru, apakah mereka hendak meninggalkan kaum Muhajirin dari Quraisy, kaum Anshar, Aslam dan Ghifar?\" Telah menceritakan kepada kami [Ya'qub] Telah menceritakan kepada kami [bapakku] dari [Shalih] [Ibnu Syihab] berkata; telah mengabarkan kepadaku [Ibnu Akhi Abu Ruhm Al Ghifari]  aku mendengar [Abu Ruhm] dan ia termasuk salah satu dari sahabat Nabi shallallahu 'alaihi wasallam yang ikut berbai'at dibawah pohon (Bai'atu Ridlwan) - berkata; Aku berperang bersama dengan Rasulullah shallallahu 'alaihi wasallam pada saat perang Tabuk. Suatu malam aku tidur di Akhsar, dan aku berjalan dekat beliau, lantas ia sebutkan makna hadis Ma'mar, hanya ia mengatakan dengan redaksi \"Maka aku lambatkan untaku hingga aku ketiduran sebagian malam, dan ia bertanya \"Apa yang dilakukan orang-orang hitam yang keriting dan cebol, yang mereka mempunyai unta di Syazhiyah Syarkh?, lantas ia lihat mereka dari bani ghifar. Telah menceritakan kepada kami [Ya'qub] Telah menceritakan kepada kami [bapakku] dari [Ibnu Ishaq] dan [Ibnu Syihab] menyebutkan dari [Ibnu Ukaimah Al Laitsi] dari [keponakan Abu Ruhm Al Ghifari] bahwasanya dia telah mendengar [Abu Ruhm] -dan ia termasuk salah satu dari sahabat Nabi shallallahu 'alaihi wasallam yang ikut berbai'at dibawah pohon (Bai'atu Ridlwan) - berkata; Aku berperang bersama dengan Rasulullah shallallahu 'alaihi wasallam pada saat perang Tabuk. Ia pun menyebutkan hadits. Hanya saja ia mengatakan; \"Maka aku bersegera melambatkan hewan tungganganku sampai akhirnya mataku tak kuat menahan kantuk di pertengahan malam.\" Dan dia juga mengatakan; \"Apa yang diperbuat sekelompok orang hitam yang berambut kriting dan pendek?\" dan dia berkata, \"Demi Allah, aku tidak tahu, kalau mereka dari kelompok kami.\" sampai dia berkata; \"Betul, mereka adalah orang-orang yang memiliki unta-unta di Syabakati Syarkhi.\" Ia berkata; Maka aku pun mengingat-ingat Bani Ghifar, namun saya tidak mengingat mereka. Namun akhirnya saya pun ingat, bahwa mereka adalah orang-orang yang mempunyai perjanjian dengan kami. Maka saya berkata, \"Wahai Rasulullah, mereka adalah sekelompok orang dari Bani Aslam dan mereka adalah para sekutu kami.\"","arab":"حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ أَخْبَرَنِي ابْنُ أَخِي أَبِي رُهْمٍ أَنَّهُ سَمِعَ أَبَا رُهْمٍ الْغِفَارِيَّ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِينَ بَايَعُوا تَحْتَ الشَّجَرَةِ يَقُولُغَزَوْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ تَبُوكَ فَلَمَّا فَصَلَ سَرَى لَيْلَةً فَسِرْتُ قَرِيبًا مِنْهُ وَأُلْقِيَ عَلَيَّ النُّعَاسُ فَطَفِقْتُ أَسْتَيْقِظُ وَقَدْ دَنَتْ رَاحِلَتِي مِنْ رَاحِلَتِهِ فَيُفْزِعُنِي دُنُوُّهَا خَشْيَةَ أَنْ أُصِيبَ رِجْلَهُ فِي الْغَرْزِ فَأُؤَخِّرُ رَاحِلَتِي حَتَّى غَلَبَتْنِي عَيْنِي فِي نِصْفِ اللَّيْلِ فَرَكِبَتْ رَاحِلَتِي رَاحِلَتَهُ وَرِجْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْغَرْزِ فَأَصَابَتْ رِجْلَهُ فَلَمْ أَسْتَيْقِظْ إِلَّا بِقَوْلِهِ حَسِّ فَرَفَعْتُ رَأْسِي فَقُلْتُ اسْتَغْفِرْ لِي يَا رَسُولَ اللَّهِ فَقَالَ سَلْ فَقَالَ فَطَفِقَ يَسْأَلُنِي عَمَّنْ تَخَلَّفَ مِنْ بَنِي غِفَارٍ فَأُخْبِرُهُ فَإِذَا هُوَ يَسْأَلُنِي مَا فَعَلَ النَّفَرُ الْحُمْرُ الطُّوَالُ الْقِطَاطُ أَوْ قَالَ الْقِصَارُ عَبْدُ الرَّزَّاقِ يَشُكُّ الَّذِينَ لَهُمْ نَعَمٌ بِشَظِيَّةِ شَرْخٍ قَالَ فَذَكَرْتُهُمْ فِي بَنِي غِفَارٍ فَلَمْ أَذْكُرْهُمْ حَتَّى ذَكَرْتُ رَهْطًا مِنْ أَسْلَمَ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا يَمْنَعُ أَحَدُ أُولَئِكَ حِينَ تَخَلَّفَ أَنْ يَحْمِلَ عَلَى بَعِيرٍ مِنْ إِبِلِهِ امْرَأً نَشِيطًا فِي سَبِيلِ اللَّهِ فَادْعُوا هَلْ أَنْ يَتَخَلَّفَ عَنْ الْمُهَاجِرِينَ مِنْ قُرَيْشٍ وَالْأَنْصَارِ وَأَسْلَمَ وَغِفَارٍحَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ صَالِحٍ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي ابْنُ أَخِي أَبِي رُهْمٍ الْغِفَارِيِّ أَنَّهُ سَمِعَ أَبَا رُهْمٍ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِينَ بَايَعُوا تَحْتَ الشَّجَرَةِ يَقُولُ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ تَبُوكَ فَنِمْتُ لَيْلَةً بِالْأَخْصَرِ فَسِرْتُ قَرِيبًا مِنْهُ فَذَكَرَ مَعْنَى حَدِيثِ مَعْمَرٍ إِلَّا أَنَّهُ قَالَ فَطَفِقْتُ أُؤَخِّرُ رَاحِلَتِي حَتَّى غَلَبَتْنِي عَيْنِي بَعْضَ اللَّيْلِ وَقَالَ مَا فَعَلَ النَّفَرُ السُّودُ الْجِعَادُ الْقِصَارُ الَّذِينَ لَهُمْ نَعَمٌ بِشَظِيَّةِ شَرْخٍ فَيَرَى أَنَّهُمْ مِنْ بَنِي غِفَارٍ حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ ابْنِ إِسْحَاقَ وَذَكَرَ ابْنُ شِهَابٍ عَنِ ابْنِ أُكَيْمَةَ اللَّيْثِيِّ عَنِ ابْنِ أَخِي أَبِي رُهْمٍ الْغِفَارِيِّ أَنَّهُ سَمِعَ أَبَا رُهْمٍ كُلْثُومَ بْنَ حُصَيْنٍ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِينَ بَايَعُوا تَحْتَ الشَّجَرَةِ يَقُولُ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ تَبُوكَ فَذَكَرَ الْحَدِيثَ إِلَّا أَنَّهُ قَالَ فَطَفِقْتُ أُؤَخِّرُ رَاحِلَتِي عَنْهُ حَتَّى غَلَبَتْنِي عَيْنِي وَقَالَ مَا فَعَلَ النَّفَرُ السُّودُ الْجِعَادُ الْقِصَارُ قَالَ قُلْتُ وَاللَّهِ مَا أَعْرِفُ هَؤُلَاءِ مِنَّا حَتَّى قَالَ بَلَى الَّذِينَ لَهُمْ نَعَمٌ بِشَبَكَةِ شَرْخٍ قَالَ فَتَذَكَّرْتُهُمْ فِي بَنِي غِفَارٍ فَلَمْ أَذْكُرْهُمْ حَتَّى ذَكَرْتُ أَنَّهُمْ رَهْطٌ مِنْ أَسْلَمَ كَانُوا حِلْفًا فِينَا فَقُلْتُ يَا رَسُولَ اللَّهِ أُولَئِكَ رَهْطٌ مِنْ أَسْلَمَ كَانُوا حُلَفَاءَنَا","source":"Ahmad"},"__N_SSG":true}