{"pageProps":{"number":"2758","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Abdullah bin Ubaid Ad Daili] dari ['Udaisah binti Uhban bin Shaifi] bahwa dia pernah bersama [Ayahnya] di rumah, kemudian ayahnya sakit, setelah sembuh dari sakitnya, Ali bin Abu Thalib yang berada di Bashrah menjenguknya di rumah, ketika ia berdiri di depan pintu kamarnya, ia mengucapkan salam, maka orang tua itu menjawab salamnya, kemudian Ali bertanya kepadanya; \"Bagaimana kondsisimu wahai Abu Muslim?\" dia menjawab; \"Baik.\" Kemudian Ali berkata; \"Tidakkah kamu keluar bersamaku menemui orang-orang itu untuk menolongku?\" dia menjawab; \"Tentu, jika kamu ridla dengan apa yang aku berikan kepadamu.\" Ali berkata; \"Apakah itu?\" orang tua itu berkata; \"Wahai anakku, berikan pedangku.\" Lalu anak gadisnya mengeluarkan pedang yang masih dalam sarungnya kepadanya, lalu dia meletakkan di pangkuannya, maka sekelompok orang membuka pedang dengan hati-hati, lalu dia mengangkat kepalanya ke Ali radliallahu 'anhu dan berkata; \"Sesungguhnya kekasihku dan anak pamanmu telah menasehatiku, apabila terjadi fitnah di antara kaum muslimin supaya mengambil pedang dari kayu, maka ini adalah pedangku, jika kamu berkehendak aku keluar bersamamu dengan membawanya.\" Maka Ali radliallahu 'anhu menjawab; \"Kami tidak butuh kepada kamu dan kepada pedangmu.\" kemudian dia keluar kamar dan tidak masuk lagi.\"","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُبَيْدٍ الدِّيلِيُّ عَنْ عُدَيْسَةَ ابْنَةِ أُهْبَانَ بْنِ صَيْفِيٍّأَنَّهَا كَانَتْ مَعَ أَبِيهَا فِي مَنْزِلِهِ فَمَرِضَ فَأَفَاقَ مِنْ مَرَضِهِ ذَلِكَ فَقَامَ عَلِيُّ بْنُ أَبِي طَالِبٍ بِالْبَصْرَةِ فَأَتَاهُ فِي مَنْزِلِهِ حَتَّى قَامَ عَلَى بَابِ حُجْرَتِهِ فَسَلَّمَ وَرَدَّ عَلَيْهِ الشَّيْخُ السَّلَامَ فَقَالَ لَهُ عَلِيٌّ كَيْفَ أَنْتَ يَا أَبَا مُسْلِمٍ قَالَ بِخَيْرٍ فَقَالَ عَلِيٌّ أَلَا تَخْرُجُ مَعِي إِلَى هَؤُلَاءِ الْقَوْمِ فَتُعِينَنِي قَالَ بَلَى إِنْ رَضِيتَ بِمَا أُعْطِيكَ قَالَ عَلِيٌّ وَمَا هُوَ فَقَالَ الشَّيْخُ يَا جَارِيَةُ هَاتِ سَيْفِي فَأَخْرَجَتْ إِلَيْهِ غِمْدًا فَوَضَعَتْهُ فِي حِجْرِهِ فَاسْتَلَّ مِنْهُ طَائِفَةً ثُمَّ رَفَعَ رَأْسَهُ إِلَى عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ فَقَالَ إِنَّ خَلِيلِي عَلَيْهِ السَّلَام وَابْنَ عَمِّكَ عَهِدَ إِلَيَّ إِذَا كَانَتْ فِتْنَةٌ بَيْنَ الْمُسْلِمِينَ أَنْ اتَّخِذْ سَيْفًا مِنْ خَشَبٍ فَهَذَا سَيْفِي فَإِنْ شِئْتَ خَرَجْتُ بِهِ مَعَكَ فَقَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ لَا حَاجَةَ لَنَا فِيكَ وَلَا فِي سَيْفِكَ فَرَجَعَ مِنْ بَابِ الْحُجْرَةِ وَلَمْ يَدْخُلْ","source":"Ahmad"},"__N_SSG":true}