{"pageProps":{"number":"2858","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun], telah mengabarkan pada kami [Aswad bin Syaiban] dari [Khalid bin Sumair] dari [Basyir bin Nahik] dari [Basyir bin Al Khashashiyah] -salah seorang yang mendapat kabar gembira dari Rasulullah Shallalahu 'Alaihi Wasallam- ia berkata; Aku berjalan bersama Rasulullah Shallalahu 'Alaihi Wasallam sambil menggamit tangan beliau, beliau bersabda padaku: \"Wahai ibnu Al Khashashiyah, tidak mungkin kamu mencela Allah Tabaraka wa Ta'ala kemudian kamu berjalan dengan Rasul-Nya.\" Perawi berkata; Aku menyangka Basyir berkata; dengan menggamit tangan beliau.\" Basyir menjawab; \"Tidak mungkin aku mencela Allah Tabaraka wa Ta'ala yang telah memberiku segala kebaikan.\" Kemudian kami melewati kuburan orang-orang musyrikin, lalu beliau bersabda: \"Mereka telah menyiakan kebaikan, \" -beliau menyebutnya hingga tiga kali- lalu kami melewati kuburan kaum muslimin, beliau pun bersabda: \"Sungguh mereka telah mendapatkan kebaikan yang banyak, \" -beliau menyebutnya hingga tiga kali- Kemudian beliau melihat seseorang yang melewati kuburan dengan mengenakan sandalnya, beliau bersabda: \"Celaka kamu wahai pemilik sandal, copotlah sandalmu!.\" -beliau ulangi hingga dua tau tiga kali- lalu orang tersebut melihat kami, ketika ia mengetahui Rasulullah, serta merta ia melepas dua sandalnya.\" Telah menceritakan kepada kami [Abdussamad], telah menceritakan kepada kami [Al Aswad], telah menceritakan kepada kami [Khalid bin Samurah], telah menceritakan kepada kami [Basyir bin Nahik] ia berkata; telah menceritakan kepadaku [seorang pemberi kabar gembira Rasulullah] shallallahu 'alaihi wasallam, nama jahiliyahnya adalah Zahm bin Ma'bad, lalu ia berhijrah kepada Rasulullah shallallahu 'alaihi wasallam. beliau bertanya: 'Siapa namamu?.' Ia berkata; 'Zahm.' Beliau bersabda: \"Tidak tapi engkau adalah Basyir (yang memberi kabar gembira).\" Ketika kami bersama Rasulullah shallallahu 'alaihi wasallam, beliau bersabda; 'Wahai Ibnu Khashashiyah, tidak mungkin kamu cela Allah Tabaraka Wata'ala, lalu kamu berjalan dengan Rasulullah shallallahu 'alaihi wasallam.\" Abu Syaiban yaitu Al `Aswad bin Syaiban, aku kira dia berkata; \"Dengan menggapit tangan beliau, lalu aku berkata; 'Wahai Rasulullah, demi ayah ibuku, tidak mungkin aku akan mencela Allah Azza wa Jalla.' Lalu ia menyebutkan hadits tersebut. Dan beliau bersabda; 'Wahai pemilik sandal, lepas sandalmu!.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا أَسْوَدُ بْنُ شَيْبَانَ عَنْ خَالِدِ بْنِ سُمَيْرٍ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ بَشِيرِ ابْنِ الْخَصَاصِيَةِ بَشِيرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَكُنْتُ أُمَاشِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آخِذًا بِيَدِهِ فَقَالَ لِي يَا ابْنَ الْخَصَاصِيَةِ مَا أَصْبَحْتَ تَنْقِمُ عَلَى اللَّهِ تَبَارَكَ وَتَعَالَى أَصْبَحْتَ تُمَاشِي رَسُولَهُ قَالَ أَحْسَبُهُ قَالَ آخِذًا بِيَدِهِ قَالَ قُلْتُ مَا أَصْبَحْتُ أَنْقِمُ عَلَى اللَّهِ شَيْئًا قَدْ أَعْطَانِي اللَّهُ تَبَارَكَ وَتَعَالَى كُلَّ خَيْرٍ قَالَ فَأَتَيْنَا عَلَى قُبُورِ الْمُشْرِكِينَ فَقَالَ لَقَدْ سَبَقَ هَؤُلَاءِ خَيْرًا كَثِيرًا ثَلَاثَ مَرَّاتٍ ثُمَّ أَتَيْنَا عَلَى قُبُورِ الْمُسْلِمِينَ فَقَالَ لَقَدْ أَدْرَكَ هَؤُلَاءِ خَيْرًا كَثِيرًا ثَلَاثَ مَرَّاتٍ يَقُولُهَا قَالَ فَبَصُرَ بِرَجُلٍ يَمْشِي بَيْنَ الْمَقَابِرِ فِي نَعْلَيْهِ فَقَالَ وَيْحَكَ يَا صَاحِبَ السِّبْتِيَّتَيْنِ أَلْقِ سِبْتِيَّتَكَ مَرَّتَيْنِ أَوْ ثَلَاثًا فَنَظَرَ الرَّجُلُ فَلَمَّا رَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلَعَ نَعْلَيْهِحَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا الْأَسْوَدُ حَدَّثَنَا خَالِدُ بْنُ سُمَيْرٍ حَدَّثَنَا بَشِيرُ بْنُ نَهِيكٍ قَالَ حَدَّثَنِي بَشِيرُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ اسْمُهُ فِي الْجَاهِلِيَّةِ زَحْمَ بْنَ مَعْبَدٍ فَهَاجَرَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ فَقَالَ مَا اسْمُكَ قَالَ زَحْمٌ قَالَ لَا بَلْ أَنْتَ بَشِيرٌ فَكَانَ اسْمَهُ قَالَ بَيْنَا أَنَا أُمَاشِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ قَالَ يَا ابْنَ الْخَصَاصِيَةِ مَا أَصْبَحْتَ تَنْقِمُ عَلَى اللَّهِ تَبَارَكَ وَتَعَالَى أَصْبَحْتَ تُمَاشِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو شَيْبَانَ وَهُوَ الْأَسْوَدُ بْنُ شَيْبَانَ أَحْسَبُهُ قَالَ آخِذًا بِيَدِهِ فَقُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي وَأُمِّي مَا أَنْقِمُ عَلَى اللَّهِ عَزَّ وَجَلَّ شَيْئًا فَذَكَرَ الْحَدِيثَ وَقَالَ يَا صَاحِبَ السِّبْتِيَّتَيْنِ أَلْقِ سِبْتِيَّتَكَ","source":"Ahmad"},"__N_SSG":true}