{"pageProps":{"number":"2890","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Utsman Sa'id bin Yahya bin Sa'id bin Aban bin Sa'id bin Al 'Ash] telah menceritakan kepadaku [Ayahku] telah menceritakan kepada kami [Muhammad bin Ishaq] dari [Muhammad bin Ja'far bin Zubair] dia berkata, aku mendengar [Ziyad bin Dlamrah bin Sa'd As Sulami] ia menceritakan kepada Urwah bin Zubair dia berkata, [Bapakku] dan [Kakekku] bercerita kepadaku -keduanya pernah ikut perang Hunain bersama Rasulullah shallallahu 'alaihi wasallam-, keduanya berkata, \"Rasulullah shallallahu 'alaihi wasallam melaksanakan shalat zhuhur bersama kami, setelah itu beliau duduk di bawah sebuah pohon. Kemudian berdirilah Al 'Aqra bin Habis dan Uyainah bin Hisn bin Badr di hadapan beliau menuntut darah Al Asyja'i 'Amir bin Al Adlbath -seorang pemimpin bani Qais-, sedangkan Al Aqra' bin Habis membela Muhallim bin Jutsamah dari Khindif, kemudian keduanya berselisih di hadapan Rasulullah shallallahu 'alaihi wasallam. Lantas kami mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: Kalian bisa mengambil tebusan lima puluh dalam perjalanan kami ini (sekarang), dan lima puluhnya lagi setelah kita kembali.\" Urwah berkata, \"Uyainah lalu berkata, \"Demi Allah, wahai Rasulullah aku tidak akan membiarkannya sampai isteri-isterinya merasakan kesedihan sebagaimana yang dirasakan oleh isteri isteriku!\" Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Akan tetapi kalian mengambil diyat!\", namun Uyainah tetap menolak sehingga bangkitlah salah seorang dari kabilah Laits yang dipanggil dengan nama Mukaitil, seorang lelaki pendek dan berbadan gempal, seraya berkata, \"Wahai Nabiyullah, aku tidak mendapatkan pada korban ini kemiripan dengan apa yang ada pada permulaan Islam, kecuali seperti kambing yang lewat untuk minum kemudian yang pertama dilempar sedangkan yang lainnya kabur, maka putuskanlah hari ini dan rubahlah besok.\" Urwah berkata, \"Rasulullah shallallahu 'alaihi wasallam kemudian mengangkat tangannya dan bersabda: \"Bahkan kalian tetap akan menerima tebusan dalam perjalanan kami ini lima puluh, sedangkan yang lima puluh lagi setelah kami kembali.\" Beliau tetap di situ hingga mereka menerima terbusan tersebut.\" Urwah melanjutkan, \"Kemudian mereka bertanya, \"Di mana sahabat kalian karena Rasulullah akan memohonkan ampunan untuknya?\" Lalu berdirilah seorang lelaki berkulit coklat sawo dan berbadan tinggi dengan memegang kain, ia duduk di hadapan Rasulullah shallallahu 'alaihi wasallam dalam posisi siap untuk diqishash. Setelah dia duduk Rasulullah shallallahu 'alaihi wasallam bertanya kepadanya: \"Siapa namamu?\" Dia menjawab, \"Saya Muhallim bin Jatstsamah.\" Kemudian Rasulullah shallallahu 'alaihi wasallam berdoa: \"Ya Allah, jangan berikan ampunan kepada Muhallim. Ya Allah jangan berikan ampunan kepada Muhallim.\" Sebanyak tiga kali, kemudian ia bangkit dari sisi Rasulullah sambil mengusap air matanya dengan ujung kainnya. Sementara kami saling memohonkan ampunan untuknya, akan tetapi dia menampakkan apa yang nampak agar manusia satu sama lain pergi meninggalkannya.\"","arab":"حَدَّثَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدِ بْنِ أَبَانَ بْنِ سَعِيدِ بْنِ الْعَاصِ حَدَّثَنِي أَبِي حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ قَالَ سَمِعْتُ زِيَادَ بْنَ ضَمْرَةَ بْنِ سَعْدٍ السُّلَمِيَّ يُحَدِّثُ عُرْوَةَ بْنَ الزُّبَيْرِ قَالَ حَدَّثَنِي أَبِي وَجَدِّي وَكَانَا قَدْ شَهِدَا حُنَيْنًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَاصَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ ثُمَّ جَلَسَ إِلَى ظِلِّ شَجَرَةٍ فَقَامَ إِلَيْهِ الْأَقْرَعُ بْنُ حَابِسٍ وَعُيَيْنَةُ بْنُ حِصْنِ بْنِ بَدْرٍ يَطْلُبُ بِدَمِ الْأَشْجَعِيِّ عَامِرِ بْنِ الْأَضْبَطِ وَهُوَ يَوْمَئِذٍ سَيِّدُ قَيْسٍ وَالْأَقْرَعُ بْنُ حَابِسٍ يَدْفَعُ عَنْ مُحَلِّمِ بْنِ جَثَّامَةَ لِخِنْدِفٍ فَاخْتَصَمَا بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمِعْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ تَأْخُذُونَ الدِّيَةَ خَمْسِينَ فِي سَفَرِنَا هَذَا وَخَمْسِينَ إِذَا رَجَعْنَا قَالَ يَقُولُ عُيَيْنَةُ وَاللَّهِ يَا رَسُولَ اللَّهِ لَا أَدَعُهُ حَتَّى أُذِيقَ نِسَاءَهُ مِنْ الْحُزْنِ مَا أَذَاقَ نِسَائِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَلْ تَأْخُذُونَ الدِّيَةَ فَأَبَى عُيَيْنَةُ فَقَامَ رَجُلٌ مِنْ لَيْثٍ يُقَالُ لَهُ مُكَيْتِلٌ رَجُلٌ قَصِيرٌ مَجْمُوعٌ فَقَالَ يَا نَبِيَّ اللَّهِ مَا وَجَدْتُ لِهَذَا الْقَتِيلِ شَبِيهًا فِي غُرَّةِ الْإِسْلَامِ إِلَّا كَغَنَمٍ وَرَدَتْ فَرُمِيَ أَوَّلُهَا فَنَفَرَ آخِرُهَا اسْنُنْ الْيَوْمَ وَغَيِّرْ غَدًا قَالَ فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ ثُمَّ قَالَ بَلْ تَقْبَلُونَ الدِّيَةَ فِي سَفَرِنَا هَذَا خَمْسِينَ وَخَمْسِينَ إِذَا رَجَعْنَا فَلَمْ يَزَلْ بِالْقَوْمِ حَتَّى قَبِلُوا الدِّيَةَ قَالَ فَلَمَّا قَبِلُوا الدِّيَةَ قَالَ قَالُوا أَيْنَ صَاحِبُكُمْ يَسْتَغْفِرُ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ رَجُلٌ آدَمُ طَوِيلٌ ضَرَبَ عَلَيْهِ حُلَّةً كَانَ تَهَيَّأَ لِلْقَتْلِ حَتَّى جَلَسَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا جَلَسَ قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا اسْمُكَ قَالَ أَنَا مُحَلِّمُ بْنُ جَثَّامَةَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ لَا تَغْفِرْ لِمُحَلِّمٍ اللَّهُمَّ لَا تَغْفِرْ لِمُحَلِّمٍ ثَلَاثَ مَرَّاتٍ فَقَامَ مِنْ بَيْنِ يَدَيْهِ وَهُوَ يَتَلَقَّى دَمْعَهُ بِفَضْلِ رِدَائِهِ فَأَمَّا نَحْنُ بَيْنَنَا فَنَقُولُ قَدْ اسْتَغْفَرَ لَهُ وَلَكِنَّهُ أَظْهَرَ مَا أَظْهَرَ لِيَدَعَ النَّاسُ بَعْضُهُمْ مِنْ بَعْضٍ","source":"Ahmad"},"__N_SSG":true}