{"pageProps":{"number":"3","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] dia berkata; telah berkata [Israil]; telah berkata [Abu Ishaq]; dari [Zaid Bin Yutsai'] dari [Abu Bakar] bahwasannya Nabi shallallahu 'alaihi wasallam mengutusnya dengan pernyataan berlepas diri dari penduduk Makkah; \"agar tidak seorang musyrik pun pergi menunaikan haji setelah tahun ini, tidak ada yang melakukan thawaf dalam keadaan telanjang dan tidak akan masuk syurga kecuali orang muslim, barangsiapa diantara dirinya dan Rasulullah ada perjanjian maka batasnya sampai sekesai perjanjian tersebut, dan Allah beserta Rasul-Nya berlepas diri dari orang-orang musyrik.\" YAzid berkata; maka ia berangkat dengan tiga orang. Kemudian Beliau berkata kepada Ali; \"susul dia dan kembalikan Abu Bakar padaku dan sampaikan pernyataan itu olehmu.\" maka diapun melakukannya, dia berkata; ketika Abu Bakar datang kepada Nabi shallallahu 'alaihi wasallam, ia menangis dan bertanya; \"wahai Rasulullah apakah telah terjadi sesuatu pada diriku?\" beliau menjawab; \"tidak ada yang terjadi padamu kecuali kebaikan, akan tetapi aku diperintahkan agar perkara itu tidak disampaikan kecuali olehku atau salah seorang dariku\". ","arab":"حَدَّثَنَا وَكِيعٌ قَالَ قَالَ إِسْرَائِيلُ قَالَ أَبُو إِسْحَاقَ عَنْ زَيْدِ بْنِ يُثَيْعٍ عَنْ أَبِي بَكْرٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَهُ بِبَرَاءَةٌ لِأَهْلِ مَكَّةَ لَا يَحُجُّ بَعْدَ الْعَامِ مُشْرِكٌ وَلَا يَطُوفُ بِالْبَيْتِ عُرْيَانٌ وَلَا يَدْخُلُ الْجَنَّةَ إِلَّا نَفْسٌ مُسْلِمَةٌ مَنْ كَانَ بَيْنَهُ وَبَيْنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُدَّةٌ فَأَجَلُهُ إِلَى مُدَّتِهِ وَاللَّهُ بَرِيءٌ مِنْ الْمُشْرِكِينَ وَرَسُولُهُ قَالَ فَسَارَ بِهَا ثَلَاثًا ثُمَّ قَالَ لِعَلِيٍّ رَضِيَ اللَّهُ تَعَالَى عَنْهُ الْحَقْهُ فَرُدَّ عَلَيَّ أَبَا بَكْرٍ وَبَلِّغْهَا أَنْتَ قَالَ فَفَعَلَ قَالَ فَلَمَّا قَدِمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبُو بَكْرٍ بَكَى قَالَ يَا رَسُولَ اللَّهِ حَدَثَ فِيَّ شَيْءٌ قَالَ مَا حَدَثَ فِيكَ إِلَّا خَيْرٌ وَلَكِنْ أُمِرْتُ أَنْ لَا يُبَلِّغَهُ إِلَّا أَنَا أَوْ رَجُلٌ مِنِّي","source":"Ahmad"},"__N_SSG":true}