{"pageProps":{"number":"3015","slug":"ahmad","id":"[Ibnu Hazm] dan [Anas bin Malik] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah Tabaaraka Wa Ta'ala telah mewajibkan kepada ummatku lima puluh kali shalat. Kemudian aku kembali dengan membawa perintah itu sehingga ketika aku melewati Musa 'Alaihis Salam, dia bertanya, 'Apa yang diperintahkan oleh Rabbmu Tabaaraka Wa Ta'ala kepada umatmu?\" Aku menjawab: 'Allah memerintahkan kepada mereka shalat lima puluh kali.' Musa Alaihis Salam berkata kepadaku, 'Kembalilah kepada Rabbmu Tabaaraka Wa Ta'la (untuk minta keringanan) karena umatmu tidak akan mampu mengerjakan sebanyak itu.' Nabi melanjutkan: \"Kemudian aku kembali kepada Rabbku Azza Wa Jalla dan Allah mengurangi separuhnya, ' kemudian aku kembali kepada Musa dan mengabarkan kepadanya, ia pun berkata, 'Kembalilah kepada Rabbmu karena umatmu tidak akan mampu sebanyak itu'.\" Nabi bersabda: \"Kemudian aku kembali kepada Rabbku Azza Wa Jalla, maka Allah pun berfirman: 'Kewajiban itu menjadi lima kali shalat namun pahalanya seperti lima puluh kali shalat dan tidak akan berubah perkataan-Ku.' Nabi bersabda: \"Kemudian aku kembali kepada Musa 'Alaihis Salam dan dia berkata, 'Kembalilah kepada Rabbmu! ' Namun aku menjawab: 'Aku malu kepada Rabbku Tabaaraka Wa Ta'ala.' Nabi kembali bersabda: 'Kemudian aku berjalan sehingga sampailah di Sidratul Muntaha, maka tertutuplah (Sidratul Muntaha) dengan beberapa warna yang aku tidak mengetahui warna apakah itu. Kemudian aku dimasukkan ke dalam Surga yang di dalamnya ada kubah dari mutiara dan debunya dari minyak misik.\" -Ini adalah hadits terakhir dari Musnad Ubai bin Ka'b-.","arab":"قَالَ ابْنُ حَزْمٍ وَأَنَسُ بْنُ مَالِكٍقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَضَ اللَّهُ تَبَارَكَ وَتَعَالَى عَلَى أُمَّتِي خَمْسِينَ صَلَاةً قَالَ فَرَجَعْتُ بِذَلِكَ حَتَّى أَمُرَّ عَلَى مُوسَى عَلَيْهِ السَّلَام فَقَالَ مَاذَا فَرَضَ رَبُّكَ تَبَارَكَ وَتَعَالَى عَلَى أُمَّتِكَ قُلْتُ فَرَضَ عَلَيْهِمْ خَمْسِينَ صَلَاةً فَقَالَ لِي مُوسَى عَلَيْهِ السَّلَام رَاجِعْ رَبَّكَ تَبَارَكَ وَتَعَالَى فَإِنَّ أُمَّتَكَ لَا تُطِيقُ ذَلِكَ قَالَ فَرَاجَعْتُ رَبِّي عَزَّ وَجَلَّ فَوَضَعَ شَطْرَهَا فَرَجَعْتُ إِلَى مُوسَى فَأَخْبَرْتُهُ فَقَالَ رَاجِعْ رَبَّكَ فَإِنَّ أُمَّتَكَ لَا تُطِيقُ ذَلِكَ قَالَ فَرَاجَعْتُ رَبِّي عَزَّ وَجَلَّ فَقَالَ هِيَ خَمْسٌ وَهِيَ خَمْسُونَ لَا يُبَدَّلُ الْقَوْلُ لَدَيَّ قَالَ فَرَجَعْتُ إِلَى مُوسَى عَلَيْهِ السَّلَام فَقَالَ رَاجِعْ رَبَّكَ فَقُلْتُ قَدْ اسْتَحْيَيْتُ مِنْ رَبِّي تَبَارَكَ وَتَعَالَى قَالَ ثُمَّ انْطَلَقَ بِي حَتَّى أَتَى بِي سِدْرَةَ الْمُنْتَهَى قَالَ فَغَشِيَهَا أَلْوَانٌ مَا أَدْرِي مَا هِيَ قَالَ ثُمَّ أُدْخِلْتُ الْجَنَّةَ فَإِذَا فِيهَا جَنَابِذُ اللُّؤْلُؤِ وَإِذَا تُرَابُهَا الْمِسْكُهَذَا آخِرُ مُسْنَدِ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ","source":"Ahmad"},"__N_SSG":true}