{"pageProps":{"number":"3041","slug":"ahmad","id":"Ia Abu Nadlar berkata, \"Aku membacakannya dihadapan [Abdurrahman]; [Malik] dari [Abdullah bin Abu Bakar] bahwa [Abdullah bin Qais] mengabarkan kepadanya dari [Zaid bin Khalid Al Juhanni] bahwa ia berkata; \"Sungguh aku mendapatkan suatu malam untuk menyaksikan shalat Rasulullah shallallahu 'alaihi wasallam, aku duduk di kemah beliau, lalu beliau melakukan shalat dua rakaat ringan, kemudian shalat dengan dua rakaat panjang, lalu shalat dengan dua rakaat yang tidak sama dengan yang dua shalat sebelumnya, kemudian beliau shalat lagi dengan dua rakaat yang juga tidak sama dengan sebelumnya, lalu dua rakaat lagi ditambah dua rakaat lagi yang tidak sama dengan shalat-shalat sebelumnya. Setelah itu beliau melakukan witir dan semuanya ada tiga belas rakaat.\" Abdullah berkata; telah menceritakan kepada kami [Mus'ab] telah menceritakan kepadaku [Malik] dari [Abdullah bin Abu Bakar] dari [Ayahnya] bahwa [Abdullah bin Qais bin Makhramah] ia mengabarkan kepadanya dari [Zaid bin Khalid Al Juhanni], lalu ia sebutkan hadits tanpa menyebutkan nama Abdurrahman dalam hadits Malik dari bapaknya. Dan yang benar adalah apa yang telah diriwayatkan Mush'ab dari bapaknya. Demikian juga telah menceritakan kepada kami [Abu Musa Al Anshari] telah menceritakan kepada kami [Ma'nun] telah menceritakan kepada kami [Malik] dari [Abdullah bin Abu Bakar] dari [Ayahnya] bahwa [Abdullah bin Qais bin Makhramah] ia mengabarkan kepadanya dari [Zaid bin Khalid Al Juhanni], dan yang benar adalah apa yang disebutkan oleh Mush'ab dan Ma'n dari bapaknya, tanpa menyebutkan Abdurrahman di dalamnya dari bapaknya, sedang mereka termasuk di dalamnya.\"","arab":"قَالَ قَرَأْتُ عَلَى عَبْدِ الرَّحْمَنِ : مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ أَنَّ عَبْدَ اللَّهِ بْنَ قَيْسٍ أَخْبَرَهُ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّهُقَالَ لَأَرْمُقَنَّ اللَّيْلَةَ صَلَاةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَوَسَّدْتُ عَتَبَتَهُ أَوْ فُسْطَاطَهُ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ ثُمَّ صَلَّى رَكْعَتَيْنِ طَوِيلَتَيْنِ ثُمَّ صَلَّى رَكْعَتَيْنِ وَهُمَا دُونَ اللَّتَيْنِ قَبْلَهُمَا ثُمَّ صَلَّى رَكْعَتَيْنِ دُونَ اللَّتَيْنِ قَبْلَهُمَا ثُمَّ صَلَّى رَكْعَتَيْنِ دُونَ اللَّتَيْنِ قَبْلَهُمَا ثُمَّ صَلَّى رَكْعَتَيْنِ دُونَ اللَّتَيْنِ قَبْلَهُمَا ثُمَّ أَوْتَرَ فَذَلِكَ ثَلَاثَ عَشْرَةَقَالَ عَبْد اللَّهِ و حَدَّثَنَا مُصْعَبٌ حَدَّثَنِي مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ أَبِيهِ أَنَّ عَبْدَ اللَّهِ بْنَ قَيْسِ بْنِ مَخْرَمَةَ أَخْبَرَهُ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ فَذَكَرَ الْحَدِيثَ وَلَمْ يَذْكُرْ عَبْدَ الرَّحْمَنِ فِي حَدِيثِ مَالِكٍ عَنْ أَبِيهِ وَالصَّوَابُ مَا رَوَى مُصْعَبٌ عَنْ أَبِيهِ وَكَذَا حَدَّثَنَا أَبُو مُوسَى الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ أَبِيهِ أَنَّ عَبْدَ اللَّهِ بْنَ قَيْسِ بْنِ مَخْرَمَةَ أَخْبَرَهُ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ وَالصَّوَابُ مَا قَالَ مُصْعَبٌ ومَعْنٌ عَنْ أَبِيهِ وَلَمْ يَذْكُرْ عَبْدُ الرَّحْمَنِ فِيهِ عَنْ أَبِيهِ وَهِمَ فِيهِ","source":"Ahmad"},"__N_SSG":true}