{"pageProps":{"number":"3092","slug":"ahmad","id":"Telah bercerita kepada kami [Waki'] telah bercerita kepada kami [Hisyam bin Sa'ad] telah bercerita kepadaku [Yazid bin Nu'aim bin Hazzal] dari [ayahnya], ia berkata: Ma'iz bin Malik pernah ada dalam didikanku kemudian ia menggauli seorang budak wanita kampung, ayah saya kemudian berkata padanya: Datangilah Rasulullah Shallallahu'alaihiwasallam, dan beritahukan kepada beliau apa yang telah kau perbuat mudah-mudahan beliau memintakan ampunan untukmu. Ayah saya menginginkan hal itu karena berharap ada jalan keluarnya. Ma'iz mendatangi Rasulullah Shallallahu'alaihiwasallam lalu berkata: Wahai Rasulullah! aku telah berzina, maka tegakkan putusan Allah padaku. Rasulullah Shallallahu'alaihiwasallam berpaling darinya kemudian Ma'iz mendatangi beliau lagi dan berkata: Wahai Rasulullah! aku telah berzina, maka tegakkan putusan Allah padaku. Kemudian Ma'iz mendatangi beliau untuk ketiga kalinya. Kemudian Ma'iz datang lagi untuk keempat kalinya dan berkata: Wahai Rasulullah! aku telah berzina, maka tegakkan putusan Allah padaku. Kemudian Rasulullah Shallallahu'alaihiwasallam bersabda: \" kau telah mengatakannya empat kali, lalu dengan siapa?\" Ma'iz menjawab: Dengan Fulanah. Rasulullah Shallallahu'alaihiwasallam bertanya: \"Apa kau menidurinya?\" Ma'iz menjawab: Ya. Rasulullah Shallallahu'alaihiwasallam bertanya: \"Apa kau menggaulinya?\" Ma'iz menjawab: Ya. Rasulullah Shallallahu'alaihiwasallam bertanya: \"Apa kau menyetubuhinya?\" Ma'iz menjawab: Ya. Kemudian Rasulullah Shallallahu'alaihiwasallam memerintahkan Ma'iz dihukum rajam. Ma'iz pun dikeluarkan ke tanah tak berpasir. Saat dihukum rajam dan merasakan hantaman batu, Ma'iz takut kemudian keluar melarikan diri lalu ditangkap Abdullah bin Unais, ia telah melelahkan para sahabat-sahabatnya, kemudian Abdullah melepaskan alas kaki onta dan melemparkannya ke Ma'iz hingga membunuhnya. Setelah itu ia mendatangi Nabi Shallallahu'alaihiwasallam dan memberitahukan hal itu, Rasulullah Shallallahu'alaihiwasallam bersabda: \"Kenapa tidak kalian biarkan dia, mudah-mudahan ia bertaubat sehingga Allah menerima taubatnya.\" Berkata Hisyam: Telah bercerita kepadaku Yazid bin Nu'aim bin Hazzal dari ayahnya, bahwa Rasulullah Shallallahu'alaihiwasallam bersabda kepada ayah saya saat melihat beliau: \"Demi Allah wahai Hazzal, andai kau menutupinya dengan bajumu, tentu lebih baik dari apa yang kau perbuat terhadapnya.\"","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ أَخْبَرَنِي يَزِيدُ بْنُ نُعَيْمِ بنِ هَزَّالٍ عَنْ أَبِيهِ قَالَكَانَ مَاعِزُ بْنُ مَالِكٍ فِي حِجْرِ أَبِي فَأَصَابَ جَارِيَةً مِنْ الْحَيِّ فَقَالَ لَهُ أَبِي ائْتِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبِرْهُ بِمَا صَنَعْتَ لَعَلَّهُ يَسْتَغْفِرُ لَكَ وَإِنَّمَا يُرِيدُ بِذَلِكَ رَجَاءَ أَنْ يَكُونَ لَهُ مَخْرَجٌ فَأَتَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَيَّ كِتَابَ اللَّهِ فَأَعْرَضَ عَنْهُ ثُمَّ أَتَاهُ الثَّانِيَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَيَّ كِتَابَ اللَّهِ ثُمَّ أَتَاهُ الثَّالِثَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَيَّ كِتَابَ اللَّهِ ثُمَّ أَتَاهُ الرَّابِعَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَيَّ كِتَابَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكَ قَدْ قُلْتَهَا أَرْبَعَ مَرَّاتٍ فَبِمَنْ قَالَ بِفُلَانَةَ قَالَ هَلْ ضَاجَعْتَهَا قَالَ نَعَمْ قَالَ هَلْ بَاشَرْتَهَا قَالَ نَعَمْ قَالَ هَلْ جَامَعْتَهَا قَالَ نَعَمْ قَالَ فَأَمَرَ بِهِ أَنْ يُرْجَمَ قَالَ فَأُخْرِجَ بِهِ إِلَى الْحَرَّةِ فَلَمَّا رُجِمَ فَوَجَدَ مَسَّ الْحِجَارَةِ جَزَعَ فَخَرَجَ يَشْتَدُّ فَلَقِيَهُ عَبْدُ اللَّهِ بْنُ أُنَيْسٍ وَقَدْ أَعْجَزَ أَصْحَابَهُ فَنَزَعَ لَهُ بِوَظِيفِ بَعِيرٍ فَرَمَاهُ بِهِ فَقَتَلَهُ قَالَ ثُمَّ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ هَلَّا تَرَكْتُمُوهُ لَعَلَّهُ يَتُوبُ فَيَتُوبَ اللَّهُ عَلَيْهِقَالَ هِشَامٌ فَحَدَّثَنِي يَزِيدُ بْنُ نُعَيْمِ بْنِ هَزَّالٍ عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِأَبِي حِينَ رَآهُ وَاللَّهِ يَا هَزَّالُ لَوْ كُنْتَ سَتَرْتَهُ بِثَوْبِكَ كَانَ خَيْرًا مِمَّا صَنَعْتَ بِهِ","source":"Ahmad"},"__N_SSG":true}