{"pageProps":{"number":"3109","slug":"ahmad","id":"Telah menceritakan kepada kami [Sulaiman bin Dawud Al Hasyimi] telah memberitakan kepada kami [Isma'il bin Ja'far] telah mengabarkan kepadaku [Yazid bin Khushaifah] bahwa [Busr bin Sa'id] memberitakan padanya, ia mendengar [di majlis Al Laitsain], mereka menyebutkan bahwa [Sufyan] memberitakan kepada mereka bahwa kudanya lemah saat berada di 'Aqiq saat ia tengah diutus Rasulullah Shallallahu'alaihi wasallam, kemudian ia kembali kepada beliau seraya meminta agar dibawa serta. Kemudian Sufyan mengira seperti yang mereka sebutkan bahwa Nabi Shallallahu'alaihi wasallam keluar bersamanya untuk mencari unta milik beliau tapi tidak menemukannya kecuali ditempat Abu Jahm bin Hudzaifah Al 'Adawi. Kemudian Abu Jahm berkata kepadanya; Aku tidak menjualnya kepada tuan wahai Rasulullah Shallallahu'alaihi wasallam! Tapi silahkan tuan ambil dan silahkan perintahkan siapa saja yang tuan kehendaki untuk membawanya. Sufyan mengira Rasulullah Shallallahu'alaihi wasallam mengambila unta itu dari Abu Jahm. Kemudian ia pergi hingga tiba di sumur Ihab, ia mengira Rasulullah Shallallahu'alaihi wasallam bersabda: \"Hampir saja bangunan-bangunan mendatangi tempat ini dan hampir saja Syam akan ditaklukkan.\" Kemudian beberapa penduduk tempat itu mendatangi beliau, kesederhanaan dan keleluasaan Rasulullah Shallallahu'alaihi wasallam membuat mereka kagum dan Madinah lebih baik bagi mereka, andai saja mereka mengetahui. Selanjutnya Irak ditaklukkan lalu sekelompok kaum datang seraya membujuk manusia untuk meninggalkan MAdinah dengan membawa serta keluarga mereka, juga orang-orang yang menaati mereka, padahal Madinah lebih baik bagi mereka andai saja mereka mengetahui, karena Ibrahim telah mendoakan kebaikan penduduk Makkah sedang aku memohon kepada Allah untuk memberkahi kami dalam sha' kami serta memberkahi mud kami (Sha' dan Mud Madinah) seperti berkah yang diberikan kepada penduduk Makkah.","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْهَاشِمِيُّ أَنَا إِسْمَاعِيلُ يَعْنِي ابْنَ جَعْفَرٍ أَخْبَرَنِي يَزِيدُ بْنُ خُصَيْفَةَ أَنَّ بُسْرَ بْنَ سَعِيدٍ أَخْبَرَهُأَنَّهُ سَمِعَ فِي مَجْلِسِ اللَّيْثِيِّينَ يَذْكُرُونَ أَنَّ سُفْيَانَ أَخْبَرَهُمْ أَنَّ فَرَسَهُ أَعْيَتْ بِالْعَقِيقِ وَهُوَ فِي بَعْثٍ بَعَثَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَجَعَ إِلَيْهِ يَسْتَحْمِلُهُ فَزَعَمَ سُفْيَانُ كَمَا ذَكَرُوا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ مَعَهُ يَبْتَغِي لَهُ بَعِيرًا فَلَمْ يَجِدْ إِلَّا عِنْدَ أَبِي جَهْمِ بْنِ حُذَيْفَةَ الْعَدَوِيِّ فَسَامَهُ لَهُ فَقَالَ لَهُ أَبُو جَهْمٍ لَا أَبِيعُكَهُ يَا رَسُولَ اللَّهِ وَلَكِنْ خُذْهُ فَاحْمِلْ عَلَيْهِ مَنْ شِئْتَ فَزَعَمَ أَنَّهُ أَخَذَهُ مِنْهُ ثُمَّ خَرَجَ حَتَّى إِذَا بَلَغَ بِئْرَ الْإِهَابِ زَعَمَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يُوشِكُ الْبُنْيَانُ أَنْ يَأْتِيَ هَذَا الْمَكَانَ وَيُوشِكُ الشَّامُ أَنْ يُفْتَتَحَ فَيَأْتِيَهُ رِجَالٌ مِنْ أَهْلِ هَذَا الْبَلَدِ فَيُعْجِبَهُمْ رِيفُهُ وَرَخَاؤُهُ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ ثُمَّ يُفْتَحُ الْعِرَاقُ فَيَأْتِي قَوْمٌ يَبُسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ إِنَّ إِبْرَاهِيمَ دَعَا لِأَهْلِ مَكَّةَ وَإِنِّي أَسْأَلُ اللَّهَ تَبَارَكَ وَتَعَالَى أَنْ يُبَارِكَ لَنَا فِي صَاعِنَا وَأَنْ يُبَارِكَ لَنَا فِي مُدِّنَا مِثْلَ مَا بَارَكَ لِأَهْلِ مَكَّةَ","source":"Ahmad"},"__N_SSG":true}