{"pageProps":{"number":"3179","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Ya'la bin 'Atho` bin Al Walid bin Abu 'Abdur Rahman] dari [Abu Idris Al 'Abdi atau Al Khoulani], ia berkata; Saya duduk disuatu majlis, disana ada duapuluh sahabat Nabi Shallallahu'alaihi wasallam, ditengah-tengah mereka ada pemuda, berusia muda, elok rupanya, hitam matanya, putih giginya. Bila mereka berbeda pendapat tentang suatu hal, ia mengatakan kata-kata pamungkas. Ternyata ia adalah [Mu'adz bin Jabal]. Keesokan harinya saya datang dan ia tengah shalat menghadap seseorang yang berjalan. Mu'adz menghentikan shalat lalu duduk memeluk lutut kemudian diam. Kemudian saya berkata; 'Demi Allah, aku mencintaimu karena keagungan Allah. Ia berkata; Allah. Saya berkata; Engkau mengucapkan; Allah. Ia berkata; Karena orang-orang yang saling mencintai karena Allah -menurut saya ia berkata- maka ia berada didalam naungan Allah pada saat tidak ada naungan selain naungan-Nya. Selanjutnya tidak ada keraguan pada kelanjutannya -maksudnya kelanjutan hadits- Kursi-kursi dari cahaya diletakkan untuk mereka, pertemuan mereka dengan Allah membuat iri para nabi, orang-orang jujur dan para syuhada. Ia berkata; Kemudian saya menceritakannya kepada ['Ubadah bin Ash Shamit], ia berkata; Aku tidak menceritakan kepadamu selain yang telah aku dengar dari lisan Rasulullah Shallallahu'alaihi wasallam'; \"Wajiblah cintaKu untuk orang-orang yang saling mencintai karena Aku, bagi orang-orang yang berkorban karena Aku, bagi orang-orang yang saling berteman dan menyambung sillalurrahim -Syu'bah ragu tentang orang-orang yang menyambung sillaturrahim ataukah orang-orang yang saling mengunjungi.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ يَعْلَى بْنِ عَطَاءِ بْنِ الْوَلِيدِ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ أَبِي إِدْرِيسَ الْعَبْدِيِّ أَوْ الْخَوْلَانِيِّ قَالَجَلَسْتُ مَجْلِسًا فِيهِ عِشْرُونَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِذَا فِيهِمْ شَابٌّ حَدِيثُ السِّنِّ حَسَنُ الْوَجْهِ أَدْعَجُ الْعَيْنَيْنِ أَغَرُّ الثَّنَايَا فَإِذَا اخْتَلَفُوا فِي شَيْءٍ فَقَالَ قَوْلًا انْتَهَوْا إِلَى قَوْلِهِ فَإِذَا هُوَ مُعَاذُ بْنُ جَبَلٍ فَلَمَّا كَانَ مِنْ الْغَدِ جِئْتُ فَإِذَا هُوَ يُصَلِّي إِلَى سَارِيَةٍ قَالَ فَحَذَفَ مِنْ صَلَاتِهِ ثُمَّ احْتَبَى فَسَكَتَ قَالَ فَقُلْتُ وَاللَّهِ إِنِّي لَأُحِبُّكَ مِنْ جَلَالِ اللَّهِ قَالَ أَاللَّهِ قَالَ قُلْتُ أَاللَّهِ قَالَ فَإِنَّ مِنْ الْمُتَحَابِّينَ فِي اللَّهِ فِيمَا أَحْسَبُ أَنَّهُ قَالَ فِي ظِلِّ اللَّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ ثُمَّ لَيْسَ فِي بَقِيَّتِهِ شَكٌّ يَعْنِي فِي بَقِيَّةِ الْحَدِيثِ يُوضَعُ لَهُمْ كَرَاسٍ مِنْ نُورٍ يَغْبِطُهُمْ بِمَجْلِسِهِمْ مِنْ الرَّبِّ عَزَّ وَجَلَّ النَّبِيُّونَ وَالصِّدِّيقُونَ وَالشُّهَدَاءُ قَالَ فَحَدَّثْتُهُ عُبَادَةَ بْنَ الصَّامِتِ فَقَالَ لَا أُحَدِّثُكَ إِلَّا مَا سَمِعْتُ عَنْ لِسَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقَّتْ مَحَبَّتِي لِلْمُتَحَابِّينَ فِيَّ وَحَقَّتْ لِلْمُتَبَاذِلِينَ فِيَّ وَحَقَّتْ مَحَبَّتِي لِلْمُتَصَادِقِينَ فِيَّ وَالْمُتَوَاصِلِينَ شَكَّ شُعْبَةُ فِي الْمُتَوَاصِلِينَ أَوْ الْمُتَزَاوِرِينَ","source":"Ahmad"},"__N_SSG":true}