{"pageProps":{"number":"354","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Zakariya bin Ishaq] berkata; telah menceritakan kepadaku ['Amr bin Abu Sufyan] berkata; telah menceritakan kepadaku [Muslim bin Syu'bah] Ibnu Al Qomah menugaskan bapaknya untuk menjadi pemimpin kaumnya. Muslim berkata; lalu ayahku mengutusku kepada sebuah kelompok dari kaumku agar saya mengambil zakat. (Muslim Radliyallahu'anhu) berkata; Lalu saya keluar hingga menemui seorang yang telah tua yang bernama [Si'ir], di sebuah bukit. lalu saya katakan 'Ayahku mengutusku kepadamu agar kamu memberikan zakat kambingmu.' (orang tua itu) berkata; 'Wahai anak saudaraku! kambing seperti apa yang akan kalian ambil? saya berkata; biarkan saya memilih sampai saya bisa mengukur susu kambingmu.' Orang tua itu berkata; ketika saya berada di sebuah bukit bersama kambing-kambingku, tiba-tiba datang kepadaku [dua orang laki-laki] yang mengendarai unta berboncengan dan berkata; kami adalah utusan Rasulullah Shallallahu'alaihiwasallam yang telah mengutus kami agar kamu memberikan zakat kambingmu, saya berkata; 'Apa yang wajib saya keluarkan darinya? (Keduanya) berkata; seekor kambing. Lalu saya pergi menuju seekor kambing, yang saya melihatnya telah mengandung dan gemuk atau mengandung dan berlemak, lalu saya mengeluarkannya kepada mereka. Lalu keduanya berkata; 'Ini adalah kambing syafi', padahal Rasulullah Shallallahu'alaihiwasallam melarang kami untuk mengambil kambing syafi', syafi' adalah kambing yang sedang hamil.' Saya bertanya, 'Kalau begitu kambing yang bagaimana yang akan kalian berdua ambil? ' Keduanya berkata 'Anak kambing betina yang berumur belum sampai satu tahun, atau yang baru berumur satu tahun, atau yang telah masuk umur tiga tahun.' (Muslim Radliyallahu'anhu) berkata; lalu orang itu mengeluarkan 'anaq (kambing betina yang berumur enam bulan hingga satu tahun). (Muslim Radliyallahu'anhu) berkata; keduanya berkata; 'Berikan kepada kami', lalu keduanya menerimanya lalu menaikkannya ke atas unta.","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَاقَ قَالَ حَدَّثَنِي عَمْرُو بْنُ أَبِي سُفْيَانَ قَالَ حَدَّثَنِي مُسْلِمُ بْنُ شُعْبَةَأَنَّ ابْنَ عَلْقَمَةَ اسْتَعْمَلَ أَبَاهُ عَلَى عِرَافَةِ قَوْمِهِ قَالَ مُسْلِمٌ فَبَعَثَنِي إِلَى مُصَدِّقَةٍ فِي طَائِفَةٍ مِنْ قَوْمِي قَالَ فَخَرَجْتُ حَتَّى آتِيَ شَيْخًا يُقَالُ لَهُ سِعْرٌ فِي شِعْبٍ مِنْ الشِّعَابِ فَقُلْتُ إِنَّ أَبِي بَعَثَنِي إِلَيْكَ لِتُعْطِيَنِي صَدَقَةَ غَنَمِكَ فَقَالَ أَيْ ابْنَ أَخِي وَأَيَّ نَحْوٍ تَأْخُذُونَ فَقُلْتُ نَأْخُذُ أَفْضَلَ مَا نَجِدُ فَقَالَ الشَّيْخُ إِنِّي لَفِي شِعْبٍ مِنْ هَذِهِ الشِّعَابِ فِي غَنَمٍ لِي إِذْ جَاءَنِي رَجُلَانِ مُرْتَدِفَانِ بَعِيرًا فَقَالَا إِنَّا رَسُولَا رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَنَا إِلَيْكَ لِتُؤْتِيَنَا صَدَقَةَ غَنَمِكَ قُلْتُ وَمَا هِيَ قَالَا شَاةٌ فَعَمِدْتُ إِلَى شَاةٍ قَدْ عَلِمْتُ مَكَانَهَا مُمْتَلِئَةً مَحْضًا أَوْ مَحْضًا وَشَحْمًا فَأَخْرَجْتُهَا إِلَيْهِمَا فَقَالَا هَذِهِ شَافِعٌ وَقَدْ نَهَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَأْخُذَ شَافِعًا وَالشَّافِعُ الَّتِي فِي بَطْنِهَا وَلَدُهَا قَالَ فَقُلْتُ فَأَيَّ شَيْءٍ تَأْخُذَانِ قَالَا عَنَاقًا أَوْ جَذَعَةً أَوْ ثَنِيَّةً قَالَ فَأَخْرَجَ لَهُمَا عَنَاقًا قَالَ فَقَالَا ادْفَعْهَا إِلَيْنَا فَتَنَاوَلَاهَا وَجَعَلَاهَا مَعَهُمَا عَلَى بَعِيرِهِمَا","source":"Ahmad"},"__N_SSG":true}