{"pageProps":{"number":"3608","slug":"ahmad","id":"Telah bercerita kepada kami ['Abdur Razzaq] telah memberitakan kepada kami [Ma'mar] dari [Az Zuhri] berkata: telah bercerita kepadaku [Mahmud bin Ar Rabi'] dari ['Itban bin Malik] berkata: Aku mendatangi nabi Shallalahu 'alaihi wa sallamlalu aku berkata: Aku mengingkari penglihatanku dan aliran air menghalangiku untuk ke masjid, aku ingin Tuan datang lalu shalat di rumahku di suatu tempat yang akan aku jadikan masjid. Nabi Shallalahu 'alaihi wa sallam bersabda: Aku akan datang, insya Allah. Beliau melintasi Abu Bakar lalu Abu Bakar mengikuti beliau dan pergi bersama beliau. Beliau meminta izin lalu masu ke kediamanku, beliau bersabda dengan berdiri: \"Kau ingin aku shalat dimana?\" lalu aku menunjukkan tempat yang aku inginkan kepada beliau lalu aku tandai tempat itu dengan tombak yang kami buat. Lalu para penghuni lembah mendengar, mereka berdatangan menemui beliau hingga rumah penuh sesak, seseorang berkata: Mana Malik bin Ad Dukhsyun, mungkin ia berkata: Malik bin Ad Dukhaisyin, lalu seseorang berkata: Ia adalah orang munafik yang tidak mencintai Allah dan rasulNya. Lalu nabi Shallalahu 'alaihi wa sallam bersabda: \"Jangan berkata seperti itu, ia mengucapkan LAA ILAAHA ILLALLAAH dengan mengharapkan keridhaanNya.\" Orang itu berkata: Sedangkan kami wahai Rasulullah, kami melihat wajah dan pembicaraannya condong kepada kaum munafik. Nabi Shallalahu 'alaihi wa sallambersabda: \"Sekali lagi, jangan berkata seperti itu, ia mengucapkan LAA ILAAHA ILLALLAAH dengan mengharapkan keridhaanNya.\" Orang itu berkata: Betul, wahai Rasulullah. Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Tidakah seorang hamba yang mengucapkan: LAA ILAAHA ILLALLAAH karena mengharapkan keridhaan Allah lalu bertemu dengan hari kiamat melainkan diharamkanlah neraka baginya.\" Berkata Mahmud: Aku menceritakan hadits ini kepada beberapa orang, diantaranya Abu Ayyub Al Anshari lalu ia berkata: Aku kira Rasulullah Shallalahu 'alaihi wa sallamtidak bersabda seperti yang kau katakan. Aku bersumpah bila aku kembali menemui 'Itban aku akan bertanya padanya. Aku kembali menemuinya dan ternyata ia sudah tua renta, penghilatannya sudah tiada dan ia adalah pemimpin kaumnya. Aku duduk didekatnya lalu aku menanyakan hadits itu padanya, ia menceritakannya kepadaku seperti yang ia ceritakan pertama kali dulu. Berkata Ma'mar: Az Zuhri menceritakan hadits ini, ia berkata: Kemudian kewajiban-kewajiban dan beberapa hal turun, kami menilainya sudah tuntas, maka barangsiapa yang mampu untuk tidak lemah, jangan lemah.","arab":"حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ قَالَ حَدَّثَنِي مَحْمُودُ بْنُ الرَّبِيعِ عَنْ عِتْبَانَ بْنِ مَالِكٍ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنِّي قَدْ أَنْكَرْتُ بَصَرِي وَالسُّيُولُ تَحُولُ بَيْنِي وَبَيْنَ مَسْجِدِي فَلَوَدِدْتُ أَنَّكَ جِئْتَ فَصَلَّيْتَ فِي بَيْتِي مَكَانًا أَتَّخِذُهُ مَسْجِدًا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْعَلُ إِنْ شَاءَ اللَّهُ قَالَ فَمَرَّ عَلَى أَبِي بَكْرٍ فَاسْتَتْبَعَهُ فَانْطَلَقَ مَعَهُ فَاسْتَأْذَنَ فَدَخَلَ عَلَيَّ فَقَالَ وَهُوَ قَائِمٌ أَيْنَ تُرِيدُ أَنْ أُصَلِّيَ فَأَشَرْتُ لَهُ حَيْثُ أُرِيدُ قَالَ ثُمَّ حَبَسْتُهُ عَلَى خَزِيرٍ صَنَعْنَاهُ لَهُ قَالَ فَسَمِعَ أَهْلُ الْوَادِي يَعْنِي أَهْلَ الدَّارِ فَثَابُوا إِلَيْهِ حَتَّى امْتَلَأَ الْبَيْتُ فَقَالَ رَجُلٌ أَيْنَ مَالِكُ بْنُ الدُّخْشُنِ وَرُبَّمَا قَالَ مَالِكُ بْنُ الدُّخَيْشِنِ فَقَالَ رَجُلٌ ذَاكَ رَجُلٌ مُنَافِقٌ لَا يُحِبُّ اللَّهَ وَلَا رَسُولَهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقُولُ هُوَ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ قَالَ يَا رَسُولَ اللَّهِ أَمَّا نَحْنُ فَنَرَى وَجْهَهُ وَحَدِيثَهُ إِلَى الْمُنَافِقِينَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْضًا لَا تَقُولُ هُوَ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ قَالَ بَلَى يَا رَسُولَ اللَّهِ قَالَ فَلَنْ يُوَافِيَ عَبْدٌ يَوْمَ الْقِيَامَةِ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ إِلَّا حُرِّمَ عَلَى النَّارِ قَالَ مَحْمُودٌ فَحَدَّثْتُ بِهَذَا الْحَدِيثِ نَفَرًا فِيهِمْ أَبُو أَيُّوبَ الْأَنْصَارِيُّ فَقَالَ مَا أَظُنُّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا قُلْتَ قَالَ فَآلَيْتُ إِنْ رَجَعْتُ إِلَى عِتْبَانَ أَنْ أَسْأَلَهُ فَرَجَعْتُ إِلَيْهِ فَوَجَدْتُهُ شَيْخًا كَبِيرًا قَدْ ذَهَبَ بَصَرُهُ وَهُوَ إِمَامُ قَوْمِهِ فَجَلَسْتُ إِلَى جَنْبِهِ فَسَأَلْتُهُ عَنْ هَذَا الْحَدِيثِ فَحَدَّثَنِيهِ كَمَا حَدَّثَنِيهِ أَوَّلَ مَرَّةٍقَالَ مَعْمَرٌ فَكَانَ الزُّهْرِيُّ إِذَا حَدَّثَ بِهَذَا الْحَدِيثِ قَالَ ثُمَّ نَزَلَتْ فَرَائِضُ وَأُمُورٌ نَرَى أَنَّ الْأَمْرَ انْتَهَى إِلَيْهَا فَمَنْ اسْتَطَاعَ أَنْ لَا يَفْتُرَ فَلَا يَفْتُرْ","source":"Ahmad"},"__N_SSG":true}