{"pageProps":{"number":"3621","slug":"ahmad","id":"Telah bercerita kepada kami [Yazid bin Harun] telah bercerita kepada kami [Muhammad bin Ishaq] dari [Muhammad bin Ibrahim] dari [Abu Salamah] dari [Abu Hurairah] berkata; Aku menemui 'Abdullah bin Salam lalu aku ceritakan haditsku padanya dan hadits Ka'ab tentang sabda Rasulullah Shallalahu 'alaihi wa sallam setiap tahunnya. Berkata 'Abdullah bin Salam: Ka'ab berdusta, saat itu seperti yang disabdakan Rasulullah Shallalahu 'alaihi wa sallam adalah setiap jum'at. Aku berkata: Ka'ab menarik kembali ucapannya. Berkata 'Abdullah bin Salam: Ingat, demi Dzat yang jiwa 'Abdullah bin Salam berada ditanganNya, sesungguhnya aku benar-benar tahu saat itu. Aku berkata: Beritahukan saat itu kepadaku wahai 'Abdullah. Berkata 'Abdullah bin Salam: Itu adalah waktu terakhir hari jum'at. Aku berkata: Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Tidaklah seorang mu`min bertepatan (dengan saat itu, pent.) sementara ia tengah shalat.\" Berkata 'Abdullah bin Salam: Bukankah Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Barangsiapa yang menunggu shalat maka ia tengah shalat hingga ia usai shalat.\" Aku menjawab: Betul. Berkata 'Abdullah bin Salam: Itulah dia.","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَفَلَقِيتُ عَبْدَ اللَّهِ بْنَ سَلَامٍ فَحَدَّثْتُهُ حَدِيثِي وَحَدِيثَ كَعْبٍ فِي قَوْلِهِ فِي كُلِّ سَنَةٍ قَالَ كَذَبَ كَعْبٌ هُوَ كَمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي كُلِّ يَوْمِ جُمُعَةٍ قُلْتُ إِنَّهُ قَدْ رَجَعَ قَالَ أَمَا وَالَّذِي نَفْسُ عَبْدِ اللَّهِ بْنِ سَلَامٍ بِيَدِهِ إِنِّي لَأَعْرِفُ تِلْكَ السَّاعَةَ قَالَ قُلْتُ يَا عَبْدَ اللَّهِ فَأَخْبِرْنِي بِهَا قَالَ هِيَ آخِرُ سَاعَةٍ مِنْ يَوْمِ الْجُمُعَةِ قَالَ قُلْتُ قَالَ لَا يُوَافِقُ مُؤْمِنٌ وَهُوَ يُصَلِّي قَالَ أَمَا سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ انْتَظَرَ صَلَاةً فَهُوَ فِي صَلَاةٍ حَتَّى يُصَلِّيَ قُلْتُ بَلَى قَالَ فَهُوَ كَذَلِكَ","source":"Ahmad"},"__N_SSG":true}