{"pageProps":{"number":"3638","slug":"ahmad","id":"Telah bercerita kepada kami [Yazid] telah memberitakan kepada kami [Hammad bin Salamah] dari [Tsabit] dari ['Abdur Rahman bin Abu Laila] dari [Al Miqdad bin Al Aswad] berkata: Aku bersama dua temanku mendatangi Rasulullah shallallahu 'alaihi wasallam, kami sangat lapar sekali, kami mendatangi orang-orang tapi tidak ada seorang pun yang menjamu kami lalu Rasulullah Shallalahu 'alaihi wa sallampergi bersama kami ke rumah beliau, beliau memiliki empat ekor kambing lalu beliau bersabda kepadaku: \"Wahai Miqdad, perahlah susu-susunya untuk kami berempat.\" Aku memerahnya untuk kami berempat. Pada suatu malam Rasulullah Shallalahu 'alaihi wa sallamtidak datang, hatiku berkata beliau mendatangi sebagian orang Anshar lalu beliau makan hingga kenyang dan minum sampai puas, andai saja aku meminum bagian beliau. Aku terus seperti itu hingga aku mendatangi bagian beliau lalu aku meminumnya lalu aku menutupi gelas itu. Seusainya aku tersadar dengan apa yang terjadi. Aku berkata dalam hatiku: Rasulullah Shallalahu 'alaihi wa sallam datang dalam keadaan lapar dan beliau tidak punya apa-apa. Aku berusaha tenang dan aku pun berkata dalam hatiku. Saat aku seperti itu tiba-tiba Rasulullah Shallalahu 'alaihi wa sallam masuk, beliau mengucapkan salam dengan suara yang bisa didengar oleh orang yang terjaga namun tidak bisa membangungkan orang tidur. Beliau mendekati gelas, beliau membukanya namun beliau tidak melihat apa pun, Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Ya Allah, berilah makanan orang yang memberiku makan, dan berilah minum orang yang memberiku minum.\" Aku pun mendapatkan doa Rasulullah Shallalahu 'alaihi wa sallamlalu aku mengambil parang dan mendatangi kambing-kambingku, aku pun melihat dengan seksama mana diantaranya yang paling gemuk. Tidaklah tanganku melintasi satu pun kantung susu kambing melainkan pasti berisi penuh susu. Aku pun memeras hingga sepenuh gelas besar lalu aku mendatangi Rasulullah shallallahu 'alaihi wasallam, aku berkata: Silahkan Tuan minum wahai Rasulullah shallallahu 'alaihi wasallam. Beliau menengadahkan kepada ke arahku, Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Tunggu dulu wahai Miqdad, ada berita apa.\" Aku berkata: Silahkan Tuan minum, setelah itu baru aku beritahu. Beliau minum hingga puas lalu beliau memberikan gelas itu padaku, aku pun minum. Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Ada khabar apa?\" lalu aku memberitahu beliau. Beliau bersabda: \"Ini adalah berkah yang turun dari langit, bukankah kau tadi memberitahu kami supaya kami bisa memberi minum kedua teman kami.\" Aku berkata: Bila berkah turun padaku dan Tuan, aku tidak perduli siapa pun yang tidak kebagian.","arab":"حَدَّثَنَا يَزِيدُ أَنْبَأَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنِ الْمِقْدَادِ بْنِ الْأَسْوَدِ قَالَقَدِمْتُ أَنَا وَصَاحِبَانِ لِي عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَصَابَنَا جُوعٌ شَدِيدٌ فَتَعَرَّضْنَا لِلنَّاسِ فَلَمْ يُضِفْنَا أَحَدٌ فَانْطَلَقَ بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى مَنْزِلِهِ وَعِنْدَهُ أَرْبَعُ أَعْنُزٍ فَقَالَ لِي يَا مِقْدَادُ جَزِّئْ أَلْبَانَهَا بَيْنَنَا أَرْبَاعًا فَكُنْتُ أُجَزِّئُهُ بَيْنَنَا أَرْبَاعًا فَاحْتَبَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ فَحَدَّثْتُ نَفْسِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَتَى بَعْضَ الْأَنْصَارِ فَأَكَلَ حَتَّى شَبِعَ وَشَرِبَ حَتَّى رَوِيَ فَلَوْ شَرِبْتُ نَصِيبَهُ فَلَمْ أَزَلْ كَذَلِكَ حَتَّى قُمْتُ إِلَى نَصِيبِهِ فَشَرِبْتُهُ ثُمَّ غَطَّيْتُ الْقَدَحَ فَلَمَّا فَرَغْتُ أَخَذَنِي مَا قَدُمَ وَمَا حَدُثَ فَقُلْتُ يَجِيءُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَائِعًا وَلَا يَجِدُ شَيْئًا فَتَسَجَّيْتُ وَجَعَلْتُ أُحَدِّثُ نَفْسِي فَبَيْنَا أَنَا كَذَلِكَ إِذْ دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَلَّمَ تَسْلِيمَةً يُسْمِعُ الْيَقْظَانَ وَلَا يُوقِظُ النَّائِمَ ثُمَّ أَتَى الْقَدَحَ فَكَشَفَهُ فَلَمْ يَرَ شَيْئًا فَقَالَ اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي وَاسْقِ مَنْ سَقَانِي وَاغْتَنَمْتُ الدَّعْوَةَ فَقُمْتُ إِلَى الشَّفْرَةِ فَأَخَذْتُهَا ثُمَّ أَتَيْتُ الْأَعْنُزَ فَجَعَلْتُ أَجْتَسُّهَا أَيُّهَا أَسْمَنُ فَلَا تَمُرُّ يَدَيَّ عَلَى ضَرْعِ وَاحِدَةٍ إِلَّا وَجَدْتُهَا حَافِلًا فَحَلَبْتُ حَتَّى مَلَأْتُ الْقَدَحَ ثُمَّ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ اشْرَبْ يَا رَسُولَ اللَّهِ فَرَفَعَ رَأْسَهُ إِلَيَّ فَقَالَ بَعْضُ سَوْآتِكَ يَا مِقْدَادُ مَا الْخَبَرُ قُلْتُ اشْرَبْ ثُمَّ الْخَبَرَ فَشَرِبَ حَتَّى رَوِيَ ثُمَّ نَاوَلَنِي فَشَرِبْتُ فَقَالَ مَا الْخَبَرُ فَأَخْبَرْتُهُ فَقَالَ هَذِهِ بَرَكَةٌ نَزَلَتْ مِنْ السَّمَاءِ فَهَلَّا أَعْلَمْتَنِي حَتَّى نَسْقِيَ صَاحِبَيْنَا فَقُلْتُ إِذَا أَصَابَتْنِي وَإِيَّاكَ الْبَرَكَةُ فَمَا أُبَالِي مَنْ أَخْطَأَتْ","source":"Ahmad"},"__N_SSG":true}