{"pageProps":{"number":"3729","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Muawiyah] Telah menceritakan kepada kami [Al-A'masy] dari [Umarah] dari [Abi Athiyah] berkata; Saya dan Masruq pernah menemui [Aisyah], lalu kami berkata; \"Wahai Ummul Mukminin, ada dua orang sahabat Nabi Shallallahu'alaihiwasallam, salah satu dari mereka berdua menyegerakan berbuka dan menyegerakan shalat, sedangkan yang satu lagi mengakhirkan berbuka dan mengakhirkan shalat.\" (Athiyyah) Berkata; Maka Aisyah bertanya; \"Siapa dari mereka berdua yang menyegerakan berbuka dan menyegerakan sholat?\" Kami berkata; \"Abdullah bin Mas`ud.\" Aisyah berkata; \"Memang seperti itulah yang diperbuat oleh Nabi Shallallahu'alaihiwasallam.\" Sedang lelaki yang lainnya adalah Abu Musa Al-Asy`ari. Telah menceritakan kepada kami [Ibnu Ja'far] Telah menceritakan kepada kami [Syu'bah] dari [Sulaiman] berkata; Saya telah mendengar [Khaitsamah] dan dia berkata; \"(Abu Musa) menyegarakan berbuka dan mengakhirkan sahur.\" Telah menceritakan kepada kami [Mu'ammal], Telah menceritakan kepada kami [Sufyan] dari [Al-A`masy] dari [Umaroh] dari [Abu Athiyyah] berkata; Kami berkata kepada [Aisyah]; \"Ada dua orang lelaki dari sahabat Muhammad Shallallahu'alaihiwasallam, salah satu dari mereka berdua menyegerakan (shalat) maghrib dan menyegerakan berbuka dan yang lain mengakhirkan (shalat) maghrib dan mengakhirkan berbuka.\" Lalu ia menyebutkan (seperti cerita di atas).\"","arab":"حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ عُمَارَةَ عَنْ أَبِي عَطِيَّةَ قَالَدَخَلْتُ أَنَا وَمَسْرُوقٌ عَلَى عَائِشَةَ فَقُلْنَا لَهَا يَا أُمَّ الْمُؤْمِنِينَ رَجُلَانِ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحَدُهُمَا يُعَجِّلُ الْإِفْطَارَ وَيُعَجِّلُ الصَّلَاةَ وَالْآخَرُ يُؤَخِّرُ الْإِفْطَارَ وَيُؤَخِّرُ الصَّلَاةَ قَالَ فَقَالَتْ أَيُّهُمَا يُعَجِّلُ الْإِفْطَارَ وَيُعَجِّلُ الصَّلَاةَ قَالَ قُلْنَا عَبْدُ اللَّهِ بْنُ مَسْعُودٍ قَالَتْ كَذَاكَ كَانَ يَصْنَعُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْآخَرُ أَبُو مُوسَىحَدَّثَنَا ابْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ سُلَيْمَانَ قَالَ سَمِعْتُ خَيْثَمَةَ وَقَالَ يُعَجِّلُ الْإِفْطَارَ وَيُؤَخِّرُ السَّحُورَ حَدَّثَنَا مُؤَمَّلٌ حَدَّثَنَا سُفْيَانُ عَنِ الْأَعْمَشِ عَنْ عُمَارَةَ عَنْ أَبِي عَطِيَّةَ قَالَ قُلْنَا لِعَائِشَةَ رَجُلَانِ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحَدُهُمَا يُعَجِّلُ الْمَغْرِبَ وَيُعَجِّلُ الْإِفْطَارَ وَالْآخَرُ يُؤَخِّرُ الْمَغْرِبَ وَيُؤَخِّرُ الْإِفْطَارَ فَذَكَرَهُ","source":"Ahmad"},"__N_SSG":true}