{"pageProps":{"number":"3825","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Wuhaib] berkata, telah menceritakan kepada kami [Ayyub] dari [Shalih Abu Al Khalil] dari [Abdullah bin Al Harits] dari [Ummu Fadll] dia berkata, \"Saya menemui Nabi shallallahu 'alaihi wasallam seraya berkata, \"Sesungguhnya saya bermimpi bahwa di rumahku atau di kamarku ada bagian dari bagian tubuhmu?\" Beliau bersabda: \"Insyaallah Fatimah akan melahirkan seorang bayi (anak), kemudian kamu yang akan mengasuhnya.\" Lalu Fatimah melahirkan Hasan, lantas Fatimah pun menyerahkan bayi tersebut kepadanya, kemudian ia menyusuinya dengan susu Qutsam. Setelah itu aku bawa anak tersebut kepada Nabi shallallahu 'alaihi wasallam di hari berkunjungku, maka Nabi shallallahu 'alaihi wasallam mengambilnya dan meletakkannya di atas dada, anak itu lalu kencing di atas dada beliau sehingga kencingnya mengenai kain sarung beliau, maka saya memukul di antara pundaknya. Beliau pun bersabda: \"Kamu telah menyakiti cucuku, semoga Allah memperbaiki dirimu.\" Atau, beliau berkata: \"Semoga Allah merahmatimu.\" Saya pun berkata, \"Lepaslah sarungmu hingga saya dapat mencucinya.\" Namun beliau bersabda: \"Hanyasanya yang dicuci itu adalah dari kencing anak perempuan, adapun anak laki-laki cukup dipercikkan saja.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا وُهَيْبٌ قَالَ حَدَّثَنَا أَيُّوبُ عَنْ صَالِحٍ أَبِي الْخَلِيلِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ أُمِّ الْفَضْلِ قَالَتْأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنِّي رَأَيْتُ فِي مَنَامِي أَنَّ فِي بَيْتِي أَوْ حُجْرَتِي عُضْوًا مِنْ أَعْضَائِكَ قَالَ تَلِدُ فَاطِمَةُ إِنْ شَاءَ اللَّهُ غُلَامًا فَتَكْفُلِينَهُ فَوَلَدَتْ فَاطِمَةُ حَسَنًا فَدَفَعَتْهُ إِلَيْهَا فَأَرْضَعَتْهُ بِلَبَنِ قُثَمَ وَأَتَيْتُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا أَزُورُهُ فَأَخَذَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَضَعَهُ عَلَى صَدْرِهِ فَبَالَ عَلَى صَدْرِهِ فَأَصَابَ الْبَوْلُ إِزَارَهُ فَزَخَخْتُ بِيَدِي عَلَى كَتِفَيْهِ فَقَالَ أَوْجَعْتِ ابْنِي أَصْلَحَكِ اللَّهُ أَوْ قَالَ رَحِمَكِ اللَّهُ فَقُلْتُ أَعْطِنِي إِزَارَكَ أَغْسِلْهُ فَقَالَ إِنَّمَا يُغْسَلُ بَوْلُ الْجَارِيَةِ وَيُصَبُّ عَلَى بَوْلِ الْغُلَامِ","source":"Ahmad"},"__N_SSG":true}