{"pageProps":{"number":"3939","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] berkata, telah menceritakan kepada kami [Mujalid] berkata, telah menceritakan kepada kami [Amir] dia berkata, \"Saat memasuki Madinah, aku menemui [Fatimah binti Qais] dia mengatakan kepadaku bahwa suaminya telah menceraikannya pada masa Rasulullah shallallahu 'alaihi wasallam, lalu Rasulullah shallallahu 'alaihi wasallam mengutusnya (suami) pada suatu ekspedisi.\" Fatimah berkata, \"Kemudian saudaranya berkata kepadaku, \"Keluarlah dari rumah.\" Aku pun berkata, \"Sesungguhnya aku memiliki hak untuk dinafkahi dan tempat tinggal hingga selesai masanya.\" Dia (saudaranya) Berkata, \"Tidak bisa.\" Lalu aku menemui Rasulullah shallallahu 'alaihi wasallam, aku sampaikan kepada beliau, \"Sesungguhnya fulan menceraikan aku dan saudaranya mengeluarkan aku dari rumahnya, ia menghalangiku untuk bertempat tinggal dan tidak memberiku nafkah?\" Kemudian beliau mengirim seseorang menemuinya, beliau bersabda: \"Apa urusanmu dengan anak perempuan keluarga Qais?\" dia menjawab, \"Wahai Rasulullah, sesungguhnya saudaraku telah mentalaknya tiga kali sekaligus.\" Fatimah berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Lihatlah hai anak perempuan keluarga Qais, hanyasanya tempat tinggal dan nafkah itu untuk isteri yang ditalak suaminya namun ia masih bisa rujuk kepadanya, apabila ditalak yang tidak bisa rujuk lagi maka tidak ada nafkah dan tempat tinggal, oleh karena itu keluarlah dan tinggallah di rumah fulanah.\" Kemudian beliau berkata -ini ditujukan kepada wanita tersebut-: \"Tinggallah di rumah Ibnu Ummi Maktum karena sesungguhnya ia buta dan tidak melihatmu, lalu janganlah menikah hingga aku menikahkanmu.\" Fatimah berkata, \"Lalu datanglah seorang Quraisy untuk melamarku, kemudian aku mendatangi Rasulullah shallallahu 'alaihi wasallam menanyakan hal itu, beliau bersabda: \"Tidakkah kamu menikahi orang yang lebih aku cintai daripadanya?\" aku menjawab, \"Baik ya Rasulullah, nikahkan aku dengan siapapun yang tuan cintai.\" Fatimah melanjutkan, \"Lalu beliau menikahkanku dengan Usamah bin Zaid.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ قَالَ حَدَّثَنَا مُجَالِدٌ قَالَ حَدَّثَنَا عَامِرٌ قَالَقَدِمْتُ الْمَدِينَةَ فَأَتَيْتُ فَاطِمَةَ بِنْتَ قَيْسٍ فَحَدَّثَتْنِي أَنَّ زَوْجَهَا طَلَّقَهَا عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَعَثَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَرِيَّةٍ قَالَتْ فَقَالَ لِي أَخُوهُ اخْرُجِي مِنْ الدَّارِ فَقُلْتُ إِنَّ لِي نَفَقَةً وَسُكْنَى حَتَّى يَحِلَّ الْأَجَلُ قَالَ لَا قَالَتْ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنَّ فُلَانًا طَلَّقَنِي وَإِنَّ أَخَاهُ أَخْرَجَنِي وَمَنَعَنِي السُّكْنَى وَالنَّفَقَةَ فَأَرْسَلَ إِلَيْهِ فَقَالَ مَا لَكَ وَلِابْنَةِ آلِ قَيْسٍ قَالَ يَا رَسُولَ اللَّهِ إِنَّ أَخِي طَلَّقَهَا ثَلَاثًا جَمِيعًا قَالَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْظُرِي يَا ابْنَةَ آلِ قَيْسٍ إِنَّمَا النَّفَقَةُ وَالسُّكْنَى لِلْمَرْأَةِ عَلَى زَوْجِهَا مَا كَانَتْ لَهُ عَلَيْهَا رَجْعَةٌ فَإِذَا لَمْ يَكُنْ لَهُ عَلَيْهَا رَجْعَةٌ فَلَا نَفَقَةَ وَلَا سُكْنَى اخْرُجِي فَانْزِلِي عَلَى فُلَانَةَ ثُمَّ قَالَ إِنَّهُ يُتَحَدَّثُ إِلَيْهَا انْزِلِي عَلَى ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ أَعْمَى لَا يَرَاكِ ثُمَّ لَا تَنْكِحِي حَتَّى أَكُونَ أُنْكِحُكِ قَالَتْ فَخَطَبَنِي رَجُلٌ مِنْ قُرَيْشٍ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْتَأْمِرُهُ فَقَالَ أَلَا تَنْكِحِينَ مَنْ هُوَ أَحَبُّ إِلَيَّ مِنْهُ فَقُلْتُ بَلَى يَا رَسُولَ اللَّهِ فَأَنْكِحْنِي مَنْ أَحْبَبْتَ قَالَتْ فَأَنْكَحَنِي أُسَامَةَ بْنَ زَيْدٍ","source":"Ahmad"},"__N_SSG":true}