{"pageProps":{"number":"397","slug":"ahmad","id":"Telah menceritakan kepada kami [Ishaq bin 'Isa] berkata; telah menceritakan kepada kami [Mujammi' bin Ya'qub] berkata; saya telah mendengar [bapakku] dari [pamannya, Abdurrahman bin Yazid] dari [pamannya, Mujammi' bin Jariyah Al Ashori] dia adalah salah seorang Qurra' yang pandai dalam membaca Al Qur'an, berkata; Kami ikut hadir dalam perdamaian Hudaibiyyah, ketika kami selesai dari sana tiba-tiba orang-orang membawa lari unta-unta mereka. Sebagian mereka berkata kepada yang lainnya, ada apa dengan mereka? Mereka menjawab, sebuah wahyu turun kepada Rasulullah Shallallahu'alaihiwasallam, maka kami keluar bersama mereka dengan cepat hingga kami menemukan Rasulullah Shallallahu'alaihiwasallam di atas kendaraannya di Kura'il Ghamim. Mereka berkumpul kepada (Rasulullah Shallallahu'alaihiwasallam) lalu beliau membacakan: \"kami Telah memberikan kepadamu kemenangan yang nyata.\" Lalu ada seorang sahabat Rasulullah Shallallahu'alaihiwasallam yang berkata; Wahai Rasulullah! apakah itu sebuah kemenangan? (Rasulullah Shallallahu'alaihiwasallam) bersabda: Ya. Demi Dzat yang jiwa Muhammad berada di tangan-Nya, itu adalah kemenangan. Maka (Ghanimah) Khaibar dibagi kepada orang-orang yang mengikuti Hudaibiyyah, tidak ada yang mendapatkan bagian darinya kecuali orang yang ikut dalam peristiwa Hudaibiyyah. Rasulullah Shallallahu'alaihiwasallam membaginya menjadi delapan belas saham, pasukan tersebut jumlahnya yaitu seribu lima ratus, yang diantaranya terdapat tiga ratus kafaleri, (Rasulullah Shallallahu'alaihiwasallam) memberi para kafaleri dengan dua saham dan memberi para infantri dengan satu saham.","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ عِيسَى قَالَ حَدَّثَنَا مُجَمِّعُ بْنُ يَعْقُوبَ قَالَ سَمِعْتُ أَبِي يَقُولُ عَنْ عَمِّهِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَمِّهِ مُجَمِّعِ ابْنِ جَارِيَةَ الْأَنْصَارِيِّوَكَانَ أَحَدَ الْقُرَّاءِ الَّذِينَ قَرَءُوا الْقُرْآنَ قَالَ شَهِدْنَا الْحُدَيْبِيَةَ فَلَمَّا انْصَرَفْنَا عَنْهَا إِذَا النَّاسُ يُنْفِرُونَ الْأَبَاعِرَ فَقَالَ النَّاسُ بَعْضُهُمْ لِبَعْضٍ مَا لِلنَّاسِ قَالُوا أُوحِيَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَجْنَا مَعَ النَّاسِ نُوجِفُ حَتَّى وَجَدْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رَاحِلَتِهِ عِنْدَ كُرَاعِ الْغَمِيمِ وَاجْتَمَعَ النَّاسُ إِلَيْهِ فَقَرَأَ عَلَيْهِمْ إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا فَقَالَ رَجُلٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْ رَسُولَ اللَّهِ وَفَتْحٌ هُوَ قَالَ أَيْ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنَّهُ لَفَتْحٌ فَقُسِمَتْ خَيْبَرُ عَلَى أَهْلِ الْحُدَيْبِيَةِ لَمْ يُدْخِلْ مَعَهُمْ فِيهَا أَحَدًا إِلَّا مَنْ شَهِدَ الْحُدَيْبِيَةَ فَقَسَمَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى ثَمَانِيَةَ عَشَرَ سَهْمًا وَكَانَ الْجَيْشُ أَلْفًا وَخَمْسَ مِائَةٍ فِيهِمْ ثَلَاثُ مِائَةِ فَارِسٍ فَأَعْطَى الْفَارِسَ سَهْمَيْنِ وَأَعْطَى الرَّاجِلَ سَهْمًا","source":"Ahmad"},"__N_SSG":true}