{"pageProps":{"number":"3981","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] berkata, telah mengabarkan kepada kami [Syarik bin 'Abdullah] dari ['Abdullah bin Muhammad bin 'Aqil] dari [Ibrahim bin Muhammad bin Thalhah] dari pamannya [Imran bin Thalhah] dari ibunya [Hamnah binti Jahsi] dia berkata, \"Aku menemui Rasulullah shallallahu 'alaihi wasallam dan berkata, 'Sesungguhnya aku mengeluarkan darah haid yang keruh dan deras? ' lalu beliau bersabda: \"Tutupilah dengan kapas.\" Aku berkata lagi, 'Sungguh, dia lebih deras darinya, aku mengeluarkan darah dengan deras sekali! ' Beliau bersabda: \"Kamu balut dan hitunglah haidmu setiap bulan dalam ilmu Allah selama enam atau tujuh hari kemudian mandilah, lalu berpuasa dan shalatlah dua puluh tiga atau dua puluh empat (hari). Mandilah kamu untuk shalat fajar, akhirkan zhuhur dan segerakan shalat asar lalu mandilah, akhirkan maghrib dan segerakan isya' lalu mandilah, dan inilah antara dua perkara yang aku sukai.\" Namun Yazid tidak menyebutkan, \"Mandilah untuk shalat.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ عَمِّهِ عِمْرَانَ بْنِ طَلْحَةَ عَنْ أُمِّهِ حَمْنَةَ بِنْتِ جَحْشٍ قَالَتْأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنِّي قَدْ اسْتَحَضْتُ حَيْضَةً مُنْكَرَةً شَدِيدَةً فَقَالَ احْتَشِي كُرْسُفًا قُلْتُ إِنَّهُ أَشَدُّ مِنْ ذَاكَ إِنِّي أَثُجُّهُ ثَجًّا قَالَ تَلَجَّمِي وَتَحَيَّضِي فِي كُلِّ شَهْرٍ فِي عِلْمِ اللَّهِ سِتَّةَ أَيَّامٍ أَوْ سَبْعَةَ أَيَّامٍ ثُمَّ اغْتَسِلِي غُسْلًا وَصُومِي وَصَلِّي ثَلَاثًا وَعِشْرِينَ أَوْ أَرْبَعًا وَعِشْرِينَ وَاغْتَسِلِي لِلْفَجْرِ غُسْلًا وَأَخِّرِي الظُّهْرَ وَعَجِّلِي الْعَصْرَ وَاغْتَسِلِي غُسْلًا وَأَخِّرِي الْمَغْرِبَ وَعَجِّلِي الْعِشَاءَ وَاغْتَسِلِي غُسْلًا وَهَذَا أَحَبُّ الْأَمْرَيْنِ إِلَيَّ وَلَمْ يَقُلْ يَزِيدُ مَرَّةً وَاغْتَسِلِي لِلْفَجْرِ غُسْلًا","source":"Ahmad"},"__N_SSG":true}