{"pageProps":{"number":"3999","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Kamil] berkata, Telah menceritakan kepada kami [Laits] berkata, Telah menceritakan kepadaku [Sa'id bin Abu Sa'id Al Maqburi] dari [Abu Syuraih Al 'Adawi] bahwa dia berkata kepada 'Amru bin Sa'id yang saat itu sedang mengirimkan pasukan menuju Makkah, \"Izinkanlah aku wahai amir, aku akan menceritakan kepadamu sebuah hadits. Rasulullah shallallahu 'alaihi wasallam berdiri pada waktu penaklukan kota Makkah, aku dengar dengan kedua telingaku, hatiku meresapi dan mataku melihatnya, bahwa beliau mengatakannya. Setelah mengucapkan syukur dan pujian kepada Allah, beliau bersabda: \"Sesungguhnya kota Makkah telah Allah haramkan, sedangkan manusia belum mengharamkannya, maka tidak halal bagi seorang yang beriman kepada Allah dan hari akhir untuk menumpahkan darah di dalamnya dan menebang pepohonannya. Jika ada seseorang menyangkal bahwa Rasulullah shallallahu 'alaihi wasallam berperang di dalamnya, maka katakanlah oleh kalian bahwa Allah Azza Wa Jalla telah mengizinkan buat Rasul-Nya dan tidak mengizinkan buat kalian, hanyasanya aku dizinkan sesaat di siang hari kemudian kembali diharamkan kesuciannya sebagaimana kemarin. Maka hendaknya orang yang hadir menyampaikan kepada orang yang tidak hadir.\" Maka dikatakan kepada [Abu Syuraih], \"Lalu apa yang dikatakan 'Amru kepadamu?\" Dia berkata, \"'Amru berkata, \"Aku lebih tahu daripada kamu wahai Abu Syuraih! Sesungguhnya Baitul Haram tidak melindungi orang yang durhaka, orang yang lari karena urusan darah serta orang yang lari dari jizyah.\" Hajjaj juga menyebutkan, \"Dengan Jizyah.\" Dan [Ya'qub] juga menyebutkan dari [ayahnya] dari [Ibnu Ishaq], \"Dan orang yang enggan membayar jizyah.\"","arab":"حَدَّثَنَا أَبُو كَامِلٍ قَالَ حَدَّثَنَا لَيْثٌ قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ عَنْ أَبِي شُرَيْحٍ الْعَدَوِيِّأَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ وَهُوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ ائْذَنْ لِي أَيُّهَا الْأَمِيرُ أُحَدِّثْكَ قَوْلًا قَامَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْغَدَ مِنْ يَوْمِ الْفَتْحِ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي وَأَبْصَرَتْهُ عَيْنَايَ حَيْثُ تَكَلَّمَ بِهِ أَنَّهُ حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ وَلَمْ يُحَرِّمْهَا النَّاسُ فَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ فِيهَا دَمًا وَلَا يَعْضِدَ فِيهَا شَجَرَةً فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا فَقُولُوا إِنَّ اللَّهَ عَزَّ وَجَلَّ أَذِنَ لِرَسُولِهِ وَلَمْ يَأْذَنْ لَكُمْ وَإِنَّمَا أَذِنَ لِي فِيهَا سَاعَةً مِنْ نَهَارٍ وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالْأَمْسِ فَلْيُبَلِّغْ الشَّاهِدُ الْغَائِبَفَقِيلَ لِأَبِي شُرَيْحٍ مَا قَالَ لَكَ عَمْرٌو قَالَ قَالَ أَنَا أَعْلَمُ بِذَلِكَ مِنْكَ يَا أَبَا شُرَيْحٍ إِنَّ الْحَرَمَ لَا يُعِيذُ عَاصِيًا وَلَا فَارًّا بِدَمٍ وَلَا فَارًّا بِجِزْيَةٍ وَكَذَلِكَ قَالَ حَجَّاجٌ بِجِزْيَةٍ وَقَالَ يَعْقُوبُ عَنْ أَبِيهِ عَنِ ابْنِ إِسْحَاقَ وَلَا مَانِعَ جِزْيَةٍ","source":"Ahmad"},"__N_SSG":true}