{"pageProps":{"number":"4050","slug":"ahmad","id":"Telah menceritakan kepada kami ['Attab] berkata, telah menceritakan kepada kami ['Abdullah] berkata, telah menceritakan kepada kami [Sa'id bin Yazid] dari [Yazid bin Abu Habib] dari [Kulaib bin Dzuhl] dari ['Ubaid bin Jabr] berkata, \"Aku pergi bersama [Abu Bashrah] dari Fusthath menuju Iskandariyah dengan mengendarai kapal, ketika kami berlabuh, dia memerintahkan untuk menyiapkan hidangan, lalu ia mendekat dan memanggilku untuk menyantap hidangan tersebut. Waktu itu adalah bulan Ramadan, maka aku berkata kepadanya, 'Wahai Abu Bashrah, demi Allah, rumah-rumah kami masih kelihatan! ' Dia lalu berkata, 'Apakah kamu membenci sunnah Rasulullah shallallahu 'alaihi wasallam? ' Aku menjawab, 'Tidak.' Dia lalu berkata, 'Maka, makanlah'. Dan kami masih dalam keadaan berbuka sampai kami tiba di tempat tujuan kami.\" Telah menceritakan kepada kami [Yahya bin Ghailan] dia berkata, telah menceritakan kepada kami [Mufadlal] dia berkata, telah menceritakan kepada kami [Abdullah bin 'Ayyasy] dari [Yazid bin Abu Habib] dari [Kulaib bin Dzuhl Al Hadlrami] dari [Ubaid bin Jabr] dia berkata, \"Aku berlayar bersama [Abu Bashrah] dengan mengendarai kapal menuju Iskandariyah…kemudian dia menyebutkan hadits ini.\"","arab":"حَدَّثَنَا عَتَّابٌ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ قَالَ حَدَّثَنَا سَعِيدُ بْنُ يَزِيدَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ كُلَيْبِ بْنِ ذُهْلٍ عَنْ عُبَيْدِ بْنِ جَبْرٍ قَالَرَكِبْتُ مَعَ أَبِي بَصْرَةَ مِنْ الْفُسْطَاطِ إِلَى الْإِسْكَنْدَرِيَّةِ فِي سَفِينَةٍ فَلَمَّا دَفَعْنَا مِنْ مَرْسَانَا أَمَرَ بِسُفْرَتِهِ فَقُرِّبَتْ ثُمَّ دَعَانِي إِلَى الْغَدَاءِ وَذَلِكَ فِي رَمَضَانَ فَقُلْتُ يَا أَبَا بَصْرَةَ وَاللَّهِ مَا تَغَيَّبَتْ عَنَّا مَنَازِلُنَا بَعْدُ فَقَالَ أَتَرْغَبُ عَنْ سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ لَا قَالَ فَكُلْ فَلَمْ نَزَلْ مُفْطِرِينَ حَتَّى بَلَغْنَا مَاحُوزَنَاحَدَّثَنَا يَحْيَى بْنُ غَيْلَانَ قَالَ حَدَّثَنَا الْمُفَضَّلُ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَيَّاشٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ كُلَيْبِ بْنِ ذُهْلٍ الْحَضْرَمِيِّ عَنْ عُبَيْدِ بْنِ جَبْرٍ قَالَ رَكِبْتُ مَعَ أَبِي بَصْرَةَ السَّفِينَةَ وَهُوَ يُرِيدُ الْإِسْكَنْدَرِيَّةَ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}