{"pageProps":{"number":"43","slug":"ahmad","id":"Telah menceritakan kepada kami [Asbath] telah menceritakan kepada kami [Mutharrif] dari ['Amir] dari [Yahya bin Thalhah] dari [bapaknya] berkata; Umar melihat Thalhah bin Ubaidullah merasa risau dan murung, maka dia bertanya; \"ada apa denganmu Wahai Abu fulan! sepertinya kepemimpinan anak pamanmu tidak menyenangkanmu Wahai Abu Fulan.\" Dia menjawab; \"Tidak, tapi aku mendengar sebuah hadits Rasulullah shallallahu 'alaihi wasallam, tidak ada yang menghalangiku untuk menanyakannya kecuali taqdir sehingga beliau meninggal, aku mendengar beliau bersabda: \"Sesungguhnya aku mengetahui satu kalimat yang tidaklah dibaca oleh seorang hamba ketika menjelang ajalnya kecuali dia akan memancarkan warna yang cerah dan Allah akan menghilangkan kesusahan darinya.\" Umar radliallahu 'anhu berkata; \"Aku tahu kalimat itu.\" Thalhah bertanya; \"Apa itu?\" Umar menjawab; \"Kamu tahu sebuah kalimat yang lebih agung dari kalimat yang beliau perintahkan kepada pamannya ketika menjelang meninggal dunia: \"LA ILAHA ILLA ALLAH (tidak ada Ilah yang berhak disembah selain Allah).\" Thalhah berkata; \"Benar kamu, itu yang dimaksud. Demi Allah itu dia.\"","arab":"حَدَّثَنَا أَسْبَاطٌ حَدَّثَنَا مُطَرِّفٌ عَنْ عَامِرٍ عَنْ يَحْيَى بْنِ طَلْحَةَ عَنْ أَبِيهِ قَالَرَأَى عُمَرُ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ ثَقِيلًا فَقَالَ مَا لَكَ يَا أَبَا فُلَانٍ لَعَلَّكَ سَاءَتْكَ إِمْرَةُ ابْنِ عَمِّكَ يَا أَبَا فُلَانٍ قَالَ لَا إِلَّا أَنِّي سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا مَا مَنَعَنِي أَنْ أَسْأَلَهُ عَنْهُ إِلَّا الْقُدْرَةُ عَلَيْهِ حَتَّى مَاتَ سَمِعْتُهُ يَقُولُ إِنِّي لَأَعْلَمُ كَلِمَةً لَا يَقُولُهَا عَبْدٌ عِنْدَ مَوْتِهِ إِلَّا أَشْرَقَ لَهَا لَوْنُهُ وَنَفَّسَ اللَّهُ عَنْهُ كُرْبَتَهُ قَالَ فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ إِنِّي لَأَعْلَمُ مَا هِيَ قَالَ وَمَا هِيَ قَالَ تَعْلَمُ كَلِمَةً أَعْظَمَ مِنْ كَلِمَةٍ أَمَرَ بِهَا عَمَّهُ عِنْدَ الْمَوْتِ لَا إِلَهَ إِلَّا اللَّهُ قَالَ طَلْحَةُ صَدَقْتَ هِيَ وَاللَّهِ هِيَ","source":"Ahmad"},"__N_SSG":true}