{"pageProps":{"number":"510","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan bin Musa] telah menceritakan kepada kami [Hammad bin Salamah] telah mengabarkan kepada kami ['Ali bin Zaid] dari [Abdurrahman bin Abu Bakrah] dari [Al Aswad bin Sari'] berkata; saya mendatangi Nabi Shallallahu'alaihiwasallam lalu saya berkata; Wahai Rasulullah, saya telah memuji Rabku Tabaroka Wa Ta'ala dengan kalimAt kalimat pujian, bagaimana kalau saya demontrasikan kepadamu?. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Rab kamu Tabaroka Wa Ta'ala menyukai pujian. Lakukanlah apa yang kalian gunakan untuk memuji Rabbmu\". (Al Aswad bin Sari` radliyallahu'anhu) berkata; lalu saya membacakannya, dan datanglah seorang laki-laki yang hitam tinggi, botak san orangnya gampang-gampang susah, lalu ia meminta ijin. (Al Aswad bin Sari` radliyallahu'anhu) berkata; lalu Rasulullah Shallallahu'alaihiwasallam memintaku diam karenanya. Abu Salamah mempraktekkan bagaimana beliau memintanya diam. Yaitu sebagaimana yang dilakukan terhadap kucing. Orang itu masuk dan berbicara sebentar lalu keluar, saya hendak memanjatkan pujian lagi namun orang itu ternyata kembali dan Rasulullah Shallallahu'alaihiwasallam memintaku untuk kembali diam. Beliau mengulanginya lagi. Lalu saya bertanya, 'Kenapa anda memintaku untuk diam karenanya?. Beliau bersabda: \"Orang ini tidak menyukai hal yang batil. Ini adalah Umar bin Khattab.\" Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Hammad] berkata; telah mengabarkan kepada kami ['Ali bin Zaid] dari [Abdurrahman bin Abu Bakrah] dari [Al Aswad bin Sari'] berkata; saya telah mendatangi Rasulullah Shallallahu'alaihiwasallam lalu menyebutkan hadits secara sempurna.","arab":"حَدَّثَنَا حَسَنُ بْنُ مُوسَى حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ أَنَّ الْأَسْوَدَ بْنَ سَرِيعٍ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي قَدْ حَمِدْتُ رَبِّي تَبَارَكَ وَتَعَالَى بِمَحَامِدَ وَمِدَحٍ وَإِيَّاكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا إِنَّ رَبَّكَ تَبَارَكَ وَتَعَالَى يُحِبُّ الْمَدْحَ هَاتِ مَا امْتَدَحْتَ بِهِ رَبَّكَ قَالَ فَجَعَلْتُ أُنْشِدُهُ فَجَاءَ رَجُلٌ فَاسْتَأْذَنَ أَدْلَمُ أَصْلَعُ أَعْسَرُ أَيْسَرُ قَالَ فَاسْتَنْصَتَنِي لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَوَصَفَ لَنَا أَبُو سَلَمَةَ كَيْفَ اسْتَنْصَتَهُ قَالَ كَمَا صَنَعَ بِالْهِرِّ فَدَخَلَ الرَّجُلُ فَتَكَلَّمَ سَاعَةً ثُمَّ خَرَجَ ثُمَّ أَخَذْتُ أُنْشِدُهُ أَيْضًا ثُمَّ رَجَعَ بَعْدُ فَاسْتَنْصَتَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَوَصَفَهُ أَيْضًا فَقُلْتُ يَا رَسُولَ اللَّهِ مَنْ ذَا الَّذِي اسْتَنْصَتَّنِي لَهُ فَقَالَ هَذَا رَجُلٌ لَا يُحِبُّ الْبَاطِلَ هَذَا عُمَرُ بْنُ الْخَطَّابِحَدَّثَنَا رَوْحٌ حَدَّثَنَا حَمَّادٌ قَالَ أَخْبَرَنَا عَلِيُّ بْنُ زَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنِ الْأَسْوَدِ بْنِ سَرِيعٍ قَالَ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}