{"pageProps":{"number":"547","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Yahya bin Sa'id] berkata; telah menceritakan kepadaku [Abu Ja'far 'Umair bin Yazid] berkata; telah menceritakan kepadaku [Al Harits bin Fudlail] dan ['Umarah bin Khuzaimah bin Tsabit] dari [Abdurrahman bin Abu Qurad] berkata; saya keluar bersama Rasulullah Shallallahu'alaihiwasallam dalam rangka berhaji. (Abdurrahman bin Abu Qurad Rsdliyallahu'anhu) berkata; beliau mampir pada suatu tempat, beliau keluar dari kamar kecil lalu saya mengikuti beliau dengan membawa bejana dari kulit atau tempat air. Kebiasaan Rasulullah Shallallahu'alaihiwasallam jika menunaikan hajatnya beliau menjauh. Saya duduk di jalan menunggu sampai Rasulullah Shallallahu'alaihiwasallam selesai, lalu saya berkata kepada beliau 'Wahai Rasulullah, ini air.' Rasulullah Shallallahu'alaihiwasallam menerimanya, Rasulullah Shallallahu'alaihiwasallam memercikan pada tangan beliau, mencucinya lalu beliau memasukkan tangannya, menahannya dan memercikkan pada tangannya sekali, lalu mengusap kepalanya, lalu mengambil air satu genggam dengan tangannya, lalu menaruh pada punggung kakinya dan mengusapnya dengan tangannya, lalu datang dan shalat zhuhur bersama kami.","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ قَالَ حَدَّثَنِي أَبُو جَعْفَرٍ عُمَيْرُ بْنُ يَزِيدَ قَالَ حَدَّثَنِي الْحَارِثُ بْنُ فُضَيْلٍ وَعُمَارَةُ بْنُ خُزَيْمَةَ بْنِ ثَابِتٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي قُرَادٍقَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَاجًّا قَالَ فَنَزَلَ مَنْزِلًا وَخَرَجَ مِنْ الْخَلَاءِ فَاتَّبَعْتُهُ بِالْإِدَاوَةِ أَوْ الْقَدَحِ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ حَاجَةً أَبْعَدَ فَجَلَسْتُ لَهُ بِالطَّرِيقِ حَتَّى انْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ لَهُ يَا رَسُولَ اللَّهِ الْوَضُوءَ فَأَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيَّ فَصَبَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى يَدِهِ فَغَسَلَهَا ثُمَّ أَدْخَلَ يَدَهُ فَكَفَّهَا فَصَبَّ عَلَى يَدِهِ وَاحِدَةً ثُمَّ مَسَحَ عَلَى رَأْسِهِ ثُمَّ قَبَضَ الْمَاءَ قَبْضًا بِيَدِهِ فَضَرَبَ بِهِ عَلَى ظَهْرِ قَدَمِهِ فَمَسَحَ بِيَدِهِ عَلَى قَدَمِهِ ثُمَّ جَاءَ فَصَلَّى لَنَا الظُّهْرَ","source":"Ahmad"},"__N_SSG":true}