{"pageProps":{"number":"679","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrazzaq] berkata; telah memberitakan kepada kami [Sufyan] dari [Jabir] dari [Asy-Sya'bi] dari [Abdullah bin Tsabit] berkata; 'Umar bin Khathab datang kepada Nabi Shallallahu'alaihiwasallam lalu berkata; \"Wahai Rasulullah, saya pernah bertemu dengan saudaraku dari Bani Quraidzah, lalu dia mencatatkan untukku ringkasan kitab Taurat, maukah saya tunjukkan kepada anda? (Abdullah bin Tsabit Radliyallahu'anhu) berkata; kontan wajah Rasulullah Shallallahu'alahiwasallam berubah. Saya bertanya kepada ('Umar Radliyallahu'anhu) tidakkah kau melihat gerangan yang terjadi pada wajah Rasulullah Shallallahu'alahiwasallam? Umar bergegas berkata; \" Kami ridla Allah sebagai Rabb kami, Islam sebagai agama dan Muhammad Shallallahu'alaihiwasallam sebagai seorang Rasul\". Serta merta hilanglah kesedihan dari Nabi Shallallahu'alaihiwasallam lalu bersabda: \"Sungguh Demi Dzat yang jiwaku berada di tangan-Nya, kalaulah di antara kalian terdapat Musa, lalu kalian mengikutinya dan meninggalkanku, sungguh kalian sesat. Sungguh kalian adalah umat yang diperuntukkan bagiku, dan aku adalah nabi yang diperuntukkan bagi kalian'.","arab":"حَدَّثَنَا عَبْدُ الرَّزَّاقِ قَالَ أَنْبَأَنَا سُفْيَانُ عَنْ جَابِرٍ عَنْ الشَّعْبِيِّ عَنْ عَبْدِ اللَّهِ بْنِ ثَابِتٍ قَالَجَاءَ عُمَرُ بْنُ الْخَطَّابِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي مَرَرْتُ بِأَخٍ لِي مِنْ بَنِي قُرَيْظَةَ فَكَتَبَ لِي جَوَامِعَ مِنْ التَّوْرَاةِ أَلَا أَعْرِضُهَا عَلَيْكَ قَالَ فَتَغَيَّرَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عَبْدُ اللَّهِ فَقُلْتُ لَهُ أَلَا تَرَى مَا بِوَجْهِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ عُمَرُ رَضِينَا بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَسُولًا قَالَ فَسُرِّيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَصْبَحَ فِيكُمْ مُوسَى ثُمَّ اتَّبَعْتُمُوهُ وَتَرَكْتُمُونِي لَضَلَلْتُمْ إِنَّكُمْ حَظِّي مِنْ الْأُمَمِ وَأَنَا حَظُّكُمْ مِنْ النَّبِيِّينَ","source":"Ahmad"},"__N_SSG":true}