{"pageProps":{"number":"896","slug":"ahmad","id":"(Ahmad bin hanbal) berkata; telah menceritakan kepada kami [Abu Mu'awiyah] telah menceritakan kepada kami [Al A'masy] dari [Syaqiq] dari [Qais bin Abu Gharzah] berkata; kami diberi nama pada masa Rasulullah Shallallahu'alaihiwasallam dengan samamir (makelar) lalu Rasulullah Shallallahu'alaihiwasallam melewati kami lalu memberi nama pada kami dengan nama yang lebih dari nama sebelumnya.beliau bersabda: \"Wahai para pedagang, jual beli ini telah tercampur dengan hAl hal yang sia-sia dan sumpah maka campurlah dengan sedekah\". (Ahmad bin hanbal) berkata; telah menceritakan kepada kami [Yazid bin Harun] berkata; telah mengabarkan kepada kami [Al Awwam bin Hausyab] berkata; telah menceritakan kepadaku [Ibrahim] budak Shukhair, dari [beberapa sahabat Nabi Shallallahu'alaihiwasallam], berkata; Rasulullah Shallallahu'alaihiwasallam hendak melarang jual beli. lalu mereka berkata; itu adalah mata pencaharian kami. (beberapa sahabat ASC) berkata; yang tidak ada hilab (penghianatan dalam agama), kami menamainya dengan Samasirah (makelar), lalu menyebutkan hadis secara lengkap.","arab":"قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ شَقِيقٍ عَنْ قَيْسِ بْنِ أَبِي غَرَزَةَ قَالَكُنَّا نُسَمَّى عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ السَّمَاسِرَةَ فَمَرَّ بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمَّانَا بِاسْمٍ هُوَ أَحْسَنُ مِنْهُ فَقَالَ يَا مَعْشَرَ التُّجَّارِ إِنَّ هَذَا الْبَيْعَ يَحْضُرُهُ اللَّغْوُ وَالْحَلِفُ فَشُوبُوهُ بِالصَّدَقَةِقَالَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا الْعَوَّامُ بْنُ حَوْشَبٍ قَالَ حَدَّثَنِي إِبْرَاهِيمُ مَوْلَى صُخَيْرٍ عَنْ بَعْضِ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَرَادَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَنْهَى عَنْ بَيْعٍ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّهَا مَعَايِشُنَا قَالَ فَقَالَ لَا خِلَابَ إِذًا وَكُنَّا نُسَمَّى السَّمَاسِرَةَ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}