{"pageProps":{"number":"899","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] berkata; telah menceritakan kepada kami [Syu'bah] dari [Furat] dari [Abu Thufail] dari [Abu Sarihah] berkata; Rasulullah shallallahu 'alaihi wasallam sedang berada di kamar dan kami berada di tengahnya kami berbincang-bincang. Lalu Rasulullah shallallahu 'alaihi wasallam mendekati kami dan bertanya, \"Apakah yang kalian sebutkan tadi?\" Mereka menjawab, Hari Kiamat. Beliau bersabda: \"Sesungguhnya Hari Kiamat tidak akan terjadi sampai ada sepuluh tanda. Terjadinya kerusakan di timur, kerusakan di barat, kerusakan di negeri Arab, asap, Dajjal, dabbah (munculnya hewan melata), terbitnya matahari dari arah barat, Ya'juj dan Ma'juj dan api yang keluar dari ujung tanah Adan yang mengiring manusia. Lalu Syu'bah berkata; saya telah mendengarnya dan saya menyangka dia berkata; akan turun bersama mereka sebagaimana mereka turun dan akan beristirahat bersama mereka sebagaimana mereka berkata. Syu'bah berkata; dan telah menceritakan kepadaku dengan hadis ini seorang laki-laki dari Abu Ath-Thufail dari Abu Sarihah dengan tidak memarfukkan kepada Nabi Shallallahu'alaihiwasallam, maka salah seorang dari keduanya berkata; turunnya Isa bin Maryam dan yang satunya berkata; angin yang melemparkan mereka ke laut.","arab":"قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ فُرَاتٍ عَنْ أَبِي الطُّفَيْلِ عَنْ أَبِي سَرِيحَةَ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غُرْفَةٍ وَنَحْنُ تَحْتَهَا نَتَحَدَّثُ قَالَ فَأَشْرَفَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا تَذْكُرُونَ قَالُوا السَّاعَةَ قَالَ إِنَّ السَّاعَةَ لَنْ تَقُومَ حَتَّى تَرَوْنَ عَشْرَ آيَاتٍ خَسْفٌ بِالْمَشْرِقِ وَخَسْفٌ بِالْمَغْرِبِ وَخَسْفٌ فِي جَزِيرَةِ الْعَرَبِ وَالدُّخَانُ وَالدَّجَّالُ وَالدَّابَّةُ وَطُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا وَيَأْجُوجُ وَمَأْجُوجُ وَنَارٌ تَخْرُجُ مِنْ قَعْرِ عَدَنٍ تُرَحِّلُ النَّاسَ فَقَالَ شُعْبَةُ سَمِعْتُهُ وَأَحْسِبُهُ قَالَ تَنْزِلُ مَعَهُمْ حَيْثُ نَزَلُوا وَتَقِيلُ مَعَهُمْ حَيْثُ قَالُواقَالَ شُعْبَةُ وَحَدَّثَنِي بِهَذَا الْحَدِيثِ رَجُلٌ عَنْ أَبِي الطُّفَيْلِ عَنْ أَبِي سَرِيحَةَ لَمْ يَرْفَعْهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَحَدُ هَذَيْنِ الرَّجُلَيْنِ نُزُولُ عِيسَى ابْنِ مَرْيَمَ وَقَالَ الْآخَرُ رِيحٌ تُلْقِيهِمْ فِي الْبَحْرِ","source":"Ahmad"},"__N_SSG":true}