{"pageProps":{"number":"940","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] berkata; telah menceritakan kepada kami [Wuhaib] berkata; telah menceritakan kepada kami [Musa Bin 'Uqbah] berkata; telah menceritakan kepadaku [Abu Salamah] dari [seorang laki-laki yang melewati Rasulullah shallallahu'alaihiwasallam] yang ketika itu beliau sedang bercakap-cakap dengan Jibril Alaihissalam. Abu Salamah beranggapan orang itu menjauh dari mendekati Rasulullah shallallahu'alaihiwasallam karena khawatir jangAn jangan mendengar percakapan nabi. Ketika pagi tiba, Rasulullah shallallahu'alaihiwasallam bertanya, \"Apa yang yang membuat kamu tidak mengucapkan salam ketika kamu melewatiku tadi malam? (Sahabat tadi) menjawab 'Saya melihat anda sedang bercakap-cakap dengan seorang laki-laki, sehingga saya khawatir jangAn jangan anda keberatan jika saya mendekati anda berdua. (Rasulullah shallallahu'alaihiwasallam) bersabda: \"Apakah engkau mengetahui siapa laki-laki tersebut?\" (Sahabat tadi) menjawab, \"Tidak\" (Rasulullah shallallahu'alaihiwasallam) bersabda: \"Dialah Jibril 'Alaihissalam, kalau saja engkau mengucapkan salam, pastilah dia menjawabnya.\" (Musa bin 'Uqbah) berkata 'Saya mendengarnya selain dari Abi Salamah yaitu dari [Haritsah bin An Nu'man].'","arab":"حَدَّثَنَا عَفَّانُ قَالَ حَدَّثَنَا وُهَيْبٌ قَالَ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ قَالَ حَدَّثَنِي أَبُو سَلَمَةَعَنْ الرَّجُلِ الَّذِي مَرَّ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُنَاجِي جِبْرِيلَ عَلَيْهِ السَّلَام فَزَعَمَ أَبُو سَلَمَةَ أَنَّهُ تَجَنَّبَ أَنْ يَدْنُوَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَخَوُّفًا أَنْ يَسْمَعَ حَدِيثَهُ فَلَمَّا أَصْبَحَ قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مَنَعَكَ أَنْ تُسَلِّمَ إِذْ مَرَرْتَ بِي الْبَارِحَةَ قَالَ رَأَيْتُكَ تُنَاجِي رَجُلًا فَخَشِيتُ أَنْ تَكْرَهَ أَنْ أَدْنُوَ مِنْكُمَا قَالَ وَهَلْ تَدْرِي مَنْ الرَّجُلُ قَالَ لَا قَالَ فَذَلِكَ جِبْرِيلُ عَلَيْهِ السَّلَام وَلَوْ سَلَّمْتَ لَرَدَّ السَّلَامَوَقَدْ سَمِعْتُ مِنْ غَيْرِ أَبِي سَلَمَةَ أَنَّهُ حَارِثَةَ بْنَ النُّعْمَانِ","source":"Ahmad"},"__N_SSG":true}