{"pageProps":{"number":"1076","slug":"ahmad","id":"(Ahmad bin Hanbal Radliyallahu'anhu) berkata; telah menceritakan kepada kami [Yazid bin Harun] berkata; telah mengabarkan kepada kami [Muhammad bin Ishaq] dari [Muhammad bin Ibrahim bin Al Harits] dari [Muhammad bin Abdullah bin 'Atik] yaitu dari Bani Salamah, dari [Bapaknya, Abdullah bin 'Atik] berkata; Aku mendengar Rasulullah Shallallahu'alaihiwasallam bersabda: \"Barangsiapa siapa yang keluar dari rumahnya dalam keadaan berjihad di jalan Allah Azzawajalla\" kemudian beliau bersabda dengan tiga jarinya, jari tunjuk, tengah dan jempolnya lalu menggabungkan ketiganya. Lalu beliau bersabda: \"Di mana saja orang yang berjihad, lalu terjatuh dari kendaraannya lalu dia meninggal, sungguh pahalanya telah tetap di sisi Allah Ta'ala, atau dia disengat oleh tunggangannya lalu dia meninggal maka Allahlah akan memberinya pahala, atau jika dia meninggal di atas tempat tidurnya maka dia mendapatkan pahala dari Allah Azzawajalla. Demi Allah, itu adalah kalimat yang saya tidak pernah mendengarnya dari seluruh orang Arab sebelum Rasulullah Shallallahu'alaihiwasallam, maka pahalanya telah tetap dari Allah Ta'ala. Barangsiapa yang meninggal dengan tiba-tiba maka wajib baginya mendapatkan tempat kembali yang bagus.\"","arab":"قَالَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَتِيكٍ أَحَدِ بَنِي سَلِمَةَ عَنْ أَبِيهِ عَبْدِ اللَّهِ بْنِ عَتِيكٍ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ خَرَجَ مِنْ بَيْتِهِ مُجَاهِدًا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ ثُمَّ قَالَ بِأَصَابِعِهِ هَؤُلَاءِ الثَّلَاثِ الْوُسْطَى وَالسَّبَّابَةِ وَالْإِبْهَامِ فَجَمَعَهُنَّ وَقَالَ وَأَيْنَ الْمُجَاهِدُونَ فَخَرَّ عَنْ دَابَّتِهِ فَمَاتَ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ تَعَالَى أَوْ لَدَغَتْهُ دَابَّةٌ فَمَاتَ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ أَوْ مَاتَ حَتْفَ أَنْفِهِ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ عَزَّ وَجَلَّ وَاللَّهِ إِنَّهَا لَكَلِمَةٌ مَا سَمِعْتُهَا مِنْ أَحَدٍ مِنْ الْعَرَبِ قَبْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَاتَ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ تَعَالَى وَمَنْ مَاتَ قَعْصًا فَقَدْ اسْتَوْجَبَ الْمَآبَ","source":"Ahmad"},"__N_SSG":true}