{"pageProps":{"number":"1260","slug":"ahmad","id":"Telah menceritakan kepada kami Abdullah berkata; telah menceritakan kepadaku [Muhammad bin Al Mutsanna] berkata; telah menceritakan kepada kami [Ma'di bin Sulaiman] berkata; telah menceritakan kepada kami [Syu'aits bin Muthair] dari [bapaknya, Muthair] Muthair datang membenarkannya pembicaraannaya. Berkata; bagaimana kamu saat mengabarkannya.\"Wahai bapak, anda telah mengabarkan kepadaku, sesungguhnya [Dzul Yadain] bertemu kamu di Dzil Khusub. Lalu dia mengabarkan sesungguhnya Rasulullah Shallallahu'alaihiwasallam shalat bersama mereka salah satu shalat siang, yaitu shalat asar dengan dua rekaat, lalu keluar menuju orang-orang. Mereka berkata; shalat telah diqasar. Lalu Rasulullah Shallallahu'alaihiwasallam berdiri dan Abu Bakar dan 'Umar radliyallahu'anhuma mengikuti di belakangnya, lalu Dzul Yadain mengikutinya dan berkata; \"Wahai Rasulullah, apakah shalat telah diqashar, apakah shalat telah diqashar atau karena anda lupa?.\" Lalu beliau bersabda: \"Saya tidak mengqasarnya tapi saya lupa, \" lalu beliau menemui Abu Bakar dan 'Umar Radliyallahu'anhuma lalu bertanya, \"Apa yang dikatakan Dzul Yadain?\". Mereka berdua menjawab, \"Benar, Wahai Rasulullah.\" Lalu Rasulullah Shallallahu'alaihiwasallam kembali dan orang-orang mengikutinya, lalu beliau shalat dua rekaat dan mengucapkan salam, lalu bersujud dua kali sujud sahwi.\" Abu Sulaiman berkata; saya telah menyampaikannya selama enam tahun atau tujuh tahun, \"Lalu salam\". Saya ragu di dalamnya, itu adakah hapalan terbanyakku.","arab":"حَدَّثَنَا عَبْد اللَّهِ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ حَدَّثَنَا مَعْدِيُّ بْنُ سُلَيْمَانَ قَالَ حَدَّثَنَا شُعَيْثُ بْنُ مُطَيْرٍ عَنْ أَبِيهِ مُطَيْرٍ ومُطَيْرٌ حَاضِرٌ يُصَدِّقُهُ مَقَالَتَهُ قَالَكَيْفَ كُنْتُ أَخْبَرْتُكَ قَالَ يَا أَبَتَاهُ أَخْبَرْتَنِي أَنَّكَ لَقِيَكَ ذُو الْيَدَيْنِ بِذِي خُشُبٍ فَأَخْبَرَكَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ إِحْدَى صَلَاتَيْ الْعَشِيِّ وَهِيَ الْعَصْرُ فَصَلَّى رَكْعَتَيْنِ وَخَرَجَ سَرَعَانُ النَّاسِ وَهُمْ يَقُولُونَ أَقَصُرَتْ الصَّلَاةُ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاتَّبَعَهُ أَبُو بَكْرٍ وَعُمَرُ رَضِيَ اللَّهُ عَنْهُمَا وَهُمَا مُبْتَدٍ فَلَحِقَهُ ذُو الْيَدَيْنِ فَقَالَ يَا رَسُولَ اللَّهِ أَقَصُرَتْ الصَّلَاةُ أَقَصُرَتْ الصَّلَاةُ أَمْ نَسِيتَ فَقَالَ مَا قَصُرَتْ وَلَا نَسِيتُ ثُمَّ أَقْبَلَ عَلَى أَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا فَقَالَ مَا يَقُولُ ذُو الْيَدَيْنِ فَقَالَا صَدَقَ يَا رَسُولَ اللَّهِ فَرَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَثَابَ النَّاسُ فَصَلَّى رَكْعَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ سَجَدَ سَجْدَتَيْ السَّهْوِقَالَ أَبُو سُلَيْمَانَ حَدَّثْتُ سِتَّ سِنِينَ أَوْ سَبْعَ سِنِينَ ثُمَّ سَلَّمَ وَشَكَكْتُ فِيهِ وَهُوَ أَكْثَرُ حِفْظِي","source":"Ahmad"},"__N_SSG":true}