{"pageProps":{"number":"1305","slug":"ahmad","id":"(Ahmad bin Hanbal radliyallahu'anhu) berkata; telah menceritakan kepada kami [Abdurrazzaq] dari [Ma'mar] dari [Az Zuhri] berkata; dan [Abdurrahman bin Al Azhar] menceritakan sesungguhnya Khalid bin Al Walid bin Al Mughirah terluka pada hari itu, yaitu saat berada pada kuda Rasulullah Shallallahu'alaihiwasallam. Ibnu Al Azhar berkata; saya melihat Rasulullah Shallallahu'alaihiwasallam setelah Allah mengalahkan orang-orang kafir dan kaum muslimin kembali pada kendaraan mereka, beliau berjalan di tengah-tengah kaum muslimin dan bersabda: \"Siapa yang mau menunjukkan kepada kendaraan Al Khalid bin Al Walid?.(Ibnu Al Azhar Radliyallahu'anhu) berkata; lalu saya berjalan, atau berkata; lalu saya bersegera ke hadapan beliau dan saat itu saya dalam keadaan habis mimpi basah. Saya berkata; siapa yang bisa menunjukkan kepadaku tentang kendaraan Khalid bin Al Walid, sampai kami mendapatkan pada kendaraannya, ternyata dia dalam keadaan bersandar pada kendaraannya lalu Rasulullah Shallallahu'alaihiwasallam menemuinya dan beliau melihat lukanya. [Az Zuhri] berkata; seingat saya dia berkata; lalu Rasulullah Shallallahu'alaihiwasallam memberi tiupan kepadanya.","arab":"قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ قَالَ وَكَانَ عَبْدُ الرَّحْمَنِ بْنُ الْأَزْهَرِ يُحَدِّثُأَنَّ خَالِدَ بْنَ الْوَلِيدِ بْنِ الْمُغِيرَةِ جُرِحَ يَوْمَئِذٍ وَكَانَ عَلَى الْخَيْلِ خَيْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ابْنُ الْأَزْهَرِ قَدْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَمَا هَزَمَ اللَّهُ الْكُفَّارَ وَرَجَعَ الْمُسْلِمُونَ إِلَى رِحَالِهِمْ يَمْشِي فِي الْمُسْلِمِينَ وَيَقُولُ مَنْ يَدُلُّ عَلَى رَحْلِ خَالِدِ بْنِ الْوَلِيدِ قَالَ فَمَشَيْتُ أَوْ قَالَ فَسَعَيْتُ بَيْنَ يَدَيْهِ وَأَنَا مُحْتَلِمٌ أَقُولُ مَنْ يَدُلُّ عَلَى رَحْلِ خَالِدٍ حَتَّى حَلَلْنَا عَلَى رَحْلِهِ فَإِذَا خَالِدُ بْنُ الْوَلِيدِ مُسْتَنِدٌ إِلَى مُؤْخِرَةِ رَحْلِهِ فَأَتَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَظَرَ إِلَى جُرْحِهِ قَالَ الزُّهْرِيُّ وَحَسِبْتُ أَنَّهُ قَالَ وَنَفَثَ فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَآخِرُ مُسْنَدِ الْمَكِّيِّينَ وَالْمَدَنِيِّينَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَضِيَ اللَّهُ تَعَالَى عَنْهُمْ","source":"Ahmad"},"__N_SSG":true}