{"pageProps":{"number":"1459","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Ghailan] telah menceritakan kepada kami [Al Mufadlal bin Fadlalah] telah menceritakan kepadaku ['Ayyas bin 'Abbas] dari [Abu Al Hushain Al Haitsam bin Syufai] sesungguhnya telah mendengarnya, berkata; saya bersama sahabatku yang bernama [Abu 'Amir] keluar seseorang dari Ma'afir untuk shalat di 'Iliya', dia adalah seorang ahli kisah, seseorang dari Azd yang bernama [Abu Raihanah] dari kalangan sahabat, Abu Hushain berkata; \"Lalu sahabat saya mendahuluiku, ke masjid, saya pun menemuinya, lalu saya duduk di sampingnya, dan dia bertanya kepadaku, \"Apakah kamu mendapatkan kisah Abu Raihanah?\" saya menjawab, \"Tidak.\" Lalu dia berkata; saya mendengarnya berkata; \"Rasulullah Shallallahu'alaihiwasallam melarang mengikir gigi, mentato, mencukur alis, seorang laki-laki yang tidur dengan laki-laki lainnya tanpa dengan pakaian. Seorang wanita yang tidur dengan wanita lainnya dalam satu selimut. Seorang laki-laki yang menjadikan bagian bawah pakaiannya dari sutra sebagaimana orang terkenal atau dia menaruhkannya pada kedua pundaknya sebagaimana orang asing, merampok dan menaiki kendaraan yang terbuat dari kulit macan dan memakai cincin kecuali penguasa.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ غَيْلَانَ حَدَّثَنَا الْمُفَضَّلُ بْنُ فَضَالَةَ حَدَّثَنِي عَيَّاشُ بْنُ عَبَّاسٍ عَنْ أَبِي الْحُصَيْنِ الْهَيْثَمِ بْنِ شُفَيٍّ أَنَّهُ سَمِعَهُ يَقُولُخَرَجْتُ أَنَا وَصَاحِبٌ لِي يُسَمَّى أَبَا عَامِرٍ رَجُلٌ مِنْ الْمَعَافِرِ لِيُصَلِّيَ بِإِيلِيَاءَ وَكَانَ قَاصُّهُمْ رَجُلًا مِنْ الْأَزْدِ يُقَالُ لَهُ أَبُو رَيْحَانَةَ مِنْ الصَّحَابَةِ قَالَ أَبُو الْحُصَيْنِ فَسَبَقَنِي صَاحِبِي إِلَى الْمَسْجِدِ ثُمَّ أَدْرَكْتُهُ فَجَلَسْتُ إِلَى جَنْبِهِ فَسَأَلَنِي هَلْ أَدْرَكْتَ قَصَصَ أَبِي رَيْحَانَةَ فَقُلْتُ لَا فَقَالَ سَمِعْتُهُ يَقُولُ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ عَشْرَةٍ عَنْ الْوَشْرِ وَالْوَشْمِ وَالنَّتْفِ وَعَنْ مُكَامَعَةِ الرَّجُلِ الرَّجُلَ بِغَيْرِ شِعَارٍ وَعَنْ مُكَامَعَةِ الْمَرْأَةِ الْمَرْأَةَ بِغَيْرِ شِعَارٍ وَأَنْ يَجْعَلَ الرَّجُلُ فِي أَسْفَلِ ثِيَابِهِ حَرِيرًا مِثْلَ الْأَعْلَامِ وَأَنْ يَجْعَلَ عَلَى مَنْكِبَيْهِ مِثْلَ الْأَعَاجِمِ وَعَنْ النُّهْبَى وَرُكُوبِ النُّمُورِ وَلَبُوسِ الْخَاتَمِ إِلَّا لِذِي سُلْطَانٍ","source":"Ahmad"},"__N_SSG":true}