{"pageProps":{"number":"1650","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] Telah menceritakan kepada kami [Hisyam bin Sa'dari] telah menceritakan kepadaku [Qais bin Bisyr At Taghlibi] dari [Bapaknya] ia pernah duduk di majlis Abu Darda di Damaskus. Ia berkata, \"Di Damaskus ada seorang laki-laki yang biasa dipanggil [Ibnu Hanzhaliyah], dia selalu menyendiri dan tidak mau berbincang-bincang dengan seorang pun. Perhatiannya hanya tertuju pada shalat, jika selesai dari shalatnya ia pun membaca tasbih, takbir dan tahlil hingga ia kembali kepada keluarganya. Kemudian pada suatu hari, ia melewati kami, dan saat itu kami sedang berada di sisi Abu Darda. Lalu Abu Darda berkata kepadanya, \"(Kami berharap) satu kata darimu, yang mana kata itu bermanfaat bagi kami dan tidak membahayakanmu.\" Laki-laki itu berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah mengutus kami dalam suatu ekspedisi. Ketika kami kembali, seorang laki-laki dari mereka duduk dalam majelis di tempat dimana Rasulullah shallallahu 'alaihi wasallam duduk. Orang itu kemudian berkata, \"Wahai Fulan, jika kamu melihat si Fulan menikam musuh lalu ia berkata, 'Hadapilah aku, aku adalah seorang Al Ghifari.' Bagaimanakah pendapatmu?\" ia menjawa, \"Sungguh, ganjaran pahalanya akan terhapus.\" Al Hanzhaliyyah berkata, \"Maka mereka pun berdiskusi mengenai hal itu hingga Nabi shallallahu 'alaihi wasallam mendengar suara mereka, beliau lalu bersabda: \"Bahkan si Fulan itu akan dipuji dan diberi ganjarang pahala.\" Mendengar itu, Abu Darda pun gembira hingga ia ingin duduk di atas lututnya, kemudian bertanya, \"Apakah kamu mendengarnya?\" ia ulangi pertanyaan itu berulang-ulang, Al Hanzhaliyyah menjawab, \"Ya.\"","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ حَدَّثَنِي قَيْسُ بْنُ بِشْرٍ التَّغْلِبِيُّ عَنْ أَبِيهِ وَكَانَ جَلِيسًا لِأَبِي الدَّرْدَاءِ بِدِمَشْقَ قَالَكَانَ بِدِمَشْقَ رَجُلٌ يُقَالُ لَهُ ابْنُ الْحَنْظَلِيَّةِ مُتَوَحِّدًا لَا يَكَادُ يُكَلِّمُ أَحَدًا إِنَّمَا هُوَ فِي صَلَاةٍ فَإِذَا فَرَغَ يُسَبِّحُ وَيُكَبِّرُ وَيُهَلِّلُ حَتَّى يَرْجِعَ إِلَى أَهْلِهِ قَالَ فَمَرَّ عَلَيْنَا ذَاتَ يَوْمٍ وَنَحْنُ عِنْدَ أَبِي الدَّرْدَاءِ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً مِنْكَ تَنْفَعُنَا وَلَا تَضُرُّكَ قَالَ بَعَثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَرِيَّةٍ فَلَمَّا أَنْ قَدِمْنَا جَلَسَ رَجُلٌ مِنْهُمْ فِي مَجْلِسٍ فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ يَا فُلَانُ لَوْ رَأَيْتَ فُلَانًا طَعَنَ ثُمَّ قَالَ خُذْهَا وَأَنَا الْغُلَامُ الْغِفَارِيُّ فَمَا تَرَى قَالَ مَا أُرَاهُ إِلَّا قَدْ حَبِطَ أَجْرُهُ قَالَ فَتَكَلَّمُوا فِي ذَلِكَ حَتَّى سَمِعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصْوَاتَهُمْ فَقَالَ بَلْ يُحْمَدُ وَيُؤْجَرُقَالَ فَسُرَّ بِذَلِكَ أَبُو الدَّرْدَاءِ حَتَّى هَمَّ أَنْ يَجْثُوَ عَلَى رُكْبَتَيْهِ فَقَالَ آنْتَ سَمِعْتَهُ مِرَارًا قَالَ نَعَمْ","source":"Ahmad"},"__N_SSG":true}