{"pageProps":{"number":"2090","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Dawud] Telah menceritakan kepada kami [Hisyam] dari [Qatadah] dari [Khilas] dari [Abdullah bin Utbah] ia berkata; Ibnu Masud mendatangi seorang laki-laki yang telah menikahi seorang wanita, kemudian meninggal dunia dan belum sempat memberikan maharnya serta belum pernah mencampurinya. [Ibnu Mas'ud] ditanya tentang perkara hukum perempuan tersebut, dan selama kurun waktu satu bulan belum memberikan jawaban. kemudian mereka kembali bertanya kepadanya, akhirnya beliau pun berkata, \"Aku akan menjawab dengan pendapatku sendiri. Jika pendapatku salah, maka itu adalah dari kelemahan diriku dan datangnya dari syaithan, tapi apabila pendapatku benar, maka hal itu datangnya dari Allah. Wanita itu berhak mendapatkan mahar sebagaimana isteri yang lain, ia juga berhak mendapatkan bagian harta warisan. Dan baginya ada keharusan menunggu masa iddah.\" Kemudian berdirilah seorang laki-laki dari Bani Asyja' seraya berkata, \"Aku bersumpah bahwa Anda telah memutuskan perkara wanita tersebut sebagaimana Rasulullah memutuskan perkaranya Birwa' binti Wasiq.\" Lalu Ibnu Masud berkata, \"Datangkanlah padaku saksimu!\" Maka bersaksilah [Jarrah] dan [Abu Sinan] serta dua orang laki-laki dari bani Asyja'.\"","arab":"حَدَّثَنَا أَبُو دَاوُدَ حَدَّثَنَا هِشَامٌ عَنْ قَتَادَةَ عَنْ خِلَاسٍ عَنْ عَبْدِ اللَّهِ بْنِ عُتْبَةَ قَالَأَتَى ابْنُ مَسْعُودٍ فِي رَجُلٍ تَزَوَّجَ امْرَأَةً فَمَاتَ عَنْهَا وَلَمْ يَفْرِضْ لَهَا وَلَمْ يَدْخُلْ بِهَا فَسُئِلَ عَنْهَا شَهْرًا فَلَمْ يَقُلْ فِيهَا شَيْئًا ثُمَّ سَأَلُوهُ فَقَالَ أَقُولُ فِيهَا بِرَأْيِي فَإِنْ يَكُ خَطَأً فَمِنِّي وَمِنْ الشَّيْطَانِ وَإِنْ يَكُ صَوَابًا فَمِنْ اللَّهِ لَهَا صَدَقَةُ إِحْدَى نِسَائِهَا وَلَهَا الْمِيرَاثُ وَعَلَيْهَا الْعِدَّةُ فَقَامَ رَجُلٌ مِنْ أَشْجَعَ فَقَالَ أَشْهَدُ لَقَضَيْتَ فِيهَا بِقَضَاءِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بِرْوَعَ ابْنَةِ وَاشِقٍ قَالَ فَقَالَ هَلُمَّ شَاهِدَاكَ فَشَهِدَ لَهُ الْجَرَّاحُ وَأَبُو سِنَانٍ رَجُلَانِ مِنْ أَشْجَعَ","source":"Ahmad"},"__N_SSG":true}