{"pageProps":{"number":"2160","slug":"ahmad","id":"Telah menceritakan kepada kami [Bahz] dan [Abu Kamil] keduanya berkata, Telah menceritakan kepada kami [Hammad bin Salamah] Telah menceritakan kepada kami [Simak] dari [Alqamah bin Wa`il] dari [Thariq bin Suwaid Al Hadlrami] bahwa ia berkata; saya berkata, \"Wahai Rasulullah, di lahan kami terdapat hasil anggur yang kemudian kami memerasnya dan meminumnya, \" Beliau bersabda: \"(Hal itu) tidak boleh (kamu lakukan).\" Saya mengulanginya kembali, kemudian beliau tetap bersabda: \"Tidak boleh.\" Saya berkata lagi, \"Kami meminumkannya kepada orang sakit.\" Maka beliau bersabda: \"Itu bukanlah obat tapi justru penyakit.\" Telah menceritakan kepada kami [Hajjaj bin Muhammad] dan [Muhammad bin Ja'far] keduanya berkata, Telah menceritakan kepada kami [Syu'bah] dari [Simak bin Harb] dari [Alqamah bin Wa`il] dari [bapaknya yakni Wa`il bin Hujr Al Hadlrami] -Hajjaj berkata, bahwa ia telah menyaksikan Nabi shallallahu 'alaihi wasallam- ditanya oleh seorang laki-laki dari Ja'tsam yang biasa dipanggil Suwaid bin Thariq -Ibnu Ja'far berkata- atau Thariq bin Suwaid Al Ju'fi bahwa pernah bertanya kepada Nabi shallallahu 'alaihi wasallam tentang khamer. Maka beliau pun melarangnya. Kemudian ia menyebutkan hadits.","arab":"حَدَّثَنَا بَهْزٌ وَأَبُو كَامِلٍ قَالَا ثَنَا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنَا سِمَاكٌ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ عَنْ طَارِقِ بْنِ سُوَيْدٍ الْحَضْرَمِيِّ أَنَّهُ قَالَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ بِأَرْضِنَا أَعْنَابًا نَعْتَصِرُهَا فَنَشْرَبُ مِنْهَا قَالَ لَا فَعَاوَدْتُهُ فَقَالَ لَا فَقُلْتُ إِنَّا نَسْتَشْفِي بِهَا لِلْمَرِيضِ فَقَالَ إِنَّ ذَاكَ لَيْسَ شِفَاءً وَلَكِنَّهُ دَاءٌحَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ وَمُحَمَّدُ بْنُ جَعْفَرٍ قَالَا ثَنَا شُعْبَةُ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ عَنْ أَبِيهِ وَائِلِ بْنِ حُجْرٍ الْحَضْرَمِيِّ قَالَ حَجَّاجٌ إِنَّهُ شَهِدَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَأَلَهُ رَجُلٌ مِنْ خَثْعَمٍ يُقَالُ لَهُ سُوَيْدُ بْنُ طَارِقٍ وَقَالَ ابْنُ جَعْفَرٍ أَوْ طَارِقُ بْنُ سُوَيْدٍ الْجُعْفِيُّ سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْخَمْرِ فَنَهَاهُ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}