{"pageProps":{"number":"2902","slug":"ahmad","id":"Abdullah berkata, telah menceritakan kepadaku [Abu Ma'mar] ia berkata, telah menceritakan kepada kami [Abu Usamah] dari [Abdul Hamid bin Ja'far] dari [Ala` bin Abdurrahman] dari [Ayahnya] dari [Abu Hurairah] dari [Ubay bin Ka'b] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maukah aku ajarkan kepadamu sebuah surat yang tidak diturunkan dalam At Taurat, atau dalam Zabur, atau dalam Injil, atau dalam Al-Qur'an yang semisal itu?\" Aku menjawab, \"Tentu.\" beliau bersabda: \"Saya ingin sebelum keluar dari pintu itu kamu telah mengetahuinya.\" Kemudian Rasulullah shallallahu 'alaihi wasallam berdiri dan akupun berdiri bersamanya, lalu beliau memegang tanganku dan berbicara denganku hingga mendekati pintu.\" Ubay berkata, \"Lantas aku mengingatkan beliau, aku katakan, \"Wahai Rasulullah, apa surat yang engkau katakan kepada saya?\" Beliau menjawab: \"Apa yang kamu baca jika kamu berdiri untuk shalat?\" Kemudian beliau membaca Fatihatul Kitab (surat Al fatihah) seraya bersabda: \"Itulah yang aku maksud, ia adalah As Sab'ul Matsani (tujuh ayat yang dibaca berulang-ulang) dan Al Qur'an yang agung yang telah diberikan kepadaku.\" Abdullah berkata, \"Aku bertanya kepada bapakku, dia menjawab, \"Dari Al 'Ala bin 'Abdurrahman dan Suhail bin Abu Shalih. Ia mendahulukan Al 'Ala ketimbnag Suhail, lalu ia berkata, \"Saya belum pernah mendengar seseorang menyebutkan Al 'Ala dengan sesuatu hal yang jelek.\" Abu Abdurrahman berkata, \"Aku lebih menyukai Abu Shalih daripada Al 'Ala.\"","arab":"قَالَ عَبْد اللَّهِ حَدَّثَنِي أَبُو مَعْمَرٍ قَالَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا أُعَلِّمُكَ سُورَةً مَا أُنْزِلَ فِي التَّوْرَاةِ وَلَا فِي الزَّبُورِ وَلَا فِي الْإِنْجِيلِ وَلَا فِي الْقُرْآنِ مِثْلُهَا قُلْتُ بَلَى قَالَ فَإِنِّي أَرْجُو أَنْ لَا أَخْرُجَ مِنْ ذَلِكَ الْبَابِ حَتَّى تَعْلَمَهَا ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُمْتُ مَعَهُ فَأَخَذَ بِيَدِي فَجَعَلَ يُحَدِّثُنِي حَتَّى بَلَغَ قُرْبَ الْبَابِ قَالَ فَذَكَّرْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ السُّورَةَ الَّتِي قُلْتَ لِي قَالَ فَكَيْفَ تَقْرَأُ إِذَا قُمْتَ تُصَلِّي فَقَرَأَ بِفَاتِحَةِ الْكِتَابِ قَالَ هِيَ هِيَ وَهِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُوتِيتُ بَعْدُقَالَ عَبْد اللَّهِ سَأَلْتُ أَبِي قَالَ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ وَسُهَيْلِ بْنِ أَبِي صَالِحٍ فَقَدَّمَ الْعَلَاءَ عَلَى سُهَيْلٍ وَقَالَ لَمْ أَسْمَعْ أَحَدًا ذَكَرَ الْعَلَاءَ بِسُوءٍ و قَالَ أَبُو عَبْد الرَّحْمَنِ وَأَبُو صَالِحٍ أَحَبُّ إِلَيَّ مِنْ الْعَلَاءِ","source":"Ahmad"},"__N_SSG":true}