{"pageProps":{"number":"3016","slug":"ahmad","id":"Telah menceritakan kepada kami Abdullah telah menceritakan kepadaku Ayahku telah menceritakan kepada kami [Hakam bin Nafi' Abu Yaman] telah mengabarkan kepada kami [Isma'il bin 'Ayyasy] dari [Abdullah bin Abu Husain] dari [Syahr bin Hausyab] dari [Abdurrahman bin Ghanam] dari [Abu Dzar] dia berkata, \"Aku membantu Nabi Shallalahu 'Alaihi Wasallam, seusai dari pekerjaan, aku datang ke Masjid dan berbaring. Suatu kali Nabi Shallalahu 'Alaihi Wasallam mendatangiku namun aku sedang berbaring, beliau mengusik-usikku dengan kakinya sehingga aku bangun dan duduk. Beliau bertanya kepadaku: \"Wahai Abu Dzar, apa yang akan kamu lakukan jika kamu diusir darinya?\" Aku menjawab, \"Aku kembali ke masjid Nabi Shallalahu 'Alaihi Wasallam dan ke rumahku.\" Nabi bertanya lagi: \"Bagaimana jika mereka mengusirmu darinya?\" Abu Dzar menjawab, \"Kalau begitu aku mengangkat senjata dan menebas leher orang-orang yang mengusirku.\" Kemudian Nabi shallallahu 'alaihi wasallam meletakkan tangannya di atas pundakku sambil bersabda: \"Semoga kamu mendapat ampunan wahai Abu Dzar (beliau ucapkan hingga tiga kali), bahkan kamu harus tunduk kepada mereka kemanapun mereka membawamu dan kamu patuh kepada mereka kemanapun mereka memerintahkanmu, sekalipun yang memerintah adalah seorang budak yang hitam.\" Abu Dzar berkata, \"Hingga ketika Rabadzah tak terlihat lagi, shalatpun ditegakkan dan majulah salah seorang lelaki hitam yang menggembala unta hasil zakat, namun ketika melihatku dia kembali ke belakang dan mendorongku ke depan. Maka aku berkata, \"Kamu tetap seperti semula (yaitu maju memimpin shalat) karena aku tunduk kepada perintah Rasulullah shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنِي أَبِي حَدَّثَنَا الْحَكَمُ بْنُ نَافِعٍ أَبُو الْيَمَانِ أَخْبَرَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي حُسَيْنٍ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ أَبِي ذَرٍّ قَالَكُنْتُ أَخْدُمُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ آتِي الْمَسْجِدَ إِذَا أَنَا فَرَغْتُ مِنْ عَمَلِي فَأَضْطَجِعُ فِيهِ فَأَتَانِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا وَأَنَا مُضْطَجِعٌ فَغَمَزَنِي بِرِجْلِهِ فَاسْتَوَيْتُ جَالِسًا فَقَالَ لِي يَا أَبَا ذَرٍّ كَيْفَ تَصْنَعُ إِذَا أُخْرِجْتَ مِنْهَا فَقُلْتُ أَرْجِعُ إِلَى مَسْجِدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِلَى بَيْتِي قَالَ فَكَيْفَ تَصْنَعُ إِذَا أُخْرِجْتَ فَقُلْتُ إِذَنْ آخُذَ بِسَيْفِي فَأَضْرِبَ بِهِ مَنْ يُخْرِجُنِي فَجَعَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ عَلَى مَنْكِبِي فَقَالَ غَفْرًا يَا أَبَا ذَرٍّ ثَلَاثًا بَلْ تَنْقَادُ مَعَهُمْ حَيْثُ قَادُوكَ وَتَنْسَاقُ مَعَهُمْ حَيْثُ سَاقُوكَ وَلَوْ عَبْدًا أَسْوَدَ قَالَ أَبُو ذَرٍّ فَلَمَّا نُفِيتُ إِلَى الرَّبَذَةِ أُقِيمَتْ الصَّلَاةُ فَتَقَدَّمَ رَجُلٌ أَسْوَدُ كَانَ فِيهَا عَلَى نَعَمْ الصَّدَقَةِ فَلَمَّا رَآنِي أَخَذَ لِيَرْجِعَ وَلِيُقَدِّمَنِي فَقُلْتُ كَمَا أَنْتَ بَلْ أَنْقَادُ لِأَمْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}