{"pageProps":{"number":"3333","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid] telah mengabarkan kepada kami [Al Mas'udi] dari [Abu Hazim] dari [Sahal bin Sa'ad] berkata: Ada perbedaan pendapat diantara orang-orang Anshar. Rasulullah Shallallahu'alaihiwasallam kemudian mendatangi mereka untuk mendamaikan mereka, waktu shalat pun tiba lalu Bilal mendatangi Abu Bakar dan berkata: Hai Abu Bakar sudah waktunya shalat tapi Rasulullah Shallallahu'alaihiwasallam tidak ada disini, aku akan mengumandangkan adzan lalu kau maju dan mengimami. Ia berkata: Terserah, silahkan kau lakukan. Abu Bakar maju dan memulai shalat kemudian Rasulullah Shallallahu'alaihiwasallam datang, orang-orang menepuk tangan (memberi sinyal) untuk Abu Bakar lalu Abu Bakar menyingkir, Rasulullah Shallallahu'alaihiwasallam berisyarat padanya agar tetap berada ditempatnya, Abu Bakar mundur sementara Rasulullah Shallallahu'alaihiwasallam maju kemudian shalat. Seusai shalat Rasulullah Shallallahu'alaihiwasallam bersabda: \"Hai Abu Bakar! Apa yang menghalangimu untuk tetap berada ditempatmu?\" Abu Bakar menjawab: Ibnu Abi Quhafah tidak layak maju di depan Rasulullah Shallallahu'alaihiwasallam. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Lalu kalian, mengapa menepuk tangan?\" mereka menjawab: Untuk memberitahu Abu Bakar. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Tepuk tangan hanya diperuntukkan bagi kaum wanita, sedang tasbih untuk kaum lelaki.\"","arab":"حَدَّثَنَا يَزِيدُ أَخْبَرَنَا الْمَسْعُودِيُّ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَكَانَ بَيْنَ نَاسٍ مِنْ الْأَنْصَارِ شَيْءٌ فَانْطَلَقَ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُصْلِحَ بَيْنَهُمْ فَحَضَرَتْ الصَّلَاةُ فَجَاءَ بِلَالٌ إِلَى أَبِي بَكْرٍ فَقَالَ يَا أَبَا بَكْرٍ قَدْ حَضَرَتْ الصَّلَاةُ وَلَيْسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَاهُنَا فَأُؤَذِّنُ وَأُقِيمُ فَتَتَقَدَّمَ وَتُصَلِّيَ قَالَ مَا شِئْتَ فَافْعَلْ فَتَقَدَّمَ أَبُو بَكْرٍ فَاسْتَفْتَحَ الصَّلَاةَ وَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَفَّحَ النَّاسُ بِأَبِي بَكْرٍ فَذَهَبَ أَبُو بَكْرٍ يَتَنَحَّى فَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْ مَكَانَكَ فَتَأَخَّرَ أَبُو بَكْرٍ وَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى فَلَمَّا قَضَى الصَّلَاةَ قَالَ يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تَثْبُتَ قَالَ مَا كَانَ لِابْنِ أَبِي قُحَافَةَ أَنْ يَتَقَدَّمَ أَمَامَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَأَنْتُمْ لِمَ صَفَّحْتُمْ قَالُوا لِنُعْلِمَ أَبَا بَكْرٍ قَالَ إِنَّ التَّصْفِيحَ لِلنِّسَاءِ وَالتَّسْبِيحَ لِلرِّجَالِ","source":"Ahmad"},"__N_SSG":true}