{"pageProps":{"number":"3485","slug":"ahmad","id":"Telah bercerita kepada kami ['Affan] telah bercerita kepada kami [Wuhaib bin Khalid] telah bercerita kepada kami ['Amru bin Yahya] dari [Al 'Abbas bin Sahal bin Sa'ad As Sa'idi] dari [Abu Humaid As Sa'idi] berkata: Kami pergi bersama Rasulullah Shallallahu 'Alaihi wa Salam saat perang Tabuk hingga kami tiba di lembah Quraa, disana ada seorang wanita dikebun miliknya lalu Rasulullah Shallallahu 'Alaihi wa Salam bersabda kepada para sahabat beliau: \"Perkirakanlah.\" Orang-orang membuat perkiraan dan Rasulullah Shallallahu 'Alaihi wa Salam memperkirakan sebanyak lima wasaq. Rasulullah Shallallahu 'Alaihi wa Salam bersabda kepada wanita itu: \"Hitunglah kurma yang dihasilkan hingga aku akan kembali menemuimu lagi insya Allah.\" Rasulullah Shallallahu 'Alaihi wa Salam pergi hingga sampai di Tabuk lalu beliau bersabda: \"Sesunggunya dimalam ini akan ada angin kencang, maka jangan ada seorang pun diantara kalian yang berdiri, yang punya unta hendaklah menguatkan ikatannya.\" Berkata Abu Hamid: Kami mengikat unta kemudian pada malam harinya angin kencang menerpa kami lalu seseorang berdiri hingga terpental ke gunung Thayyi` lalu penguasa Ailah mendatangi Rasulullah Shallallahu 'Alaihi wa Salam dan memberi hadiah seekor keledai putih, kemudian Rasulullah Shallallahu 'Alaihi wa Salam mengenakan selimut pada keledai itu kemudian beliau memberi tulisan dikuda orang itu. Selanjutnya beliau pulang dan kami pun turut bergegas hingga tiba di lembah Quraa, beliau bersabda kepada wanita itu: \"Berapa banyak hasil kebunmu?\" wanita itu menjawab: Sepuluh wasaq, seperti yang Rasulullah Shallallahu 'Alaihi wa Salam perkirakan. Rasulullah Shallallahu 'Alaihi wa Salam bersabda: \"Sesungguhnya aku terburu-buru, maka barangsiapa diantara kalian yang ingin segera pulang silahkan lakukan.\" Rasulullah Shallallahu 'Alaihi wa Salam berangkat dan kami juga berangkat bersama beliau hingga tiba di Madinah, beliau bersabda: \"Inilah dia yang baik.\" Saat melihat seseorang, beliau bersabda: \"Dia adalah orang yang mencintai kami dan kami mencintainya. Maukah kalian aku beritahu rumah-rumah kaum Anshar yang terbaik?\" mereka menjawab: Ya, wahai Rasulullah! Rasulullah Shallallahu 'Alaihi wa Salam bersabda: \"Rumah-rumah kaum Anshar yang terbaik adalah rumah-rumah Bani An Najjar, Bani 'Abdul Asyhal, Bani Sa'idah kemudian semua rumah-rumah kaum Anshar itu baik.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ حَدَّثَنَا عَمْرُو بْنُ يَحْيَى عَنِ الْعَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ تَبُوكَ حَتَّى جِئْنَا وَادِيَ الْقُرَى فَإِذَا امْرَأَةٌ فِي حَدِيقَةٍ لَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ اخْرُصُوا فَخَرَصَ الْقَوْمُ وَخَرَصَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشَرَةَ أَوْسُقٍ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْمَرْأَةِ أَحْصِي مَا يَخْرُجُ مِنْهَا حَتَّى أَرْجِعَ إِلَيْكِ إِنْ شَاءَ اللَّهُ قَالَ فَخَرَجَ حَتَّى قَدِمَ تَبُوكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهَا سَتَبِيتُ عَلَيْكُمْ اللَّيْلَةَ رِيحٌ شَدِيدَةٌ فَلَا يَقُومُ مِنْكُمْ فِيهَا رَجُلٌ فَمَنْ كَانَ لَهُ بَعِيرٌ فَلْيُوثِقْ عِقَالَهُ قَالَ قَالَ أَبُو حُمَيْدٍ فَعَقَلْنَاهَا فَلَمَّا كَانَ مِنْ اللَّيْلِ هَبَّتْ عَلَيْنَا رِيحٌ شَدِيدَةٌ فَقَامَ فِيهَا رَجُلٌ فَأَلْقَتْهُ فِي جَبَلِ طَيِّئٍ ثُمَّ جَاءَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَلِكُ أَيْلَةَ فَأَهْدَى لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَغْلَةً بَيْضَاءَ فَكَسَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بُرْدًا وَكَتَبَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِبَحْرِهِ قَالَ ثُمَّ أَقْبَلَ وَأَقْبَلْنَا مَعَهُ حَتَّى جِئْنَا وَادِيَ الْقُرَى فَقَالَ لِلْمَرْأَةِ كَمْ حَدِيقَتُكِ قَالَتْ عَشَرَةُ أَوْسُقٍ خَرْصُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي مُتَعَجِّلٌ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَتَعَجَّلَ فَلْيَفْعَلْ قَالَ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَخَرَجْنَا مَعَهُ حَتَّى إِذَا أَوْفَى عَلَى الْمَدِينَةِ قَالَ هِيَ هَذِهِ طَابَةُ فَلَمَّا رَأَى أُحُدًا قَالَ هَذَا أُحُدٌ يُحِبُّنَا وَنُحِبُّهُ أَلَا أُخْبِرُكُمْ بِخَيْرِ دُورِ الْأَنْصَارِ قَالَ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ قَالَ خَيْرُ دُورِ الْأَنْصَارِ بَنُو النَّجَّارِ ثُمَّ دَارُ بَنِي عَبْدِ الْأَشْهَلِ ثُمَّ دَارُ بَنِي سَاعِدَةَ ثُمَّ فِي كُلِّ دُورِ الْأَنْصَارِ خَيْرٌ","source":"Ahmad"},"__N_SSG":true}