{"pageProps":{"number":"4135","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] berkata, telah menceritakan kepada kami [Muhammad bin Amru] dari [Abu Salamah] dari [Fatimah binti Qais] berkata, \"Aku telah menulis naskah dari mulutnya, ia (Fatimah) Berkata, \"Aku menjadi isteri dari seorang laki-laki dari bani Mahzum, kemudian dia mentalakku, maka aku mengirim utusan kepada keluarganya untuk minta hak nafkah, namun mereka berkata, 'Kamu tidak lagi mendapatkan nafkah dari kami!\" Dan Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada kewajiban atas mereka untuk menafkahi kamu, dan rampungkanlah masa iddahmu di tempatnya Ummu Syarik, dan jangan lupa kabari aku.\" Kemudian beliau berkata, \"Sesungguhnya saudara laki-lakinya Ummu Syarik dari orang-orang Muhajirin sering mengunjunginya, maka pindahlah ke tempat Ibnu Ummi Maktum, karena dia adalah laki-laki buta, jika kamu melepas pakainmu maka dia tidak akan melihatnya.\" Fatimah berkata, \"Tatkala aku sudah halal, maka Mu'awiyah dan Abu Jahm bin Hudzaifah melamarku, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mu'awiyah adalah laki-laki miskin yang tidak punya harta benda, sedangkan Abu Jahm adalah laki-laki yang tidak menaruh tongkat dari bahunya (suka memukul), bagaimana jika kamu menikah dengan Usamah bin Zaid?\" -Namun keluarga Fatimah tidak suka jika ia harus menikah dengan Usamah-. Maka Fatimah berkata, \"Aku tidak akan menikah kecuali yang Rasulullah shallallahu 'alaihi wasallam telah rekomendasikan, ' maka Fatimah pun menikah dengannya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ قَالَكَتَبْتُ ذَاكَ مِنْ فِيهَا كِتَابًا فَقَالَتْ كُنْتُ عِنْدَ رَجُلٍ مِنْ بَنِي مَخْزُومٍ فَطَلَّقَنِي الْبَتَّةَ فَأَرْسَلْتُ إِلَى أَهْلِهِ أَبْتَغِي النَّفَقَةَ فَقَالُوا لَيْسَ لَكِ عَلَيْنَا نَفَقَةٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ لَكِ عَلَيْهِمْ نَفَقَةٌ وَعَلَيْكِ الْعِدَّةُ انْتَقِلِي إِلَى أُمِّ شَرِيكٍ وَلَا تَفُوتِينِي بِنَفْسِكِ ثُمَّ قَالَ إِنَّ أُمَّ شَرِيكٍ يَدْخُلُ عَلَيْهَا إِخْوَتُهَا مِنْ الْمُهَاجِرِينَ الْأُوَلِ انْتَقِلِي إِلَى ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ رَجُلٌ قَدْ ذَهَبَ بَصَرُهُ فَإِنْ وَضَعْتِ مِنْ ثِيَابِكِ شَيْئًا لَمْ يَرَ شَيْئًا قَالَتْ فَلَمَّا حَلَلْتُ خَطَبَنِي مُعَاوِيَةُ وَأَبُو جَهْمِ بْنُ حُذَيْفَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا مُعَاوِيَةُ فَعَائِلٌ لَا مَالَ لَهُ وَأَمَّا أَبُو جَهْمٍ فَإِنَّهُ رَجُلٌ لَا يَضَعُ عَصَاهُ عَنْ عَاتِقِهِ أَيْنَ أَنْتُمْ مِنْ أُسَامَةَ بْنِ زَيْدٍ وَكَانَ أَهْلُهَا كَرِهُوا ذَلِكَ فَقَالَتْ لَا أَنْكِحُ إِلَّا الَّذِي دَعَانِي إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَكَحَتْهُ","source":"Ahmad"},"__N_SSG":true}