{"pageProps":{"number":"416","slug":"ahmad","id":"Telah menceritakan kepada kami [Ibrahim bin Ishaq] telah menceritakan kepada kami [Hatim bin Isma'il Al Madani] berkata; telah menceritakan kepada kami [Abdullah bin Muhammad bin Yahya] dari [Bapaknya] dari [Ibnu Abu Hadrad Al Aslami] dia memiliki hutang pada seorang Yahudi berupa empat dirham, maka dia menagihnya dengan berkata; 'Wahai Muhammad orang ini berhutang kepadaku empat dirham, saya sangat membutuhkannya. Lalu (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"Berikan padanya hak dia.\" Dia berkata; demi Dzat yang mengutusmu dengan Al haq, saya tidak mampu membayarnya. (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"Berikan padanya haknya\" Dia berkata; demi Dzat yang mengutusmu dengan Al haq, saya tidak mampu membayarnya, saya telah mengabarkan kepadanya, dan anda mengutus kami ke Khaibar dengan harapan anda memberi bagian ghanimah pada kami lalu saya pulang untuk melunasinya. (Nabi Shallallahu'alaihiwasallam) bersabda: \"Berikan padanya hak dia.\" Nabi Shallallahu'alaihiwasallam jika telah mengucapkan tiga kali, niscaya tidak akan mengulanginya lagi. Ibnu Abu Hadrod akhirnya keluar bersama orang Yahudi tersebut ke pasar dengan memakai surban di kepalanya dan bersarung dengan mantel, lalu dia (Ibnu Abu Hadrod Radliyallahu'anhu) melepas surban dari kepalanya dan memakainya sebagai sarung, lalu kemudian melepas selimut dan berkata kepada orang-orang, belilah dariku selimut ini, maka dia menjual selimut tersebut dengan empat dirham, lalu ada seorang nenek yang lewat seraya berkata; ada apa denganmu wahai sahabat Rasulullah Shallallahu'alaihiwasallam? Lalu (Ibnu Abu Hadrod Radliyallahu'anhu) memberitahukannya hingga nenek itu berkata; kalau begitu ambillah ini, maka nenek itu memberikan selimut kepadanya.","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ إِسْحَاقَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ الْمَدَنِيُّ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي يَحْيَى عَنْ أَبِيهِ عَنِ ابْنِ أَبِي حَدْرَدٍ الْأَسْلَمِيِّأَنَّهُ كَانَ لِيَهُودِيٍّ عَلَيْهِ أَرْبَعَةُ دَرَاهِمَ فَاسْتَعْدَى عَلَيْهِ فَقَالَ يَا مُحَمَّدُ إِنَّ لِي عَلَى هَذَا أَرْبَعَةَ دَرَاهِمَ وَقَدْ غَلَبَنِي عَلَيْهَا فَقَالَ أَعْطِهِ حَقَّهُ قَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أَقْدِرُ عَلَيْهَا قَالَ أَعْطِهِ حَقَّهُ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ مَا أَقْدِرُ عَلَيْهَا قَدْ أَخْبَرْتُهُ أَنَّكَ تَبْعَثُنَا إِلَى خَيْبَرَ فَأَرْجُو أَنْ تُغْنِمَنَا شَيْئًا فَأَرْجِعُ فَأَقْضِيهِ قَالَ أَعْطِهِ حَقَّهُ قَالَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَالَ ثَلَاثًا لَمْ يُرَاجَعْ فَخَرَجَ بِهِ ابْنُ أَبِي حَدْرَدٍ إِلَى السُّوقِ وَعَلَى رَأْسِهِ عِصَابَةٌ وَهُوَ مُتَّزِرٌ بِبُرْدٍ فَنَزَعَ الْعِمَامَةَ عَنْ رَأْسِهِ فَاتَّزَرَ بِهَا وَنَزَعَ الْبُرْدَةَ فَقَالَ اشْتَرِ مِنِّي هَذِهِ الْبُرْدَةَ فَبَاعَهَا مِنْهُ بِأَرْبَعَةِ الدَّرَاهِمِ فَمَرَّتْ عَجُوزٌ فَقَالَتْ مَا لَكَ يَا صَاحِبَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهَا فَقَالَتْ هَا دُونَكَ هَذَا بِبُرْدٍ عَلَيْهَا طَرَحَتْهُ عَلَيْهِ","source":"Ahmad"},"__N_SSG":true}