{"pageProps":{"number":"4271","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Jarir bin Hazim] dari [Qatadah] dari [Syahr bin Hausyab] dari [Asma' binti Yazid] dia berkata, \"Kami bersama Nabi shallallahu 'alaihi wasallam di rumahnya, kemudian beliau bersabda: \"Tiga tahun sebelum keluarnya Dajjal, langit akan menahan sepertiga dari air hujannya, dan bumi menahan sepertiga dari tumbuh-tumbuhannya. Pada tahun yang kedua, langit akan menahan dua pertiga dari air hujannya dan bumi akan menahan dua pertiga dari tumbuh-tumbuhannya. Pada tahun yang ketiga langit akan menahan air hujan semuanya dan bumi juga akan menahan tumbuh-tumbuhan semuanya, maka tidaklah yang memiliki sepatu atau tapak kaki (pada hewan) kecuali akan binasa. Kemudian Dajjal berkata kepada seorang lelaki dari penduduk kampung, 'Bagaimana pendapatmu jika aku bangkitkan untamu dengan susu yang besar dan punuknya besar, apakah kamu tahu bahwa aku adalah Rabbmu? Lelaki itu menjawab, 'Ya.' Lalu setan berubah bentuk seperti untanya dan mengikutinya. Kemudian Dajjal berkata kepada orang tadi, 'Bagaimana pendapatmu jika aku bangkitkan bapak dan anakmu dan siapa yang kamu ketahui dari keluargamu, apakah kamu tahu bahwa aku adalah Rabbmu? ' maka lelaki itu menjawab, 'Ya'. Maka setan berubah bentuk seperti keluarganya dan mengikutinya.\" Kemudian Rasulullah shallallahu 'alaihi wasallam keluar sedangkan anggota keluarga sama menangis, lalu Rasulullah shallallahu 'alaihi wasallam kembali sedangkan kami sedang menangis, beliau bertanya: \"Apa yang menyebabkan kalian menangis?\" Aku menjawab, \"Wahai Rasulullah, karena sesuatu yang tuan sebutkan tentang Dajjal. Demi Allah, sungguh, budak keluargaku membuat adonan tepung namun tidak jadi hingga aku hampir mati karena lapar. Maka apa yang harus kami lakukan pada hari itu? Rasulullah shallallahu 'alaihi wasallam menjawab: \"Cukup makanan dan minuman bagi orang-orang beriman pada hari itu dengan Takbir (bacaan Allahu Akbar), tasbih (bacaan subhaanallah) dan tahmid (bacaan Al Hamdulillah).\" Kemudian beliau bersabda: \"Janganlah kalian menangis, jika Dajjal keluar dan aku bersama kalian maka aku yang akan melawannya, namun jika dia keluar setelah aku meninggal, maka Allah adalah pelindungku bagi setiap kaum muslimin.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا جَرِيرُ بْنُ حَازِمٍ عَنْ قَتَادَةَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ قَالَتْكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِهِ فَقَالَ إِذَا كَانَ قَبْلَ خُرُوجِ الدَّجَّالِ بِثَلَاثِ سِنِينَ حَبَسَتْ السَّمَاءُ ثُلُثَ قَطْرِهَا وَحَبَسَتْ الْأَرْضُ ثُلُثَ نَبَاتِهَا فَإِذَا كَانَتْ السَّنَةُ الثَّانِيَةُ حَبَسَتْ السَّمَاءُ ثُلُثَيْ قَطْرِهَا وَحَبَسَتْ الْأَرْضُ ثُلُثَيْ نَبَاتِهَا فَإِذَا كَانَتْ السَّنَةُ الثَّالِثَةُ حَبَسَتْ السَّمَاءُ قَطْرَهَا كُلَّهُ وَحَبَسَتْ الْأَرْضُ نَبَاتَهَا كُلَّهُ فَلَا يَبْقَى ذُو خُفٍّ وَلَا ظِلْفٍ إِلَّا هَلَكَ فَيَقُولُ الدَّجَّالُ لِلرَّجُلِ مِنْ أَهْلِ الْبَادِيَةِ أَرَأَيْتَ إِنْ بَعَثْتُ إِبِلَكَ ضِخَامًا ضُرُوعُهَا عِظَامًا أَسْنِمَتُهَا أَتَعْلَمُ أَنِّي رَبُّكَ فَيَقُولُ نَعَمْ فَتَمَثَّلُ لَهُ الشَّيَاطِينُ عَلَى صُورَةِ إِبِلِهِ فَيَتَّبِعُهُ وَيَقُولُ لِلرَّجُلِ أَرَأَيْتَ إِنْ بَعَثْتُ أَبَاكَ وَابْنَكَ وَمَنْ تَعْرِفُ مِنْ أَهْلِكَ أَتَعْلَمُ أَنِّي رَبُّكَ فَيَقُولُ نَعَمْ فَيُمَثِّلُ لَهُ الشَّيَاطِينَ عَلَى صُوَرِهِمْ فَيَتَّبِعُهُ ثُمَّ خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَكَى أَهْلُ الْبَيْتِ ثُمَّ رَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَبْكِي فَقَالَ مَا يُبْكِيكُمْ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا ذَكَرْتَ مِنْ الدَّجَّالِ فَوَاللَّهِ إِنَّ أَمَةَ أَهْلِي لَتَعْجِنُ عَجِينَهَا فَمَا تَبْلُغُ حَتَّى تَكَادَ تَفَتَّتُ مِنْ الْجُوعِ فَكَيْفَ نَصْنَعُ يَوْمَئِذٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكْفِي الْمُؤْمِنِينَ عَنْ الطَّعَامِ وَالشَّرَابِ يَوْمَئِذٍ التَّكْبِيرُ وَالتَّسْبِيحُ وَالتَّحْمِيدُ ثُمَّ قَالَ لَا تَبْكُوا فَإِنْ يَخْرُجْ الدَّجَّالُ وَأَنَا فِيكُمْ فَأَنَا حَجِيجُهُ وَإِنْ يَخْرُجْ بَعْدِي فَاللَّهُ خَلِيفَتِي عَلَى كُلِّ مُسْلِمٍ","source":"Ahmad"},"__N_SSG":true}