{"pageProps":{"number":"775","slug":"ahmad","id":"Telah menceritakan kepada kami ['Isham bin Khalid] telah menceritakan kepada kami ['Isa bin Yunus bin Abu Ishaq Al Hamdani] dari [Bapaknya] dari [kakeknya] dari [Dzil Jausyan] berkata; saya menemui Nabi Shallallahu'alaihiwasallam setelah beliau menemui Ahli Badar dengan anak kuda milikku. Saya berkata; Wahai Muhammad! Saya datang kepada anda, saya membawa Ibnu Al Arja', agar anda mengambilnya. Beliau bersabda: \"Saya tidak berminat dengannya, namun jika kau mau, saya akan menggantikan dengan anak kuda itu untukmu dengan baju besi dari Badar yang mahal. Saya berkata; saya tidak akan menukarkannya hari ini dengan barang lain. (Rasulullah Shallallahu'alahiwasallam) bersabda: \"Saya tidak ada keperluan dengan barang itu\" lalu bersabda: \"Wahai Dzal Jausyan!, tidakkah kau masuk Islam, lalu kamu menjadi menjadi orang yang pertama pada urusan ini\". Saya berkata; tidak. (Rasulullah Shallallahu'alahiwasallam) bersabda: \"Kenapa?\" Saya menjawab, saya melihat kaum anda telah terkena fitnah dengan anda. Beliau bersabda: \"Bagaimana kabar yang sampai padamu tentang tempat meninggalnya mereka di Badar?.\" (Dzil Jausyan Radliyallahu'anhu) berkata; ya, telah sampai kepadaku. Bisakah anda mengalahkan Makkah dan anda tinggal di dalamnya?. Beliau bersabda: \"Semoga jika kau masih hidup, kamu bisa menyaksikan hal itu\". (Dzil Jausyan Radliyallahu'anhu) berkata; beliau bersabda: \"Wahai Bilal, ambilah tas orang ini dan isilah dengan kurma 'Ajuwa. Tatkala saya hendak berangkat, beliau bersabda: \"Dia adalah orang paling baik di Bani 'Amir\". (Dzil Jausyan Radliyallahu'anhu) berkata; demi Allah, ketika saya bersama dengan keluarga pada suatu tempat yang rendah, datanglah orang yang berkendaraan. Saya bertanya, dari mana? Dia menjawab, dari Makkah. Saya (Dzil Jausyan Radliyallahu'anhu) berkata; apa yang terjadi di sana? Dia menjawab, Muhammad Shallallahu'alaihiwasallam telah mengalahkannya. (Dzil Jausyan Radliyallahu'anhu) berkata; 'ibuku telah kehilanganku' demi Allah, seandainya saya masuk Islam saat itu, lalu saya meminta Al Hirah (nama tempat) agar saya dapat memotongnya. Telah menceritakan kepada kami Abdullah telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Al Hakam bin Musa] berkata; telah menceritakan kepada kami ['Isa bin Yunus] dari [Bapaknya] dari [kakeknya] dari [Dzil Jausyan] dari Nabi Shallallahu'alaihiwasallam semisalnya. (Ahmad bin Hanbal Radliyallahu'anhu) berkata; telah menceritakan kepada kami [Muhammad bin 'Abbad] berkata; telah menceritakan kepada kami [Sufyan] dari [Abu Ishaq] dari [Dzil Jausyan, Abu Syimr Al Dlababi] seperti ini.","arab":"حَدَّثَنَا عِصَامُ بْنُ خَالِدٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ بْنِ أَبِي إِسْحَاقَ الْهَمْدَانِيُّ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ ذِي الْجَوْشَنِ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ أَنْ فَرَغَ مِنْ أَهْلِ بَدْرٍ بِابْنِ فَرَسٍ لِي فَقُلْتُ يَا مُحَمَّدُ إِنِّي قَدْ جِئْتُكَ بِابْنِ الْعَرْجَاءِ لِتَتَّخِذَهُ قَالَ لَا حَاجَةَ لِي فِيهِ وَلَكِنْ إِنْ شِئْتَ أَنْ أَقِيضَكَ بِهِ الْمُخْتَارَةَ مِنْ دُرُوعِ بَدْرٍ فَقُلْتُ مَا كُنْتُ لِأَقِيضَكَ الْيَوْمَ بِعُدَّةٍ قَالَ فَلَا حَاجَةَ لِي فِيهِ ثُمَّ قَالَ يَا ذَا الْجَوْشَنِ أَلَا تُسْلِمُ فَتَكُونَ مِنْ أَوَّلِ هَذَا الْأَمْرِ قُلْتُ لَا قَالَ لِمَ قُلْتُ إِنِّي رَأَيْتُ قَوْمَكَ قَدْ وَلِعُوا بِكَ قَالَ فَكَيْفَ بَلَغَكَ عَنْ مَصَارِعِهِمْ بِبَدْرٍ قَالَ قُلْتُ بَلَغَنِي قَالَ قُلْتُ إِنْ تَغْلِبْ عَلَى مَكَّةَ وَتَقْطُنْهَا قَالَ لَعَلَّكَ إِنْ عِشْتَ أَنْ تَرَى ذَلِكَ قَالَ ثُمَّ قَالَ يَا بِلَالُ خُذْ حَقِيبَةَ الرَّجُلِ فَزَوِّدْهُ مِنْ الْعَجْوَةِ فَلَمَّا أَنْ أَدْبَرْتُ قَالَ أَمَا إِنَّهُ مِنْ خَيْرِ بَنِي عَامِرٍ قَالَ فَوَاللَّهِ إِنِّي لَبِأَهْلِي بِالْغَوْرِ إِذْ أَقْبَلَ رَاكِبٌ فَقُلْتُ مِنْ أَيْنَ قَالَ مِنْ مَكَّةَ فَقُلْتُ مَا فَعَلَ النَّاسُ قَالَ قَدْ غَلَبَ عَلَيْهَا مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ قُلْتُ هَبِلَتْنِي أُمِّي فَوَاللَّهِ لَوْ أُسْلِمُ يَوْمَئِذٍ ثُمَّ أَسْأَلُهُ الْحِيرَةَ لَأَقْطَعَنِيهَاحَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَالْحَكَمُ بْنُ مُوسَى قَالَا حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ ذِي الْجَوْشَنِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي إِسْحَاقَ عَنْ ذِي الْجَوْشَنِ أَبِي شِمْرٍ الضِّبَابِيِّ نَحْوَ هَذَا الْحَدِيثِ قَالَ سُفْيَانُ فَكَانَ ابْنُ ذِي الْجَوْشَنِ جَارًا لِأَبِي إِسْحَاقَ لَا أُرَاهُ إِلَّا سَمِعَهُ مِنْهُ","source":"Ahmad"},"__N_SSG":true}