{"pageProps":{"number":"87","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Sa'id] mantan budak Bani Hasyim, telah menceritakan kepada kami [Sulaiman bin Bilal] telah menceritakan kepada kami ['Amru bin Abu 'Amru] dari [Abdul Wahid bin Muhammad bin Abdurrahman bin Auf] dari [Abdurrahman bin Auf] berkata; Suatu ketika Rasulullah shallallahu 'alaihi wasallam keluar menuju ke arah tempat shalatnya, setelah beliau masuk, beliau menghadap kiblat dan tersungkur sujud. Beliau memanjangkan sujudnya sampai saya mengira bahwa Allah Azza Wa Jalla telah mencabut nyawa beliau pada saat itu. Maka aku pun mendekati beliau dan duduk, tiba-tiba beliau mengangkat kepalanya dan bertanya: \"Siapa kamu?\" aku menjawab; \"Abdurrahman bin Auf.\" Beliau bertanya; \"Ada apa?\" aku menjawab; \"Wahai Rasulullah, anda melakukan sujud yang saya khawatir bahwa Allah telah mencabut nyawa anda pada saat itu.\" Beliau bersabda: \"Jibril 'Alaihis salam mendatangiku dan menyampaikan kabar gembira kepadaku, dia berkata bahwa Allah telah berfirman; 'Barangsiapa bershalawat kepadamu niscaya Aku akan bershalawat kepadanya, dan barangsiapa yang mengucapkan salam kepadamu niscaya aku akan mengucapkan salam kepadanya.' Maka saya bersujud kepada Allah Azza Wa Jalla.\"","arab":"حَدَّثَنَا أَبُو سَعِيدٍ مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ حَدَّثَنَا عَمْرُو بْنُ أَبِي عَمْرٍو عَنْ عَبْدِ الْوَاحِدِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَوَجَّهَ نَحْوَ صَدَقَتِهِ فَدَخَلَ فَاسْتَقْبَلَ الْقِبْلَةَ فَخَرَّ سَاجِدًا فَأَطَالَ السُّجُودَ حَتَّى ظَنَنْتُ أَنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ قَبَضَ نَفْسَهُ فِيهَا فَدَنَوْتُ مِنْهُ فَجَلَسْتُ فَرَفَعَ رَأْسَهُ فَقَالَ مَنْ هَذَا قُلْتُ عَبْدُ الرَّحْمَنِ قَالَ مَا شَأْنُكَ قُلْتُ يَا رَسُولَ اللَّهِ سَجَدْتَ سَجْدَةً خَشِيتُ أَنْ يَكُونَ اللَّهُ عَزَّ وَجَلَّ قَدْ قَبَضَ نَفْسَكَ فِيهَا فَقَالَ إِنَّ جِبْرِيلَ عَلَيْهِ السَّلَام أَتَانِي فَبَشَّرَنِي فَقَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ مَنْ صَلَّى عَلَيْكَ صَلَّيْتُ عَلَيْهِ وَمَنْ سَلَّمَ عَلَيْكَ سَلَّمْتُ عَلَيْهِ فَسَجَدْتُ لِلَّهِ عَزَّ وَجَلَّ شُكْرًا","source":"Ahmad"},"__N_SSG":true}