{"pageProps":{"number":"2022","slug":"darimi","id":"Telah mengabarkkan kepada kami [Ahmad bin Khalid] telah menceritakan kepada kami [Muhammad bin Ishaq] dari [Yazid bin Abu Habib] dari [Abu Marzuq] mantan budak Tujib, ia berkata; telah menceritakan kepada kami [Hanasy Ash Shan'ani], ia berkata; \"Kami pernah melakukan penyerangan di daerah Maghrib, ketika itu pemimpin kami adalah [Ruwaifi' bin Tsabit Al Anshari], kemudian kami berhasil menaklukkan suatu perkampungan yang bernama Jarbah, lalu Ruwaifi' bin Tsabit Al Anshari berdiri dihadapan kami sambil berkhutbah. Ia berkata; \"Sesungguhnya aku berdiri diantara kalian tidak lain karena sesuatu yang pernah aku dengar dari Rasulullah shallallahu 'alaihi wasallam. Ketika negeri Khaibar berhasil kami taklukkan, beliau berdiri dihadapan kami, beliau bersabda: \"Barangsiapa beriman kepada Allah dan hari Akhir, janganlah ia menunggangi kendaraan dari harta rampasan perang kaum Muslimin, setelah ia membuatnya tidak berdaya atau membuatnya lemah…-Abu Muhammad berkata; aku tidak ragu beliau mengatakan- lalu ia mengembalikannya ke dalam rampasan perang. Dan barangsiapa beriman keapda Allah dan hari Akhir, janganlah ia memakai pakaian dari harta rampasan perang kaum Muslimin, setelah pakaian itu usang, ia mengembalikannya ke dalam rampasan perang.\"","arab":" أَخْبَرَنَا أَحْمَدُ بْنُ خَالِدٍ حَدَّثَنَا مُحَمَّدٌ هُوَ ابْنُ إِسْحَقَ عَنْ يَزِيدَ هُوَ ابْنُ أَبِي حَبِيبٍ عَنْ أَبِي مَرْزُوقٍ مَوْلًى لِتُجِيبَ قَالَ حَدَّثَنِي حَنَشٌ الصَّنْعَانِيُّ قَالَ غَزَوْنَا الْمَغْرِبَ وَعَلَيْنَا رُوَيْفِعُ بْنُ ثَابِتٍ الْأَنْصَارِيُّ فَافْتَتَحْنَا قَرْيَةً يُقَالُ لَهَا جَرْبَةُ فَقَامَ فِينَا رُوَيْفِعُ بْنُ ثَابِتٍ الْأَنْصَارِيُّ خَطِيبًا فَقَالَ إِنِّي لَا أَقُومُ فِيكُمْ إِلَّا مَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ فِينَا يَوْمَ خَيْبَرَ حِينَ افْتَتَحْنَاهَا مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يَرْكَبَنَّ دَابَّةً مِنْ فَيْءِ الْمُسْلِمِينَ حَتَّى إِذَا أَجْحَفَهَا أَوْ قَالَ أَعْجَفَهَا قَالَ أَبُو مُحَمَّد أَنَا أَشُكُّ فِيهِ رَدَّهَا وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يَلْبَسْ ثَوْبًا مِنْ فَيْءِ الْمُسْلِمِينَ حَتَّى إِذَا أَخْلَقَهُ رَدَّهُ فِيهِ","source":"Darimi"},"__N_SSG":true}