{"pageProps":{"number":"76","slug":"darimi","id":"Telah mengabarkan kepada kami [Khalifah bin Khayyat] telah menceritakan kepada kami [Bakar bin Suilaiman] telah menceritakan kepada kami [Ibnu Ishaq] telah menceritakan kepadaku [Abdullah bin Umar bin Ali bin 'Adi] dari ['Ubaid] -bekas budak Al Hakam bin Abu Al 'Ash- dari [Abdullah bin 'Amr] dari [Abu Muiwaihibah] -bekas budak Rasulullah shallallahu 'alaihi wasallam- ia berkata; Rasulullah shallallahu 'alaihi wasallam berkata kepadaku 'Sesungguhnya saya diperintah untuk memintakan ampun bagi penghuni pemakaman Baqi', lalu beliau berangkat bersamaku di tengah malam. Tatkala beliau sudah berdiri menghadap mereka (pemakaman) beliau mengucap: ASSALAMU 'ALAIKUM YAA AHLAL MAQAABIR (semoga kesejahteraan untuk kalian wahai penduduk pemakaman ini). Semoga keadaan kalian sekarang ini lebih selamat bagi kalian daripada keadaan yang dihadapi manusia sekarang. Kini telah menyebar fitnah bagaikan potongan malam yang gelap gulita, penghujungnya mengikuti permulaannya. Dan sungguh hari akhirat lebih sulit daripada kehidupan dunia. Lalu beliau berbalik menghadapku dan berkata: Wahai Abu Muwaihibah, telah diberikan kepadaku kunci-kunci gudang dunia dan keabadian di dalamnya. Kemudian aku diberi kebebasan memilih antara hal itu atau berjumpa dengan Tuhanku. Saya (Abu Muwaihibah) menjawab; Demi ayah serta ibuku sebagai tebusannya, wahai baginda, ambil saja kunci-kunci gudang kehidupan dunia dan keabadian di dalamnya, kemudian surga. Beliau menjawab: 'Tidak, demi Allah wahai Abu Muwaihibah, sesungguhnya saya telah memilih untuk berjumpa dengan Tuhanku. Kemudian beliau memohonkan ampunan untuk penghuni Baqi lalu pergi. ","arab":" أَخْبَرَنَا خَلِيفَةُ بْنُ خَيَّاطٍ حَدَّثَنَا بَكْرُ بْنُ سُلَيْمَانَ حَدَّثَنَا ابْنُ إِسْحَقَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ عَدِيٍّ عَنْ عُبَيْدٍ مَوْلَى الْحَكَمِ بْنِ أَبِي الْعَاصِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ أَبِي مُوَيْهِبَةَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي قَدْ أُمِرْتُ أَنْ أَسْتَغْفِرَ لِأَهْلِ الْبَقِيعِ فَانْطَلِقْ مَعِي فَانْطَلَقْتُ مَعَهُ فِي جَوْفِ اللَّيْلِ فَلَمَّا وَقَفَ عَلَيْهِمْ قَالَ السَّلَامُ عَلَيْكُمْ يَا أَهْلَ الْمَقَابِرِ لِيُهْنِكُمْ مَا أَصْبَحْتُمْ فِيهِ مِمَّا أَصْبَحَ فِيهِ النَّاسُ أَقْبَلَتْ الْفِتَنُ كَقِطْعِ اللَّيْلِ الْمُظْلِمِ يَتْبَعُ آخِرُهَا أَوَّلَهَا الْآخِرَةُ أَشَدُّ مِنْ الْأُولَى ثُمَّ أَقْبَلَ عَلَيَّ فَقَالَ يَا أَبَا مُوَيْهِبَةَ إِنِّي قَدْ أُوتِيتُ بِمَفَاتِيحِ خَزَائِنِ الدُّنْيَا وَالْخُلْدِ فِيهَا ثُمَّ الْجَنَّةُ فَخُيِّرْتُ بَيْنَ ذَلِكَ وَبَيْنَ لِقَاءِ رَبِّي قُلْتُ بِأَبِي أَنْتَ وَأُمِّي خُذْ مَفَاتِيحَ خَزَائِنِ الدُّنْيَا وَالْخُلْدَ فِيهَا ثُمَّ الْجَنَّةَ قَالَ لَا وَاللَّهِ يَا أَبَا مُوَيْهِبَةَ لَقَدْ اخْتَرْتُ لِقَاءَ رَبِّي ثُمَّ اسْتَغْفَرَ لِأَهْلِ الْبَقِيعِ ثُمَّ انْصَرَفَ فَبُدِئَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَجَعِهِ الَّذِي مَاتَ فِيهِ","source":"Darimi"},"__N_SSG":true}