{"pageProps":{"number":"1753","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bisyr Bakr bin Khalaf] berkata, telah menceritakan kepada kami ['Abdurrahman bin Mahdi] berkata, telah menceritakan kepada kami [Sulaiman bin Katsir] berkata, telah menceritakan kepada kami [Ibnu Syihab] dari [Salim bin Abdullah] dari [Bapaknya] dari Nabi shallallahu 'alaihi wasallam, ia berkata, \"Salim membacakan aku sebuah kitab yang ditulis oleh Rasulullah shallallahu 'alaihi wasallam tentang sedekah sebelum Allah mewafatkannya. Lalu aku mendapati di dalamnya bahwa pada setiap lima ekor unta zakatnya adalah satu kambing, setiap sepuluh ekor zakatnya dua kambing, setiap lima belas ekor zakatnya tiga ekor kambing, setiap dua puluh ekor zakatnya empat kambing, setiap dua puluh lima hingga tiga puluh lima ekor zakatnya satu Bintu Mahkadl. Jika tidak didapatkan Bintu Makhadl, maka boleh Ibnu Labun laki-laki. Jika telah lebih dari tiga puluh lima hingga empat puluh ekor, maka zakatnya adalah Bintu Labun. Jika telah lebih dari empat puluh hingga enam puluh ekor, maka zakatnya adalah satu ekor Hiqqah. Jika telah lebih dari enam puluh hingga tujuh puluh lima, maka zakatnya adalah satu ekor Jadz'ah. Jika telah lebih dari tujuh puluh lima hingga sembilan puluh ekor, dua ekor bintu labun. Jika telah lebih dari sembilan puluh hingga seratus dua puluh ekor, maka zakatnya adalah dua ekor Hiqqah. Dan jika terus bertambah banyak, maka setiap kelebihan lima puluh ekor zakatnya adalah satu hiqqah, dan setiap kelebihan empat puluh ekor zakatnya adalah Bintu Labun. \"","arab":"حَدَّثَنَا أَبُو بِشْرٍ بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُلَيْمَانُ بْنُ كَثِيرٍ حَدَّثَنَا ابْنُ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَقْرَأَنِي سَالِمٌ كِتَابًا كَتَبَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّدَقَاتِ قَبْلَ أَنْ يَتَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ فَوَجَدْتُ فِيهِ فِي خَمْسٍ مِنْ الْإِبِلِ شَاةٌ وَفِي عَشْرٍ شَاتَانِ وَفِي خَمْسَ عَشْرَةَ ثَلَاثُ شِيَاهٍ وَفِي عِشْرِينَ أَرْبَعُ شِيَاهٍ وَفِي خَمْسٍ وَعِشْرِينَ بِنْتُ مَخَاضٍ إِلَى خَمْسٍ وَثَلَاثِينَ فَإِنْ لَمْ تُوجَدْ بِنْتُ مَخَاضٍ فَابْنُ لَبُونٍ ذَكَرٌ فَإِنْ زَادَتْ عَلَى خَمْسٍ وَثَلَاثِينَ وَاحِدَةً فَفِيهَا بِنْتُ لَبُونٍ إِلَى خَمْسَةٍ وَأَرْبَعِينَ فَإِنْ زَادَتْ عَلَى خَمْسٍ وَأَرْبَعِينَ وَاحِدَةً فَفِيهَا حِقَّةٌ إِلَى سِتِّينَ فَإِنْ زَادَتْ عَلَى سِتِّينَ وَاحِدَةً فَفِيهَا جَذَعَةٌ إِلَى خَمْسٍ وَسَبْعِينَ فَإِنْ زَادَتْ عَلَى خَمْسٍ وَسَبْعِينَ وَاحِدَةً فَفِيهَا ابْنَتَا لَبُونٍ إِلَى تِسْعِينَ فَإِنْ زَادَتْ عَلَى تِسْعِينَ وَاحِدَةً فَفِيهَا حِقَّتَانِ إِلَى عِشْرِينَ وَمِائَةٍ فَإِذَا كَثُرَتْ فَفِي كُلِّ خَمْسِينَ حِقَّةٌ وَفِي كُلِّ أَرْبَعِينَ بِنْتُ لَبُونٍ","source":"Ibnu Majah"},"__N_SSG":true}