{"pageProps":{"number":"1806","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Al Husain bin Ali] dari [Za`idah] dari [Syabib bin Gharqadah Al Bariqi] dari [Sulaiman bin Amru bin Al Ahwash] berkata, telah menceritakan kepadaku [Bapakku] bahwasanya ia pernah menghadiri haji wada' bersama Rasulullah shallallahu 'alaihi wasallam. Beliau memuji Allah dan mengagungkan-Nya, mengingatkan dan memberi wejangan. Setelah itu beliau bersabda: \"Perlakukanlah isteri-isteri kalian dengan baik, karena mereka adalah teman di sisi kalian. Kalian tidak memiliki suatu apapun dari mereka selain itu. Kecuali jika mereka berbuat zina dengan terang-terangan. Jika mereka melakukannya maka tinggalkan mereka di tempat tidur dan pukullah dengan pukulan yang tidak melukai. Apabila mereka mentaati kalian maka janganlah berbuat sewenang-wenang terhadap mereka. Sungguh, kalian mempunyai hak dari isteri-isteri kalian dan isteri-isteri kalian mempunyai dari kalian. Adapun hak kalian terhadap isteri kalian; jangan menginjakkan di tempat tidur kalian orang yang kalian benci dan jangan diizinkan masuk rumah-rumah kalian terhadap orang yang kalian benci. Dan sungguh hak mereka atas kalian; hendaknya memperlakukan mereka dengan baik dalam masalah pakaian dan makanan.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ شَبِيبِ بْنِ غَرْقَدَةَ الْبَارِقِيِّ عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الْأَحْوَصِ حَدَّثَنِي أَبِيأَنَّهُ شَهِدَ حَجَّةَ الْوَدَاعِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَذَكَّرَ وَوَعَظَ ثُمَّ قَالَ اسْتَوْصُوا بِالنِّسَاءِ خَيْرًا فَإِنَّهُنَّ عِنْدَكُمْ عَوَانٍ لَيْسَ تَمْلِكُونَ مِنْهُنَّ شَيْئًا غَيْرَ ذَلِكَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ فَإِنْ فَعَلْنَ فَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ لَكُمْ مِنْ نِسَائِكُمْ حَقًّا وَلِنِسَائِكُمْ عَلَيْكُمْ حَقًّا فَأَمَّا حَقُّكُمْ عَلَى نِسَائِكُمْ فَلَا يُوَطِّئَنَّ فُرُشَكُمْ مَنْ تَكْرَهُونَ وَلَا يَأْذَنَّ فِي بُيُوتِكُمْ لِمَنْ تَكْرَهُونَ أَلَا وَحَقُّهُنَّ عَلَيْكُمْ أَنْ تُحْسِنُوا إِلَيْهِنَّ فِي كِسْوَتِهِنَّ وَطَعَامِهِنَّ","source":"Ibnu Majah"},"__N_SSG":true}