{"pageProps":{"number":"3486","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ayyub bin Muhammad Ar Raqi] telah menceritakan kepada kami [Mu'ammar bin Sulaiman] telah menceritakan kepada kami [Abdullah bin Bisyr] dari [Al A'masy] dari ['Amru bin Murrah] dari [Yahya bin Al Jazzar] dari puteri saudarinya [Zainab] isterinya Abdullah, dari [Zainab] dia berkata, \"Seorang wanita tua menemui kami hendak menjampi-jampi dari penyakit demam. Dan kami memiliki dipan yang panjang kaki-kakinya, dan apabila Abdullah hendak masuk maka ia akan berdehem dan bersuara. Suatu hari ia masuk, ketika wanita tua itu mendengar suaranya, maka ia bersembunyi. Kemudian Abdullah datang dan duduk di sampingku dan membelaiku, ternyata ia menyentuh suatu jahitan benang, maka dia berkata, 'Apa ini? ' aku lalu menjawab, 'Jimat, di dalamnya terdapat jampi-jampiku untuk pengobatan penyakit demam.\" [Abdullah] lalu menariknya dengan paksa, kemudian ia putus dan membuangnya seraya berkata, \"Sungguh saat ini keluarga Abdullah telah melakukan praktek kesyirikkan, saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya jampi-jampi, jimat dan pelet adalah syirik.\" Aku berkata, \"Suatu hari aku keluar, lantas si fulan memandangiku hingga mataku selalu berair, jika mataku di jampi maka air matanya akan berhenti, namun jika tidak di jampi maka ia akan selalu berair.\" Abdullah berkata, \"Itu adalah (perbuatan) setan, jika kamu mentaatinya maka setan akan meninggalkanmu, tapi jika kamu tidak mentaatinya maka ia akan menusuk matamu dengan jari-jarinya. Akan tetapi sekiranya kamu melakukan apa yang pernah di lakukan oleh Rasulullah shallallahu 'alaihi wasallam maka itu akan lebih baik bagimu dan lebih layak mendapatkan kesembuhan, kamu mengguyur kedua matamu dengan air sambil membaca: 'ADZHIBIL BA`SA RABBANNASI ISYFI ANTA SYAAFI LAA SYIFAA`A ILLA SYIFAA`UKA SYIFAA`AN LAA YUGHAADIRU SAQAMA (Hilangkanlah kesusahan, wahai Rabb manusia, sembuhkanlah. Sebab Engkaulah Maha penyembuh, yang tidak ada kesembuhan melainkan kesembuhan dari-Mu, kesembuhan yang tidak meninggalkan rasa sakit) '.\"","arab":"حَدَّثَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الرَّقِّيُّ حَدَّثَنَا مُعَمَّرُ بْنُ سُلَيْمَانَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بِشْرٍ عَنْ الْأَعْمَشِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ يَحْيَى بْنِ الْجَزَّارِ عَنْ ابْنِ أُخْتِ زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ زَيْنَبَ قَالَتْكَانَتْ عَجُوزٌ تَدْخُلُ عَلَيْنَا تَرْقِي مِنْ الْحُمْرَةِ وَكَانَ لَنَا سَرِيرٌ طَوِيلُ الْقَوَائِمِ وَكَانَ عَبْدُ اللَّهِ إِذَا دَخَلَ تَنَحْنَحَ وَصَوَّتَ فَدَخَلَ يَوْمًا فَلَمَّا سَمِعَتْ صَوْتَهُ احْتَجَبَتْ مِنْهُ فَجَاءَ فَجَلَسَ إِلَى جَانِبِي فَمَسَّنِي فَوَجَدَ مَسَّ خَيْطٍ فَقَالَ مَا هَذَا فَقُلْتُ رُقًى لِي فِيهِ مِنْ الْحُمْرَةِ فَجَذَبَهُ وَقَطَعَهُ فَرَمَى بِهِ وَقَالَ لَقَدْ أَصْبَحَ آلُ عَبْدِ اللَّهِ أَغْنِيَاءَ عَنْ الشِّرْكِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ قُلْتُ فَإِنِّي خَرَجْتُ يَوْمًا فَأَبْصَرَنِي فُلَانٌ فَدَمَعَتْ عَيْنِي الَّتِي تَلِيهِ فَإِذَا رَقَيْتُهَا سَكَنَتْ دَمْعَتُهَا وَإِذَا تَرَكْتُهَا دَمَعَتْ قَالَ ذَاكِ الشَّيْطَانُ إِذَا أَطَعْتِهِ تَرَكَكِ وَإِذَا عَصَيْتِهِ طَعَنَ بِإِصْبَعِهِ فِي عَيْنِكِ وَلَكِنْ لَوْ فَعَلْتِ كَمَا فَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ خَيْرًا لَكِ وَأَجْدَرَ أَنْ تُشْفَيْنَ تَنْضَحِينَ فِي عَيْنِكِ الْمَاءَ وَتَقُولِينَ أَذْهِبْ الْبَاسْ رَبَّ النَّاسْ اشْفِ أَنْتَ الشَّافِي لَا شِفَاءَ إِلَّا شِفَاؤُكَ شِفَاءً لَا يُغَادِرُ سَقَمًا","source":"Ibnu Majah"},"__N_SSG":true}