{"pageProps":{"number":"3784","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ali bin Muhammad] -(wafat) tahun dua ratus tiga puluh satu- telah menceritakan kepada kami [Waki'] -tahun seratus sembilan puluh lima- dia berkata; telah menceritakan kepada kami [Sufyan] ketika dia di Majlisnya Al A'masy semenjak lima puluh tahun yang lalu, telah menceritakan kepada kami ['Amru bin Murrah Al Jamali] di zamannya Khalid, dari [Abdullah bin Al Harits Al Mukattib] dari [Qais bin Thalq Al Hanafi] dari [Ibnu Abbas] bahwa Nabi shallallahu 'alaihi wasallam dalam do'anya beliau mengucapkan: \"Wahai Rabbku, tolonglah diriku dan janganlah Engkau sia-siakan aku. Belalah daku dan jangan Engkau biarkan daku. Semalatkanlah daku dari tipu daya dan janganlah Engkau perdayai aku. Berilah kepadaku hidayah dan mudahkanlah bagiku hidayah itu. Menangkanlah aku atas orang-orang yang berbuat aniaya terhadap diriku. Ya Rabbku, jadikanlah diriku sebagai orang yang bersyukur kepada-Mu, orang yang selalu mengingat-Mu, orang yang takut kepada-Mu, orang yang taat kepada-Mu. Kepada-Mu aku bersimpuh, kepada-Mu aku merintih dan bertaubat. Wahai Rabbku, terimalah taubatku, hapuskanlah kesalahanku, terimalah do'aku, berilah hatiku petunjuk, kuatkanlah lisanku, tetapkanlah pendirianku dan hilangkanlah rasa dengki dari hatiku.\" Abu Hasan Ath Thanafisi berkata; \"Aku bertanya kepada Waki'; \"Apakah aku dapat membacanya ketika memboca do'a qunut dalam shalat witir?\" dia menjawab; \"Ya, boleh.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ سَنَةَ إِحْدَى وَثَلَاثِينَ وَمِائَتَيْنِ حَدَّثَنَا وَكِيعٌ فِي سَنَةِ خَمْسٍ وَتِسْعِينَ وَمِائَةٍ قَالَ حَدَّثَنَا سُفْيَانُ فِي مَجْلِسِ الْأَعْمَشِ مُنْذُ خَمْسِينَ سَنَةً حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ الْجَمَلِيُّ فِي زَمَنِ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ الْمُكَتِّبِ عَنْ قَيْسِ بْنِ طَلْقٍ الْحَنَفِيِّ عَنْ ابْنِ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ فِي دُعَائِهِ رَبِّ أَعِنِّي وَلَا تُعِنْ عَلَيَّ وَانْصُرْنِي وَلَا تَنْصُرْ عَلَيَّ وَامْكُرْ لِي وَلَا تَمْكُرْ عَلَيَّ وَاهْدِنِي وَيَسِّرْ الْهُدَى لِي وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَيَّ رَبِّ اجْعَلْنِي لَكَ شَكَّارًا لَكَ ذَكَّارًا لَكَ رَهَّابًا لَكَ مُطِيعًا إِلَيْكَ مُخْبِتًا إِلَيْكَ أَوَّاهًا مُنِيبًا رَبِّ تَقَبَّلْ تَوْبَتِي وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِي وَاهْدِ قَلْبِي وَسَدِّدْ لِسَانِي وَثَبِّتْ حُجَّتِي وَاسْلُلْ سَخِيمَةَ قَلْبِيقَالَ أَبُو الْحَسَنِ الطَّنَافِسِيُّ قُلْتُ لِوَكِيعٍ أَقُولُهُ فِي قُنُوتِ الْوِتْرِ قَالَ نَعَمْ","source":"Ibnu Majah"},"__N_SSG":true}