{"pageProps":{"number":"3873","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ibrahim bin Al Mundzir Al Hizami] telah menceritakan kepada kami [Abdullah bin Mu'adz Ash Shan'ani] dari [Ma'mar] dari [Az Zuhri] dari [Salim] dari [Ibnu Umar] dia berkata, \"Di masa Rasulullah shallallahu 'alaihi wasallam aku adalah seorang remaja yang tumbuh dengan gagah, aku biasa bermalam di masjid, ketika ada yang bermimpi maka pastilah mimpi tersebut diceritakan kepada Rasulullah shallallahu 'alaihi wasallam. Dalam hati aku berkata, \"Ya Allah, seandainya aku memiliki kebaikan pada-Mu, maka perlihatkan kepadaku suatu mimpi yang akan dita'birkan oleh Rasulullah shallallahu 'alaihi wasallam untukku.\" Setelah itu aku tidur, tiba-tiba aku bermimpi melihat dua malaikat yang datang menghampiriku. Keduanya membawaku dan bertemu dengan malaikat yang lain. Malaikat itu berkata, 'Jangan diteruskan.' Akhirnya keduanya membawaku ke neraka, ternyata neraka itu dipasangi dengan bebatuan bagaikan sumur di tembok batu. Dan ternyata di dalamnya terdapat orang-orang yang sebagiannya telah aku kenal, dan mereka mengambil beberapa sumpah dariku. Ketika aku bangun di pagi harinya, aku langsung memberitahukannya kepada [Hafshah], maka Hafshah mengaku telah menceritakannya kepada Rasulullah shallallahu 'alaihi wasallam, maka beliau pun bersabda: \"Abdullah itu seorang yang shalih sekiranya mau memperbanyak shalat malam.\" Perawi berkata, \"Maka sejak saat itu Abdullah menjadi seorang yang banyak mengerjakan shalat malam.\"","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاذٍ الصَّنْعَانِيُّ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ ابْنِ عُمَرَ قَالَكُنْتُ غُلَامًا شَابًّا عَزَبًا فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكُنْتُ أَبِيتُ فِي الْمَسْجِدِ فَكَانَ مَنْ رَأَى مِنَّا رُؤْيَا يَقُصُّهَا عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ اللَّهُمَّ إِنْ كَانَ لِي عِنْدَكَ خَيْرٌ فَأَرِنِي رُؤْيَا يُعَبِّرُهَا لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنِمْتُ فَرَأَيْتُ مَلَكَيْنِ أَتَيَانِي فَانْطَلَقَا بِي فَلَقِيَهُمَا مَلَكٌ آخَرُ فَقَالَ لَمْ تُرَعْ فَانْطَلَقَا بِي إِلَى النَّارِ فَإِذَا هِيَ مَطْوِيَّةٌ كَطَيِّ الْبِئْرِ وَإِذَا فِيهَا نَاسٌ قَدْ عَرَفْتُ بَعْضَهُمْ فَأَخَذُوا بِي ذَاتَ الْيَمِينِ فَلَمَّا أَصْبَحْتُ ذَكَرْتُ ذَلِكَ لِحَفْصَةَ فَزَعَمَتْ حَفْصَةُ أَنَّهَا قَصَّتْهَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ عَبْدَ اللَّهِ رَجُلٌ صَالِحٌ لَوْ كَانَ يُكْثِرُ الصَّلَاةَ مِنْ اللَّيْلِقَالَ فَكَانَ عَبْدُ اللَّهِ يُكْثِرُ الصَّلَاةَ مِنْ اللَّيْلِ","source":"Ibnu Majah"},"__N_SSG":true}