{"pageProps":{"number":"3938","slug":"ibnu-majah","id":"Telah menceritakan kepada kami ['Amru bin Rafi'] telah menceritakan kepada kami [Abdullah bin Mubarak] dari [Zakaria bin Abu Za`idah] dari [Asy Sya'bi] dia berkata; saya mendengar [An Nu'man bin Basyir] berkata di atas mimbar dan mengisyaratkan dengan jari-jarinya di kedua telinganya, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"(Sesuatu) yang halal telah jelas dan yangharam juga telah jelas, dan di antara keduanya ada perkara Syubhat (samar-samar) yang kebanyakan orang tidak mengetahuinya. Barangsiapa dapat menjaga diri dari perkara syubhat itu berarti ia telah menjaga agama dan kehormatannya, dan barangsiapa terjatuh ke dalam perkara syubhat berarti ia telah terjatuh dalam keharaman. Seperti penggembala yang menggembala hewan ternaknya di sekitar daerah terlarang, dikhawatirkan hewannya akan masuk ke wilayah yang terlarang itu. Ketahuilah, bahwa setiap raja memiliki larangan, dan larangan Allah adalah sesuatu yang di haramkannya. Ketahuilah, di dalam tubuh terdapat segumpal darah, jika ia baik maka akan baiklah seluruh tubuh. Namun jika ia rusak maka akan rusak pulalah seluruh tubuh, ketahuilah bahwa segumpal darah tersebut adalah hati.\"","arab":"حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ عَنْ الشَّعْبِيِّ قَالَسَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ عَلَى الْمِنْبَرِ وَأَهْوَى بِإِصْبَعَيْهِ إِلَى أُذُنَيْهِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَهُمَا مُشْتَبِهَاتٌ لَا يَعْلَمُهَا كَثِيرٌ مِنْ النَّاسِ فَمَنْ اتَّقَى الشُّبُهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ كَالرَّاعِي حَوْلَ الْحِمَى يُوشِكُ أَنْ يَرْتَعَ فِيهِ أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمَى أَلَا وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ أَلَا وَإِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلُحَتْ صَلُحَ الْجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ أَلَا وَهِيَ الْقَلْبُ","source":"Ibnu Majah"},"__N_SSG":true}