{"pageProps":{"number":"1111","slug":"darimi","id":"Telah menceritakan kepada kami [Abu Al Mughirah] telah menceritakan kepada kami [Al Auza'i] dari [Yahya] dari [Hilal bin Abu Maimunah] dari ['Atha` bin Yasar] dari [Mu'awiyah bin Al Hakam As Sulami] ia berkata, \"Ketika aku bersama Rasulullah shallallahu 'alaihi wasallam sedang mengerjakan shalat, tiab-tiab ada seseorang yang bersin, lalu aku mengucapkan 'YARHAMUKALLAAH.'\" Mu'awiyah berkata, \"Kemudian orang-orang melihat tajam kepadaku dengan mata mereka. Aku lalu berkata, \"Aduhai, kenapa kalian melihat kepadaku?\" Mu'awiyah berkata, \"Kemudian orang-orang tersebut memukul paha mereka menggunakan tangan mereka. Saat aku melihat, ternyata mereka menyuruhku diam. Maka aku katakan, 'Kenapa kalian menyuruh aku diam? ' Akan tetapi aku telah diam.\" Mu'awiyah berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam selesai shalat, maka debi bapak dan ibuku, aku tidak pernah melihat seorang pengajar sebelum dan setelahnya yang lebih baik dari beliau. Demi Allah! Beliau tidak memukulku, tidak membentak dan tidak mencelaku, akan tetapi beliau berkata: \"Sungguh, shalat kita ini tidak layak jika diselingi dengan perkataan manusia. Sesungguhnya shalat tersebut adalah tasbih, takbir dan membaca Al Qur'an.\" Telah menceritakan kepada kami [Shadaqah] telah mengabarkan kepada kami [Ibnu 'Ulayyah] dan [Yahya bin Sa'd] dari [Hajjaj Ash Shawwaf] dari [Yahya] dari [Hilal] dari ['Atha`] dari [Mu'awiyah] dengan hadits seperti itu.\" ","arab":" حَدَّثَنَا أَبُو الْمُغِيرَةِ حَدَّثَنَا الْأَوْزَاعِيُّ عَنْ يَحْيَى عَنْ هِلَالِ بْنِ أَبِي مَيْمُونَةَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ قَالَ بَيْنَا أَنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ إِذْ عَطَسَ رَجُلٌ مِنْ الْقَوْمِ فَقُلْتُ يَرْحَمُكَ اللَّهُ قَالَ فَحَدَّقَنِي الْقَوْمُ بِأَبْصَارِهِمْ فَقُلْتُ وَا ثُكْلَاهُ مَا لَكُمْ تَنْظُرُونَ إِلَيَّ قَالَ فَضَرَبَ الْقَوْمُ بِأَيْدِيهِمْ عَلَى أَفْخَاذِهِمْ فَلَمَّا رَأَيْتُهُمْ يُسْكِتُونَنِي قُلْتُ مَا لَكُمْ تُسْكِتُونَنِي لَكِنِّي سَكَتُّ قَالَ فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبِأَبِي هُوَ وَأُمِّي مَا رَأَيْتُ مُعَلِّمًا قَبْلَهُ وَلَا بَعْدَهُ أَحْسَنَ تَعْلِيمًا مِنْهُ وَاللَّهِ مَا ضَرَبَنِي وَلَا كَهَرَنِي وَلَا سَبَّنِي وَلَكِنْ قَالَ إِنَّ صَلَاتَنَا هَذِهِ لَا يَصْلُحُ فِيهَا شَيْءٌ مِنْ كَلَامِ النَّاسِ إِنَّمَا هِيَ التَّسْبِيحُ وَالتَّكْبِيرُ وَتِلَاوَةُ الْقُرْآنِ حَدَّثَنَا صَدَقَةُ أَخْبَرَنَا ابْنُ عُلَيَّةَ وَيَحْيَى بْنُ سَعِيدٍ عَنْ حَجَّاجٍ الصَّوَّافِ عَنْ يَحْيَى عَنْ هِلَالٍ عَنْ عَطَاءٍ عَنْ مُعَاوِيَةَ بِنَحْوِهِ","source":"Darimi"},"__N_SSG":true}