{"pageProps":{"number":"1743","slug":"darimi","id":"Telah mengabarkan kepada kami [Ja'far bin 'Aun] dari [Abdul Aziz bin Umar bin Abdul Aziz] dari [Ar Rabi' bin Sabrah] bahwa [Ayahnya] telah menceritakan kepadanya, bahwa orang-orang pernah berjalan bersama Rasulullah shallallahu 'alaihi wasallam ketika haji wada', kemudian beliau bersabda: \"Bersenang-senanglah dengan para wanita ini! \" Dan bersenang-senang menurut kami adalah menikahkan (dengan waktu yang ditentukan), kemudian kami menawarkan hal tersebut kepada para wanita, ternyata mereka menolak untuk tidak diberi tempo antara kami dan mereka. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Lakukanlah.\" Kemudian aku keluar bersama anak pamanku, ia membawa burdah (kain yang dipakai untuk menyelimuti badan) dan aku membawa burdah dan burdahnya lebih baik dari burdahku, namun aku lebih muda darinya. Kemudian kami mendatangi seorang wanita, ternyata wanita itu kagum dengan kemudaanku, namun ia kagum dengan kain anak pamanku. Wanita itu berkata; \"Kain burdah seperti kain yang lain.\" Sementara tempo antara diriku dengan dirinya selama sepuluh hari. Kemudian aku bermalam di sisinya pada malam itu. Pada pagi harinya, aku pergi, ternyata Rasulullah shallallahu 'alaihi wasallam sedang berdiri diantara rukun dan pintu Ka'bah. Lalu beliau bersabda: \"Wahai sekalian manusia, sesungguhnya dahulu aku telah mengizinkan kalian untuk menikahi para wanita secara mut'ah. Ketahuilah bahwa Allah telah mengharamkannya hingga Hari Kiamat. Barangsiapa memiliki sesuatu dari mereka, hendaknya ia melepaskannya, dan janganlah mengambil sesuatupun dari apa yang kalian berikan kepada mereka.\" ","arab":" أَخْبَرَنَا جَعْفَرُ بْنُ عَوْنٍ عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ عَنْ الرَّبِيعِ بْنِ سَبْرَةَ أَنَّ أَبَاهُ حَدَّثَهُ أَنَّهُمْ سَارُوا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حِجَّةِ الْوَدَاعِ فَقَالَ اسْتَمْتِعُوا مِنْ هَذِهِ النِّسَاءِ وَالِاسْتِمْتَاعُ عِنْدَنَا التَّزْوِيجُ فَعَرَضْنَا ذَلِكَ عَلَى النِّسَاءِ فَأَبَيْنَ أَنْ لَا نَضْرِبَ بَيْنَنَا وَبَيْنَهُنَّ أَجَلًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ افْعَلُوا فَخَرَجْتُ أَنَا وَابْنُ عَمٍّ لِي مَعَهُ بُرْدٌ وَمَعِي بُرْدٌ وَبُرْدُهُ أَجْوَدُ مِنْ بُرْدِي وَأَنَا أَشَبُّ مِنْهُ فَأَتَيْنَا عَلَى امْرَأَةٍ فَأَعْجَبَهَا شَبَابِي وَأَعْجَبَهَا بُرْدُهُ فَقَالَتْ بُرْدٌ كَبُرْدٍ وَكَانَ الْأَجَلُ بَيْنِي وَبَيْنَهَا عَشْرًا فَبِتُّ عِنْدَهَا تِلْكَ اللَّيْلَةَ ثُمَّ غَدَوْتُ فَإِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ بَيْنَ الرُّكْنِ وَالْبَابِ فَقَالَ يَا أَيُّهَا النَّاسُ إِنِّي قَدْ كُنْتُ أَذِنْتُ لَكُمْ فِي الِاسْتِمْتَاعِ مِنْ النِّسَاءِ أَلَا وَإِنَّ اللَّهَ قَدْ حَرَّمَهُ إِلَى يَوْمِ الْقِيَامَةِ فَمَنْ كَانَ عِنْدَهُ مِنْهُنَّ شَيْءٌ فَلْيُخَلِّ سَبِيلَهَا وَلَا تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا","source":"Darimi"},"__N_SSG":true}