{"pageProps":{"number":"2160","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu An Nu'man] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Daud] dari [Abu Nadlrah] dari [Abu Sa'id Al Khudri] bahwa [Abu Musa Al Asy'ari] meminta izin kepada Umar sebanyak tiga kali namun ia tidak mengizinkannya, ia pun kembali. (Umar) bertanya; Apa yang membuat engkau kembali? ia menjawab; Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika seseorang meminta izin sebanyak tiga kali, jika ia diizinkan (boleh masuk), namun jika tidak diizinkan maka sebaiknya ia kembali.\" Lalu ia berkata; Hendaklah engkau mendatangkan orang yang menyaksikan (hadits itu) bersamamu atau aku akan menghukummu dan benar-benar menghukummu. Abu Sa'id berkata; Lalu (Abu Musa) mendatangi kami, saat itu aku bersama sekelompok sahabat Rasulullah shallallahu 'alaihi wasallam di dalam masjid. Ia gelisah dengan ancaman Umar terhadap dirinya. Ia pun berdiri dan berkata; Aku memohon kepada Allah semoga ada seseorang dari kalian mendengar hadits itu dari Rasulullah shallallahu 'alaihi wasallam dan memberikan kesaksian tentang hadits itu untukku. Ia melanjutkan; Lalu aku mengangkat kepalaku dan berkata; Kabarkan kepadanya bahwa aku bersamamu dalam hal ini. Sabahat yang lain juga mengatakan demikian. Maka, Abu Musa pun menjadi gembira.","arab":" أَخْبَرَنَا أَبُو النُّعْمَانِ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا دَاوُدُ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ أَبَا مُوسَى الْأَشْعَرِيَّ اسْتَأْذَنَ عَلَى عُمَرَ ثَلَاثَ مَرَّاتٍ فَلَمْ يُؤْذَنْ لَهُ فَرَجَعَ فَقَالَ مَا رَجَعَكَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا اسْتَأْذَنَ الْمُسْتَأْذِنُ ثَلَاثَ مَرَّاتٍ فَإِنْ أُذِنَ لَهُ وَإِلَّا فَلْيَرْجِعْ فَقَالَ لَتَأْتِيَنَّ بِمَنْ يَشْهَدُ مَعَكَ أَوْ لَأَفْعَلَنَّ وَلَأَفْعَلَنَّ قَالَ أَبُو سَعِيدٍ فَأَتَانَا وَأَنَا فِي قَوْمٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ وَهُوَ فَزِعٌ مِنْ وَعِيدِ عُمَرَ إِيَّاهُ فَقَامَ عَلَيْنَا فَقَالَ أَنْشُدُ اللَّهَ مِنْكُمْ رَجُلًا سَمِعَ ذَلِكَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا شَهِدَ لِي بِهِ قَالَ فَرَفَعْتُ رَأْسِي فَقُلْتُ أَخْبِرْهُ أَنِّي مَعَكَ عَلَى هَذَا وَقَالَ ذَاكَ آخَرُونَ فَسُرِّيَ عَنْ أَبِي مُوسَى","source":"Darimi"},"__N_SSG":true}