{"pageProps":{"number":"2329","slug":"darimi","id":"Telah menceritakan kepada kami [Abdullah bin Yazid] telah menceritakan kepada kami [Abdurrahman bin Ziyad] telah menceritakan kepada kami [Dukhain Al Hajri] dari [Uqbah bin Amir Al Juhani] ia berkata; Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika Allah telah mengumpulkan orang-orang terdahulu dan terakhir lalu melakukan hisab di antara mereka. Selesai dari hisab tersebut orang-orang mukmin berkata; Rabb kami telah melakukan hisab di antara kami, lalu siapakah yang akan memberikan syafaat untuk kami di sisi Rabb kami? Maka sebagian mereka berkata; Pergilah kepada Adam karena Allah menciptakannya dengan tanganNya dan Dia telah berbicara kepadanya, lalu mereka pun mendatanginya dan mengatakan; Berdirilah, berilah syafaat kepada kami di sisi Rabb kami. Adam menjawab; Kalian harus mendatangi Nuh, lalu mereka pun mendatangi Nuh namun ia menunjukkan mereka kepada Ibrahim. Mereka pun mendatangi Ibrahim namun ia menunjukkan mereka kepada Musa. Lalu mereka pun mendatangi Musa namun ia menunjukkan mereka kepada Isa. Maka mereka mendatangi Isa namun ia berkata; Aku akan menunjukkan kalian kepada seorang Nabi yang tidak dapat membaca dan menulis.\" Beliau melanjutkan: \"Lalu mereka mendatangiku dan Allah 'azza wajalla pun memberi izin kepadaku untuk memberikan syafaat. Tempat dudukku pun menghembuskan bau harum yang hanya tercium oleh satu orang hingga aku mendatangi Rabbku, lalu Dia pun mengizinkanku untuk memberi syafaat dan menjadikan untukku cahaya dari rambut kepalaku sampai kuku kakiku. Ketika itulah orang-orang kafir berkata kepada Iblis; Orang-orang mukmin telah menemukan orang yang dapat memberikan syafaat kepada mereka, maka berdirilah engkau dan berilah syafaat kepada kami di sisi Tuhanmu karena engkau telah menyesatkan kami.\" Beliau melanjutkan: \"Lalu ia berdiri dan tempat duduknya menghembuskan bau yang sangat busuk, yang hanya dapat tercium oleh satu orang. Dia memimpin mereka menuju neraka jahannam.\" Maka ketika itu ia berkata seperti difirmankanNya: (Dan berkatalah setan tatkala perkara hisab telah diselesaikan; Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya) hingga akhir ayat.\"","arab":" حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زِيَادٍ حَدَّثَنَا دُخَيْنٌ الْحَجْرِيُّ عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا جَمَعَ اللَّهُ الْأَوَّلِينَ وَالْآخِرِينَ فَقَضَى بَيْنَهُمْ وَفَرَغَ مِنْ الْقَضَاءِ قَالَ الْمُؤْمِنُونَ قَدْ قَضَى بَيْنَنَا رَبُّنَا فَمَنْ يَشْفَعُ لَنَا إِلَى رَبِّنَا فَيَقُولُونَ انْطَلِقُوا إِلَى آدَمَ فَإِنَّ اللَّهَ خَلَقَهُ بِيَدِهِ وَكَلَّمَهُ فَيَأْتُونَهُ فَيَقُولُونَ قُمْ فَاشْفَعْ لَنَا إِلَى رَبِّنَا فَيَقُولُ آدَمُ عَلَيْكُمْ بِنُوحٍ فَيَأْتُونَ نُوحًا فَيَدُلُّهُمْ عَلَى إِبْرَاهِيمَ فَيَأْتُونَ إِبْرَاهِيمَ فَيَدُلُّهُمْ عَلَى مُوسَى فَيَأْتُونَ مُوسَى فَيَدُلُّهُمْ عَلَى عِيسَى فَيَأْتُونَ عِيسَى فَيَقُولُ أَدُلُّكُمْ عَلَى النَّبِيِّ الْأُمِّيِّ قَالَ فَيَأْتُونِي فَيَأْذَنُ اللَّهُ عَزَّ وَجَلَّ لِي أَنْ أَقُومَ إِلَيْهِ فَيَثُورُ مَجْلِسِي أَطْيَبَ رِيحٍ شَمَّهَا أَحَدٌ قَطُّ حَتَّى آتِيَ رَبِّي فَيُشَفِّعَنِي وَيَجْعَلَ لِي نُورًا مِنْ شَعْرِ رَأْسِي إِلَى ظُفْرِ قَدَمِي فَيَقُولُ الْكَافِرُونَ عِنْدَ ذَلِكَ لِإِبْلِيسَ قَدْ وَجَدَ الْمُؤْمِنُونَ مَنْ يَشْفَعُ لَهُمْ فَقُمْ أَنْتَ فَاشْفَعْ لَنَا إِلَى رَبِّكَ فَإِنَّكَ أَنْتَ أَضْلَلْتَنَا قَالَ فَيَقُومُ فَيَثُورُ مَجْلِسُهُ أَنْتَنَ رِيحٍ شَمَّهَا أَحَدٌ قَطُّ ثُمَّ يَعْظُمُ لِجَهَنَّمَ فَيَقُولُ عِنْدَ ذَلِكَ { وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ } إِلَى آخِرِ الْآيَةِ","source":"Darimi"},"__N_SSG":true}