{"pageProps":{"number":"2454","slug":"darimi","id":"Telah mengabarkan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Al Asy'ats] dari [Az Zuhri] ia berkata; Seorang nenek dari ibunya ayah atau ibunya ibu datang menemui Abu Bakr dan berkata; Sesungguhnya anak laki-laki dari anak laki-lakiku atau anak laki-laki dari anak perempuanku telah meninggal dan telah sampai kepadaku bahwa aku mendapatkan bagian harta warisannya, maka berapakah bagianku? Abu Bakr berkata; Aku belum pernah mendengar Rasulullah shallallahu 'alaihi wasallam memberikan kepada seorang nenek sedikitpun, aku akan bertanya kepada orang lain! Setelah dia selesai melaksanakan shalat dzuhur, dia bertanya: siapakah di antara kalian yang mendengar Rasulullah shallallahu 'alaihi wasallam telah memberikan seorang nenek dari bagian harta warisan? [Maka Al Mughirah bin Syu'bah] berkata: Saya! Dia berkata: Berapa? Al Mughirah menjawab: Rasulullah shallallahu 'alaihi wasallam memberikannya seperenam. Dia bertanya lagi: adakah orang lain selain kamu yang mengetahuinya? Maka [Muhammad bin Maslamah] berkata: Iya, dia benar! Maka Abu Bakar memberikan nenek tersebut seperenam. Kemudian datang kepada Umar seperti yang datang kepada Abu Bakar, lalu Umar berkata: aku tidak mengetahui dan tidak pernah mendengar bahwa Rasulullah shallallahu 'alaihi wasallam memberikan seorang nenek-nenek dari harta warisan, tapi aku akan bertanya kepada orang-orang! Maka mereka memberitahukan kepadanya tentang hadits Al Mughirah bin Syu'bah dan Muhammad bin Maslamah. Maka Umar berkata: siapa yang di antara kalian berdua yang (keberadaannya) sendiri ketika pembagian warisan, maka seperenam itu untuknya, dan apabila berdua maka seperenam untuk kalian berdua.","arab":" أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا الْأَشْعَثُ عَنْ الزُّهْرِيِّ قَالَ جَاءَتْ إِلَى أَبِي بَكْرٍ جَدَّةٌ أُمُّ أَبٍ أَوْ أُمُّ أُمٍّ فَقَالَتْ إِنَّ ابْنَ ابْنِي أَوْ ابْنَ ابْنَتِي تُوُفِّيَ وَبَلَغَنِي أَنَّ لِي نَصِيبًا فَمَا لِي فَقَالَ أَبُو بَكْرٍ مَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِيهَا شَيْئًا وَسَأَسْأَلُ النَّاسَ فَلَمَّا صَلَّى الظُّهْرَ قَالَ أَيُّكُمْ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي الْجَدَّةِ شَيْئًا فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ أَنَا قَالَ مَاذَا قَالَ أَعْطَاهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُدُسًا قَالَ أَيَعْلَمُ ذَاكَ أَحَدٌ غَيْرُكَ فَقَالَ مُحَمَّدُ بْنُ مَسْلَمَةَ صَدَقَ فَأَعْطَاهَا أَبُو بَكْرٍ السُّدُسَ فَجَاءَتْ إِلَى عُمَرَ مِثْلُهَا فَقَالَ مَا أَدْرِي مَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا شَيْئًا وَسَأَسْأَلُ النَّاسَ فَحَدَّثُوهُ بِحَدِيثِ الْمُغِيرَةِ بْنِ شُعْبَةَ وَمُحَمَّدِ بْنِ مَسْلَمَةَ فَقَالَ عُمَرُ أَيُّكُمَا خَلَتْ بِهِ فَلَهَا السُّدُسُ فَإِنْ اجْتَمَعْتُمَا فَهُوَ بَيْنَكُمَا","source":"Darimi"},"__N_SSG":true}