{"pageProps":{"number":"1914","slug":"nasai","id":"Telah mengabarkan kepada kami [Suwaid bin Nashr] dia berkata; telah memberitakan kepada kami ['Abdullah] dia berkata; telah menceritakan kepada kami [Syu'bah] dari ['Amru bin Murrah] dia berkata; Aku mendengar ['Amru bin Maimun] menceritakan dari ['Abdullah bin Rubai'ah As Sulami] -dan dia termasuk sahabat Rasulullah shallallahu 'alaihi wasallam- dari ['Ubaid bin Khalid As Sulami] bahwa Rasulullah shallallahu 'alaihi wasallam mensaudarakan antara dua orang, lalu salah satu dari keduanya terbunuh dan yang lain meniggal dunia setelahnya. Kemudian kami menshalatinya. Nabi shallallahu 'alaihi wasallam bertanya: \"Apa yang kalian ucapkan?\" mereka menjawab, \"kami berdo'a untuknya; \"Ya Allah, berilah ampunan kepadanya, ya Allah, rahmatilah ia, ya Allah, pertemukanlah ia dengan sahabatnya!\" Nabi shallallahu 'alaihi wasallam bersabda: \"Dimanakah letak keistimewaan shalatnya dibandingkan shalat kawannya (kawan yang meninggal duluan)? Dan dimanakah letak amalannya dibandingkan amalan (kawan yang meninggal duluan)? Perbedaan antara keduanya bagaikan antara langit dan bumi.\"","arab":"أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ رُبَيِّعَةَ السُّلَمِيِّ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ عُبَيْدِ بْنِ خَالِدٍ السُّلَمِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آخَى بَيْنَ رَجُلَيْنِ فَقُتِلَ أَحَدُهُمَا وَمَاتَ الْآخَرُ بَعْدَهُ فَصَلَّيْنَا عَلَيْهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قُلْتُمْ قَالُوا دَعَوْنَا لَهُ اللَّهُمَّ اغْفِرْ لَهُ اللَّهُمَّ ارْحَمْهُ اللَّهُمَّ أَلْحِقْهُ بِصَاحِبِهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَيْنَ صَلَاتُهُ بَعْدَ صَلَاتِهِ وَأَيْنَ عَمَلُهُ بَعْدَ عَمَلِهِ فَلَمَا بَيْنَهُمَا كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِقَالَ عَمْرُو بْنُ مَيْمُونٍ أَعْجَبَنِي لِأَنَّهُ أَسْنَدَ لِي","source":"Nasai"},"__N_SSG":true}