{"pageProps":{"number":"216","slug":"nasai","id":"Telah mengabarkan kepada kami [Yahya bin Habib bin 'Araby] dia berkata; telah menceritakan kepada kami [Hammad Yaitu Ibnu Zaid] dari [Hisyam bin 'Urwah] dari [Ayahnya] dari [Aisyah] Radliyallhu'anha bahwa Fatimah binti Hubaisy mengalami istihadhah, maka ia bertanya kepada Rasulullah shallallahu 'alaihi wasallam, \" Wahai Rasulullah shallallahu 'alaihi wasallam! Aku sedang istihadhah, maka aku tidak bersuci. Apakah aku harus meninggalkan shalat?\" Rasulullah shallallahu 'alaihi wasallam berkata, \" Itu darah penyakit, bukan haid. Bila sedang haid maka tinggalkanlah shalat, dan jika sudah selesai dari haid maka cucilah bekas darah darimu dan berwudlulah, karena itu hanya darah penyakit, bukan haid.\" Beliau ditanya, \"Bagaimana dengan mandi?, maka beliau menjawab, \"Tidak seorangpun meragukan hal itu.\" Abu Abdurrahman berkata; \"saya tidak mengetahui seorangpun yang menyebutkan dalam hadits ini lafadz 'wa tawadha'i' (dan berwudlulah) selain Hammad bin Yazid, padahal telah banyak yang meriwayatkan hadits ini dari Hisyam, tapi mereka tidak menyebutkan di dalamnya lafadz 'Wa tawadha'i'. ","arab":"أَخْبَرَنَا يَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ قَالَ حَدَّثَنَا حَمَّادٌ وَهُوَ ابْنُ زَيْدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْاسْتُحِيضَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ فَسَأَلَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي أُسْتَحَاضُ فَلَا أَطْهُرُ أَفَأَدَعُ الصَّلَاةَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا ذَلِكَ عِرْقٌ وَلَيْسَتْ بِالْحَيْضَةِ فَإِذَا أَقْبَلَتْ الْحَيْضَةُ فَدَعِي الصَّلَاةَ وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ أَثَرَ الدَّمِ وَتَوَضَّئِي فَإِنَّمَا ذَلِكَ عِرْقٌ وَلَيْسَتْ بِالْحَيْضَةِ قِيلَ لَهُ فَالْغُسْلُ قَالَ ذَلِكَ لَا يَشُكُّ فِيهِ أَحَدٌقَالَ أَبُو عَبْد الرَّحْمَنِ لَا أَعْلَمُ أَحَدًا ذَكَرَ فِي هَذَا الْحَدِيثِ وَتَوَضَّئِي غَيْرَ حَمَّادِ بْنِ زَيْدٍ وَقَدْ رَوَى غَيْرُ وَاحِدٍ عَنْ هِشَامٍ وَلَمْ يَذْكُرْ فِيهِ وَتَوَضَّئِي","source":"Nasai"},"__N_SSG":true}