{"pageProps":{"number":"4943","slug":"nasai","id":"Telah mengabarkan kepada kami [Ishaq bin Ibrahim] ia berkata; telah memberitakan kepada kami [Abdullah Ibnul Harits Al Makhzumi] dari [Hanzhalah bin Abu Sufyan] dari [Salim bin Abdullah] ia berkata; Aku mendengar [Ibnu Umar] menceritakan, bahwa Umar keluar dan melihat pakaian yang bersulam sutera dijual di pasar, ia lantas mendatangi Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, belilah pakaian itu hingga engkau dapat memakainya di hari jum'at atau saat utusan datang kepadamu.\" Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Orang yang memakai ini tidak akan mendapatkan bagian di akhirat.\" Setelah itu dihadapkan kepada Nabi shallallahu 'alaihi wasallam tiga buah pakaian tersebut, beliau lalu memakaikan salah satunya kepada Umar, kain satunya kepada Ali dan kain lainnya kepada Usamah. Kemudian Umar mendatangi Rasulullah dan berkata, \"Wahai Rasulullah, engkau telah bersabda tentangnya sebagaimana yang engkau sabdakan, tetapi kenapa engkau kirimkan kain itu kepadaku?\" Beliau menjawab: \"Jual dan penuhilah kebutuhanmu dengannya, atau sobek dan jadikanlah kerudung untuk isteri-isterimu.\"","arab":"أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْحَارِثِ الْمَخْزُومِيُّ عَنْ حَنْظَلَةَ بْنِ أَبِي سُفْيَانَ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ قَالَ سَمِعْتُ ابْنَ عُمَرَ يُحَدِّثُأَنَّ عُمَرَ خَرَجَ فَرَأَى حُلَّةَ إِسْتَبْرَقٍ تُبَاعُ فِي السُّوقِ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ اشْتَرِهَا فَالْبَسْهَا يَوْمَ الْجُمُعَةِ وَحِينَ يَقْدَمُ عَلَيْكَ الْوَفْدُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا يَلْبَسُ هَذَا مَنْ لَا خَلَاقَ لَهُ ثُمَّ أُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِثَلَاثِ حُلَلٍ مِنْهَا فَكَسَا عُمَرَ حُلَّةً وَكَسَا عَلِيًّا حُلَّةً وَكَسَا أُسَامَةَ حُلَّةً فَأَتَاهُ فَقَالَ يَا رَسُولَ اللَّهِ قُلْتَ فِيهَا مَا قُلْتَ ثُمَّ بَعَثْتَ إِلَيَّ فَقَالَ بِعْهَا وَاقْضِ بِهَا حَاجَتَكَ أَوْ شَقِّقْهَا خُمُرًا بَيْنَ نِسَائِكَ","source":"Nasai"},"__N_SSG":true}