{"pageProps":{"number":"836","slug":"nasai","id":"Telah mengabarkan kepada kami [Hannad bin As Sari] dia berkata; telah menceritakan kepada kami [Abu Zubaid 'Abtsar bin Al Qasim] dari [Hushain] dari [Abdullah bin Abu Qatadah] dari [Bapaknya], dia berkata; \"Kami bersama Rasulullah Shallallahu'alaihi wasallam lalu ada sebagian orang yang berkata, 'Wahai Rasulullah Shallallahu'alihiwasallam seandainya engkau shalat bersama kami pada akhir malam (pasti itu lebih baik) '. Kemudian beliau bersabda, 'Aku khawatir kalian tertidur sehingga tidak shalat'. Bilal berkata, 'Aku akan menjaga kalian\". Lalu mereka berbaring dan terlelap dalam tidurnya. Sedang Bilal menyandarkan punggungnya ke untanya. Rasulullah Shallallahu'alaihi wasallam terbangun ketika matahari sudah terbit, maka beliau bersabda, 'Wahai Bilal. mana yang kamu katakan? ' la menjawab,; Aku belum pernah tertidur selelap ini'. Rasulullah Shallallahu'alaihi wasallam bersabda, \"Allah Azza wa Jalla menggenggam nyawa kalian ketika menghendaki dan mengembalikannya lagi ketika Dia menghendakinya. Hai Bilal, adzanlah untuk shalat'. Lalu Bilal bangkit (dan mengumandangkan adzan, lantas orang-orang segera berwudhu - yakni saat matahari sudah mulai tinggi- kemudian beliau Shallallahu'alaihi wasallam shalat bersama mereka.\"","arab":"أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ قَالَ حَدَّثَنَا أَبُو زُبَيْدٍ وَاسْمُهُ عَبْثَرُ بْنُ الْقَاسِمِ عَنْ حُصَيْنٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ قَالَ بَعْضُ الْقَوْمِ لَوْ عَرَّسْتَ بِنَا يَا رَسُولَ اللَّهِ قَالَ إِنِّي أَخَافُ أَنْ تَنَامُوا عَنْ الصَّلَاةِ قَالَ بِلَالٌ أَنَا أَحْفَظُكُمْ فَاضْطَجَعُوا فَنَامُوا وَأَسْنَدَ بِلَالٌ ظَهْرَهُ إِلَى رَاحِلَتِهِ فَاسْتَيْقَظَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ طَلَعَ حَاجِبُ الشَّمْسِ فَقَالَ يَا بِلَالُ أَيْنَ مَا قُلْتَ قَالَ مَا أُلْقِيَتْ عَلَيَّ نَوْمَةٌ مِثْلُهَا قَطُّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَبَضَ أَرْوَاحَكُمْ حِينَ شَاءَ فَرَدَّهَا حِينَ شَاءَ قُمْ يَا بِلَالُ فَآذِنْ النَّاسَ بِالصَّلَاةِ فَقَامَ بِلَالٌ فَأَذَّنَ فَتَوَضَّئُوا يَعْنِي حِينَ ارْتَفَعَتْ الشَّمْسُ ثُمَّ قَامَ فَصَلَّى بِهِمْ","source":"Nasai"},"__N_SSG":true}