{"pageProps":{"number":"1179","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Sa'id Ad Darimi] telah menceritakan kepada kami [Habban] telah menceritakan kepada kami [Harun Al A'war Al Muqri`] telah menceritakan kepada kami [Az Zubair bin Al Khirrit] dari [Abu Labid] dari [Urwah Al Bariqi] ia berkata; Rasulullah shallallahu 'alaihi wasallam memberikan kepadaku satu dinar untuk membeli seekor kambing untuknya, aku pun membelikannya dua kambing lalu aku menjual salah satu dari keduanya seharga satu dinar dan aku menemui Nabi shallallahu 'alaihi wasallam dengan membawa satu ekor kambing dan satu dinar. Lalu ia menceritakan kepada beliau tentang apa yang ia perbuat, maka beliau pun bersabda: \"Semoga Allah memberkahi transaksi jual belimu.\", Setelah itu ia pergi ke suatu tempat di Kufah lalu ia mendapatkan laba yang sangat banyak sehingga ia menjadi di antara penduduk kufah yang paling kaya. Telah menceritakan kepada kami [Ahmad bin Sa'id Ad darimi] telah menceritakan kepada kami [Habban] telah menceritakan kepada kami [Sa'id bin Zaid] ia mengatakan; Telah menceritakan kepada kami [Az Zubair bin Khirrit] lalu ia menuturkan seperti itu dari [Abu Labid]. Abu Isa mengatakan; Sebagian ulama telah cenderung pada hadits ini dan mereka berfatwa dengannya, ini adalah pendapat Ahmad dan Ishaq. Sedangkan sebagian ulama tidak mengambil hadits ini, di antara mereka As Syafi'i dan Sa'id bin Zaid saudara Hammad bin Zaid. Dan Abu Labid namanya adalah Limazah bin Zabbar.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ حَدَّثَنَا حَبَّانُ حَدَّثَنَا هَارُونُ الْأَعْوَرُ الْمُقْرِئُ حَدَّثَنَا الزُّبَيْرُ بْنُ الْخِرِّيتِ عَنْ أَبِي لَبِيدٍ عَنْ عُرْوَةَ الْبَارِقِيِّ قَالَدَفَعَ إِلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دِينَارًا لِأَشْتَرِيَ لَهُ شَاةً فَاشْتَرَيْتُ لَهُ شَاتَيْنِ فَبِعْتُ إِحْدَاهُمَا بِدِينَارٍ وَجِئْتُ بِالشَّاةِ وَالدِّينَارِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ لَهُ مَا كَانَ مِنْ أَمْرِهِ فَقَالَ لَهُ بَارَكَ اللَّهُ لَكَ فِي صَفْقَةِ يَمِينِكَ فَكَانَ يَخْرُجُ بَعْدَ ذَلِكَ إِلَى كُنَاسَةِ الْكُوفَةِ فَيَرْبَحُ الرِّبْحَ الْعَظِيمَ فَكَانَ مِنْ أَكْثَرِ أَهْلِ الْكُوفَةِ مَالًاحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ حَدَّثَنَا حَبَّانُ حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ قَالَ حَدَّثَنَا الزُّبَيْرُ بْنُ خِرِّيتٍ فَذَكَرَ نَحْوَهُ عَنْ أَبِي لَبِيدٍ قَالَ أَبُو عِيسَى وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا الْحَدِيثِ وَقَالُوا بِهِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ وَلَمْ يَأْخُذْ بَعْضُ أَهْلِ الْعِلْمِ بِهَذَا الْحَدِيثِ مِنْهُمْ الشَّافِعِيُّ وَسَعِيدُ بْنُ زَيْدٍ أَخُو حَمَّادِ بْنِ زَيْدٍ وَأَبُو لَبِيدٍ اسْمُهُ لِمَازَةُ بْنُ زَبَّارٍ","source":"Tirmidzi"},"__N_SSG":true}