{"pageProps":{"number":"1230","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibrahim bin Abdullah Al Harawi] ia berkata; Telah menceritakan kepada kami [Husyaim] ia berkata; Telah menceritakan kepada kami [Yunus bin Ubaid] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Penundaan orang kaya dalam membayar hutang adalah kezhaliman, jika hutangmu dipindahkan kepada orang kaya maka ikutilah ia dan tidak ada dua akad dalam satu (transaksi) penjualan.\" Abu Isa berkata; Hadits Abu Hurairah adalah hadits hasan shahih, maknanya adalah jika seseorang dari kalian hutangnya dipindahkan (hiwalah) kepada orang kaya, hendaklah ia menerimanya. Sebagian ulama mengatakan; Jika seseorang hutangnya dipindahkan kepada orang kaya, lalu ia memindahkannya maka orang yang memindahkan telah berlepas diri dan tidak ada kewajiban baginya untuk kembali kepada orang yang memindahkan. Ini adalah pendapat Asy Syafi'i, Ahmad dan Ishaq. Sedangkan sebagian ulama berpendapat jika harta hilang maka hal ini merupakan resiko kebangkrutan orang yang dipindahkan hutang atasnya, ia berhak mengembalikan kepada orang pertama. Mereka berhujjah dengan perkataan Utsman dan selainnya ketika mereka berkata; Tidak ada hak terhadap harta seorang muslim yang hilang. Ishaq berkata; Makna hadits ini; Tidak ada hak terhadap harta seorang muslim yang hilang, adalah jika hutang dipindahkan kepada seseorang atas orang lain. Ia juga berpendapat bahwa seseorang itu adalah orang kay, namun jika ia adalah orang tidak punya harta maka tidak ada hak mengembalikan harta orang muslim yang hilang.","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْهَرَوِيُّ قَالَ حَدَّثَنَا هُشَيْمٌ قَالَ حَدَّثَنَا يُونُسُ بْنُ عُبَيْدٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَطْلُ الْغَنِيِّ ظُلْمٌ وَإِذَا أُحِلْتَ عَلَى مَلِيءٍ فَاتْبَعْهُ وَلَا تَبِعْ بَيْعَتَيْنِ فِي بَيْعَةٍقَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَمَعْنَاهُ إِذَا أُحِيلَ أَحَدُكُمْ عَلَى مَلِيٍّ فَلْيَتْبَعْ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أُحِيلَ الرَّجُلُ عَلَى مَلِيءٍ فَاحْتَالَهُ فَقَدْ بَرِئَ الْمُحِيلُ وَلَيْسَ لَهُ أَنْ يَرْجِعَ عَلَى الْمُحِيلِ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا تَوِيَ مَالُ هَذَا بِإِفْلَاسِ الْمُحَالِ عَلَيْهِ فَلَهُ أَنْ يَرْجِعَ عَلَى الْأَوَّلِ وَاحْتَجُّوا بِقَوْلِ عُثْمَانَ وَغَيْرِهِ حِينَ قَالُوا لَيْسَ عَلَى مَالِ مُسْلِمٍ تَوًى قَالَ إِسْحَقُ مَعْنَى هَذَا الْحَدِيثِ لَيْسَ عَلَى مَالِ مُسْلِمٍ تَوِيَ هَذَا إِذَا أُحِيلَ الرَّجُلُ عَلَى آخَرَ وَهُوَ يَرَى أَنَّهُ مَلِيٌّ فَإِذَا هُوَ مُعْدِمٌ فَلَيْسَ عَلَى مَالِ مُسْلِمٍ تَوًى","source":"Tirmidzi"},"__N_SSG":true}