{"pageProps":{"number":"1260","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Al Ahwash] dari [Simak bin Harb] dari ['Alqamah bin Wa`il bin Hujr] dari [ayahnya] ia berkata; Ada seseorang dari Hadlramaut dan seseorang dari Kindah datang menemui Nabi shallallahu 'alaihi wasallam, lalu orang Hadlramaut berkata; Wahai Rasulullah, sesungguhnya tanahku dirampas olehnya, orang Kindah pun berkata; Itu adalah tanahku dan di tanganku, ia tidak memiliki hak sedikit pun. Maka Nabi shallallahu 'alaihi wasallam mengatakan kepada orang Hadlramaut: \"Apakah engkau memiliki bukti?\" Ia menjawab; Tidak. Beliau mengatakan lagi: \"Engkau harus bersumpah.\" Ia menjawab; Wahai Rasulullah, orang ini berlaku curang tidak peduli apa yang telah disumpahkan atasnya serta ia tidak sedikit pun menghindar dari dosa. Beliau bersabda: \"Tidak ada hak bagimu darinya kecuali ini.\" Ia melanjutkan; Lalu orang itu pergi untuk menyumpahinya. Ketika orang itu berpaling, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika ia bersumpah terhadap hartamu untuk ia makan dengan cara zhalim, niscaya Allah akan menjumpainya dalam keadaan berpaling darinya.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Umar, Ibnu Abbas, Abdullah bin Amr dan Al Asy'ats bin Qais. Abu Isa berkata; Hadits Wa`il bin Ali bin Hujr adalah hadits hasan shahih.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ عَلْقَمَةَ بْنِ وَائِلِ بْنِ حُجْرٍ عَنْ أَبِيهِ قَالَجَاءَ رَجُلٌ مِنْ حَضْرَمَوْتَ وَرَجُلٌ مِنْ كِنْدَةَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ الْحَضْرَمِيُّ يَا رَسُولَ اللَّهِ إِنَّ هَذَا غَلَبَنِي عَلَى أَرْضٍ لِي فَقَالَ الْكِنْدِيُّ هِيَ أَرْضِي وَفِي يَدِي لَيْسَ لَهُ فِيهَا حَقٌّ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْحَضْرَمِيِّ أَلَكَ بَيِّنَةٌ قَالَ لَا قَالَ فَلَكَ يَمِينُهُ قَالَ يَا رَسُولَ اللَّهِ إِنَّ الرَّجُلَ فَاجِرٌ لَا يُبَالِي عَلَى مَا حَلَفَ عَلَيْهِ وَلَيْسَ يَتَوَرَّعُ مِنْ شَيْءٍ قَالَ لَيْسَ لَكَ مِنْهُ إِلَّا ذَلِكَ قَالَ فَانْطَلَقَ الرَّجُلُ لِيَحْلِفَ لَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا أَدْبَرَ لَئِنْ حَلَفَ عَلَى مَالِكَ لِيَأْكُلَهُ ظُلْمًا لَيَلْقَيَنَّ اللَّهَ وَهُوَ عَنْهُ مُعْرِضٌقَالَ وَفِي الْبَاب عَنْ عُمَرَ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالْأَشْعَثِ بْنِ قَيْسٍ قَالَ أَبُو عِيسَى حَدِيثُ وَائِلِ بْنِ حُجْرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}