{"pageProps":{"number":"1273","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sa'id bin Abdurrahman Al Makhzumi], telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Al A'raj] dari [Abu Hurairah], ia berkata; Aku mendengarnya berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika salah seorang dari kalian dimintai izin oleh tetangganya untuk menyandarkan kayunya pada dindingnya, janganlah ia melarangnya.\" Ketika Abu Hurairah menyampaikan hadits itu, mereka mengangguk-anggukkan kepala mereka, ia pun berkata; Aku tidaklah melihat pada diri kalian berpaling darinya, namun demi Allah, sungguh aku akan melemparkan hal itu di antara pundak kalian. Ia mengatakan; Dalam hal ini ada hadits serupa dari Ibnu Abbas dan Mujammi' bin Jariyah. Abu Isa berkata; Hadits Abu Hurairah adalah hadits hasan shahih dan menjadi pedoman amal menurut sebagian ulama dan ini pula yang dikatakan oleh Asy Syafi'i serta diriwayatkan dari sebagian ulama, di antaranya Malik bin Anas, mereka berpendapat; Boleh baginya melarang tetangganya untuk meletakkan kayunya pada dindingnya, namun pendapat pertama lebih shahih.","arab":"حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ سَمِعْتُهُ يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا اسْتَأْذَنَ أَحَدَكُمْ جَارُهُ أَنْ يَغْرِزَ خَشَبَهُ فِي جِدَارِهِ فَلَا يَمْنَعْهُ فَلَمَّا حَدَّثَ أَبُو هُرَيْرَةَ طَأْطَئُوا رُءُوسَهُمْ فَقَالَ مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ وَاللَّهِ لَأَرْمِيَنَّ بِهَا بَيْنَ أَكْتَافِكُمْقَالَ وَفِي الْبَاب عَنْ ابْنِ عَبَّاسٍ وَمُجَمِّعِ بْنِ جَارِيَةَ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ وَرُوِيَ عَنْ بَعْضِ أَهْلِ الْعِلْمِ مِنْهُمْ مَالِكُ بْنُ أَنَسٍ قَالُوا لَهُ أَنْ يَمْنَعَ جَارَهُ أَنْ يَضَعَ خَشَبَهُ فِي جِدَارِهِ وَالْقَوْلُ الْأَوَّلُ أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}