{"pageProps":{"number":"1412","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad] berkata, telah menceritakan kepada kami [Abul Ahwash] dari [Sa'id bin Masruq] dari [Abayah bin rifa'ah bin Rafi'] dari [Bapaknya] dari kakeknya [Ibnu khadij] ia berkata, \"kami bersama Nabi shallallahu 'alaihi wasallam dalam sebuah perjalanan, lalu ada salah satu unta rombongan tersebut kabur, sementara mereka tidak memiliki kuda (untuk mengejar). Maka salah seorang laki-laki melumpuhkan unta tersebut dengan panah, hingga Allah menghentikannya. Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Sesungguhnya pada hewan-hewan ini masih ada sisa-sisa keliaran seperti binatang buas, jika ada salah satu dari mereka yang kabur, maka lakukanlah seperti ini (dilumpuhkan dengan panah).\" Telah menceritakan kepada kami [Mahmud bin Ghailan] berkata, telah menceritakan kepada kami [Waki'] berkata, telah menceritakan kepada kami [Sufyan] dari [Bapaknya] dari [Abayah bin Rifa'ah] dari kakeknya yaitu [Rafi' bin Khadij] dari Nabi shallallahu 'alaihi wasallam, seperti hadits tersebut. Namun dalam hadits tersebut ia (perawi) tidak menyebutkan nama Abayah, dari bapaknya. Dan ini lebih shahih, dan hadits ini menjadi pedoman amal menurut para ulama`. Dan seperti ini pula [Syu'bah] meriwayatkan dari [Sa'id bin Masruq], seperti riwayat Sufyan.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعٍ عَنْ أَبِيهِ عَنْ جَدِّهِ رَافِعِ بْنِ خَدِيجٍ قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَنَدَّ بَعِيرٌ مِنْ إِبِلِ الْقَوْمِ وَلَمْ يَكُنْ مَعَهُمْ خَيْلٌ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللَّهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا فَعَلَ مِنْهَا هَذَا فَافْعَلُوا بِهِ هَكَذَاحَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ أَبِيهِ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ عَنْ جَدِّهِ رَافِعِ بْنِ خَدِيجٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَبَايَةَ عَنْ أَبِيهِ وَهَذَا أَصَحُّ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَهَكَذَا رَوَاهُ شُعْبَةُ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ نَحْوَ رِوَايَةِ سُفْيَانَ","source":"Tirmidzi"},"__N_SSG":true}