{"pageProps":{"number":"1631","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad Ibnul Mutsanna] berkata, telah menceritakan kepada kami ['Abdurrahman bin Mahdi] dari [Sufyan] dari [Al A'masy] dari [Abu Yahya] dari [Mujahid] bahwa Nabi shallallahu 'alaihi wasallam melarang mengadu antara binatang. Dan ia tidak menyebutkan dalam hadits tersebut dari Ibnu Abbas. Dikatakan bahwa hadits ini derajatnya lebih shahih dari hadits Quthbah. [Syarik] meriwayatkan hadits ini dari [Al A'masy], dari [Mujahid], dari [Ibnu Abbas], dari Nabi shallallahu 'alaihi wasallam seperti hadits tersebut. Tetapi dalam hadits tersebut ia tidak menyebutkan dari Abu Yahya. Seperti itulah [Abu Kuraib] menceritakan kepada kami dari [Yahya bin Adam], dari [Syarik]. [Abu Mu'awiyah] juga meriwayatkan dari [Al A'masy], dari [Mujahid], dari Nabi shallallahu 'alaihi wasallam seperti hadits tersebut. Dan Abu Yahya adalah Al Qattat Al Kufi, ada yang mengatakan bahwa namanya adalah Zadzan. Abu Isa berkata, \"Dalam bab ini juga ada hadits dari Thalhah, Jabir, Abu Sa'id dan Ikrasy bin Dzu`aib.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ الْأَعْمَشِ عَنْ أَبِي يَحْيَى عَنْ مُجَاهِدٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ التَّحْرِيشِ بَيْنَ الْبَهَائِمِوَلَمْ يَذْكُرْ فِيهِ عَنْ ابْنِ عَبَّاسٍ وَيُقَالُ هَذَا أَصَحُّ مِنْ حَدِيثِ قُطْبَةَ وَرَوَى شَرِيكٌ هَذَا الْحَدِيثَ عَنْ الْأَعْمَشِ عَنْ مُجَاهِدٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي يَحْيَى حَدَّثَنَا بِذَلِكَ أَبُو كُرَيْبٍ عَنْ يَحْيَى بْنِ آدَمَ عَنْ شَرِيكٍ وَرَوَى أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ مُجَاهِدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَأَبُو يَحْيَى هُوَ الْقَتَّاتُ الْكُوفِيُّ وَيُقَالُ اسْمُهُ زَاذَانُ قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ طَلْحَةَ وَجَابِرٍ وَأَبِي سَعِيدٍ وَعِكْرَاشِ بْنِ ذُؤَيْبٍ","source":"Tirmidzi"},"__N_SSG":true}