{"pageProps":{"number":"174","slug":"tirmidzi","id":"telah menceritakan kepada kami [Sa'id bin Yahya bin Sa'id Al Umawi] berkata; telah menceritakan kepada kami [ayahku] berkata; telah menceritakan kepada kami [Muhammad bin Ishaq] dari [Muhammad bin Ibrahim Al Harits At Taimi] dari [Muhammad bin Abdullah bin Zaid] dari [Ayahnya] ia berkata; \"Pada suatu pagi kami mendatangi Rasulullah shallallahu 'alaihi wasallam, aku lalu mengabarkan kepadanya perihal mimpi yang aku alami, beliau lalu bersabda: \"Ini mimpi yang benar, maka berdirilah bersama Bilal, karena suaranya lebih lantang dan panjang daripada kamu, sampaikanlah padanya apa yang dikatakan padamu (impikan), suruhlah agar ia menyeru dengannya.\" Abdullah bin Zaid berkata; \"Ketika Umar bin Al Khaththab mendengar seruan Bilal, maka ia pun keluar menemui Rasulullah shallallahu 'alaihi wasallam seraya menjinjing kain sarungnya, ia lantas berkata; \"Wahai Rasulullah, demi Dzat yang mengutusmu dengan kebenaran, aku juga telah mengimpikan sebagaimana yang ia serukan.\" Abdullah bin Zaid berkata; \"Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Milik Allah lah segala pujian, maka itu akan lebih menguatkan lagi.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ibnu Umar.\" Abu Isa berkata; \"Hadits Abdullah bin Zaid ini derajatnya hasan shahih. [Ibrahim bin Sa'd] telah meriwayatkan hadits ini dari [Muhammad bin Ishaq] dengan lafadz yang lebih sempurna dan lebih panjang. Disebutkan dalam hadits tersebut bahwa adzan dua kali-dua kali, sedangkan iqamah dengan satu kali-satu kali.\" Abdullah bin Zaid adalah Ibnu Abdu Rabbih, dan disebut juga dengan Ibnu Abdu Rabbi. Dan kami tidak pernah mengetahui hadits shahih darinya yang diriwayatkan dari Nabi shallallahu 'alaihi wasallam selain hadits yang berkenaan dengan adzan ini. sedangkan Abdullah bin Zaid bin 'Ashim Al Mazini, ia mempunyai beberapa hadits yang diriwayatkan dari Nabi shallallahu 'alaihi wasallam. Ia adalah paman Abbad bin Tamim.\"","arab":"حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْأُمَوِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدٍ عَنْ أَبِيهِ قَالَلَمَّا أَصْبَحْنَا أَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ بِالرُّؤْيَا فَقَالَ إِنَّ هَذِهِ لَرُؤْيَا حَقٍّ فَقُمْ مَعَ بِلَالٍ فَإِنَّهُ أَنْدَى وَأَمَدُّ صَوْتًا مِنْكَ فَأَلْقِ عَلَيْهِ مَا قِيلَ لَكَ وَلْيُنَادِ بِذَلِكَ قَالَ فَلَمَّا سَمِعَ عُمَرُ بْنُ الْخَطَّابِ نِدَاءَ بِلَالٍ بِالصَّلَاةِ خَرَجَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَجُرُّ إِزَارَهُ وَهُوَ يَقُولُ يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ رَأَيْتُ مِثْلَ الَّذِي قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلِلَّهِ الْحَمْدُ فَذَلِكَ أَثْبَتُقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَى هَذَا الْحَدِيثَ إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ أَتَمَّ مِنْ هَذَا الْحَدِيثِ وَأَطْوَلَ وَذَكَرَ فِيهِ قِصَّةَ الْأَذَانِ مَثْنَى مَثْنَى وَالْإِقَامَةِ مَرَّةً مَرَّةً وَعَبْدُ اللَّهِ بْنُ زَيْدٍ هُوَ ابْنُ عَبْدِ رَبِّهِ وَيُقَالُ ابْنُ عَبْدِ رَبٍّ وَلَا نَعْرِفُ لَهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا يَصِحُّ إِلَّا هَذَا الْحَدِيثَ الْوَاحِدَ فِي الْأَذَانِ وَعَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيُّ لَهُ أَحَادِيثُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَمُّ عَبَّادِ بْنِ تَمِيمٍ","source":"Tirmidzi"},"__N_SSG":true}