{"pageProps":{"number":"179","slug":"tirmidzi","id":"telah menceritakan kepada kami [Abu Sa'id Al Asyajj] berkata; telah menceritakan kepada kami [Uqbah bin Khalid] dari [Ibnu Abu Laila] dari ['Amru bin Murrah] dari [Abdurrahman bin Abu Laila] dari [Abdullah bin Zaid] ia berkata; \"Seruan Rasulullah shallallahu 'alaihi wasallam dua kali-dua kali dalam baik dalam adzan maupun iqamah.\" Abu Isa berkata; \"Hadits Abdullah bin Zaid ini telah diriwayatkan oleh [Waki'] dari [Al A'masy] dari ['Amru bin Murrah] dari [Abdurrahman bin Abu Laila]. Ia berkata; \" [Para sahabat Muhammad shallallahu 'alaihi wasallam] meriwayatkan kepada kami bahwa [Abdullah bin Zaid] bermimpi tentang adzan ketika tidur.\" Sedangkan [Syu'bah] meriwayatkan dari ['Amru bin Murrah] dari [Abdurrahman bin Abu Laila] bahwa [Abdullah bin Zaid] bermimpi tentang adzan ketika tidur. Dan ini lebih shahih daripada hadits riwayat Ibnu Abu Laila. Dan Abdurrahman juga belum pernah mendengar dari Abdullah bin Zaid. Sebagian ahli ilmu mengatakan bahwa adzan itu dua kali-dua kali. Pendapat ini diambil oleh Sufyan Ats Tsauri, bin Al Mubarak dan penduduk Kufah. Abu Isa berkata; \"Ibnu Abu Laila adalah Muhammad bin Abdurrahman bin Abu Laila, ia adalah seorang hakim di Kufah, dan ia belum pernah mendengar dari ayahnya suatu hadits pun. Hanya saja ia pernah mendengarnya dari seorang laki-laki yang meriwayatkan dari ayahnya.\"","arab":"حَدَّثَنَا أَبُو سَعِيدٍ الْأَشَجُّ حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ عَنْ ابْنِ أَبِي لَيْلَى عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ قَالَكَانَ أَذَانُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَفْعًا شَفْعًا فِي الْأَذَانِ وَالْإِقَامَةِقَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَوَاهُ وَكِيعٌ عَنْ الْأَعْمَشِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَالَ حَدَّثَنَا أَصْحَابُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ رَأَى الْأَذَانَ فِي الْمَنَامِ و قَالَ شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ رَأَى الْأَذَانَ فِي الْمَنَامِ وَهَذَا أَصَحُّ مِنْ حَدِيثِ ابْنِ أَبِي لَيْلَى وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى لَمْ يَسْمَعْ مِنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ الْأَذَانُ مَثْنَى مَثْنَى وَالْإِقَامَةُ مَثْنَى مَثْنَى وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَأَهْلُ الْكُوفَةِ قَالَ أَبُو عِيسَى ابْنُ أَبِي لَيْلَى هُوَ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى كَانَ قَاضِيَ الْكُوفَةِ وَلَمْ يَسْمَعْ مِنْ أَبِيهِ شَيْئًا إِلَّا أَنَّهُ يَرْوِي عَنْ رَجُلٍ عَنْ أَبِيهِ","source":"Tirmidzi"},"__N_SSG":true}