{"pageProps":{"number":"2118","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Abu Daud] telah menceritakan kepada kami [Syu'bah] telah menceritakan kepada kami dari [Mu'awiyah bin Qurrah] dari [bapaknya] berkata \" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Jika penduduk Syam telah rusak maka tidak ada kebaikan lagi di antara kalian, akan senantiasa ada sekelompok dari ummatku yang diberi kemenangan, orang orang yang menghina mereka tidak akan membahayakan mereka sampai hari kiamat.\" Muhammad bin Isma'il berkata bahwa Ali bin Al Madini berkata: Mereka itu adalah ahli hadits. Abu Isa berkata: dan dalam bab ini ada hadits dari Abdullah bin Hawalah, Ibnu Umar, Zaid bin Tsabit dan Abdullah bin 'Amru, dan hadits ini hasan shahih. [Ahmad bin Mani'] telah menceritakan kepada kami bahwa [Yazid bin Harun] telah menceritakan kepada kami bahwa [Bahz bin Hakim] telah mengkhabarkan kepada kami dari [bapaknya] dari [kakeknya] dia berkata: Aku bertanya Wahai Rasulullah, kemana yang engkau perintahkan kepadaku? beliau menjawab: Ke sana.\" beliau menunjuk dengan tangannya ke arah Syam. Abu Isa berkata: Hadits ini hasan shahih.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ حَدَّثَنَا شُعْبَةُ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا فَسَدَ أَهْلُ الشَّامِ فَلَا خَيْرَ فِيكُمْ لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي مَنْصُورِينَ لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ حَتَّى تَقُومَ السَّاعَةُ قَالَ مُحَمَّدُ بْنُ إِسْمَعِيلَ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ هُمْ أَصْحَابُ الْحَدِيثِ قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ حَوَالَةَ وَابْنِ عُمَرَ وَزَيْدِ بْنِ ثَابِتٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَيْنَ تَأْمُرُنِي قَالَ هَا هُنَا وَنَحَا بِيَدِهِ نَحْوَ الشَّامِ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}