{"pageProps":{"number":"2734","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Ali Al Hulwani] telah menceritakan kepada kami [Abu Usamah] telah menceritakan kepada kami [Abdul Hamid bin Ja'far] dari [Sa'id Al Maqburi] dari [Atha`] bekas budak milik Abu Ahmad dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam pernah mengutus rombongan para sahabat dalam jumlah banyak, beliau meminta kepada mereka untuk membaca, beliau meminta setiap orang dari mereka untuk membacakan apa yang dia hafal dari Al Qur`an, beliau datang kepada seseorang yang paling muda umurnya di antara mereka dan bertanya: \"Apa yang kamu hafal dari Al Qur`an wahai Fulan?\" dia menjawab; \"Saya hafal ini dan ini dan surat Al Baqarah, \" beliau bertanya: \"Apakah kamu hafal surat Al Baqarah?\" dia menjawab; \"Ya, \" beliau bersabda kepadanya: \"Pergilah dan kamu yang jadi imam bagi mereka, \" Seseorang yang paling terkemuka di antara mereka berkata; \"Demi Allah wahai Rasulullah, tidak ada yang menghalangiku untuk mempelajari surat Al Baqarah selain karena aku takut tidak dapat mengamalkannya, \" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pelajarilah Al Qur`an dan bacalah, karena perumpamaan Al Qur`an bagi orang yang mempelajarinya kemudian membacanya seperti kantong yang penuh dengan minyak wangi, dimana wanginya semerbak ke setiap tempat, dan perumpamaan orang yang mempelajarinya kemudian tidur (tidak mengamalkannya) padahal Al Qur`an ada di hatinya seperti kantong yang berisi minyak wangi namun terikat.\" Abu Isa berkata; Hadits ini hasan, [Laits bin Sa'ad] telah meriwayatkannya dari [Sa'id Al Maqburi] dari [Atha`] budak milik Abu Ahmad, dari Nabi shallallahu 'alaihi wasallam secara mursal, dan di dalam hadits tersebut, tidak disebutkan dari Abu Hurairah. Telah menceritakan kepada kami [Qutaibah] dari [Laits] kemudian dia menyebutkan hadits.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ عَطَاءٍ مَوْلَى أَبِي أَحْمَدَ عَنْ أَبِي هُرَيْرَةَ قَالَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْثًا وَهُمْ ذُو عَدَدٍ فَاسْتَقْرَأَهُمْ فَاسْتَقْرَأَ كُلَّ رَجُلٍ مِنْهُمْ مَا مَعَهُ مِنْ الْقُرْآنِ فَأَتَى عَلَى رَجُلٍ مِنْهُمْ مِنْ أَحْدَثِهِمْ سِنًّا فَقَالَ مَا مَعَكَ يَا فُلَانُ قَالَ مَعِي كَذَا وَكَذَا وَسُورَةُ الْبَقَرَةِ قَالَ أَمَعَكَ سُورَةُ الْبَقَرَةِ فَقَالَ نَعَمْ قَالَ فَاذْهَبْ فَأَنْتَ أَمِيرُهُمْ فَقَالَ رَجُلٌ مِنْ أَشْرَافِهِمْ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا مَنَعَنِي أَنْ أَتَعَلَّمَ سُورَةَ الْبَقَرَةِ إِلَّا خَشْيَةَ أَلَّا أَقُومَ بِهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَعَلَّمُوا الْقُرْآنَ وَاقْرَءُوهُ فَإِنَّ مَثَلَ الْقُرْآنِ لِمَنْ تَعَلَّمَهُ فَقَرَأَهُ وَقَامَ بِهِ كَمَثَلِ جِرَابٍ مَحْشُوٍّ مِسْكًا يَفُوحُ رِيحُهُ فِي كُلِّ مَكَانٍ وَمَثَلُ مَنْ تَعَلَّمَهُ فَيَرْقُدُ وَهُوَ فِي جَوْفِهِ كَمَثَلِ جِرَابٍ وُكِئَ عَلَى مِسْكٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رَوَاهُ اللَّيْثُ بْنُ سَعْدٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ عَطَاءٍ مَوْلَى أَبِي أَحْمَدَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي هُرَيْرَةَ حَدَّثَنَا قُتَيْبَةُ عَنْ اللَّيْثِ فَذَكَرَهُ","source":"Tirmidzi"},"__N_SSG":true}