{"pageProps":{"number":"291","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ibnu Abu Umar] dan [Abu 'Ammar Al Husain bin Huraits Al Marwazi] keduanya berkata; telah bercerita kepada kami [Abdul Aziz bin Muhammad] dari ['Amru bin Yahya] dari [Ayahnya] dari [Abu Sa'id Al Khudri] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda, \"Bumi ini seluruhnya adalah masjid kecuali kuburan dan kamar mandi.\" Abu Isa berakta, \"Dalam bab ini ada juga hadits dari Ali, Abdullah bin 'Amru, Abu Hurairah, Jabir, Ibnu Abbas, Hudzaifah, Anas, Abu Umamah dan Abu Dzar. Mereka berkata; \"Nabi shallallahu 'alaihi wasallam bersabda: \"Bumi dijadikan untukku sebagai tempat sujud dan bersuci.\" Abu Isa berkata; \"Hadits Abu Sa'id ini telah diriwayatkan dari Abdul Aziz bin Muhammad dengan dua riwayat; satu riwayat ada yang menyebutkan dari Abu Sa'id dan riwayat yang lainnya tidak menyebutkan. Dalam hadits ini ada idltirab (pertentangan). [Sufyan Ats Tsauri] meriwayatkan hadits ini dari ['Amru bin Yahya] dari [ayahnya] dari Nabi shallallahu 'alaihi wasallam secara mursal, sedangkan [Hammad bin Salamah] meriwayatkannya dari ['Amru bin Yahya] dari [ayahnya] dari [Abu Sa'id] dari Nabi shallallahu 'alaihi wasallam. [Muhammmad bin Ishaq] meriwayatkannya dari ['Amru bin Yahya] dari [ayahnya]. Kemudian ia berkata; \"Mayoritas riwayatnya dari Abu Sa'id, dari Nabi shallallahu 'alaihi wasallam. Namun dalam hadits ini ia tidak menyebutkan dari Abu Sa'id, dari Nabi shallallahu 'alaihi wasallam, seakan-akan riwayat Ats Tsauri dari 'Amru bin Yahya, dari ayahnya, dari Nabi shallallahu 'alaihi wasallam lebih kuat dan lebih shahih secara mursal.\"","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ وَأَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ الْمَرْوَزِيُّ قَالَا حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْأَرْضُ كُلُّهَا مَسْجِدٌ إِلَّا الْمَقْبَرَةَ وَالْحَمَّامَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عَلِيٍّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي هُرَيْرَةَ وَجَابِرٍ وَابْنِ عَبَّاسٍ وَحُذَيْفَةَ وَأَنَسٍ وَأَبِي أُمَامَةَ وَأَبِي ذَرٍّ قَالُوا إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ جُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ قَدْ رُوِيَ عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ رِوَايَتَيْنِ مِنْهُمْ مَنْ ذَكَرَهُ عَنْ أَبِي سَعِيدٍ وَمِنْهُمْ مَنْ لَمْ يَذْكُرْهُ وَهَذَا حَدِيثٌ فِيهِ اضْطِرَابٌ رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلٌ وَرَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَاهُ مُحَمَّدُ بْنُ إِسْحَقَ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ قَالَ وَكَانَ عَامَّةُ رِوَايَتِهِ عَنْ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَأَنَّ رِوَايَةَ الثَّوْرِيِّ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَثْبَتُ وَأَصَحُّ مُرْسَلًا","source":"Tirmidzi"},"__N_SSG":true}