{"pageProps":{"number":"3042","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdur Rahman bin Waqid Abu Muslim As Sa'di] telah menceritakan kepada kami [Al Walid bin Muslim] dari [Zuhair bin Muhammad] dari [Muhammad bin Al Munkadir] dari [Jabir radliallahu 'anhu], ia berkata; Rasulullah shallallahu 'alaihi wasallam keluar menemui para sahabatnya dan membacakan kepada mereka surat Ar Rahman dari awal hingga akhir, kemudian mereka terdiam. Lalu beliau berkata; sungguh aku telah membacakannya kepada jin pada malam kedatangan jin dan mereka lebih baik jawabannya daripada kalian. Aku setiap kali membaca FirmanNya: \"Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?\" (QS. Arrahman 16 dan seterusnya), Mereka mengatakan; \"laa, bisyai'in min ni'amika robbanaa nukadzdzibu falakal hamdu.\"Tidak, kami tidak mendustakan sedikitpun kenikmatanMu wahai Tuhan kami. Segala puji bagiMu. Abu Isa berkata; hadits ini adalah hadits gharib, kami tidak mengetahuinya kecuali dari hadits Al Walid bin Muslim dari Zuhair bin Muhammad. Ibnu Hanbal berkata; sepertinya Zuhair bin Muhammad yang berada di Syam bukan Zuhair yang menjadi sumber periwayatan hadits di Irak, sepertinya ia adalah orang lain. Mereka membalikkan namanya karena mereka riwayatkan hadits-hadits munkar darinya. Dan aku mendengar Muhammad bin Isma'il Al Bukhari berkata; penduduk Syam meriwayatkan dari Zuhair bin Muhammad hadits-hadits munkar sementara penduduk Irak meriwayatkan darinya hadits-hadits yang shahih.","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ وَاقِدٍ أَبُو مُسْلِمٍ السَّعْدِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنْ زُهَيْرِ بْنِ مُحَمَّدٍ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَصْحَابِهِ فَقَرَأَ عَلَيْهِمْ سُورَةَ الرَّحْمَنِ مِنْ أَوَّلِهَا إِلَى آخِرِهَا فَسَكَتُوا فَقَالَ لَقَدْ قَرَأْتُهَا عَلَى الْجِنِّ لَيْلَةَ الْجِنِّ فَكَانُوا أَحْسَنَ مَرْدُودًا مِنْكُمْ كُنْتُ كُلَّمَا أَتَيْتُ عَلَى قَوْلِهِ{ فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ }قَالُوا لَا بِشَيْءٍ مِنْ نِعَمِكَ رَبَّنَا نُكَذِّبُ فَلَكَ الْحَمْدُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ الْوَلِيدِ بْنِ مُسْلِمٍ عَنْ زُهَيْرِ بْنِ مُحَمَّدٍ قَالَ ابْنُ حَنْبَلٍ كَأَنَّ زُهَيْرَ بْنَ مُحَمَّدٍ الَّذِي وَقَعَ بِالشَّامِ لَيْسَ هُوَ الَّذِي يُرْوَى عَنْهُ بِالْعِرَاقِ كَأَنَّهُ رَجُلٌ آخَرُ قَلَبُوا اسْمَهُ يَعْنِي لِمَا يَرْوُونَ عَنْهُ مِنْ الْمَنَاكِيرِ و سَمِعْت مُحَمَّدَ بْنَ إِسْمَعِيلَ الْبُخَارِيَّ يَقُولُ أَهْلُ الشَّامِ يَرْوُونَ عَنْ زُهَيْرِ بْنِ مُحَمَّدٍ مَنَاكِيرَ وَأَهْلُ الْعِرَاقِ يَرْوُونَ عَنْهُ أَحَادِيثَ مُقَارِبَةً","source":"Tirmidzi"},"__N_SSG":true}