{"pageProps":{"number":"3051","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sufyan bin Waki'] telah menceritakan kepada kami [Yahya bin Adam] telah menceritakan kepada kami ['Ubaidullah Al Asyja'i] dari [Ats Tsauri] dari [Utsman bin Al Mughirah Ats Tsaqafi] dari [Salim bin Abu Al Ja'd] dari [Ali bin 'Alqamah Al Anmari] dari [Ali bin Abu Thalib], ia berkata; tatkala turun ayat: \"Hai orang-orang beriman, apabila kamu mengadakan pembicaraan khusus dengan Rasul hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum pembicaraan itu.\" (QS.Almujadilah 12), Nabi shallallahu 'alaihi wasallam berkata: \"Bagaimana pendapatmu dengan satu dinar?\" Saya katakan; mereka tidak akan mampu. Beliau berkata: \"Setengah dinar?\" saya katakan; mereka tidak akan mampu. Beliau berkata: \"Berapa?\" Saya katakan; seberat satu biji gandum. Beliau mengatakan: \"Sungguh engkau adalah orang yang remeh temeh.\" Ali berkata; kemudian turunlah ayat: \"Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum mengadakan pembicaraan dengan Rasul? Maka jika kamu tiada memperbuatnya dan Allah telah memberi taubat kepadamu maka dirikanlah shalat, tunaikanlah zakat, taatlah kepada Allah dan Rasul-Nya; dan Allah Maha Mengetahui apa yang kamu kerjakan.\" (QS. Almujadilah 13), Ali berkata; karenaku Allah memberikan keringanan kepada umat ini. Abu Isa berkata; hadits ini adalah hadits hasan gharib, sesungguhnya kami mengetahuinya dari sisi ini. Sedangkan makna perkataannya; sya'irah yaitu seberat satu biji gandum dari emas. Abu Al Ja'd namanya adalah Rafi'.","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا عُبَيْدُ اللَّهِ الْأَشْجَعِيُّ عَنْ الثَّوْرِيِّ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ الثَّقَفِيِّ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ عَلِيِّ بْنِ عَلْقَمَةَ الْأَنْمَارِيِّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَلَمَّا نَزَلَتْ{ يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمْ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً }قَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَرَى دِينَارًا قُلْتُ لَا يُطِيقُونَهُ قَالَ فَنِصْفُ دِينَارٍ قُلْتُ لَا يُطِيقُونَهُ قَالَ فَكَمْ قُلْتُ شَعِيرَةٌ قَالَ إِنَّكَ لَزَهِيدٌ قَالَ فَنَزَلَتْ{ أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ }الْآيَةَ قَالَ فَبِي خَفَّفَ اللَّهُ عَنْ هَذِهِ الْأُمَّةِقَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ وَمَعْنَى قَوْلِهِ شَعِيرَةٌ يَعْنِي وَزْنَ شَعِيرَةٍ مِنْ ذَهَبٍ وَأَبُو الْجَعْدِ اسْمُهُ رَافِعٌ","source":"Tirmidzi"},"__N_SSG":true}