{"pageProps":{"number":"3064","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami ['Ubaidullah bin Musa] dari [Israil] dari [As Suddi] dari [Abu Sa'd Al Azdi] telah menceritakan kepada kami [Zaid bin Arqam], ia berkata; kami berperang bersama Rasulullah shallallahu 'alaihi wasallam dan terdapat beberapa orang badui yang bersama kami, kemudian kami bersegera menuju kepada sebuah air, sementara orang-orang badui mendahului kami mendatangi air tersebut, dan seorang badui mendahului para sahabatnya. Kemudian ia memenuhi telaga tersebut dan meletakkan bebatuan disekitarnya, dan meletakkan tumpukan kulit di atasnya hingga para sahabatnya datang. Zaid bin Arqam berkata; kemudian seorang laki-laki anshar mendatangi orang badui tersebut dan mengendorkan tali kendali untanya agar dapat minum, namun orang badui tersebut enggan untuk membiarkannya lalu ia menyingkirkan bebatuan yang ada di sekitar air, kemudian orang badui tersebut mengangkat kayu dan memukulkan ke kepala orang anshar tersebut, sehingga melukainya. Kemudian ia datang kepada Abdullah bin Ubai pemimpin orang-orang munafik yang dahulunya ia adalah termasuk diantara sahabatnya, lalu orang tersebut memberitahukan kasusnya. Maka Abdullah bin Ubai marah kemudian ia berkata; janganlah kamu memberikan perbelanjaan kepada orang-orang yang ada disisi Rasulullah hingga mereka bubar (meninggalkan Rasulullah) (yang ia maksud adalah orang-orang badui). Mereka menghadiri Rasulullah shallallahu 'alaihi wasallam ketika makan kemudian Abdullah berkata; apabila mereka telah bubar dari sisi Muhammad maka datanglah kepada Muhammad dengan membawa makanan hingga ia dan orang yang bersamanya makan. Kemudian Abdullah bin Ubbay berkata kepada para sahabatnya; Sesungguhnya jika kita telah kembali ke Madinah, benar-benar orang yang kuat akan mengusir orang-orang yang lemah dari padanya. Zaid berkata; ketika itu aku membonceng Rasulullah shallallahu 'alaihi wasallam dan mendengar Abdullah bin Ubai, kemudian aku memberitahukan kepada pamanku, lalu ia pergi dan mengabarkan kepada Rasulullah shallallahu 'alaihi wasallam. Lalu Rasulullah shallallahu 'alaihi wasallam mengirim utusan kepadanya (Ubbay) kemudian ia bersumpah dan mengingkari hal tersebut. Zaid berkata; kemudian pamanku datang kepadaku dan berkata; engkau tidak menginginkan kecuali agar Rasulullah shallallahu 'alaihi wasallam serta orang-orang muslim memurkai dan mendustakanmu. Zaid berkata; kemudian aku merasa sedih yang tidak dirasakan oleh seorangpun. Ia berkata; ketika aku berjalan bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu perjalanan aku telah mengantuk karena rasa sedih. Tiba-tiba Rasulullah shallallahu 'alaihi wasallam datang kepadaku dan menjewer telingaku dan tertawa di hadapanku, dan aku tidak suka jika kegembiraanku ketika itu ditukar dengan hidup kekal di dunia, kemudian Abu Bakr menjumpaiku, dan berkata; apa yang dikatakan Rasulullah shallallahu 'alaihi wasallam kepadamu? Aku katakan; beliau tidak mengatakan apapun kepadaku, hanya saja beliau memijit telingaku dan tertawa di hadapanku seraya berkata; bergembiralah. Kemudian Umar menemuiku dan aku katakan kepadanya seperti perkataanku kepada Abu Bakr. Kemudian setelah pagi hari Rasulullah shallallahu 'alaihi wasallam membaca surat Al Munafiqun. Abu Isa berkata; hadits ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ إِسْرَائِيلَ عَنْ السُّدِّيِّ عَنْ أَبِي سَعْدٍ الْأَزْدِيِّ حَدَّثَنَا زَيْدُ بْنُ أَرْقَمَ قَالَغَزَوْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ مَعَنَا أُنَاسٌ مِنْ الْأَعْرَابِ فَكُنَّا نَبْتَدِرُ الْمَاءَ وَكَانَ الْأَعْرَابُ يَسْبِقُونَّا إِلَيْهِ فَسَبَقَ أَعْرَابِيٌّ أَصْحَابَهُ فَيَسْبَقُ الْأَعْرَابِيُّ فَيَمْلَأُ الْحَوْضَ وَيَجْعَلُ حَوْلَهُ حِجَارَةً وَيَجْعَلُ النِّطْعَ عَلَيْهِ حَتَّى يَجِيءَ أَصْحَابُهُ قَالَ فَأَتَى رَجُلٌ مِنْ الْأَنْصَارِ أَعْرَابِيًّا فَأَرْخَى زِمَامَ نَاقَتِهِ لِتَشْرَبَ فَأَبَى أَنْ يَدَعَهُ فَانْتَزَعَ قِبَاضَ الْمَاءِ فَرَفَعَ الْأَعْرَابِيُّ خَشَبَتَهُ فَضَرَبَ بِهَا رَأْسَ الْأَنْصَارِيِّ فَشَجَّهُ فَأَتَى عَبْدَ اللَّهِ بْنَ أُبَيٍّ رَأْسَ الْمُنَافِقِينَ فَأَخْبَرَهُ وَكَانَ مِنْ أَصْحَابِهِ فَغَضِبَ عَبْدُ اللَّهِ بْنُ أُبَيٍّ ثُمَّ قَالَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا مِنْ حَوْلِهِ يَعْنِي الْأَعْرَابَ وَكَانُوا يَحْضُرُونَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ الطَّعَامِ فَقَالَ عَبْدُ اللَّهِ إِذَا انْفَضُّوا مِنْ عِنْدِ مُحَمَّدٍ فَأْتُوا مُحَمَّدًا بِالطَّعَامِ فَلْيَأْكُلْ هُوَ وَمَنْ عِنْدَهُ ثُمَّ قَالَ لِأَصْحَابِهِ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ قَالَ زَيْدٌ وَأَنَا رِدْفُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمِعْتُ عَبْدَ اللَّهِ بْنَ أُبَيٍّ فَأَخْبَرْتُ عَمِّي فَانْطَلَقَ فَأَخْبَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَلَفَ وَجَحَدَ قَالَ فَصَدَّقَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَذَّبَنِي قَالَ فَجَاءَ عَمِّي إِلَيَّ فَقَالَ مَا أَرَدْتَ إِلَّا أَنْ مَقَتَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَذَّبَكَ وَالْمُسْلِمُونَ قَالَ فَوَقَعَ عَلَيَّ مِنْ الْهَمِّ مَا لَمْ يَقَعْ عَلَى أَحَدٍ قَالَ فَبَيْنَمَا أَنَا أَسِيرُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ قَدْ خَفَقْتُ بِرَأْسِي مِنْ الْهَمِّ إِذْ أَتَانِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَرَكَ أُذُنِي وَضَحِكَ فِي وَجْهِي فَمَا كَانَ يَسُرُّنِي أَنَّ لِي بِهَا الْخُلْدَ فِي الدُّنْيَا ثُمَّ إِنَّ أَبَا بَكْرٍ لَحِقَنِي فَقَالَ مَا قَالَ لَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ مَا قَالَ لِي شَيْئًا إِلَّا أَنَّهُ عَرَكَ أُذُنِي وَضَحِكَ فِي وَجْهِي فَقَالَ أَبْشِرْ ثُمَّ لَحِقَنِي عُمَرُ فَقُلْتُ لَهُ مِثْلَ قَوْلِي لِأَبِي بَكْرٍ فَلَمَّا أَصْبَحْنَا قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُورَةَ الْمُنَافِقِينَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}