{"pageProps":{"number":"3277","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Al Hasan] telah menceritakan kepada kami [Ashbagh bin Al Faraj] telah mengabarkan kepadaku [Abdullah bin Wahb] dari ['Amr bin Al Harits] bahwa ia telah mengabarkan kepadanya dari [Sa'id bin Abu Hilal] dari [Khuzaimah] dari [Aisyah binti Sa'd bin Abu Waqqash] dari [ayahnya] bahwa ia bersama Rasulullah shallallahu 'alaihi wasallam menemui seorang wanita dan dihadapannya terdapat biji kurma, atau kerikil yang ia gunakan untuk bertasbih. Kemudian beliau berkata: \"Maukah aku kabarkan kepadamu mengenai apa yang lebih ringan bagimu dari hal ini atau lebih baik? Yaitu mengucapkan; SUBHAANALLAAHI 'ADADA MAA KHALAQA FIS SAMAA'I, WA SUBHAANALLAAHI 'ADADA MAA KHALAQA FIL ARDHI, WA SUBHAANALLAAHI 'ADADA MAA BAINA DZALIK, WA SUBHAANALLAAHI 'ADADA MAA HUWA KHALIQUN. ALLAAHU AKBAR MITSLA DZALIK, WAL HAMDULILLAAHI MITSLA DZAALIK, WA LAA HAULA WA LAA QUWWATA ILLAA BILLAAHI MITSLA DZAALIK. (Maha Suci Allah sebanyak apa yang Dia ciptakan di langit, Maha Suci Allah sebanyak apa yang Dia ciptaan di bumi, Maha Suci Allah sebanyak apa yang ada diantara hal itu, Maha Suci Allah sebanyak apa yang Dia ciptakan, Allah Maha Besar sebanyak itu, segala puji bagi Allah sebanyak itu, tidak ada daya dan kekuatan kecuali dengan pertolongan Allah sebanyak itu). Abu Isa berkata; hadits ini adalah hadits hasan gharib dari hadits Sa'd.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ حَدَّثَنَا أَصْبَغُ بْنُ الْفَرَجِ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنْ عَمْرِو بْنِ الْحَارِثِ أَنَّهُ أَخْبَرَهُ عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ عَنْ خُزَيْمَةَ عَنْ عَائِشَةَ بِنْتِ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهَاأَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى امْرَأَةٍ وَبَيْنَ يَدَيْهَا نَوًى أَوْ قَالَ حَصًى تُسَبِّحُ بِهِ فَقَالَ أَلَا أُخْبِرُكِ بِمَا هُوَ أَيْسَرُ عَلَيْكِ مِنْ هَذَا أَوْ أَفْضَلُ سُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ فِي السَّمَاءِ وَسُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ فِي الْأَرْضِ وَسُبْحَانَ اللَّهِ عَدَدَ مَا بَيْنَ ذَلِكَ وَسُبْحَانَ اللَّهِ عَدَدَ مَا هُوَ خَالِقٌ وَاللَّهُ أَكْبَرُ مِثْلَ ذَلِكَ وَالْحَمْدُ لِلَّهِ مِثْلَ ذَلِكَ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ مِثْلَ ذَلِكَقَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ سَعْدٍ","source":"Tirmidzi"},"__N_SSG":true}