{"pageProps":{"number":"3279","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Al Hasan] telah menceritakan kepada kami [Sulaiman bin Abdurrahman Ad Dimasyqi] telah menceritakan kepada kami [Al Walid bin Muslim] telah menceritakan kepada kami [Ibnu Juraij] dari ['Atho` bin Abu Rabbah] dan [Ikrimah] mantan budak Ibnu Abbas, dari [Ibnu Abbas] bahwa ia berkata; ketika kami berada di sisi Rasulullah shallallahu 'alaihi wasallam, tiba-tiba Ali bin Abu Thalib datang, dan berkata; ayah dan ibuku kurelakan untuk aku korbankan, Al Qur'an telah hilang dari dadaku, aku tidak mendapati diriku mampu untuk membacanya. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Wahai Abu Al Hasan, maukah aku ajarkan kepadamu beberapa kalimat yang dengannya Allah memberimu manfaat, dan memberikan manfaat kepada orang yang engkau ajari serta memantapkan apa yang telah engkau pelajari dalam hatimu?\" Ia berkata; ya wahai Rasulullah! Ajarkan kepadaku! beliau berkata \"Apabila tiba malam Jum'at, jika engkau mampu bangun pada sepertiga malam terakhir, ketahuilah bahwa waktu itu merupakan malam yang disaksikan (para malaikat), dan doa pada malam tersebut terkabulkan, dan saudaraku Ya'qub telah berkata kepada anak-anaknya; aku akan memintakan kalian ampunan kepada Tuhanku. Ucapan ini terus beliau ucapkan hingga datang malam Jum'at. Jika engkau tidak mampu maka bangunlah pada pertengahan malam, jika engkau tidak mampu maka bangunlah pada awal malam, kemudian shalatlah empat raka'at dan engkau baca pada raa'at pertama surat Al Fatihah dan Surat Yaasiin, dan pada raka'at kedua engkau baca Surat Al Fatihah dan Surat Ad Dukhan, dan pada raka'at ketiga engkau baca Surat Al Fatihah dan Alif laam miim As Sajdah, dan pada raka'at keempat engkau baca Surat Al Fatihah dan Surat Tabarak (Surat Al Mulk). Kemudian apabila engkau telah selesai dari tasyahud maka pujilah Allah dengan sebaik-baiknya, ucapkanlah shalawat kepadaku serta seluruh para nabi dengan sebaik-baiknya, mintakan ampunan untuk orang-orang mukmin laki-laki dan perempuan, serta saudara-saudaramu yang telah mendahuluimu beriman, kemudian ucapkan di akhir semua itu: \"ALLAAHUMMARHAMNII BITARKIL MA'AASHII ABADAN MAA ABQAITANII, WAR HAMNII AN ATAKALLAFA MAA LAA YA'NIINII, WARZUQNII HUSNAN NAZHARI FIIMAA YURDHIIKA 'ANNII. ALLAAHUMMA BADII'AS SAMAAWATI WAL ARDHI DZAL JALAALI WAL IKRAAM, WAL 'IZZATIL LATII KAA TURAAMU. AS-ALUKA YAA ALLAAHU, YAA RAHMAANU BI JALAALIKA WA NUURI WAJHIKA AN TULZIMA QALBII HIFZHA KITAABIKA KAMAA 'ALLAMTANII, WARZUQNII AN ATLUWAHU 'ALAN NAHWILLADZII YURDHIIKA 'ANNII. ALLAAHUMMA BADII'AS SAMAAWAATI WAL ARDHI, DZAL JALAALI WAL IKRAAM, WAL 'IZZILLATII LAA TURAAM, AS-ALUKA YAA ALLAAHU, YAA RAHMAANU BI JALAALIKA WA NUURI WAJHIKA AN TUNAWWIRA BIKITAABIKA BASHARII WA AN TUDHLIQA BIHI LISAANII, WA AN TUFARRIJ BIHI 'AN QALBII, WA AN TASYRAH BIHI SHADRII, WA AN TAGHSIL BIHI BADANII. FAINNAHU LAA YU'IINUNII 'ALAL HAQQI GHAIRUKA, WA LAA YU`TIIHI ILLAA ANTA, WA LAA HAULA WA LAA QUWWATA ILLAA BIKA Al 'ALIYYIL 'AZHIIM.\" (Ya Allah, rahmatilah aku untuk meninggalkan kemaksiatan selamanya selama Engkau masih menghidupkanku, dan rahmatilah aku untuk tidak memperberat diri dengan sesuatu yang tidak bermanfaat bagiku, berilah aku rizki berupa kenikmatan mencermati perkara yang mendatangkan keridhaanMu kepadaku. Ya Allah, wahai Pencipta langit dan bumi, wahai Dzat yang memiliki keagungan dan kemuliaan serta keperkasaan yang tidak mungkin bisa dicapai oleh makhluk. Aku memohon kepadaMu ya Allah, wahai Dzat yang Maha pengasih, dengan kebesaranMu dan cahaya wajahMu agar mengawasi hatiku untuk menjaga kitabMu, sebagaimana Engkau telah mengajarkannya kepadaku, dan berilah aku rizki untuk senantiasa membacanya hingga membuatMu ridha kepadaku. Ya Allah, Pencipta langit dan bumi, Dzat yang memiliki kebesaran, kemulian dan keperkasaan yang tidak mungkin diinginkan oleh makhluk. Aku memohon kepadaMu ya Allah, wahai Dzat yang Maha pengasih, dengan kebesaranMu dan cahaya wajahMu agar Engkau menyinari hatiku dan membersihkan badanku, sesungguhnya tidak ada yang dapat membantuku untuk mendapatkan kebenaran selain Engkau, dan juga tidak ada yang bisa memberi kebenaran itu selainMu. Tidak ada daya dan kekuatan kecuali dengan pertolongan Allah Yang Maha Tinggi dan Maha Agung). Wahai Abu Al Hasan, engkau lakukan hal tersebut sebanyak tiga Jum'at atau lima atau tujuh niscaya engkau akan dikabulkan dengan idzin Allah. Demi Dzat yang mengutusmu dengan kebenaran, Allah tidak bakalan lupa memberi seorang mukmin.\" Abdullah bin Abbas berkata; demi Allah, Ali tidak berdiam kecuali hanya lima atau tujuh Jum'at hingga ia datang kepada Rasulullah shallallahu 'alaihi wasallam dalam majelis tersebut. Kemudian ia berkata; wahai Rasulullah, dahulu aku hanya mengambil empat ayat atau sekitar itu dan apabila aku membacanya dalam hatiku maka ayat tersebut hilang, dan sekarang aku mempelajari empat puluh ayat atau sekitar itu, dan apabila aku membacanya dalam hati maka seolah-olah Kitab Allah ada di depan mataku. Dan dahulu aku mendengar hadits, apabila aku mengulangnya maka hadits tersebut hilang, dan sekarang aku mendengar beberapa hadits, kemudian apabila aku membacanya maka aku tidak mengurangi satu huruf pun darinya. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata kepadanya: \"Disaat demikian itu maka engkau adalah seorang mukmin demi Tuhan Pemilik Ka'bah wahai Abu Al Hasan.\" Abu Isa berkata; hadits ini adalah hadits hasan gharib, kami tidak mengetahuinya kecuali dari hadits Al Walid bin Muslim.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا ابْنُ جُرَيْجٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ وَعِكْرِمَةَ مَوْلَى ابْنِ عَبَّاسٍ عَنْ ابْنِ عَبَّاسٍ أَنَّهُ قَالَبَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ بِأَبِي أَنْتَ وَأُمِّي تَفَلَّتَ هَذَا الْقُرْآنُ مِنْ صَدْرِي فَمَا أَجِدُنِي أَقْدِرُ عَلَيْهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا الْحَسَنِ أَفَلَا أُعَلِّمُكَ كَلِمَاتٍ يَنْفَعُكَ اللَّهُ بِهِنَّ وَيَنْفَعُ بِهِنَّ مَنْ عَلَّمْتَهُ وَيُثَبِّتُ مَا تَعَلَّمْتَ فِي صَدْرِكَ قَالَ أَجَلْ يَا رَسُولَ اللَّهِ فَعَلِّمْنِي قَالَ إِذَا كَانَ لَيْلَةُ الْجُمُعَةِ فَإِنْ اسْتَطَعْتَ أَنْ تَقُومَ فِي ثُلُثِ اللَّيْلِ الْآخِرِ فَإِنَّهَا سَاعَةٌ مَشْهُودَةٌ وَالدُّعَاءُ فِيهَا مُسْتَجَابٌ وَقَدْ قَالَ أَخِي يَعْقُوبُ لِبَنِيهِ{ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي }يَقُولُ حَتَّى تَأْتِيَ لَيْلَةُ الْجُمْعَةِ فَإِنْ لَمْ تَسْتَطِعْ فَقُمْ فِي وَسَطِهَا فَإِنْ لَمْ تَسْتَطِعْ فَقُمْ فِي أَوَّلِهَا فَصَلِّ أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِي الرَّكْعَةِ الْأُولَى بِفَاتِحَةِ الْكِتَابِ وَسُورَةِ يس وَفِي الرَّكْعَةِ الثَّانِيَةِ بِفَاتِحَةِ الْكِتَابِ وَحم الدُّخَانِ وَفِي الرَّكْعَةِ الثَّالِثَةِ بِفَاتِحَةِ الْكِتَابِ وَالم تَنْزِيلُ السَّجْدَةِ وَفِي الرَّكْعَةِ الرَّابِعَةِ بِفَاتِحَةِ الْكِتَابِ وَتَبَارَكَ الْمُفَصَّلِ فَإِذَا فَرَغْتَ مِنْ التَّشَهُّدِ فَاحْمَدْ اللَّهَ وَأَحْسِنْ الثَّنَاءَ عَلَى اللَّهِ وَصَلِّ عَلَيَّ وَأَحْسِنْ وَعَلَى سَائِرِ النَّبِيِّينَ وَاسْتَغْفِرْ لِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلِإِخْوَانِكَ الَّذِينَ سَبَقُوكَ بِالْإِيمَانِ ثُمَّ قُلْ فِي آخِرِ ذَلِكَ اللَّهُمَّ ارْحَمْنِي بِتَرْكِ الْمَعَاصِي أَبَدًا مَا أَبْقَيْتَنِي وَارْحَمْنِي أَنْ أَتَكَلَّفَ مَا لَا يَعْنِينِي وَارْزُقْنِي حُسْنَ النَّظَرِ فِيمَا يُرْضِيكَ عَنِّي اللَّهُمَّ بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ ذَا الْجَلَالِ وَالْإِكْرَامِ وَالْعِزَّةِ الَّتِي لَا تُرَامُ أَسْأَلُكَ يَا أَللَّهُ يَا رَحْمَنُ بِجَلَالِكَ وَنُورِ وَجْهِكَ أَنْ تُلْزِمَ قَلْبِي حِفْظَ كِتَابِكَ كَمَا عَلَّمْتَنِي وَارْزُقْنِي أَنْ أَتْلُوَهُ عَلَى النَّحْوِ الَّذِي يُرْضِيكَ عَنِّيَ اللَّهُمَّ بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ ذَا الْجَلَالِ وَالْإِكْرَامِ وَالْعِزَّةِ الَّتِي لَا تُرَامُ أَسْأَلُكَ يَا أَللَّهُ يَا رَحْمَنُ بِجَلَالِكَ وَنُورِ وَجْهِكَ أَنْ تُنَوِّرَ بِكِتَابِكَ بَصَرِي وَأَنْ تُطْلِقَ بِهِ لِسَانِي وَأَنْ تُفَرِّجَ بِهِ عَنْ قَلْبِي وَأَنْ تَشْرَحَ بِهِ صَدْرِي وَأَنْ تَغْسِلَ بِهِ بَدَنِي فَإِنَّهُ لَا يُعِينُنِي عَلَى الْحَقِّ غَيْرُكَ وَلَا يُؤْتِيهِ إِلَّا أَنْتَ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ يَا أَبَا الْحَسَنِ تَفْعَلُ ذَلِكَ ثَلَاثَ جُمَعٍ أَوْ خَمْسًا أَوْ سَبْعًا تُجَبْ بِإِذْنِ اللَّهِ وَالَّذِي بَعَثَنِي بِالْحَقِّ مَا أَخْطَأَ مُؤْمِنًا قَطُّ قَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ فَوَاللَّهِ مَا لَبِثَ عَلِيٌّ إِلَّا خَمْسًا أَوْ سَبْعًا حَتَّى جَاءَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مِثْلِ ذَلِكَ الْمَجْلِسِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ فِيمَا خَلَا لَا آخُذُ إِلَّا أَرْبَعَ آيَاتٍ أَوْ نَحْوَهُنَّ وَإِذَا قَرَأْتُهُنَّ عَلَى نَفْسِي تَفَلَّتْنَ وَأَنَا أَتَعَلَّمُ الْيَوْمَ أَرْبَعِينَ آيَةً أَوْ نَحْوَهَا وَإِذَا قَرَأْتُهَا عَلَى نَفْسِي فَكَأَنَّمَا كِتَابُ اللَّهِ بَيْنَ عَيْنَيَّ وَلَقَدْ كُنْتُ أَسْمَعُ الْحَدِيثَ فَإِذَا رَدَّدْتُهُ تَفَلَّتَ وَأَنَا الْيَوْمَ أَسْمَعُ الْأَحَادِيثَ فَإِذَا تَحَدَّثْتُ بِهَا لَمْ أَخْرِمْ مِنْهَا حَرْفًا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ مُؤْمِنٌ وَرَبِّ الْكَعْبَةِ يَا أَبَا الْحَسَنِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ الْوَلِيدِ بْنِ مُسْلِمٍ","source":"Tirmidzi"},"__N_SSG":true}