{"pageProps":{"number":"3334","slug":"tirmidzi","id":"Telah meceritakan kepada kami [Muhammad bin Basyar Al Abdi] telah menceritakan kepada kami [Wahb bin Jarir] telah menceritakan kepada kami [ayahku] dia berkata; saya mendengar [Muhammad bin Ishaq] bercerita dari [Al Mutthalib bin Abdullah bin Qais bin Makhramah] dari [ayahnya] dari [kakeknya] dia berkata; \"Aku dan Rasulullah shallallahu 'alaihi wasallam dilahirkan pada tahun gajah.\" Lalu Utsman bin 'Affan bertanya kepada [Qubats bin Asyyam] -saudaranya bani Ya'mar bin Laits- \"Apakah anda lebih tua ataukah Rasulullah shallallahu 'alaihi wasallam?\" dia menjawab; \"Rasulullah shallallahu 'alaihi wasallam lebih dewasa segala-galanya dari padaku sekalipun dari sisi usia aku lebih dahulu dilahirkan dari pada beliau, Rasulullah shallallahu 'alaihi wasallam dilahirkan pada tahun gajah, sedang ibuku melahirkanku pada waktu itu juga.\" dia berkata; \"(Waktu itu) aku juga sempat melihat kotoran burung telah berubah berwarna hijau.\" Abu Isa berkata; \"Hadits ini derajatnya hasan gharib, kami tidak mengetahui (hadits tersebut) kecuali dari hadits Muhammad bin Ishaq.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ الْعَبْدِيُّ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا أَبِي قَال سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَقَ يُحَدِّثُ عَنْ الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسِ بْنِ مَخْرَمَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَوُلِدْتُ أَنَا وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْفِيلِ وَسَأَلَ عُثْمَانُ بْنُ عَفَّانَ قُبَاثَ بْنَ أَشْيَمَ أَخَا بَنِي يَعْمَرَ بْنِ لَيْثٍ أَأَنْتَ أَكْبَرُ أَمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكْبَرُ مِنِّي وَأَنَا أَقْدَمُ مِنْهُ فِي الْمِيلَادِ وُلِدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْفِيلِ وَرَفَعَتْ بِي أُمِّي عَلَى الْمَوْضِعِ قَالَ وَرَأَيْتُ خَذْقَ الطَّيْرِ أَخْضَرَ مُحِيلًاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ مُحَمَّدِ بْنِ إِسْحَقَ","source":"Tirmidzi"},"__N_SSG":true}