{"pageProps":{"number":"365","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Anshar] berkata; telah menceritakan kepada kami [Ma'n] berkata; telah menceritakan kepada kami [Malik] dari [Ayyub bin Abu Tamimah] -yaitu Ayyub As Sakhtiyani- dari [Muhammad bin Sirin] dari [Abu Hurairah] bahwa Nabi shallallahu 'alaihi wasallam berlalu (pergi) setelah mengerjakan dua rakaat. Maka Dzul Yadaini bertanya kepada beliau, \"Wahai Rasulullah, shalatnya yang diringkas atau memang engkau yang lupa?\" Rasulullah shallallahu 'alaihi wasallam lalu bertanya: \"Apakah benar yang dikatakan oleh Dzul Yadaini?\" orang-orang menjawab, \"Benar, \" maka Rasulullah shallallahu 'alaihi wasallam pun berdiri shalat dua rakaat kemudian salam. Setelah itu beliau takbir dan sujud sebagaimana sujudnya yang lalu atau bahkan lebih lama, kamudian takbir dan mengangkat kepala. Setelah itu beliau sujud sebagaimana sujudnya yang lalu atau bahkan lebih lama.\" Abu Isa berkata; \"Dalam bab ini juga ada riwayat dari Imran bin Hushain, Ibnu Umar dan Dzul Yadaini.\" Abu Isa berkata; \"Hadits Abu Hurairah ini derajatnya hasan shahih. Para ulama berselisih tentang hadits ini, sebagian penduduk Kufah berkata; \"Jika seseorang berbicara dalam shalat karena lupa, bodoh atau apapun juga, maka hendaklah ia mengulangi shalatnya. Mereka beralasan bahwa hadits ini muncul sebelum diharamkannya berbicara dalam shalat. Imam Syafi'i memandang bahwa hadits ini shahih, dan ia berpegangan dengan hadits tersebut. Imam Syafi'i berkata lagi, \"Hadits ini lebih shahih ketimbang hadits yang diriwayatkan dari Nabi shallallahu 'alaihi wasallam berkenaan dengan orang yang berpuasa; bahwa apabila ia makan karena lupa maka ia tidak perlu mengqadlanya, sebab itu adalah rizki yang Allah berikan.\" Syafi'i mengatakan, \"Bagi orang yang berpuasa, mereka membedakan antara orang yang makan dengan sengaja dan orang yang tidak sengaja, berdasarkan hadits Abu Hurairah.\" Sedangkan Imam Ahmad dalam mengomentari hadits Abu Hurairah ini ia berkata; \"Bila seorang imam berbicara tentang sesuatu dari shalatnya dan dia yakin telah menyempurnakannya, kemudian mengerti (tersadar) bahwa ia belum menyempurnakannya, maka ia harus menyempurnakan shalatnya. Dan barangsiapa berbicara di belakang imam sedangkan ia mengetahui bahwa ia masih mempunyai sisa shalat yang belum ia kerjakan, maka hendaklah ia mengulanginya. Imam Ahmad berdalil bahwa ibadah-ibadah fardlu pada masa Rasulullah shallallahu 'alaihi wasallam kadang terjadi kelebihan dan kadang terjadi kekurangan. Dzul Yadaini berbicara karena yakin bahwa shalat beliau telah sempurna, hal ini tidak sama dengan hari ini. seseorang tidak boleh berbicara semakna dengan yang dikatakan oleh Dzul Yadaini, karena ibadah-ibadah fardlu pada hari ini tidak bisa ditambah atau dikurangi.\" Dalam bab ini Ishaq berkata sebagaimana perkataan Imam Ahmad.","arab":"حَدَّثَنَا الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ عَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ وَهُوَ أَيُّوبُ السَّخْتِيَانِيُّ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْصَرَفَ مِنْ اثْنَتَيْنِ فَقَالَ لَهُ ذُو الْيَدَيْنِ أَقُصِرَتْ الصَّلَاةُ أَمْ نَسِيتَ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصَدَقَ ذُو الْيَدَيْنِ فَقَالَ النَّاسُ نَعَمْ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى اثْنَتَيْنِ أُخْرَيَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ كَبَّرَ فَرَفَعَ ثُمَّ سَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَابْنِ عُمَرَ وَذِي الْيَدَيْنِ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا الْحَدِيثِ فَقَالَ بَعْضُ أَهْلِ الْكُوفَةِ إِذَا تَكَلَّمَ فِي الصَّلَاةِ نَاسِيًا أَوْ جَاهِلًا أَوْ مَا كَانَ فَإِنَّهُ يُعِيدُ الصَّلَاةَ وَاعْتَلُّوا بِأَنَّ هَذَا الْحَدِيثَ كَانَ قَبْلَ تَحْرِيمِ الْكَلَامِ فِي الصَّلَاةِ قَالَ وَأَمَّا الشَّافِعِيُّ فَرَأَى هَذَا حَدِيثًا صَحِيحًا فَقَالَ بِهِ و قَالَ هَذَا أَصَحُّ مِنْ الْحَدِيثِ الَّذِي رُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّائِمِ إِذَا أَكَلَ نَاسِيًا فَإِنَّهُ لَا يَقْضِي وَإِنَّمَا هُوَ رِزْقٌ رَزَقَهُ اللَّهُ قَالَ الشَّافِعِيُّ وَفَرَّقَ هَؤُلَاءِ بَيْنَ الْعَمْدِ وَالنِّسْيَانِ فِي أَكْلِ الصَّائِمِ بِحَدِيثِ أَبِي هُرَيْرَةَ و قَالَ أَحْمَدُ فِي حَدِيثِ أَبِي هُرَيْرَةَ إِنْ تَكَلَّمَ الْإِمَامُ فِي شَيْءٍ مِنْ صَلَاتِهِ وَهُوَ يَرَى أَنَّهُ قَدْ أَكْمَلَهَا ثُمَّ عَلِمَ أَنَّهُ لَمْ يُكْمِلْهَا يُتِمُّ صَلَاتَهُ وَمَنْ تَكَلَّمَ خَلْفَ الْإِمَامِ وَهُوَ يَعْلَمُ أَنَّ عَلَيْهِ بَقِيَّةً مِنْ الصَّلَاةِ فَعَلَيْهِ أَنْ يَسْتَقْبِلَهَا وَاحْتَجَّ بِأَنَّ الْفَرَائِضَ كَانَتْ تُزَادُ وَتُنْقَصُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّمَا تَكَلَّمَ ذُو الْيَدَيْنِ وَهُوَ عَلَى يَقِينٍ مِنْ صَلَاتِهِ أَنَّهَا تَمَّتْ وَلَيْسَ هَكَذَا الْيَوْمَ لَيْسَ لِأَحَدٍ أَنْ يَتَكَلَّمَ عَلَى مَعْنَى مَا تَكَلَّمَ ذُو الْيَدَيْنِ لِأَنَّ الْفَرَائِضَ الْيَوْمَ لَا يُزَادُ فِيهَا وَلَا يُنْقَصُ قَالَ أَحْمَدُ نَحْوًا مِنْ هَذَا الْكَلَامِ و قَالَ إِسْحَقُ نَحْوَ قَوْلِ أَحْمَدَ فِي هَذَا الْبَابِ","source":"Tirmidzi"},"__N_SSG":true}