{"pageProps":{"number":"374","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Hafsh Amru bin Ali Al Bashri] berkata; telah menceritakan kepada kami [Abu Dawud Ath Thayalisi] berkata; telah menceritakan kepada kami [Zuhair bin Mu'awiyah] dari [Abu Az Zubair] dari [Jabir] ia berkata; \"Kami pernah bersama Nabi shallallahu 'alaihi wasallam dalam sebuah perjalanan kemudian kami kehujanan. Maka Nabi shallallahu 'alaihi wasallam pun bersabda: \"Barangsiapa yang berkehendak ia boleh shalat di dalam tendanya.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ibnu Umar, Samrah, Abu Al Malih dari ayahnya, dan Abdurrahman bin Samrah.\" Abu Isa berkata; \"Aku mendengar Abu Zur'ah berkata; \"Affan bin Muslim meriwayatkan dari 'Amru bin Ali sebuah hadits.\" Abu Zur'ah berkata; \"Di Bashrah kami belum pernah melihat orang yang lebih banyak hafalannya; Ali bin Al Madini, Ibnu Asy Syadzakuni dan 'Amru bin Ali.\" Abu Al Malih namanya adalah Amir, dan disebut juga dengan nama Zaid bin Usamah bin Umair Al Hudzali.\"","arab":"حَدَّثَنَا أَبُو حَفْصٍ عَمْرُو بْنُ عَلِيٍّ الْبَصْرِيُّ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَأَصَابَنَا مَطَرٌ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ شَاءَ فَلْيُصَلِّ فِي رَحْلِهِقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ وَسَمُرَةَ وَأَبِي الْمَلِيحِ عَنْ أَبِيهِ وَعَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَخَّصَ أَهْلُ الْعِلْمِ فِي الْقُعُودِ عَنْ الْجَمَاعَةِ فِي الْمَطَرِ وَالطِّينِ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَقُ قَالَ أَبُو عِيسَى سَمِعْت أَبَا زُرْعَةَ يَقُولُ رَوَى عَفَّانُ بْنُ مُسْلِمٍ عَنْ عَمْرِو بْنِ عَلِيٍّ حَدِيثًا و قَالَ أَبُو زُرْعَةَ لَمْ نَرَ بِالْبَصْرَةِ أَحْفَظَ مِنْ هَؤُلَاءِ الثَّلَاثَةِ عَلِيِّ بْنِ الْمَدِينِيِّ وَابْنِ الشَّاذَكُونِيِّ وَعَمْرِو بْنِ عَلِيٍّ وَأَبُو الْمَلِيحِ اسْمُهُ عَامِرٌ وَيُقَالُ زَيْدُ بْنُ أُسَامَةَ بْنِ عُمَيْرٍ الْهُذَلِيُّ","source":"Tirmidzi"},"__N_SSG":true}