{"pageProps":{"number":"45","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] dan [Qutaibah] mereka berkata; telah menceritakan kepada kami [Abul Ahwash] dari [Abu Ishaq] dari [Abu Hayyah] ia berkata; \"Aku melihat [Ali] berwudlu, ia membasuh kedua telapak tangannya hingga bersih, lalu ia berkumur tiga kali, memasukkan air ke dalam hidung tiga kali, membasuh wajah tiga kali, membasuh kedua siku tiga kali, dan mengusap kepalanya satu kali. Lalu membasuh telapak kakinya hingga mata kaki, kemudian ia berdiri seraya mengambil sisa air wudlu dan meminumnya, sedang ia masih dalam keadaan berdiri. Setelah itu ia berkata; \"Aku senang bisa memperlihatkan kepada kalian bagaimana Rasulullah shallallahu 'alaihi wasallam berwudlu.\" Dalam bab ini juga ada riwayat dari Utsman, Abdullah bin Zaid, Ibnu Abbas, Abdullah bin 'Amru, Ar Rabi', Abdullah bin Unais dan Aisyah, semoga Allah meridlai mereka.\" Telah menceritakan kepada kami [Qutaibah] dan [Hannad] mereka berkata; telah menceritakan kepada kami [Abul Ahwash] dari [Abu Ishaq] dari [Abdu Khair], ia menyebutkan dari [Ali] sebagaimana hadits Abu Hayyah, hanya saja Abdu Khair mengatakan; \"Jika Ali selesai dari bersuci, ia mengambil sisa air wudlunya dengan telapak tangan, setelah itu ia meminumnya.\" Abu Isa berkata; \"Hadits Ali ini diriwayatkan oleh [Abu Ishaq Al Hamdani], dari [Abdu Khair] dan [Al Harits] dari [Ali]. Dan diriwayatkan pula oleh [Za`idah bin Qudamah] dan selainnya dari [Khalid bin Alqamah], dari [Abdu Khair], dari [Ali] Radliaallahu 'ahu (hadits tentang wudlu secara sempurna). Dan hadits ini derajatnya hasan shahih. Abu Isa berkata; \"Syu'bah meriwayatkan hadits ini dari Khalid bin Alqamah, namun ia keliru dalam menyebutkan namanya dan juga nama bapaknya. Ia mengatakan; \"Malik bin Urfuthah dari Abdu Khair dari Ali.\" Abu Isa berkata; \"Hadits ini juga diriwayatkan oleh [Abu 'Awanah], dari [Khalid bin Alqamah], dari [Abdu Khair], dari [Ali].\" Ia berkata; \"Hadits diriwayatkan dari Malik bin Urfuthah sebagaimana dalam riwayat Syu'bah. Sedang yang benar adalah Khalid bin Alqamah.\"","arab":"حَدَّثَنَا هَنَّادٌ وَقُتَيْبَةُ قَالَا حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي حَيَّةَ قَالَرَأَيْتُ عَلِيًّا تَوَضَّأَ فَغَسَلَ كَفَّيْهِ حَتَّى أَنْقَاهُمَا ثُمَّ مَضْمَضَ ثَلَاثًا وَاسْتَنْشَقَ ثَلَاثًا وَغَسَلَ وَجْهَهُ ثَلَاثًا وَذِرَاعَيْهِ ثَلَاثًا وَمَسَحَ بِرَأْسِهِ مَرَّةً ثُمَّ غَسَلَ قَدَمَيْهِ إِلَى الْكَعْبَيْنِ ثُمَّ قَامَ فَأَخَذَ فَضْلَ طَهُورِهِ فَشَرِبَهُ وَهُوَ قَائِمٌ ثُمَّ قَالَ أَحْبَبْتُ أَنْ أُرِيَكُمْ كَيْفَ كَانَ طُهُورُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عُثْمَانَ وَعَبْدِ اللَّهِ بْنِ زَيْدٍ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالرُّبَيِّعِ وَعَبْدِ اللَّهِ بْنِ أُنَيْسٍ وَعَائِشَةَ رِضْوَانُ اللَّهِ عَلَيْهِمْ حَدَّثَنَا قُتَيْبَةُ وَهَنَّادٌ قَالَا حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ أَبِي إِسْحَقَ عَنْ عَبْدِ خَيْرٍ ذَكَرَ عَنْ عَلِيٍّ مِثْلَ حَدِيثِ أَبِي حَيَّةَ إِلَّا أَنَّ عَبْدَ خَيْرٍ قَالَ كَانَ إِذَا فَرَغَ مِنْ طُهُورِهِ أَخَذَ مِنْ فَضْلِ طَهُورِهِ بِكَفِّهِ فَشَرِبَهُ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ رَوَاهُ أَبُو إِسْحَقَ الْهَمْدَانِيُّ عَنْ أَبِي حَيَّةَ وَعَبْدِ خَيْرٍ وَالْحَارِثِ عَنْ عَلِيٍّ وَقَدْ رَوَاهُ زَائِدَةُ بْنُ قُدَامَةَ وَغَيْرُ وَاحِدٍ عَنْ خَالِدِ بْنِ عَلْقَمَةَ عَنْ عَبْدِ خَيْرٍ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ حَدِيثَ الْوُضُوءِ بِطُولِهِ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَالَ وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ خَالِدِ بْنِ عَلْقَمَةَ فَأَخْطَأَ فِي اسْمِهِ وَاسْمِ أَبِيهِ فَقَالَ مَالِكُ بْنُ عُرْفُطَةَ عَنْ عَبْدِ خَيْرٍ عَنْ عَلِيٍّ قَالَ وَرُوِيَ عَنْ أَبِي عَوَانَةَ عَنْ خَالِدِ بْنِ عَلْقَمَةَ عَنْ عَبْدِ خَيْرٍ عَنْ عَلِيٍّ قَالَ وَرُوِيَ عَنْهُ عَنْ مَالِكِ بْنِ عُرْفُطَةَ مِثْلُ رِوَايَةِ شُعْبَةَ وَالصَّحِيحُ خَالِدُ بْنُ عَلْقَمَةَ","source":"Tirmidzi"},"__N_SSG":true}