{"pageProps":{"number":"563","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Abdul Malik bin Abu As Syawarib] telah menceritakan kepada kami [Abu 'Awanah] dari [Abu Ishaq] dari ['Ashim bin Dlamrah] dari [Ali] dia berkata, Rasulullah Shallallaahu 'alaihi wasallam bersabda: \"Saya tidak mewajibkan untuk mengeluarkan zakat dari kuda dan hamba sahaya, akan tetapi tunaikanlah zakat perak, dari setiap empat puluh dirham dikeluarkan satu dirham. Jika jumlahnya seratus sembilan puluh, maka tidak wajib mengeluarkan zakatnya, namun jika jumlahnya mencapai dua ratus dirham, maka dikeluarkan zakatnya sebanyak lima dirham.\" dalam bab ini (ada juga riwayat -pent) dari Abu Bakar dan Amru bin Hazm. Abu 'Isa berkata, hadits ini diriwayatkan oleh [Al A'masy] dan [Abu 'Awanah] serta yang lain dari [Abu Ishaq] dari ['Ashim bin Dlamrah] dari [Ali], diriwayatkan juga oleh [Sufyan Ats Tsauri] dan [Sufyan bin 'Uyainah] serta yang lainnya dari [Abu Ishaq] dari [Al Harits] dari [Ali]. Dia berkata, saya bertanya kepada Muhammad bin Ismail tentang hadits ini, dia menjawab, keduanya menurutku merupakan hadits shahih dari Abu Ishaq. Tidak menutup kemungkinan hadits ini diriwayatkan dari keduanya ('Ashim bin Dlamrah dan Al Harits).","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ أَبِي إِسْحَقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ عَفَوْتُ عَنْ صَدَقَةِ الْخَيْلِ وَالرَّقِيقِ فَهَاتُوا صَدَقَةَ الرِّقَةِ مِنْ كُلِّ أَرْبَعِينَ دِرْهَمًا دِرْهَمًا وَلَيْسَ فِي تِسْعِينَ وَمِائَةٍ شَيْءٌ فَإِذَا بَلَغَتْ مِائَتَيْنِ فَفِيهَا خَمْسَةُ دَرَاهِمَوَفِي الْبَاب عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَعَمْرِو بْنِ حَزْمٍ قَالَ أَبُو عِيسَى رَوَى هَذَا الْحَدِيثَ الْأَعْمَشُ وَأَبُو عَوَانَةَ وَغَيْرُهُمَا عَنْ أَبِي إِسْحَقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ وَرَوَى سُفْيَانُ الثَّوْرِيُّ وَابْنُ عُيَيْنَةَ وَغَيْرُ وَاحِدٍ عَنْ أَبِي إِسْحَقَ عَنْ الْحَارِثِ عَنْ عَلِيٍّ قَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَعِيلَ عَنْ هَذَا الْحَدِيثِ فَقَالَ كِلَاهُمَا عِنْدِي صَحِيحٌ عَنْ أَبِي إِسْحَقَ يُحْتَمَلُ أَنْ يَكُونَ رُوِيَ عَنْهُمَا جَمِيعًا","source":"Tirmidzi"},"__N_SSG":true}