{"pageProps":{"number":"825","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Yusuf bin Isa] telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Al Mas'udi] dari [Jami' bin Syaddad Abu Shahrah] dari [Abdurrahman bin Yazid] berkata; \"Setelah [Abdullah] sampai ke tempat Jumrah 'Aqabah, dia masuk ke dalam lembah lalu menghadap Ka'bah. Diapun mulai melempar jumrah di atas pelipis sebelah kanan, melempar tujuh butir kerikil dan bertakbir pada setiap kerikil. Lalu berkata; 'Demi Allah, yang tidak ada ilah selainNYA dari sinilah orang yang diturunkan padanya surat Al Baqarah melempar jumrah.\" Telah menceritakan kepada kami [Hannad] telah menceritakan kepada kami [Waki'] dari [Al Mas'udi] dengan sanad yang sama seperti hadits di atas. (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari Al Fadl bin Abbas, Ibnu Abbas, Ibnu Umar dan Jabir.\" Abu 'Isa berkata; \"Hadits Ibnu mas'ud merupakan hadits hasan shahih serta diamalkan oleh para ulama. Mereka berpendapat; hendaknya seorang laki-laki melempar jumrah dari dasar Al Wadi dengan tujuh kerikil, seraya bertakbir pada setiap kerikil. Sebagian ulama membolehkan, jika tidak memungkinkan untuk melempar dari dasar Al Wadi, dengan melempar dari mana saja dia mampu walau tidak di dasar Al Wadi.\"","arab":"حَدَّثَنَا يُوسُفُ بْنُ عِيسَى حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْمَسْعُودِيُّ عَنْ جَامِعِ بْنِ شَدَّادٍ أَبِي صَخْرَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ قَالَلَمَّا أَتَى عَبْدُ اللَّهِ جَمْرَةَ الْعَقَبَةِ اسْتَبْطَنَ الْوَادِيَ وَاسْتَقْبَلَ الْقِبْلَةَ وَجَعَلَ يَرْمِي الْجَمْرَةَ عَلَى حَاجِبِهِ الْأَيْمَنِ ثُمَّ رَمَى بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ ثُمَّ قَالَ وَاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ مِنْ هَاهُنَا رَمَى الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِحَدَّثَنَا هَنَّادٌ حَدَّثَنَا وَكِيعٌ عَنْ الْمَسْعُودِيِّ بِهَذَا الْإِسْنَادِ نَحْوَهُ قَالَ وَفِي الْبَاب عَنْ الْفَضْلِ بْنِ عَبَّاسٍ وَابْنِ عَبَّاسٍ وَابْنِ عُمَرَ وجَابِرٍ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ يَخْتَارُونَ أَنْ يَرْمِيَ الرَّجُلُ مِنْ بَطْنِ الْوَادِي بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ إِنْ لَمْ يُمْكِنْهُ أَنْ يَرْمِيَ مِنْ بَطْنِ الْوَادِي رَمَى مِنْ حَيْثُ قَدَرَ عَلَيْهِ وَإِنْ لَمْ يَكُنْ فِي بَطْنِ الْوَادِي","source":"Tirmidzi"},"__N_SSG":true}