{"pageProps":{"number":"861","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Nashr bin Ali], telah menceritakan kepada kami [Abu Ahmad Az Zubairi] telah menceritakan kepada kami [Isra`il] dari [Abu Ishaq] dari [Al Aswad bin Yazid] dari [Ibnu Umi Ma'qil] dari [Umu Ma'qil] dari Nabi shallallahu 'alaihi wasallam bersabda: \"Umrah pada bulan Ramadlan sebanding dengan melaksanakan haji.\" Hadits semakna diriwayatkan dari ibnu Abbas, Jabir, Abu Hurairah, Anas dan Wahb bin Khubaisy. Abu 'Isa berkata; \"Disebut juga dengan Harim bin Khanbasy.\" Bayan dan Jabir mengatakan dari Sya'bi dari Wahb bin Khonbasy. Daud Al Audi dari Sya'bi dari Harim bin Khanbasy. Wahb lebih shahih dan hadits Umu Ma'qil merupakan hadits hasan gharib melalui jalur ini. Ahmad dan Ishaq bependapat; \"telah benar diriwayatkan dari Nabi shallallahu 'alaihi wasallam bahwa umrah di bulan Ramadlan sebanding dengan melaksanakan haji.\" Ishaq berkata; 'Makna hadits ini sama dengan hadits Nabi yang diriwayatkan: \"Barangsiapa yang membaca surat Al Ikhlash, maka dia sama dengan membaca sepertiga Al Qur'an.\"","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَقَ عَنْ الْأَسْوَدِ بْنِ يَزِيدَ عَنْ ابْنِ أُمِّ مَعْقِلٍ عَنْ أُمِّ مَعْقِلٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عُمْرَةٌ فِي رَمَضَانَ تَعْدِلُ حَجَّةًوَفِي الْبَاب عَنْ ابْنِ عَبَّاسٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَوَهْبِ بْنِ خَنْبَشٍ قَالَ أَبُو عِيسَى وَيُقَالُ هَرِمُ بْنُ خَنْبَشٍ قَالَ بَيَانٌ وَجَابِرٌ عَنْ الشَّعْبِيِّ عَنْ وَهْبِ بْنِ خَنْبَشٍ و قَالَ دَاوُدُ الْأَوْدِيُّ عَنْ الشَّعْبِيِّ عَنْ هَرِمُ بْنِ خَنْبَشٍ وَوَهْبٌ أَصَحُّ وَحَدِيثُ أُمِّ مَعْقِلٍ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ و قَالَ أَحْمَدُ وَإِسْحَقُ قَدْ ثَبَتَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ عُمْرَةً فِي رَمَضَانَ تَعْدِلُ حَجَّةً قَالَ إِسْحَقُ مَعْنَى هَذَا الْحَدِيثِ مِثْلُ مَا رُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ فَقَدْ قَرَأَ ثُلُثَ الْقُرْآنِ","source":"Tirmidzi"},"__N_SSG":true}