{"pageProps":{"number":"1165","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin 'Abdullah bin Bazi'] dia berkata; telah menceritakan kepada kami ['Abdul A'la bin 'Abdul A'la] dia berkata; telah menceritakan kepada kami ['Ubaidullah bin 'Umar] dari [Abu Hazim] dari [Sahl bin Sa'ad] dia berkata; Pernah Rasulullah Shallallahu'alaihiwasallam pergi untuk mendamaikan Bani Amru bin Auf yang mempunyai suatu masalah. Ketika' tiba waktu shalat, muadzin datang kepada Abu Bakar dan menyuruhnya mengumpulkan orang-orang dan mengimami mereka. Kemudian datang Rasulullah Shallallahu'alaihiwasallam melalui celah-celah barisan shalat hingga beliau Shallallahu'alaihiwasallam berdiri di barisan terdepan. Orang-orang lalu mulai menepukkan tangannya kepada Abu Bakar untuk memberitahu keberadaan Rasulullah Shallallahu'alaihiwasallam, namun Abu Bakar tidak menoleh dalam shalatnya. Setelah orang-orang banyak yang menepukkan tangannya (sebagai isyarat), Abu Bakar tahu bahwa mereka mengingatkan sesuatu, maka ia menoleh dan mendapati Rasulullah Shallallahu'alaihiwasallam. Rasulullah Shallallahu'alaihiwasallam mengisyaratkan kepadanya untuk terus melanjutkan shalatnya. Maka Abu Bakar mengangkat kedua tangannya dan memuji Allah dengan ucapan Rasulullah Shallallahu'alaihiwasallam lantas mundur ke belakang, maka Rasulullah Shallallahu'alaihiwasallam maju untuk menjadi imam. Setelah selesai shalat beliau Shallallahu'alaihiwasallam bertanya kepada Abu Bakar, 'Wahai Abu Bakar, apakah yang menghalangimu untuk shalat menjadi imam bagi manusia saat kuisyaratkan demikian? ' Abu Bakar berkata; 'Tidaklah pantas bagi Ibnu Quhafah untuk mengimami shalat Rasulullah Shallallahu'alaihi wasallam'. Kemudian beliau Shallallahu'alaihiwasallam bersabda kepada orang-orang: 'Wahai manusia sekalian, kenapa kalian bertepuk tangan. Tepuk tangan hanya untuk wanita. Jika terjadi sesuatu dalam shalat kalian, maka ucapkan, \"Subhanallah (Maha suci Allah).\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ قَالَ حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ عَبْدِ الْأَعْلَى قَالَ حَدَّثَنَا عَبْدُ اللَّهِ وَهُوَ ابْنُ عُمَرَ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَانْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصْلِحُ بَيْنَ بَنِي عَمْرِو بْنِ عَوْفٍ فَحَضَرَتْ الصَّلَاةُ فَجَاءَ الْمُؤَذِّنُ إِلَى أَبِي بَكْرٍ فَأَمَرَهُ أَنْ يَجْمَعَ النَّاسَ وَيَؤُمَّهُمْ فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَقَ الصُّفُوفَ حَتَّى قَامَ فِي الصَّفِّ الْمُقَدَّمِ وَصَفَّحَ النَّاسُ بِأَبِي بَكْرٍ لِيُؤْذِنُوهُ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي الصَّلَاةِ فَلَمَّا أَكْثَرُوا عَلِمَ أَنَّهُ قَدْ نَابَهُمْ شَيْءٌ فِي صَلَاتِهِمْ فَالْتَفَتَ فَإِذَا هُوَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْ كَمَا أَنْتَ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ لِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ رَجَعَ الْقَهْقَرَى وَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى فَلَمَّا انْصَرَفَ قَالَ لِأَبِي بَكْرٍ مَا مَنَعَكَ إِذْ أَوْمَأْتُ إِلَيْكَ أَنْ تُصَلِّيَ فَقَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ مَا كَانَ يَنْبَغِي لِابْنِ أَبِي قُحَافَةَ أَنْ يَؤُمَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ لِلنَّاسِ مَا بَالُكُمْ صَفَّحْتُمْ إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ ثُمَّ قَالَ إِذَا نَابَكُمْ شَيْءٌ فِي صَلَاتِكُمْ فَسَبِّحُوا","source":"Nasai"},"__N_SSG":true}