{"pageProps":{"number":"1569","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah bin Sa'id] dia berkata; telah menceritakan kepada kami [Sufyan] dari [Al Ahwal Sulaiman bin Abu Muslim] dari [Thawus] dari [Ibnu 'Abbas] dia berkata; \"Apabila Rasulullah Shalallahu 'Alaihi Wa Sallam bangun malam, maka beliau mengerjakan shalat tahajjud. Beliau mengucapkan: 'Ya Allah, segala puji bagi-Mu. Engkaulah (pemberi) cahaya langit dan bumi serta penghuninya. Segala puji bagi-Mu, Engkau pengatur langit dan bumi serta penghuninya. Segala puji bagi-Mu, Engkaulah penguasa langit dan bumi serta penghuninya. Segala puji bagi-Mu, Engkau benar, dan janji-Mu benar, surga itu benar, neraka itu benar, hari Kiamat itu benar, para nabi itu benar, dan Muhammad itu benar. Kepada-Mulah aku memasrahkan diri dan kepada Engkau aku bertawakal. Kepada Engkaulah aku beriman. Kemudian Qutaibah menyebutkan kalimat yang artinya, 'kepada Engkaulah aku mengadu, dan kepada Engkaulah aku berhukum. Ampunilah dosa-dosaku yang telah lalu dan yang akan datang serta yang terang-terangan. Engkaulah Yang paling dahulu dan Engkaulah yang paling Akhir. Tiada Tuhan (yang berhak disembah) kecuali Engkau, tiada daya dan kekuatan kecuali dengan (pertolongan) Allah'.\"","arab":"أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ الْأَحْوَلِ يَعْنِي سُلَيْمَانَ بْنَ أَبِي مُسْلِمٍ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ مِنْ اللَّيْلِ يَتَهَجَّدُ قَالَ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ قَيَّامُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ حَقٌّ وَوَعْدُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالسَّاعَةُ حَقٌّ وَالنَّبِيُّونَ حَقٌّ وَمُحَمَّدٌ حَقٌّ لَكَ أَسْلَمْتُ وَعَلَيْكَ تَوَكَّلْتُ وَبِكَ آمَنْتُ ثُمَّ ذَكَرَ قُتَيْبَةُ كَلِمَةً مَعْنَاهَا وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَعْلَنْتُ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ","source":"Nasai"},"__N_SSG":true}