{"pageProps":{"number":"1775","slug":"nasai","id":"Telah mengabarkan kepada kami [Hannad bin As Sari] dia berkata; telah menceritakan kepada kami [Abul Ahwash] dari ['Atha bin As Saib] dari ['Ikrimah] dari [Ibnu 'Abbas] dia berkata; Ketika puteri Rasulullah shallallahu 'alaihi wasallam yang masih kecil mendekati ajalnya, Rasulullah mengambilnya lalu mendekapnya di dada beliau, kemudian meletakan tangan beliau pada tubuhnya, lalu meninggal dunia dan ia berada di hadapan Rasulullah shallallahu 'alaihi wasallam. Ummu Aiman pun menangis, Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Wahai Ummu Aiman! Apakah kamu menangis, padahal Rasulullah shallallahu 'alaihi wasallam berada di samping kamu?!\" lalu ia berkata; \"Mengapa aku tidak -boleh- menangis padahal Rasulullah shallallahu 'alaihi wasallam menangis?! Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku tidak menangis, tetapi adalah rahmat.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bagaimanapun juga, seorang mukmin harus dalam keadaan baik, ruhnya akan dicabut diantara dua pinggulnya dan ia sedang memuji Allah -Azza wa Jalla-.\"","arab":"أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ قَالَ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَلَمَّا حُضِرَتْ بِنْتٌ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَغِيرَةٌ فَأَخَذَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَضَمَّهَا إِلَى صَدْرِهِ ثُمَّ وَضَعَ يَدَهُ عَلَيْهَا فَقَضَتْ وَهِيَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَكَتْ أُمُّ أَيْمَنَ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أُمَّ أَيْمَنَ أَتَبْكِينَ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَكِ فَقَالَتْ مَا لِي لَا أَبْكِي وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَبْكِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَسْتُ أَبْكِي وَلَكِنَّهَا رَحْمَةٌ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُؤْمِنُ بِخَيْرٍ عَلَى كُلِّ حَالٍ تُنْزَعُ نَفْسُهُ مِنْ بَيْنِ جَنْبَيْهِ وَهُوَ يَحْمَدُ اللَّهَ عَزَّ وَجَلَّ","source":"Nasai"},"__N_SSG":true}