{"pageProps":{"number":"2017","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Rafi'] dari ['Abdurrazzaq] dia berkata; telah menceritakan kepada kami [Ma'mar] dari [Ibnu Thawus] dari [bapaknya] dari [Abu Hurairah] dia berkata; \"Malaikat yang diberi tugas mengurus kematian pernah diutus untuk menemui Musa Alaihis Salam. Setelah malaikat datang menemuinya, Musa memukulnya, lalu matanya buta sebelah dan ia kembali menemui Rabbnya seraya berkata; \"Engkau telah mengutusku untuk menemui seorang hamba yang tidak menginginkan kematiannya.\" Maka Allah Azza wa Jalla mengembalikan matanya dan berfirman: \"Kembalilah dan katakan kepadanya; \"Hendaklah Musa meletakkan tangannya di atas punggung sapi jantan, maka yang ditutup oleh tangannya adalah bagian umurnya dan setiap rambut -yang ditutup oleh tangannya sama dengan masa- satu tahun.\" Ia bertanya; \"Wahai Rabbku, kemudian apa?\" Dia berfirman: \"Itulah kematiannya.\" Malaikat berkata; \"Sekarang akan beres\", lalu ia memohon kepada Allah Azza Wa Jalla agar didekatkan dari bumi yang disucikan sejauh lemparan batu.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Andai aku berada di sana, niscaya akan aku perlihatkan kuburannya kepada kalian di samping jalan di bawah bukit merah.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ عَنْ عَبْدِ الرَّزَّاقِ قَالَ حَدَّثَنَا مَعْمَرٌ عَنْ ابْنِ طَاوُسٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَأُرْسِلَ مَلَكُ الْمَوْتِ إِلَى مُوسَى عَلَيْهِ السَّلَام فَلَمَّا جَاءَهُ صَكَّهُ فَفَقَأَ عَيْنَهُ فَرَجَعَ إِلَى رَبِّهِ فَقَالَ أَرْسَلْتَنِي إِلَى عَبْدٍ لَا يُرِيدُ الْمَوْتَ فَرَدَّ اللَّهُ عَزَّ وَجَلَّ إِلَيْهِ عَيْنَهُ وَقَالَ ارْجِعْ إِلَيْهِ فَقُلْ لَهُ يَضَعُ يَدَهُ عَلَى مَتْنِ ثَوْرٍ فَلَهُ بِكُلِّ مَا غَطَّتْ يَدُهُ بِكُلِّ شَعْرَةٍ سَنَةٌ قَالَ أَيْ رَبِّ ثُمَّ مَهْ قَالَ الْمَوْتُ قَالَ فَالْآنَ فَسَأَلَ اللَّهَ عَزَّ وَجَلَّ أَنْ يُدْنِيَهُ مِنْ الْأَرْضِ الْمُقَدَّسَةِ رَمْيَةً بِحَجَرٍ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَوْ كُنْتُ ثَمَّ لَأَرَيْتُكُمْ قَبْرَهُ إِلَى جَانِبِ الطَّرِيقِ تَحْتَ الْكَثِيبِ الْأَحْمَرِ","source":"Nasai"},"__N_SSG":true}