{"pageProps":{"number":"2169","slug":"nasai","id":"Telah mengabarkan kepada kami [Harun bin 'Abdullah] dan ['Abdurrahman bin Muhammad bin Sallam] mereka berkata; telah menceritakan kepada kami [Abu Dawud] dari [Sufyan] dari [Al Auza'i] dari [Yahya] dari [Abu Salamah] dari [Abu Hurairah] dia berkata; Nabi shallallahu 'alaihi wasallam diberi makanan di Marr Azh-Zhahran, maka beliau bersabda kepada Abu Bakar dan Umar: \"Mendekatlah kalian berdua dan makanlah.\" Lalu keduanya berkata; ' kami sedang berpuasa.' Maka Rasulullah shallallahu 'alaihi wasallam bersabda: 'Pergilah kalian untuk menemui dua sahabat kalian dan buatkan sesuatu untuk dua sahabat kalian.' Telah mengabarkan kepada kami [Imran bin Yazid] dia berkata; Telah menceritakan kepada kami [Muhammad bin Syu'aib] dia berkata; telah mengabarkan kepadakku [Al Auza'i] dari [Yahya] dia berkata kepadanya, dari [Abu Salamah] bahwasanya Rasulullah shallallahu 'alaihi wasallam bersabda ketika Rasulullah shallallahu 'alaihi wasallam makan siang di Marr Azh-Zhahran, beliau bersama Abu Bakar dan Umar, beliau berkata: 'Makan sianglah'. Secara mursal. Telah mengabarkan kepada kami [Muhammad bin Al Mutsanna] dia berkata; telah menceritakan kepada kami [Utsman bin Umar] dia berkata; telah menceritakan kepada kami [Ali] dari [Yahya] dari [Abu Salamah] bahwasanya Rasulullah shallallahu 'alaihi wasallam, Abu Bakar dan Umar berada di Marr Azh-Zhahran. Secara mursal.","arab":"أَخْبَرَنَا هَارُونُ بْنُ عَبدِ اللَّهِ وَعَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلَّامٍ قَالَا حَدَّثَنَا أَبُو دَاوُدَ عَنْ سُفْيَانَ عَنْ الْأَوْزَاعِيِّ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَأُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِطَعَامٍ بِمَرِّ الظَّهْرَانِ فَقَالَ لِأَبِي بَكْرٍ وَعُمَرَ أَدْنِيَا فَكُلَا فَقَالَا إِنَّا صَائِمَانِ فَقَالَ ارْحَلُوا لِصَاحِبَيْكُمْ اعْمَلُوا لِصَاحِبَيْكُمْأَخْبَرَنَا عِمْرَانُ بْنُ يَزِيدَ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي الْأَوْزَاعِيُّ عَنْ يَحْيَى أَنَّهُ حَدَّثَهُ عَنْ أَبِي سَلَمَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَغَدَّى بِمَرِّ الظَّهْرَانِ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ فَقَالَ الْغَدَاءَ مُرْسَلٌ أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ قَالَ حَدَّثَنَا عَلِيٌّ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَا بَكْرٍ وَعُمَرَ كَانُوا بِمَرِّ الظَّهْرَانِ مُرْسَلٌ","source":"Nasai"},"__N_SSG":true}