{"pageProps":{"number":"2763","slug":"nasai","id":"Telah mengabarkan kepada kami [Abdur Rahman bin Muhammad bin Salam], ia berkata; telah menceritakan kepada kami [Yazid bin Harun], ia berkata; telah memberitakan kepada kami [Jarir bin Jazim], ia berkata; telah menceritakan kepada kami [Yazid bin Ruman] dari ['Urwah] dari [Aisyah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Wahai Aisyah, seandainya bukan karena kaummu dekat dengan masa jahiliyah niscaya saya akan memerintahkan untuk menghancurkan Ka'bah, kemudian saya masukkan kepadanya apa yang telah dikeluarkan darinya, dan saya tancapkan di Bumi, serta saya buat untuknya dua pintu, pintu timur dan pintu barat. Karena mereka tidak mampu untuk membangunnya, sehingga dengannya saya telah sampai kepada pondasi Ibrahim 'alaihissalam.\" Yazid berkata; itulah yang mendorong Ibnu Az Zubair untuk menghancurkannya. Yazid berkata; saya telah menyaksikan Ibnu Az Zubair ketika menghancurkan dan membangunkannya serta memasukkan hijir padanya. Dan saya lihat pondasi Ibrahim 'alaihissalam berupa bebatuan seperti punuk-punuk unta yang saling melekat. ","arab":"أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلَّامٍ قَالَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَنْبَأَنَا جَرِيرُ بْنُ حَازِمٍ قَالَ حَدَّثَنَا يَزِيدُ بْنُ رُومَانَ عَنْ عُرْوَةَ عَنْ عَائِشَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهَا يَا عَائِشَةُ لَوْلَا أَنَّ قَوْمَكِ حَدِيثُ عَهْدٍ بِجَاهِلِيَّةٍ لَأَمَرْتُ بِالْبَيْتِ فَهُدِمَ فَأَدْخَلْتُ فِيهِ مَا أُخْرِجَ مِنْهُ وَأَلْزَقْتُهُ بِالْأَرْضِ وَجَعَلْتُ لَهُ بَابَيْنِ بَابًا شَرْقِيًّا وَبَابًا غَرْبِيًّا فَإِنَّهُمْ قَدْ عَجَزُوا عَنْ بِنَائِهِ فَبَلَغْتُ بِهِ أَسَاسَ إِبْرَاهِيمَ عَلَيْهِ السَّلَامقَالَ فَذَلِكَ الَّذِي حَمَلَ ابْنَ الزُّبَيْرِ عَلَى هَدْمِهِ قَالَ يَزِيدُ وَقَدْ شَهِدْتُ ابْنَ الزُّبَيْرِ حِينَ هَدَمَهُ وَبَنَاهُ وَأَدْخَلَ فِيهِ مِنْ الْحِجْرِ وَقَدْ رَأَيْتُ أَسَاسَ إِبْرَاهِيمَ عَلَيْهِ السَّلَام حِجَارَةً كَأَسْنِمَةِ الْإِبِلِ مُتَلَاحِكَةً","source":"Nasai"},"__N_SSG":true}