{"pageProps":{"number":"3479","slug":"nasai","id":"Telah mengabarkan kepada kami [Ibrahim bin Yunus bin Muhammad Harami] berkata; telah menceritakan kepada kami [Bapakku] berkata; telah menceritakan kepada kami [Hammad] dari ['Ammar bin Abu 'Ammar] dari [Jabir bin Abdullah] berkata, \"Dahulu seorang Yahudi memiliki piutang atas ayahku, kemudian ayahku terbunuh pada perang Uhud dan meninggalkan dua kebun. Sedangkan (untuk membayar) kurma orang Yahudi menghabiskan apa yang ada di dalam kedua kebun tersebut. Kemudian Nabi shallallahu 'alaihi wasallam bersabda: \"Apakah engkau bisa mengambil pada tahun ini setengahnya dan menunda setengahnya.\" Lalu orang Yahudi tersebut menolak, kemudian Nabi shallallahu 'alaihi wasallam bersabda: \"Apakah engkau bisa mengambil potongan pohon kurma kemudian memberitahuku?\" Kemudian aku memberitahukan kepada beliau hingga beliau pun datang bersama Abu Bakr. Kemudian mulailah dipotong dan ditakar dari bawah pohon kurma, sedang Rasulullah shallallahu 'alaihi wasallam mendoakan agar mendapatkan berkah hingga kami dapat memenuhi seluruh haknya dari kebun yang paling kecil (sebagaimana yang diperkirakan oleh 'Ammar), kemudian aku menemui mereka dengan membawa ruthab (kurma segar) dan air, lalu mereka makan dan minum. Kemudian beliau bersabda: \"Ini adalah kenikmatan yang (akan) ditanyakan kepada kalian.\"","arab":"أَخْبَرَنَا إِبْرَاهِيمُ بْنُ يُونُسَ بْنِ مُحَمَّدٍ حَرَمِيٌّ قَالَ حَدَّثَنَا أَبِي قَالَ حَدَّثَنَا حَمَّادٌ عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَكَانَ لِيَهُودِيٍّ عَلَى أَبِي تَمْرٌ فَقُتِلَ يَوْمَ أُحُدٍ وَتَرَكَ حَدِيقَتَيْنِ وَتَمْرُ الْيَهُودِيِّ يَسْتَوْعِبُ مَا فِي الْحَدِيقَتَيْنِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ لَكَ أَنْ تَأْخُذَ الْعَامَ نِصْفَهُ وَتُؤَخِّرَ نِصْفَهُ فَأَبَى الْيَهُودِيُّ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ لَكَ أَنْ تَأْخُذَ الْجِدَادَ فَآذِنِّي فَآذَنْتُهُ فَجَاءَ هُوَ وَأَبُو بَكْرٍ فَجَعَلَ يُجَدُّ وَيُكَالُ مِنْ أَسْفَلِ النَّخْلِ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْعُو بِالْبَرَكَةِ حَتَّى وَفَيْنَاهُ جَمِيعَ حَقِّهِ مِنْ أَصْغَرِ الْحَدِيقَتَيْنِ فِيمَا يَحْسِبُ عَمَّارٌ ثُمَّ أَتَيْتُهُمْ بِرُطَبٍ وَمَاءٍ فَأَكَلُوا وَشَرِبُوا ثُمَّ قَالَ هَذَا مِنْ النَّعِيمِ الَّذِي تُسْأَلُونَ عَنْهُ","source":"Nasai"},"__N_SSG":true}