{"pageProps":{"number":"418","slug":"nasai","id":"Telah mengabarkan kepada kami ['Imran bin Yazid bin Khalid] dia berkata; Telah menceritakan kepada kami [Ismail bin Abdullah yaitu Ibnu Sama'ah] dia berkata; Telah memberitakan kepada kami [Al Auza'i] dari [Yahya bin Abu Katsir] dari [Abu Salamah] dari [Aisyah] Radliyallahu'anha juga dari [Amr bin Sa'ad] dari [Nafi'] dari [Ibnu Umar] bahwa Umar bin Khatthab pernah bertanya kepada Rasulullah shallallahu 'alaihi wasallam. tentang mandi junub. Beliau memulainya dengan menyiram tangan kanannya dua kali -atau tiga kali- kemudian memasukkan tangan kanannya ke dalam bejana, lalu menyiramkan air dengan tangan kanan tersebut ke kemaluannya dan tangan kirinya pada kemaluannya, lalu membersihkannya sampai bersih. Kemudian beliau menepukkan tangan kirinya ke tanah bila beliau berkehendak. Kemudian menyiram tangan kirinya sampai bersih, lalu mencuci kedua tangannya sampai bersih dan memasukkan air ke hidung kemudian mengeluarkannya. Lalu beliau membasuh mukanya serta kedua lengannya tiga kali-tiga kali. Ketika sampai pada giliran mengusap kepala, beliau tidak melakukannya, lalu menyiramkan air pada kepalanya. Begitulah cara mandi Rasulullah shallallahu 'alaihi wasallam. sebagaimana yang disebutkan.\"","arab":"أَخْبَرَنَا عِمْرَانُ بْنُ يَزِيدَ بْنِ خَالِدٍ قَالَ حَدَّثَنَا إِسْمَعِيلُ بْنُ عَبْدِ اللَّهِ هُوَ ابْنُ سَمَاعَةَ قَالَ أَنْبَأَنَا الْأَوْزَاعِيُّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ وَعَنْ عَمْرِو بْنِ سَعْدٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ عُمَرَ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْغُسْلِ مِنْ الْجَنَابَةِ وَاتَّسَقَتْ الْأَحَادِيثُ عَلَى هَذَا يَبْدَأُ فَيُفْرِغُ عَلَى يَدِهِ الْيُمْنَى مَرَّتَيْنِ أَوْ ثَلَاثًا ثُمَّ يُدْخِلُ يَدَهُ الْيُمْنَى فِي الْإِنَاءِ فَيَصُبُّ بِهَا عَلَى فَرْجِهِ وَيَدُهُ الْيُسْرَى عَلَى فَرْجِهِ فَيَغْسِلُ مَا هُنَالِكَ حَتَّى يُنْقِيَهُ ثُمَّ يَضَعُ يَدَهُ الْيُسْرَى عَلَى التُّرَابِ إِنْ شَاءَ ثُمَّ يَصُبُّ عَلَى يَدِهِ الْيُسْرَى حَتَّى يُنْقِيَهَا ثُمَّ يَغْسِلُ يَدَيْهِ ثَلَاثًا وَيَسْتَنْشِقُ وَيُمَضْمِضُ وَيَغْسِلُ وَجْهَهُ وَذِرَاعَيْهِ ثَلَاثًا ثَلَاثًا حَتَّى إِذَا بَلَغَ رَأْسَهُ لَمْ يَمْسَحْ وَأَفْرَغَ عَلَيْهِ الْمَاءَ فَهَكَذَا كَانَ غُسْلُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا ذُكِرَ","source":"Nasai"},"__N_SSG":true}