{"pageProps":{"number":"4360","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah bin Sa'id], ia berkata; telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dari ['Urwah] dari [Aisyah], ia telah mengabarkan kepadanya bahwa Barirah datang kepada Aisyah meminta bantuan dalam menyelesaikan perjanjian pembebasannya. Kemudian Aisyah berkata kepadanya; kembalilah kepada tuanmu, apabila mereka ingin saya membayar perjanjian pembebasanmu dan perwaliannya untukku maka saya akan melakukannya. Kemudian Barirah menyebutkan hal tersebut kepada tuannyada mereka menolak, dan mengatakan; apabila ia ingin mengharapkan pahala dan perwaliannya untuk kami maka silahkan ia melakukannya. Kemudian Aisyah mengungkan hal tersebut kepada Rasulullah shallallahu 'alaihi wasallam dan beliau bersabda kepadanya: \"Belilah dan merdekakan, sesungguhnya perwalian itu untuk orang yang memerdekakan.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bagaimana keadaan suatu kaum, mereka memberikan syarat yang tidak ada dalam Kitab Allah, barang siapa yang memberi syarat yang tidak ada dalam Kitab Allah, maka ia tidak berhak atas syarat tersebut walaupun ia telah memberikan syarat seratus syarat. Syarat Allah lebih berhak dan lebih kuat. ","arab":"أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَخْبَرَتْهُأَنَّ بَرِيرَةَ جَاءَتْ عَائِشَةَ تَسْتَعِينُهَا فِي كِتَابَتِهَا شَيْئًا فَقَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ وَيَكُونَ وَلَاؤُكِ لِي فَعَلْتُ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لِأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ وَيَكُونَ لَنَا وَلَاؤُكِ فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ابْتَاعِي وَأَعْتِقِي فَإِنَّ الْوَلَاءَ لِمَنْ أَعْتَقَ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ فَمَنْ اشْتَرَطَ شَيْئًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ وَإِنْ اشْتَرَطَ مِائَةَ شَرْطٍ وَشَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ","source":"Nasai"},"__N_SSG":true}