{"pageProps":{"number":"4645","slug":"nasai","id":"Telah mengkhabarkan kepada kami [Sulaiman bin Salm Al Mashahifi Al Balkhi], dia berkata; telah menceritakan kepada kami [An Nadhr bin Syumail], dia berkata; telah menceritakan kepada kami [Hammad], dia berkata; telah memberitakan kepada kami [Yusuf] dari [Harits bin Hathib] bahwa dihadapkan seorang pencuri kepada Rasulullah shallallahu 'alaihi wasallam, lalu beliau bersabda: \"Bunuhlah dia, \" Para sahabat berkata; \"Wahai Rasulullah, dia hanya mencuri.\" Beliau bersabda: \"Bunuhlah dia, \" Para sahabat berkata; \"Wahai Rasulullah; dia hanya mencuri.\" Beliau bersabda: \"Potonglah tangannya.\" Harits bin Hathib berkata; Kemudian dia mencuri lagi maka dipotonglah kakinya. Lalu pada masa Abu Bakar radliallahu 'anhu dia mencuri lagi hingga dipotonglah semua pergelangannya. Tapi dia masih mencuri lagi hingga yang kelima kalinya, maka berkatalah Abu Bakar radliallahu 'anhu; \"Rasulullah shallallahu 'alaihi wasallam lebih mengetahui mengenai hal ini ketika beliau bersabda; \"Bunuhlah dia\". Lalu dia menyerahkannya kepada beberapa orang pemuda Quraisy agar mereka membunuhnya. Di antara mereka adalah Abdullah bin Az Zubair, dia adalah seorang yang senang menjadi pemimpin. Dia berkata; \"Angkatlah aku sebagai pemimpin kalian!\" Lalu mereka mengangkatnya sebagai pemimpin, jika dia memukul maka mereka (pun ikut) memukulnya hingga mereka membunuhnya (pencuri tersebut).\" ","arab":"أَخْبَرَنَا سُلَيْمَانُ بْنُ سَلْمٍ الْمَصَاحِفِيُّ الْبَلْخِيُّ قَالَ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ قَالَ حَدَّثَنَا حَمَّادٌ قَالَ أَنْبَأَنَا يُوسُفُ عَنْ الْحَارِثِ بْنِ حَاطِبٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِلِصٍّ فَقَالَ اقْتُلُوهُ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّمَا سَرَقَ فَقَالَ اقْتُلُوهُ قَالُوا يَا رَسُولَ اللَّهِ إِنَّمَا سَرَقَ قَالَ اقْطَعُوا يَدَهُ قَالَ ثُمَّ سَرَقَ فَقُطِعَتْ رِجْلُهُ ثُمَّ سَرَقَ عَلَى عَهْدِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ حَتَّى قُطِعَتْ قَوَائِمُهُ كُلُّهَا ثُمَّ سَرَقَ أَيْضًا الْخَامِسَةَ فَقَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْلَمَ بِهَذَا حِينَ قَالَ اقْتُلُوهُ ثُمَّ دَفَعَهُ إِلَى فِتْيَةٍ مِنْ قُرَيْشٍ لِيَقْتُلُوهُ مِنْهُمْ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ وَكَانَ يُحِبُّ الْإِمَارَةَ فَقَالَ أَمِّرُونِي عَلَيْكُمْ فَأَمَّرُوهُ عَلَيْهِمْ فَكَانَ إِذَا ضَرَبَ ضَرَبُوهُ حَتَّى قَتَلُوهُ","source":"Nasai"},"__N_SSG":true}