{"pageProps":{"number":"4805","slug":"nasai","id":"Telah mengabarkan kepada kami [Ishaq bin Hasyin Al Wasithi] ia berkata; telah memberitakan kepada kami [Khalid] dari [Mutharrif]. (dalam jalur lain disebutkan) Telah memberitakan kepada kami [Ahmad bin Harb] ia berkata; telah menceritakan kepada kami [Asbath] dari [Mutharrif] dari [Abul Jahm] dari [Abu Zaid] dari [Abu Hurairah] ia berkata, \"Aku duduk di sisi Nabi shallallahu 'alaihi wasallam, lalu datanglah seorang wanita kepada beliau seraya berkata, \"Wahai Rasulullah, dua gelang dari emas.\" Beliau bersabda: \"Dua gelang dari api.\" Wanita itu berkata, \"Wahai Rasulullah, kalung dari emas?\" beliau bersabda: \"Kalung dari api.\" Wanita itu berkata, \"Wahai Rasulullah, dua anting dari emas?\" beliau bersabda: \"Dua anting dari api.\" Abu Hurairah berkata, \"Wanita itu mempunyai dua gelang emas, tetapi kemudian ia membuang keduanya. Ia berkata, \"Wahai Rasulullah, seorang wanita jika tidak berhias untuk suaminya maka ia akan jelek di sisinya!\" beliau bersabda: \"Apa yang menghalangi salah seorang dari kalian untuk mengenakan dua anting dari perak, lalu memberinya warna dengan za'faran, atau 'abir (parfum), \" namun dengan lafadz Ibnu Harb.\"","arab":"أَخْبَرَنَا إِسْحَقُ بْنُ شَاهِينَ الْوَاسِطِيُّ قَالَ أَنْبَأَنَا خَالِدٌ عَنْ مُطَرِّفٍ ح وَأَنْبَأَنَا أَحْمَدُ بْنُ حَرْبٍ قَالَ حَدَّثَنَا أَسْبَاطٌ عَنْ مُطَرِّفٍ عَنْ أَبِي الْجَهْمِ عَنْ أَبِي زَيْدٍ عَنْ أَبِي هُرَيْرَةَ قَالَكُنْتُ قَاعِدًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَتْهُ امْرَأَةٌ فَقَالَتْ يَا رَسُولَ اللَّهِ سِوَارَيْنِ مِنْ ذَهَبٍ قَالَ سِوَارَانِ مِنْ نَارٍ قَالَتْ يَا رَسُولَ اللَّهِ طَوْقٌ مِنْ ذَهَبٍ قَالَ طَوْقٌ مِنْ نَارٍ قَالَتْ قُرْطَيْنِ مِنْ ذَهَبٍ قَالَ قُرْطَيْنِ مِنْ نَارٍ قَالَ وَكَانَ عَلَيْهِمَا سِوَارَانِ مِنْ ذَهَبٍ فَرَمَتْ بِهِمَا قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ الْمَرْأَةَ إِذَا لَمْ تَتَزَيَّنْ لِزَوْجِهَا صَلِفَتْ عِنْدَهُ قَالَ مَا يَمْنَعُ إِحْدَاكُنَّ أَنْ تَصْنَعَ قُرْطَيْنِ مِنْ فِضَّةٍ ثُمَّ تُصَفِّرَهُ بِزَعْفَرَانٍ أَوْ بِعَبِيرٍاللَّفْظُ لِابْنِ حَرْبٍ","source":"Nasai"},"__N_SSG":true}