{"pageProps":{"number":"5057","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Manshur] ia berkata; telah menceritakan kepada kami [Sufyan] ia berkata; telah menceritakan kepada kami [Abu Hazim] ia berkata; Aku mendengar [Sahl bin Sa'd As Sa'idi] berkata; \"Pernah terjadi pertengkaran antara dua kelompok kaum Anshar hingga mereka saling lempar batu. Nabi shallallahu 'alaihi wasallam kemudian pergi untuk mendamaikan mereka. Ketika waktu shalat tiba, Bilal mengumandangkan adzan, ketika Rasulullah shallallahu 'alaihi wasallam ditungu-tunggu namun tidak datang karena tertahan (dalam acara perdamaian). Bilal kemudian mengumandangkan iqamah sementara Abu Bakar radliallahu 'anhu maju ke depan. Setelah itu Nabi shallallahu 'alaihi wasallam datang dan Abu Bakar masih mengimami shalat. Ketika orang-orang melihat kehadiran beliau, mereka membuat barisan sementara Abu Bakar tetap dalam kondisinya dan tidak berpaling ke belakang. Namun ketika Abu Bakar mendengar suara tashfih (tepukan tangan) orang-orang, iapun menoleh ke belakang, dan ternyata Rasulullah shallallahu 'alaihi wasallam telah datang. Ia ingin mundur ke belakang namun Rasulullah berisyarat agar ia tetap berada di depan. Abu Bakar radliallahu 'anhu lalu mengangkat, yakni tangannya kemudian mundur perlahan. Maka Rasulullah shallallahu 'alaihi wasallam pun maju ke depan untuk mengimami shalat. Setelah Rasulullah shallallahu 'alaihi wasallam selesai shalat, beliau bersabda: \"Apa yang menghalangimu untuk tetap di depan?\" Abu Bakar menjawab; \"Apa mungkin Allah akan melihat Abu Quhafah sementara di sisinya ada Nabi-Nya!\" beliau kemudian menghadap ke arah orang banyak dan bersabda: \"Kenapa jika terjadi sesuatu dalam shalat kalian menepuk tangan? Sesungguhnya menepuk itu adalah bagi wanita, maka barangsiapa terjadi sesuatu dalam shalatnya hendaklah mengucapkan 'Subhanallah'.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ قَالَ حَدَّثَنَا سُفْيَانُ قَالَ حَدَّثَنَا أَبُو حَازِمٍ قَالَ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ يَقُولُوَقَعَ بَيْنَ حَيَّيْنِ مِنْ الْأَنْصَارِ كَلَامٌ حَتَّى تَرَامَوْا بِالْحِجَارَةِ فَذَهَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُصْلِحَ بَيْنَهُمْ فَحَضَرَتْ الصَّلَاةُ فَأَذَّنَ بِلَالٌ وَانْتُظِرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاحْتُبِسَ فَأَقَامَ الصَّلَاةَ وَتَقَدَّمَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ يُصَلِّي بِالنَّاسِ فَلَمَّا رَآهُ النَّاسُ صَفَّحُوا وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي الصَّلَاةِ فَلَمَّا سَمِعَ تَصْفِيحَهُمْ الْتَفَتَ فَإِذَا هُوَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَادَ أَنْ يَتَأَخَّرَ فَأَشَارَ إِلَيْهِ أَنْ اثْبُتْ فَرَفَعَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ يَعْنِي يَدَيْهِ ثُمَّ نَكَصَ الْقَهْقَرَى وَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى فَلَمَّا قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ قَالَ مَا مَنَعَكَ أَنْ تَثْبُتَ قَالَ مَا كَانَ اللَّهُ لِيَرَى ابْنَ أَبِي قُحَافَةَ بَيْنَ يَدَيْ نَبِيِّهِ ثُمَّ أَقْبَلَ عَلَى النَّاسِ فَقَالَ مَا لَكُمْ إِذَا نَابَكُمْ شَيْءٌ فِي صَلَاتِكُمْ صَفَّحْتُمْ إِنَّ ذَلِكَ لِلنِّسَاءِ مَنْ نَابَهُ شَيْءٌ فِي صَلَاتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ","source":"Nasai"},"__N_SSG":true}