{"pageProps":{"number":"1786","slug":"ahmad","id":"Telah menceritakan kepada kami [Abul Mughirah] Telah menceritakan kepada kami [Hariz] ia berkata, telah menceritakan kepadaku [Abdurrahman bin Maisarah] dari [Jubair bin Nufair bin Jahhasy Al Qurasyi] bahwa pada suatu hari Rasulullah shallallahu 'alaihi wasallam meludah ditelapak tangannya lalu beliau meletakkan jarinya di atas telapak tangannya kemudian beliau bersabda: \"Allah telah berfirman: 'Wahai anak Adam, bagaimana kamu menganggap-Ku lemah, sedangkan Aku telah menciptakanmu dari keadaan seperti ini, lalu ketika Aku telah menjadikanmu berwujud dan kuat engkau berjalan dengan pongahnya sambil mengenakan burdah (pakaian luar sejenis jubah). Kamu mengumpulkan harta dan menghalangi orang lain darinya hingga bila nyawamu telah sampai di dada, engkau berkata: 'aku hendak bersedekah lalu kapan waktu untuk bersedekah itu? '\" Telah menceritakan kepada kami [Abul Yaman] ia berkata, Telah menceritakan kepada kami [Hariz] dari [Abdurrahman] yakni Ibnu Maisarah, dari [Jubair bin Nufair] dari [Busru bin Jahhasy Al Qurasyi] maka ia pun menyebutkan hadits itu, namun ia tidak menyebutkan, \"Allah 'azza wajalla berfirman.\" Dan ia juga yang mengatakan, \"Awaan Ash Shadaqah (kapan waktunya bersedekah?).\"","arab":"حَدَّثَنَاه أَبُو الْمُغِيرَةِ حَدَّثَنَا حَرِيزٌ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ مَيْسَرَةَ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ بُسْرِ بْنِ جَحَّاشٍ الْقُرَشِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَصَقَ يَوْمًا فِي يَدِهِ فَوَضَعَ عَلَيْهَا أُصْبُعَهُ ثُمَّ قَالَ قَالَ اللَّهُ عَزَّ وَجَلَّ بَنِي آدَمَ أَنَّى تُعْجِزُنِي وَقَدْ خَلَقْتُكَ مِنْ مِثْلِ هَذِهِ حَتَّى إِذَا سَوَّيْتُكَ وَعَدَلْتُكَ مَشَيْتَ بَيْنَ بُرْدَيْنِ وَلِلْأَرْضِ مِنْكَ وَئِيدٌ فَجَمَعْتَ وَمَنَعْتَ حَتَّى إِذَا بَلَغَتْ التَّرَاقِيَ قُلْتَ أَتَصَدَّقُ وَأَنَّى أَوَانُ الصَّدَقَةِحَدَّثَنَا أَبُو الْيَمَانِ قَالَ ثَنَا حَرِيزٌ عَنْ عَبْدِ الرَّحْمَنِ يَعْنِي ابْنَ مَيْسَرَةَ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ بُسْرِ بْنِ جَحَّاشٍ الْقُرَشِيِّ فَذَكَرَهُ وَلَمْ يَقُلْ قَالَ اللَّهُ عَزَّ وَجَلَّ وَقَالَ وَأَنَّى أَوَانُ الصَّدَقَةِ","source":"Ahmad"},"__N_SSG":true}