{"pageProps":{"number":"1907","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Hammad bin Salamah] telah mengabarkan kepada kami [Az Zubair Abu Abdus Salam] dari [Ayyub bin Abdullah bin Mikraz] -namun ia tidak mendengar hadits itu darinya- ia berkata, telah menceritakan kepadaku orang-orang yang duduk bersamanya dan saya melihatnya dari [Wabishah Al Asadi] -Affan berkata; ia telah menceritakan kepadaku beberapa kali, namun ia belum pernah mengatakan, 'Telah menceritakan kepadaku orang-orang yang bermajelis dengannya'-, Ia berkata, \" Saya datang kepada Rasulullah shallallahu 'alaihi wasallam, dan saya ingin agar tidak ada sesuatu baik berupa kebaikan atau keburukan kecuali aku telah menanyakannya pada beliau. Dan pada saat itu di sekeliling beliau banyak terdapat kaum muslimin yang sedang meminta nasehat kepadanya beliau. Maka aku pun nekar melangkahi mereka hingga orang-orang itu berkata, \"Wahai Wabishah, menjauhlah dari Rasulullah shallallahu 'alaihi wasallam, menjauhlah wahai Wabishah!\" Saya berkata, \"Biarkan saya mendekat kepada beliau. Karena beliau adalah orang yang paling saya cintai dan sukai untuk saya dekati.\" Maka beliau pun berkata, \"Biarkan Wabisah mendekat. Mendekatlah wahai Wabishah.\" Beliau mengatakannya dua atau tiga kali. Wabishah berkata, \"Saya pun mendekat kepada beliau hingga saya duduk di hadapannya. Kemudian beliau bertanya: \"Wahai Wabisah, aku beritahukan kepadamu atau kamu yang akan bertanya padaku?\" saya menjawab, \"Tidak, akan tetapi beritahukanlah padaku.\" Beliau lantas bersabda: \"Kamu datang untuk bertanya mengenai kebaikan dan keburukan (dosa)?\" Saya menjawab.\"Benar.\" Beliau kemudian menyatukan ketiga jarinya seraya menepukkannya ke dadaku. Setelah itu beliau bersabda: \"Wahai Wabishah, mintalah petunjuk pada hati dan jiwamu -beliau mengulanginya tiga kali-. Kebaikan itu adalah sesuatu yang dapat menenangkan dan menentramkan jiwa. Sedangkan keburukan itu adalah sesuatu yang meresahkan hati dan menyesakkan dada, meskipun manusia memberimu fatwa dan membenarkanmu.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا الزُّبَيْرُ أَبُو عَبْدِ السَّلَامِ عَنْ أَيُّوبَ بْنِ عَبْدِ اللَّهِ بْنِ مِكْرَزٍ وَلَمْ يَسْمَعْهُ مِنْهُ قَالَ حَدَّثَنِي جُلَسَاؤُهُ وَقَدْ رَأَيْتُهُ عَنْ وَابِصَةَ الْأَسَدِيِّ قَالَ عَفَّانُ حَدَّثَنِي غَيْرَ مَرَّةٍ وَلَمْ يَقُلْ حَدَّثَنِي جُلَسَاؤُهُ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا أُرِيدُ أَنْ لَا أَدَعَ شَيْئًا مِنْ الْبِرِّ وَالْإِثْمِ إِلَّا سَأَلْتُهُ عَنْهُ وَحَوْلَهُ عِصَابَةٌ مِنْ الْمُسْلِمِينَ يَسْتَفْتُونَهُ فَجَعَلْتُ أَتَخَطَّاهُمْ قَالُوا إِلَيْكَ يَا وَابِصَةُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ دَعُونِي فَأَدْنُوَ مِنْهُ فَإِنَّهُ أَحَبُّ النَّاسِ إِلَيَّ أَنْ أَدْنُوَ مِنْهُ قَالَ دَعُوا وَابِصَةَ ادْنُ يَا وَابِصَةُ مَرَّتَيْنِ أَوْ ثَلَاثًا قَالَ فَدَنَوْتُ مِنْهُ حَتَّى قَعَدْتُ بَيْنَ يَدَيْهِ فَقَالَ يَا وَابِصَةُ أُخْبِرُكَ أَوْ تَسْأَلُنِي قُلْتُ لَا بَلْ أَخْبِرْنِي فَقَالَ جِئْتَ تَسْأَلُنِي عَنْ الْبِرِّ وَالْإِثْمِ فَقَالَ نَعَمْ فَجَمَعَ أَنَامِلَهُ فَجَعَلَ يَنْكُتُ بِهِنَّ فِي صَدْرِي وَيَقُولُ يَا وَابِصَةُ اسْتَفْتِ قَلْبَكَ وَاسْتَفْتِ نَفْسَكَ ثَلَاثَ مَرَّاتٍ الْبِرُّ مَا اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ وَالْإِثْمُ مَا حَاكَ فِي النَّفْسِ وَتَرَدَّدَ فِي الصَّدْرِ وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكَ","source":"Ahmad"},"__N_SSG":true}