{"pageProps":{"number":"2597","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah bin Zubair], telah menceritakan kepada kami [Al Hakam bin 'Athiyah] dari [Abu Rabab], dia mengatakan; saya mendengar [Ma'qil bin Yasar] ia berkata; \"Kami pernah bersama Nabi shallallahu 'alaihi wasallam dalam suatu perjalanan. Kami singgah di suatu tempat yang terdapat banyak bawang putihnya, sementara kaum muslimin banyak yang memakannya. Mereka lantas datang ke tempat shalat, dan shalat bersama Nabi shallallahu 'alaihi wasallam, lalu beliau pun melarang mereka memakannya. Setelah itu, mereka datang lagi ke tempat shalat dan beliau mendapati baunya dari mereka. Beliau bersabda: \"Barangsiapa memakan tumbuhan ini, maka janganlah mendekat di masjid kami.\" Telah menceritakan kepada kami [Yunus bin Muhammad] telah menceritakan kepada kami [Al Hakam bin Abu Al Qasim Al Hanafi Abu 'Azzah Ad Dabbagh], dari [Abu Ar Rabbab] dari [Ma'qil bin Yasar] dia berkata; \"Kami pernah bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu perjalanan.\" Ia kemudian menyebutkan makna serupa. Telah menceritakan kepada kami [Abu Sa'id] bekas budak Bani Hasyim, telah menceritakan kepada kami [Abu Ya'qub yaitu Ishaq bin 'Utsman], telah mengabarkan kepadaku [Humran] atau Hamdan bekas budak Ma'qil bin Yasar, dari [Ma'qil bin Yasar] dia berkata; \"Saya pernah menemani Nabi shallallahu 'alaihi wasallam sekian dan sekian.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ حَدَّثَنَا الْحَكَمُ بْنُ عَطِيَّةَ عَنْ أَبِي الرَّبَابِ قَالَ سَمِعْتُ مَعْقِلَ بْنَ يَسَارٍ يَقُولُكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَسِيرٍ لَهُ فَنَزَلْنَا فِي مَكَانٍ كَثِيرِ الثُّومِ وَإِنَّ أُنَاسًا مِنْ الْمُسْلِمِينَ أَصَابُوا مِنْهُ ثُمَّ جَاءُوا إِلَى الْمُصَلَّى يُصَلُّونَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَهَاهُمْ عَنْهَا ثُمَّ جَاءُوا بَعْدَ ذَلِكَ إِلَى الْمُصَلَّى فَنَهَاهُمْ عَنْهَا ثُمَّ جَاءُوا بَعْدَ ذَلِكَ إِلَى الْمُصَلَّى فَنَهَاهُمْ عَنْهَا ثُمَّ جَاءُوا بَعْدَ ذَلِكَ إِلَى الْمُصَلَّى فَوَجَدَ رِيحَهَا مِنْهُمْ فَقَالَ مَنْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ فَلَا يَقْرَبْنَا فِي مَسْجِدِنَاحَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا الْحَكَمُ بْنُ أَبِي الْقَاسِمِ الْحَنَفِيُّ أَبُو عَزَّةَ الدَّبَّاغُ عَنْ أَبِي الرَّبَابِ عَنْ مَعْقِلِ بْنِ يَسَارٍ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَسِيرٍ لَهُ فَذَكَرَ مَعْنَاهُ حَدَّثَنَا أَبُو سَعِيدٍ مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا أَبُو يَعْقُوبَ يَعْنِي إِسْحَاقَ بْنَ عُثْمَانَ حَدَّثَنِي حُمْرَانُ أَوْ حَمْدَانُ مَوْلَى مَعْقِلِ بْنِ يَسَارٍ عَنْ مَعْقِلِ بْنِ يَسَارٍ قَالَ صَحِبْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَا وَكَذَا","source":"Ahmad"},"__N_SSG":true}