{"pageProps":{"number":"3341","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il bin Ibrahim] telah mengabarkan kepada kami [Khalid] dari [Abu Qilabah] dari seseorang dari kaumnya -Khalid berkata, saya rasa orang itu adalah ['Amru bin Bujdan] - dari [Abu Zaid Al Anshari] berkata: Rasulullah Shallallahu'alaihiwasallam melintasi rumah-rumah kaum Anshar kemudian ia melihat sebuah pos, beliau bertanya: \"Siapa yang membuat ini?\" atau seperti yang beliau sabdakan -Isma'il ragu kepastian redaksinya- seseorang keluar kemudian bersabda: Wahai Rasulullah! Ini adalah hari menyembelih daging, didalamnya ada sesuatu yang tidak aku suka, aku menyegerakan kurbanku.\" Rasulullah Shallallahu'alaihiwasallam bersabda: \"Ulangilah.\" Orang itu berkata: demi Allah aku hanya memiliki anak kambing atau kambing gibas yang bunting. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Sembelihlah dan seekor anak kambing tidak mencukupi untuk seorang pun setelahmu.\" telah menceritakan kepada kami ['Abdush Shamad] telah menceritakan kepada kami [ayahku], telah menceritakan kepada kami [Khalid Al Hadzdza`] telah menceritakan kepada kami [Abu Qilbah] dari ['Amru bin Bujdan] dari [Abu Zaid Al Anshari] berkata: Rasulullah Shallallahu'alaihiwasallam melintasi depan rumah-rumah kami lalu ia menyebutkan maknanya.","arab":"حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا خَالِدٌ عَنْ أَبِي قِلَابَةَ عَنْ رَجُلٍ مِنْ قَوْمِهِ قَالَ خَالِدٌ أَحْسِبُهُ عَمْرَو بْنَ بُجْدَانَ عَنْ أَبِي زَيْدٍ الْأَنْصَارِيِّ قَالَمَرَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ دُورِ الْأَنْصَارِ فَوَجَدَ قُتَارًا فَقَالَ مَنْ صَنَعَ هَذَا أَوْ كَمَا قَالَ شَكَّ إِسْمَاعِيلُ فَخَرَجَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ هَذَا يَوْمٌ اللَّحْمُ فِيهِ كَرِيهٌ وَإِنِّي عَجَّلْتُ نَسِيكَتِي قَالَ فَأَعِدْ قَالَ وَاللَّهِ مَا عِنْدِي إِلَّا جَذَعٌ أَوْ حَمَلٌ مِنْ الضَّأْنِ قَالَ فَاذْبَحْهُ وَلَا يُجْزِئُ جَذَعٌ عَنْ أَحَدٍ بَعْدَكَحَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا أَبِي حَدَّثَنَا خَالِدٌ الْحَذَّاءُ حَدَّثَنَا أَبُو قِلَابَةَ عَنْ عَمْرِو بْنِ بُجْدَانَ عَنْ أَبِي زَيْدٍ الْأَنْصَارِيِّ قَالَ مَرَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَظْهُرِ دِيَارِنَا فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}