{"pageProps":{"number":"3468","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] Telah menceritakan kepada kami [Syu'bah] telah menceritakan kepadaku ['Amru bin Murrah] berkata; Aku mendengar [Murrah] berkata; Telah menceritakan kepadaku [seorang sahabat] Nabi Shallallahu 'alaihi wa salam berkata; Rasulullah Shallallahu 'alaihi wa salam berdiri ditengah-tengah kami diatas unta merah dari Hadlramaut lalu beliau bersabda: \"Tahukah kalian, hari kalian ini hari apa?\" kami menjawab: Hari penyembelihan kurban. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Kalian benar, hari haji besar. Apa kalian tahu bulan kalian ini bulan apa?\" kami menjawab: Dzulhijjah. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Kalian benar, bulan Allah Yang Maha Kuat. Apa kalian tahu tempat apa ini?\" kami menjawab: Masy'arul haram. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Kalian benar.\" Rasulullah Shallallahu 'alaihi wa salam bersabda: \" darah kalian dan harta kalian haram bagi kalian seperti haramnya hari kalian ini, di bulan kalian ini dan ditempat kalian ini. Ingat! Aku mendahului kalian menuju telaga, aku menunggu kalian dan aku bangga jumlah kalian banyak melebihi ummat-ummat lain maka janganlah kalian memalukanku. Ingat! Kalian telah melihatku dan mendengarku, kalian akan dimintai pertanggung jawaban dariku. Barangsiapa berdusta atas namaku maka hendaklah mempersiapkan tempatnya dineraka. Ingat! aku menyelamatkan beberapa lelaki atau wanita atau orang-orang lain, aku bersabda: Wahai Rabb! Sahabat-sahabatku, lalu dikatakan: kau tidak tahu apa yang mereka perbuat sepeninggalmu.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا شُعْبَةُ حَدَّثَنِي عَمْرُو بْنُ مُرَّةَ قَالَ سَمِعْتُ مُرَّةَ قَالَ حَدَّثَنِي رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَقَامَ فِينَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى نَاقَةٍ حَمْرَاءَ مُخَضْرَمَةٍ فَقَالَ أَتَدْرُونَ أَيُّ يَوْمِكُمْ هَذَا قَالَ قُلْنَا يَوْمُ النَّحْرِ قَالَ صَدَقْتُمْ يَوْمُ الْحَجِّ الْأَكْبَرِ أَتَدْرُونَ أَيُّ شَهْرٍ شَهْرُكُمْ هَذَا قُلْنَا ذُو الْحِجَّةِ قَالَ صَدَقْتُمْ شَهْرُ اللَّهِ الْأَصَمُّ أَتَدْرُونَ أَيُّ بَلَدٍ بَلَدُكُمْ هَذَا قَالَ قُلْنَا الْمَشْعَرُ الْحَرَامُ قَالَ صَدَقْتُمْ قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَوْ قَالَ كَحُرْمَةِ يَوْمِكُمْ هَذَا وَشَهْرِكُمْ هَذَا وَبَلَدِكُمْ هَذَا أَلَا وَإِنِّي فَرَطُكُمْ عَلَى الْحَوْضِ أَنْظُرُكُمْ وَإِنِّي مُكَاثِرٌ بِكُمْ الْأُمَمَ فَلَا تُسَوِّدُوا وَجْهِي أَلَا وَقَدْ رَأَيْتُمُونِي وَسَمِعْتُمْ مِنِّي وَسَتُسْأَلُونَ عَنِّي فَمَنْ كَذَبَ عَلَيَّ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنْ النَّارِ أَلَا وَإِنِّي مُسْتَنْقِذٌ رِجَالًا أَوْ إِنَاثًا وَمُسْتَنْقَذٌ مِنِّي آخَرُونَ فَأَقُولُ يَا رَبِّ أَصْحَابِي فَيُقَالُ إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ","source":"Ahmad"},"__N_SSG":true}