{"pageProps":{"number":"3823","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Abu Bukair] berkata, telah menceritakan kepada kami [Israil] dari [Simak] dari [Qabus bin Abu Al Mukhariq] dari [Ummi Fadll] dia berkata, \"Aku melihat seakan-akan di rumahku ada bagian dari bagian tubuh Rasulullah shallallahu 'alaihi wasallam. Sehingga aku pun menjadi cemas, aku lalu mendatangi Rasulullah shallallahu 'alaihi wasallam dan menyebutkan akan hal itu, beliau lalu bersabda: \"Kabar baik, Fatimah akan melahirkan seorang anak, lalu kamu yang menanggungnya dengan susu anakmu, Qutsam.\" Ummu Fadll berkata, \"kemudian Fatimah melahirkan Hasan, kemudian aku memberinya, aku susui hingga ia bergerak -menyampihnya-, setelah itu bayi tersebut aku bawa ke hadapan Rasulullah shallallahu 'alaihi wasallam dan aku dudukkan di pangkuannya. Namun anak itu kencing hingga aku pun memukul antara kedua pundaknya, maka beliau pun bersabda: \"Bersikap lembutlah kepada anakku semoga Allah merahmatimu -atau, semoga Allah memberikan kebaikan kepadamu-, kamu telah membuat cemas cucuku.\" Aku lalu berkata, 'Wahai Rasulullah, lepaslah sarungmu dan pakailah kain yang lain hingga aku mencucinya, ' beliau bersabda: \"Hanyasanya yang dicuci itu adalah dari kencing yang sudah dewasa, adapun anak kecil cukup dipercikkan saja.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ قَالَ حَدَّثَنَا إِسْرَائِيلُ عَنْ سِمَاكٍ عَنْ قَابُوسَ بْنِ أَبِي الْمُخَارِقِ عَنْ أُمِّ الْفَضْلِ قَالَتْرَأَيْتُ كَأَنَّ فِي بَيْتِي عُضْوًا مِنْ أَعْضَاءِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ فَجَزِعْتُ مِنْ ذَلِكَ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ خَيْرًا تَلِدُ فَاطِمَةُ غُلَامًا فَتَكْفُلِينَهُ بِلَبَنِ ابْنِكِ قُثَمٍ قَالَتْ فَوَلَدَتْ حَسَنًا فَأُعْطِيتُهُ فَأَرْضَعْتُهُ حَتَّى تَحَرَّكَ أَوْ فَطَمْتُهُ ثُمَّ جِئْتُ بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَجْلَسْتُهُ فِي حِجْرِهِ فَبَالَ فَضَرَبْتُ بَيْنَ كَتِفَيْهِ فَقَالَ ارْفُقِي بِابْنِي رَحِمَكِ اللَّهُ أَوْ أَصْلَحَكِ اللَّهُ أَوْجَعْتِ ابْنِي قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ اخْلَعْ إِزَارَكَ وَالْبَسْ ثَوْبًا غَيْرَهُ حَتَّى أَغْسِلَهُ قَالَ إِنَّمَا يُغْسَلُ بَوْلُ الْجَارِيَةِ وَيُنْضَحُ بَوْلُ الْغُلَامِ","source":"Ahmad"},"__N_SSG":true}