{"pageProps":{"number":"3844","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'kub] berkata, telah menceritakan kepada kami [Bapakku] dari [Ibnu Ishaq] berkata, telah menceritakan kepadaku [Yahya bin Abbad bin Abdullah bin Zubair] dari [Bapaknya] dari neneknya [Asma binti Abu Bakar] dia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam wukuf di Dzi Thuwa, Abu Quhafah berkata kepada anak perempuannya yang paling kecil, 'Hai anakku, tampakkanlah aku pada Abu Qabis.\" -Asma berkata; Abu Quhafah adalah seorang yang buta- Anaknya lalu berkata, \" Lalu aku melakukan untuknya, Abu Quhafah lalu berkata, \"Wahai puteriku, apa yang kamu lihat?\"anaknya menjawab, \"Aku melihat gumpalan hitam yang sedang berkumpul.\" Abu Quhafah berkata, \"Itu adalah kuda tunggangan.\" Anaknya berkata lagi, \"Aku juga melihat seseorang yang berlari di antara kumpulan itu ke depan dan belakang.\" Abu Quhafah berkata, \"Wahai puteriku, itulah Wazi', yakni orang yang menyuruh kuda kuda agar maju kedepan.\" Anaknya berkata, \"Demi Allah, kumpulan itu bergerak!\" Abu Quhafah berkata, \"Demi Allah, jika kuda telah bergerak maka bersegeralah denganku ke rumahku.\" Lalu anak perempuan tersebut terjatuh dengan ayahnya, sehingga para penunggang pun menemukannya sebelum dia sampai ke rumahnya, dan di leher gadis itu terdapat kalung miliknya dari perak, lalu seseorang menemuinya dan melepaskan dari lehernya.\" Asma melanjutkan, \"Ketika Rasulullah shallallahu 'alaihi wasallam memasuki Makkah dan beliau masuk ke dalam masjid, Abu Bakar dan ayahnya datang menemui Rasulullah shallallahu 'alaihi wasallam, maka ketika Rasulullah shallallahu 'alaihi wasallam melihatnya beliau bersabda: \"Kenapa kamu tidak meninggalkan orang tua ini di rumahnya hingga aku dapat mendatanginya?\" Abu Bakar menjawab, \"Wahai Rasulullah, dia lebih berhak untuk berjalan menemuimu daripada tuan yang berjalan menemuinya.\" Asma berkata, \"Lalu beliau mendudukkan ayah Abu Bakar di sisinya lalu mengusap dadanya dan bersabda: \"Masuklah Islam.\" Maka dia pun masuk Islam. Dan Abu Bakar membawa ayahnya menemui Rasulullah shallallahu 'alaihi wasallam sementara dikepalanya seakan-akan tumbuhan berwarna putih, lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ubahlah ini dari rambutnya, \" kemudian Abu Bakar berdiri dan memegang tangan saudarinya lalu berkata, \"Aku bersumpah kepada Allah dan Islam akan kalung saudariku.\" Namun tidak seorangpun menjawabnya.\" Abu Bakar lalu berkata, \"Wahai saudariku, mintalah kalungmu.\"","arab":"حَدَّثَنَا يَعْقُوبُ قَالَ حَدَّثَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ قَالَ حَدَّثَنِي يَحْيَى بْنُ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ أَبِيهِ عَنْ جَدَّتِهِ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ قَالَتْلَمَّا وَقَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذِي طُوًى قَالَ أَبُو قُحَافَةَ لِابْنَةٍ لَهُ مِنْ أَصْغَرِ وَلَدِهِ أَيْ بُنَيَّةُ اظْهَرِي بِي عَلَى أَبِي قَبِيسٍ قَالَتْ وَقَدْ كُفَّ بَصَرُهُ قَالَتْ فَأَشْرَفْتُ بِهِ عَلَيْهِ فَقَالَ يَا بُنَيَّةُ مَاذَا تَرَيْنَ قَالَتْ أَرَى سَوَادًا مُجْتَمِعًا قَالَ تِلْكَ الْخَيْلُ قَالَتْ وَأَرَى رَجُلًا يَسْعَى بَيْنَ ذَلِكَ السَّوَادِ مُقْبِلًا وَمُدْبِرًا قَالَ يَا بُنَيَّةُ ذَلِكَ الْوَازِعُ يَعْنِي الَّذِي يَأْمُرُ الْخَيْلَ وَيَتَقَدَّمُ إِلَيْهَا ثُمَّ قَالَتْ قَدْ وَاللَّهِ انْتَشَرَ السَّوَادُ فَقَالَ قَدْ وَاللَّهِ إِذَا دَفَعَتْ الْخَيْلُ فَأَسْرِعِي بِي إِلَى بَيْتِي فَانْحَطَّتْ بِهِ وَتَلَقَّاهُ الْخَيْلُ قَبْلَ أَنْ يَصِلَ إِلَى بَيْتِهِ وَفِي عُنُقِ الْجَارِيَةِ طَوْقٌ لَهَا مِنْ وَرِقٍ فَتَلَقَّاهُ الرَّجُلُ فَاقْتَلَعَهُ مِنْ عُنُقِهَا قَالَتْ فَلَمَّا دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ وَدَخَلَ الْمَسْجِدَ أَتَاهُ أَبُو بَكْرٍ بِأَبِيهِ يَعُودُهُ فَلَمَّا رَآهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَلَّا تَرَكْتَ الشَّيْخَ فِي بَيْتِهِ حَتَّى أَكُونَ أَنَا آتِيهِ فِيهِ قَالَ أَبُو بَكْرٍ يَا رَسُولَ اللَّهِ هُوَ أَحَقُّ أَنْ يَمْشِيَ إِلَيْكَ مِنْ أَنْ تَمْشِيَ أَنْتَ إِلَيْهِ قَالَ فَأَجْلَسَهُ بَيْنَ يَدَيْهِ ثُمَّ مَسَحَ صَدْرَهُ ثُمَّ قَالَ لَهُ أَسْلِمْ فَأَسْلَمَ وَدَخَلَ بِهِ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَأْسُهُ كَأَنَّهُ ثَغَامَةٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيِّرُوا هَذَا مِنْ شَعْرِهِ ثُمَّ قَامَ أَبُو بَكْرٍ فَأَخَذَ بِيَدِ أُخْتِهِ فَقَالَ أَنْشُدُ بِاللَّهِ وَبِالْإِسْلَامِ طَوْقَ أُخْتِي فَلَمْ يُجِبْهُ أَحَدٌ فَقَالَ يَا أُخَيَّةُ احْتَسِبِي طَوْقَكِ","source":"Ahmad"},"__N_SSG":true}