{"pageProps":{"number":"3845","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'kub] berkata, telah menceritakan kepada kami [Bapakku] dari [Ibnu Ishaq] berkata, telah menceritakan kepadaku [Yahya bin Abdullah bin Zubair] bahwa [bapaknya] telah menceritakan kepadanya dari neneknya [Asma' binti Abu Bakar] dia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam keluar dan Abu Bakar keluar bersama beliau, Abu Bakar membawa seluruh hartanya yang berjumlah lima ribu atau enam ribu dirham.\" Asma berkata, \"Abu Bakar pergi membawa uang tersebut.\" Asma berkata, \"Kakekku, Abu Quhafah (yang saat itu telah buta), lalu masuk menemui kami seraya berkata, \"Demi Allah, aku melihatnya telah memberi kalian musibah dengan harta dan dirinya!\" Asma menjawab, \"Aku lalu berkata, \"Sekali-kali tidak wahai kakekku! Sungguh, dia telah meninggalkan bagi kami kebaikan.\" Asma melanjutkan, \"Lalu aku mengambil batu-batuan dan meninggalkan lalu menaruhnya di pintu rumah, yang ayahku biasa menaruh harta di sana. Lantas aku meletakkan kain di atas bebatuan tersebut, setelah itu aku meraih tangannya dan berkata, \"Hai kakekku, taruhlah tanganmu di atas harta ini.\" Asma melanjutkan, \"Lalu dia menaruh tangannya di atasnya seraya berkata, \"Tidaklah mengapa jika dia meninggalkan untuk kalian harta ini, sungguh dia telah berbuat baik, dan dengan ini cukup untuk kalian.\" Asma berkata, \"Demi Allah, tidak! Abu Bakar tidak meninggalkan untuk kami sedikitpun, namun aku hanya ingin menenangkan hati kakekku dengan itu.\"","arab":"حَدَّثَنَا يَعْقُوبُ قَالَ حَدَّثَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ قَالَ حَدَّثَنِي يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ أَنَّ أَبَاهُ حَدَّثَهُ عَنْ جَدَّتِهِ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ قَالَتْلَمَّا خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَخَرَجَ مَعَهُ أَبُو بَكْرٍ احْتَمَلَ أَبُو بَكْرٍ مَالَهُ كُلَّهُ مَعَهُ خَمْسَةَ آلَافِ دِرْهَمٍ أَوْ سِتَّةَ آلَافِ دِرْهَمٍ قَالَتْ وَانْطَلَقَ بِهَا مَعَهُ قَالَتْ فَدَخَلَ عَلَيْنَا جَدِّي أَبُو قُحَافَةَ وَقَدْ ذَهَبَ بَصَرُهُ فَقَالَ وَاللَّهِ إِنِّي لَأَرَاهُ قَدْ فَجَعَكُمْ بِمَالِهِ مَعَ نَفْسِهِ قَالَتْ قُلْتُ كَلَّا يَا أَبَتِ إِنَّهُ قَدْ تَرَكَ لَنَا خَيْرًا كَثِيرًا قَالَتْ فَأَخَذْتُ أَحْجَارًا فَتَرَكْتُهَا فَوَضَعْتُهَا فِي كُوَّةِ الْبَيْتِ كَانَ أَبِي يَضَعُ فِيهَا مَالَهُ ثُمَّ وَضَعْتُ عَلَيْهَا ثَوْبًا ثُمَّ أَخَذْتُ بِيَدِهِ فَقُلْتُ يَا أَبَتِ ضَعْ يَدَكَ عَلَى هَذَا الْمَالِ قَالَتْ فَوَضَعَ يَدَهُ عَلَيْهِ فَقَالَ لَا بَأْسَ إِنْ كَانَ قَدْ تَرَكَ لَكُمْ هَذَا فَقَدْ أَحْسَنَ وَفِي هَذَا لَكُمْ بَلَاغٌ قَالَتْ لَا وَاللَّهِ مَا تَرَكَ لَنَا شَيْئًا وَلَكِنِّي قَدْ أَرَدْتُ أَنْ أُسْكِنَ الشَّيْخَ بِذَلِكَ","source":"Ahmad"},"__N_SSG":true}