{"pageProps":{"number":"3937","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Al A'masi] dari [Abu Ishaq] dari [Abdurrahman bin Zaid Al Faisyi] dari [seorang anak perempuan Khabbab] dia berkata, \"Khabbab keluar pada suatu ekspedisi, dan Nabi shallallahu 'alaihi wasallam mengadakan perjanjian kepada kami hingga beliau memerah seekor kambing untuk kami, beliau memerah susunya hingga memenuhi tempatnya. Ketika Khabbab pulang, dia memerah susu lalu mengembalikan bejananya ke tempat semula, kami lalu berkata kepadanya, \"Jika Rasulullah shallallahu 'alaihi wasallam memerah susu maka beliau melakukannya hingga penuh terisi, atau dia berkata, 'hingga bejana terisi seluruhnya, namun ketika kamu memerah susu, bejananya tidak terisi penuh.\" Telah menceritakan kepada kami [Khalaf bin Walid] berkata; telah menceritakan kepada kami [Israil] dari [Abu Ishaq] dari [Abdurrahman bin Malik Al Ahmasyi] dari [seorang anak perempuan Khabbab bin Al Arats] dia berkata, \"Ayahku keluar pada suatu peperangan dan dia tidak meninggalkan kecuali hanya seekor kambing….lalu dia menyebutkan hadistnya.\"","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَعْمَشُ عَنْ أَبِي إِسْحَاقَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ الْفَائِشِيِّ عَنِ ابْنَةٍ لِخَبَّابٍ قَالَتْخَرَجَ خَبَّابٌ فِي سَرِيَّةٍ فَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَعَاهَدُنَا حَتَّى كَانَ يَحْلُبُ عَنْزًا لَنَا قَالَتْ فَكَانَ يَحْلُبُهَا حَتَّى يَطْفَحَ أَوْ يَفِيضَ فَلَمَّا رَجَعَ خَبَّابٌ حَلَبَهَا فَرَجَعَ حِلَابُهَا إِلَى مَا كَانَ فَقُلْنَا لَهُ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْلُبُهَا حَتَّى يَفِيضَ وَقَالَ مَرَّةً حَتَّى تَمْتَلِئَ فَلَمَّا حَلَبْتَهَا رَجَعَ حِلَابُهَاحَدَّثَنَا خَلَفُ بْنُ الْوَلِيدِ قَالَ حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَالِكٍ الْأَحْمَسِيِّ عَنِ ابْنَةٍ لِخَبَّابِ بْنِ الْأَرَتِّ قَالَتْ خَرَجَ أَبِي فِي غَزَاةٍ وَلَمْ يَتْرُكْ إِلَّا شَاةً فَذَكَرَ نَحْوَهُ","source":"Ahmad"},"__N_SSG":true}