{"pageProps":{"number":"3946","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] berkata, telah menceritakan kepada kami [Abu Awanah] berkata, telah menceritakan kepada kami [Ibrahim bin Muhajir] dari [Abu Bakar bin Abdurrahman bin Al Harits bin Hisyam] berkata, telah mengabarkan kepadaku [utusannya] Marwan yang diutus untuk menemui [Ummu Ma'qil], dia berkata, \"Ummu Ma'qil berkata, \"Abu Ma'qil datang bersama Rasulullah shallallahu 'alaihi wasallam untuk berhaji, tatkala Abu Ma'qil datang, utusan Marwan berkata, \"Ummu Ma'qil berkata, \"Sungguh aku tahu bahwa aku berkewajiban untuk berhaji, sesungguhnya kamu memliki seekor unta yang masih muda, maka berikanlah kepadaku supaya aku bisa berhaji.\" Utusan itu berkata, \"Maka Abu Ma'qil berkata kepadanya, \"Sesungguhnya kamu telah mengetahui bahwasannya ia dijadikan sebagai penopang keluargaku.\" Ummu Ma'qil berkata, \"Kemudian aku berbicara kepada Rasulullah shallallahu 'alaihi wasallam untuk mengadukan kepada beliau, lalu utusan itu berkata, \"Maka keduanya pergi berjalan kaki sampai menemui beliau.\" Utusan itu berkata, \"Maka Ummu Salamah berkata kepada beliau, 'Wahai Rasulullah, sesungguhnya aku berkewajiban menunaikan ibadah haji, sedangkan Abu Ma'qil memiliki seekor unta yang masih muda.\" Abu Ma'qil berkata, \"Dia benar, akan tetapi ia telah aku sedekahkan untuk di jalan Allah.\" Beliau bersabda: \"Berikanlah kepadanya agar dia bisa menunaikan hajinya, karena ia juga di jalan Allah.\" Utusan itu berkata, \"Tatkala untanya dikasihkan kepadanya, maka Ummu Ma'qil berkata, 'Wahai Rasulullah, sesungguhnya aku adalah wanita yang sudah lanjut usia dan lemah, apakah ada amalan yang bisa menggantikanku dari ibadah haji? ' Beliau bersabda: \"Umrah pada bulan Ramadan, itu yang bisa menyamai pahala hajimu.\"","arab":"حَدَّثَنَا عَفَّانُ قَالَ حَدَّثَنَا أَبُو عَوَانَةَ قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُهَاجِرٍ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ قَالَ أَخْبَرَنِي رَسُولُ مَرْوَانَ الَّذِي أُرْسِلَ إِلَى أُمِّ مَعْقِلٍ قَالَقَالَتْ جَاءَ أَبُو مَعْقِلٍ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَاجًّا فَلَمَّا قَدِمَ أَبُو مَعْقِلٍ قَالَ قَالَتْ أُمُّ مَعْقِلٍ قَدْ عَلِمْتُ أَنَّ عَلَيَّ حَجَّةً وَأَنَّ عِنْدَكَ بَكْرًا فَأَعْطِنِي فَلْأَحُجَّ عَلَيْهِ قَالَ فَقَالَ لَهَا إِنَّكِ قَدْ عَلِمْتِ أَنِّي قَدْ جَعَلْتُهُ فِي سَبِيلِ اللَّهِ قَالَتْ فَأَعْطِنِي صِرَامَ نَخْلِكَ قَالَ قَدْ عَلِمْتِ أَنَّهُ قُوتُ أَهْلِي قَالَتْ فَإِنِّي مُكَلِّمَةٌ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَاكِرَتُهُ لَهُ قَالَ فَانْطَلَقَا يَمْشِيَانِ حَتَّى دَخَلَا عَلَيْهِ قَالَ فَقَالَتْ لَهُ يَا رَسُولَ اللَّهِ إِنَّ عَلَيَّ حَجَّةً وَإِنَّ لِأَبِي مَعْقِلٍ بَكْرًا قَالَ أَبُو مَعْقِلٍ صَدَقَتْ جَعَلْتُهُ فِي سَبِيلِ اللَّهِ قَالَ أَعْطِهَا فَلْتَحُجَّ عَلَيْهِ فَإِنَّهُ فِي سَبِيلِ اللَّهِ قَالَ فَلَمَّا أَعْطَاهَا الْبَكْرَ قَالَتْ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ قَدْ كَبِرْتُ وَسَقِمْتُ فَهَلْ مِنْ عَمَلٍ يُجْزِئُ عَنِّي عَنْ حَجَّتِي قَالَ فَقَالَ عُمْرَةٌ فِي رَمَضَانَ تُجْزِئُ لِحَجَّتِكِ","source":"Ahmad"},"__N_SSG":true}