{"pageProps":{"number":"3990","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] dari ['Amru bin Hasan] -yakni Al Masli- dia berkata, telah menceritakan kepadaku [Al Mughirah bin 'Abdullah Al Yasykuri] dari [ayahnya] dia berkata, \"Aku masuk masjid Kufah waktu pertama kali dibangun masjidnya, sedagkan waktu itu ia digunakan oleh para penjual kurma, dan dindingnya terbuat dari pasir yang mudah hancur. Tiba-tiba ada [seorang laki-laki] yang meriwayatkan hadits kepada orang-orang, laki-laki itu berkata, \"Telah sampai berita kepadaku hajinya Rasulullah shallallahu 'alaihi wasallam, yaitu haji wada'.\" Kemudian aku menyusulnya dengan berkendaraan untaku, kemudian aku keluar sampai akhirnya aku duduk di jalan 'Arafah, atau aku berhenti di jalan 'Arafah.\" Abdullah berkata, \"Kemudian muncul satu rombongan, dan aku tahu bahwa dalamrombongan tersebut ada Rasulullah shallallahu 'alaihi wasallam. Lalu seorang laki-laki yang ada di depannya berkata, \"Minggirlah dari jalan pengendara, \" maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Celaka kamu! Biarkanlah dia.\" Kemudian aku menyeru mendekat hingga kedua unta (untaku dan unta beliau) kepalanya saling bersentuhan.\" Abdullah berkata, \"Aku lalu berkata, \"Wahai Rasulullah, tunjukkanlah kepadaku amalan yang bisa memasukkan aku ke dalam surga dan menyelamatkan aku dari Neraka.\" Beliau menjawab: \"Bagus, bagus, sekiranya kamu singkat dalam khutbah (doa) sungguh kamu telah sampai pada apa yang kamu minta. Bertakwalah kepada Allah dan jangan menyekutukan Allah, dirikanlah shalat, tunaikanlah zakat, berhaji ke Baitul Haram, dan berpuasa pada bulan Ramadan. Sekarang minggirlah dari jalan pengendara.\" Abdullah berkata, \"Telah menceritakan kepada kami [Waki'] dari [Yunus] -yakni Ibnu Abu Ishaq- dia berkata, aku mendengar hadits ini dari [Mughirah bin 'Abdullah] dari [ayahnya] seperti itu.\"","arab":"حَدَّثَنَا وَكِيعٌ عَنْ عَمْرِو بْنِ حَسَّانَ يَعْنِي الْمَسْلِيَّ قَالَ حَدَّثَنِي الْمُغِيرَةُ بْنُ عَبْدِ اللَّهِ الْيَشْكُرِيُّ عَنْ أَبِيهِ قَالَدَخَلْتُ مَسْجِدَ الْكُوفَةِ أَوَّلَ مَا بُنِيَ مَسْجِدُهَا وَهُوَ فِي أَصْحَابِ التَّمْرِ يَوْمَئِذٍ وَجُدُرُهُ مِنْ سِهْلَةٍ فَإِذَا رَجُلٌ يُحَدِّثُ النَّاسَ قَالَ بَلَغَنِي حَجَّةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَجَّةُ الْوَدَاعِ قَالَ فَاسْتَتْبَعْتُ رَاحِلَةً مِنْ إِبِلِي ثُمَّ خَرَجْتُ حَتَّى جَلَسْتُ لَهُ فِي طَرِيقِ عَرَفَةَ أَوْ وَقَفْتُ لَهُ فِي طَرِيقِ عَرَفَةَ قَالَ فَإِذَا رَكْبٌ عَرَفْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِمْ بِالصِّفَةِ فَقَالَ رَجُلٌ أَمَامَهُ خَلِّ عَنْ طَرِيقِ الرِّكَابِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيْحَهُ دَعْهُ فَأَرِبَ مَا لَهُ فَدَنَوْتُ مِنْهُ حَتَّى اخْتَلَفَتْ رَأْسُ النَّاقَتَيْنِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ دُلَّنِي عَلَى عَمَلٍ يُدْخِلُنِي الْجَنَّةَ وَيُنَجِّينِي مِنْ النَّارِ قَالَ بَخٍ بَخٍ لَئِنْ كُنْتَ قَصَّرْتَ فِي الْخُطْبَةِ لَقَدْ أَبْلَغْتَ فِي الْمَسْأَلَةِ اتَّقِ اللَّهَ لَا تُشْرِكْ بِاللَّهِ وَتُقِيمُ الصَّلَاةَ وَتُؤَدِّي الزَّكَاةَ وَتَحُجُّ الْبَيْتَ وَتَصُومُ رَمَضَانَ خَلِّ عَنْ طَرِيقِ الرِّكَابِقَالَ حَدَّثَنَا وَكِيعٌ عَنْ يُونُسَ يَعْنِي ابْنَ أَبِي إِسْحَاقَ قَالَ سَمِعْتُ هَذَا الْحَدِيثَ مِنْ الْمُغِيرَةِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ نَحْوَهُ","source":"Ahmad"},"__N_SSG":true}