{"pageProps":{"number":"89","slug":"ahmad","id":"Telah menceritakan kepada kami [Aswad bin 'Amir] telah menceritakan kepada kami [Hammad bin Salamah] dari [Muhammad bin Salamah] dari [Yazid bin Abdullah bin Qusaith] dari [Abu Salamah bin Abdurrahman bin Auf] dari [Abddurrahman bin Auf]; bahwa Suatu kaum dari bangsa Arab menemui Rasulullah shallallahu 'alaihi wasallam di Madinah dan masuk Islam, kemudian mereka tertimpa wabah penyakit di Madinah berupa sakit panas. Lalu mereka berbalik murtad dan keluar dari Madinah, maka sekelompok orang dari sahabat beliau, yaitu sahabat Nabi shallallahu 'alaihi wasallam menyusul mereka dan bertanya; \"Kenapa kalian kembali menjadi murtad?\" mereka menjawab; \"Kami terkena wabah penyakit Madinah, Madinah tidak cocok bagi kami.\" Para sahabat berkata; \"Bukankah sudah ada contoh dari Rasulullah bagi kalian?\" maka sebagian sahabat berpendapat bahwa mereka munafiq, dan sebagian yang lain berpendapat bahwa mereka bukan munafiq tetapi mereka adalah orang-orang muslim. maka turunlah firman Allah 'azza wajalla: (Maka Mengapa kamu (terpecah) menjadi dua golongan dalam (menghadapi) orang-orang munafik, padahal Allah Telah membalikkan mereka kepada kekafiran).","arab":"حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍأَنَّ قَوْمًا مِنْ الْعَرَبِ أَتَوْا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ فَأَسْلَمُوا وَأَصَابَهُمْ وَبَاءُ الْمَدِينَةِ حُمَّاهَا فَأُرْكِسُوا فَخَرَجُوا مِنْ الْمَدِينَةِ فَاسْتَقْبَلَهُمْ نَفَرٌ مِنْ أَصْحَابِهِ يَعْنِي أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا لَهُمْ مَا لَكُمْ رَجَعْتُمْ قَالُوا أَصَابَنَا وَبَاءُ الْمَدِينَةِ فَاجْتَوَيْنَا الْمَدِينَةَ فَقَالُوا أَمَا لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ فَقَالَ بَعْضُهُمْ نَافَقُوا وَقَالَ بَعْضُهُمْ لَمْ يُنَافِقُوا هُمْ مُسْلِمُونَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا }الْآيَةَ","source":"Ahmad"},"__N_SSG":true}