{"pageProps":{"number":"998","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] berkata, telah menceritakan kepada kami [As Sari bin Yahya] telah menceritakan kepada kami [Al Hasan] dari [Al Aswad bin Sari'] dia adalah seorang laki-laki dari Bani Saad berkata, dan dia adalah orang yang pertama kali menceritakan Masjid Jami' ini, ia berkata, saya berperang bersama Rasulullahi Shallallahu'alaihiwasallam sebanyak empat kali peperangan. (Al Aswad bin Sari') berkata, lalu orang-orang menyerang anak-anak dan para wanita (rakyat sipil) setelah membunuh prajurit musuh. Kasus ini sampai kepada Rasulullahi Shallallahu'alaihiwasallam, lalu beliau bersabda: \"Atas dasar apa suatu kaum membunuh para prajurit hingga juga mereka bunuh rakyat sipil (anak-anak dan para wanita)?\" (Al Aswad bin Sari') berkata, lalu ada seorang laki-laki yang berkata, Wahai Rasulullah, bukankan mereka adalah anak-anak orang musyrik? (Al Aswad bin Sari') berkata, lalu Rasulullahi Shallallahu'alaihiwasallam bersabda: \"Apa alasan kalian hanya karena mereka adalah anak orang musyrik, tidak ada jiwa yang lahir yang dilahirkan kecuali dalam keadaan fitrah, dan akan tetap seperti itu sampai lidahnya mengikrarkannya. Lalu kedua orang tuanyalah yang akan menjadikan dia Yahudi atau menjadikan Nasrani\" (Al Aswad bin Sari') berkata, Al Hasan menyembunyikannya.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا السَّرِيُّ بْنُ يَحْيَى حَدَّثَنَا الْحَسَنُ عَنْ الْأَسْوَدِ بْنِ سَرِيعٍ وَكَانَ رَجُلًا مِنْ بَنِي سَعْدٍ قَالَ وَكَانَ أَوَّلَ مَنْ قَصَّ فِي هَذَا الْمَسْجِدِ يَعْنِي الْمَسْجِدَ الْجَامِعَ قَالَغَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْبَعَ غَزَوَاتٍ قَالَ فَتَنَاوَلَ قَوْمٌ الذُّرِّيَّةَ بَعْدَمَا قَتَلُوا الْمُقَاتِلَةَ فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَلَا مَا بَالُ أَقْوَامٍ قَتَلُوا الْمُقَاتِلَةَ حَتَّى تَنَاوَلُوا الذُّرِّيَّةَ قَالَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَوَلَيْسَ أَبْنَاءُ الْمُشْرِكِينَ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ خِيَارَكُمْ أَبْنَاءُ الْمُشْرِكِينَ إِنَّهَا لَيْسَتْ نَسَمَةٌ تُولَدُ إِلَّا وُلِدَتْ عَلَى الْفِطْرَةِ فَمَا تَزَالُ عَلَيْهَا حَتَّى يُبِينَ عَنْهَا لِسَانُهَا فَأَبَوَاهَا يُهَوِّدَانِهَا أَوْ يُنَصِّرَانِهَاقَالَ وَأَخْفَاهَا الْحَسَنُ","source":"Ahmad"},"__N_SSG":true}