{"pageProps":{"number":"1022","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Yusuf bin Hammad Al Bashri], telah menceritakan kepada kami [Abdul A'la] dari [Sa'id] dari [Qatadah] dari [Jabir bin Zaid] dari [Ibnu Abbas] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Wanita-wanita pezina ialah mereka yang menikahkan diri mereka sendiri tanpa adanya bayyinah (yaitu wali atau saksi).\" Yusuf bin Hammad berkata; Abdul 'Ala memarfu'kan hadits ini dalam Kitab Tafsir dan memauqufkannya dalam Kitab Thalaq. Telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Ghundar yaitu Muhammad bin Ja'far, dari Sa'id bin Abu 'Arubah seperti hadits di atas namun tidak memarfu'kannya dan ini lebih sahih. Berkata Abu 'Isa; \"Hadits ini bukan merupakan hadits yang mahfuzh (terjaga). Tidak kami ketahui diriwayatkan secara marfu' kecuali yang diriwayatkan dari Abdul 'Ala dari Sa'id dari Qatadah. Hadits ini diriwayatkan dari Abdul 'Ala dari Sa'id secara mauquf. Yang sahih ialah yang diriwayatkan dari Ibnu Abbas secara mauquf yang berbunyi: \"Tidak sah nikah kecuali dengan adanya bayyinah (saksi atau wali).\" Demikian juga banyak yang meriwayatkan dari Sa'id bin Abu 'Arubah perkataan seperti ini secara mauquf. Hadits semakna diriwayatkan dari Imran bin Hushain, Anas dan Abu Hurairah. Hadits ini diamalkan oleh para ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan Tabi'in dan selain mereka, semuanya berpendapat: tidak sah nikah kecuali dengan saksi-saksi. Tidak ada yang menyelisihi pendapat tersebut kecuali sebagian ulama mutaakhkhirin. Para ulama berselisih pendapat dalam hal ini, jika dua orang bersaksi satu demi satu tidak bersamaan. Sebagian besar ulama dari Kufah dan yang lainnya berpendapat: Nikah tidak boleh dilakukan hingga dua orang bersaksi secara bersamaan pada waktu akad nikah. Adapun ahlul Madinah berpendapat: Bolehnya dua orang bersaksi dalam waktu yang tidak bersamaan, jika hal itu diumumkan. Ini merupakan pendapat Malik bin Anas dan yang lainnya. Demikian dikatakan Ishaq mengenai pendapat ahlul Madinah. Ahmad dan Ishaq berpendapat bolehnya seorang lelaki dan dua orang wanita untuk bersaksi.\"","arab":"حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْبَصْرِيُّ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ جَابِرِ بْنِ زَيْدٍ عَنْ ابْنِ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْبَغَايَا اللَّاتِي يُنْكِحْنَ أَنْفُسَهُنَّ بِغَيْرِ بَيِّنَةٍقَالَ يُوسُفُ بْنُ حَمَّادٍ رَفَعَ عَبْدُ الْأَعْلَى هَذَا الْحَدِيثَ فِي التَّفْسِيرِ وَأَوْقَفَهُ فِي كِتَابِ الطَّلَاقِ وَلَمْ يَرْفَعْهُ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا غُنْدَرٌ مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ نَحْوَهُ وَلَمْ يَرْفَعْهُ وَهَذَا أَصَحُّ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ لَا نَعْلَمُ أَحَدًا رَفَعَهُ إِلَّا مَا رُوِيَ عَنْ عَبْدِ الْأَعْلَى عَنْ سَعِيدٍ عَنْ قَتَادَةَ مَرْفُوعًا وَرُوِي عَنْ عَبْدِ الْأَعْلَى عَنْ سَعِيدٍ هَذَا الْحَدِيثُ مَوْقُوفًا وَالصَّحِيحُ مَا رُوِيَ عَنْ ابْنِ عَبَّاسٍ قَوْلُهُ لَا نِكَاحَ إِلَّا بِبَيِّنَةٍ هَكَذَا رَوَى أَصْحَابُ قَتَادَةَ عَنْ قَتَادَةَ عَنْ جَابِرِ بْنِ زَيْدٍ عَنْ ابْنِ عَبَّاسٍ لَا نِكَاحَ إِلَّا بِبَيِّنَةٍ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ نَحْوَ هَذَا مَوْقُوفًا وَفِي هَذَا الْبَاب عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَأَنَسٍ وَأَبِي هُرَيْرَةَ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ بَعْدَهُمْ مِنْ التَّابِعِينَ وَغَيْرِهِمْ قَالُوا لَا نِكَاحَ إِلَّا بِشُهُودٍ لَمْ يَخْتَلِفُوا فِي ذَلِكَ مَنْ مَضَى مِنْهُمْ إِلَّا قَوْمًا مِنْ الْمُتَأَخِّرِينَ مِنْ أَهْلِ الْعِلْمِ وَإِنَّمَا اخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا إِذَا شَهِدَ وَاحِدٌ بَعْدَ وَاحِدٍ فَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ لَا يَجُوزُ النِّكَاحُ حَتَّى يَشْهَدَ الشَّاهِدَانِ مَعًا عِنْدَ عُقْدَةِ النِّكَاحِ وَقَدْ رَأَى بَعْضُ أَهْلِ الْمَدِينَةِ إِذَا أُشْهِدَ وَاحِدٌ بَعْدَ وَاحِدٍ فَإِنَّهُ جَائِزٌ إِذَا أَعْلَنُوا ذَلِكَ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَغَيْرِهِ هَكَذَا قَالَ إِسْحَقُ فِيمَا حَكَى عَنْ أَهْلِ الْمَدِينَةِ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ يَجُوزُ شَهَادَةُ رَجُلٍ وَامْرَأَتَيْنِ فِي النِّكَاحِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ","source":"Tirmidzi"},"__N_SSG":true}