{"pageProps":{"number":"1031","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar], telah menceritakan kepada kami [Yahya bin Sa'id], [Abdurrahman bin Mahdi] dan [Muhammad bin Ja'far] mereka berkata; telah menceritakan kepada kami [Syu'bah] dari ['Ashim bin 'Ubaidullah] berkata; saya telah mendengar [Abdullah bin 'Amir bin Rabi'ah] dari [Bapaknya] bahwa ada seorang wanita dari bani Fazarah menikah dengan mahar berupa sepasang sandal. Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apakah kamu rela atas diri dan hartamu dengan dua sandal ini?\" Dia menjawab; \"Ya.\" ('Amir bin Rabi'ah) berkata; (Nabi shallallahu 'alaihi wasallam) membolehkannya. (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari Umar, Abu Hurairah, Sahl bin Sa'ad, Abu Sa'id, Anas, 'Aisyah, Jabir dan Abu Hadrad Al Aslami. Abu 'Isa berkata; \"Hadits Amir bin Rabi'ah merupakan hadits hasan shahih. Para ulama berselisih pendapat mengenai mahar. Sebagian ulama berkata: jumlah mahar sesuai dengan yang disepakati kedua belah pihak. ini merupakan pendapat Sufyan Ats Tsauri, Syafi'i, Ahmad dan Ishaq. Adapun Malik bin Anas berpendapat: Mahar tidak boleh kurang dari seperempat dinar. Sebagian ahlul Kufah berpendapat: Mahar tidak boleh kurang dari sepuluh dinar.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَمُحَمَّدُ بْنُ جَعْفَرٍ قَالُوا حَدَّثَنَا شُعْبَةُ عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ قَال سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَامِرِ بْنِ رَبِيعَةَ عَنْ أَبِيهِأَنَّ امْرَأَةً مِنْ بَنِي فَزَارَةَ تَزَوَّجَتْ عَلَى نَعْلَيْنِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَضِيتِ مِنْ نَفْسِكِ وَمَالِكِ بِنَعْلَيْنِ قَالَتْ نَعَمْ قَالَ فَأَجَازَهُقَالَ وَفِي الْبَاب عَنْ عُمَرَ وَأَبِي هُرَيْرَةَ وَسَهْلِ بْنِ سَعْدٍ وَأَبِي سَعِيدٍ وَأَنَسٍ وَعَائِشَةَ وَجَابِرٍ وَأَبِي حَدْرَدٍ الْأَسْلَمِيِّ قَالَ أَبُو عِيسَى حَدِيثُ عَامِرِ بْنِ رَبِيعَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمَهْرِ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ الْمَهْرُ عَلَى مَا تَرَاضَوْا عَلَيْهِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ و قَالَ مَالِكُ بْنُ أَنَسٍ لَا يَكُونُ الْمَهْرُ أَقَلَّ مِنْ رُبْعِ دِينَارٍ و قَالَ بَعْضُ أَهْلِ الْكُوفَةِ لَا يَكُونُ الْمَهْرُ أَقَلَّ مِنْ عَشَرَةِ دَرَاهِمَ","source":"Tirmidzi"},"__N_SSG":true}