{"pageProps":{"number":"1037","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abu Umar] dan [Ishaq bin Manshur] berkata; Telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Az Zuhri] dari ['Urwah] dari [Aisyah] berkata; \"Istri Rifa'ah Al Quradli menemui Rasulullah shallallahu 'alaihi wasallam. Dia berkata; 'Saya istri Rifa'ah, dia telah menceraikanku dengan talak ba'in. Kemudian saya menikah dengan Abdurrahman bin Zubair. Ternyata dia bagaikan ujung kain (lemah syahwat) '. Beliau bertanya: 'Apakah kamu hendak kembali kepada Rifa'ah? Janganlah kamu melakukannya sampai kamu merasakan madunya dan dia merasakan madumu (melakukan jima') '.\" (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari Umar, Anas, Rumaisha` atau Ghumaisha`dan Abu Hurairah.\" Abu Isa berkata; \"Hadits Aisyah merupakan hadits hasan sahih. Kebanyakan ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan yang lainnya berpendapat bahwa jika seorang laki-laki mencerai isterinya tiga kali (talak tiga). Lalu dia menikah dengan pria yang lain. Lantas dia (suami tersebut) mentalaknya sebelum menggaulinya, maka tidak halal bagi suami pertama, jika memang dia (wanita tersebut) belum digauli oleh suami yang keduanya.\"","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ وَإِسْحَقُ بْنُ مَنْصُورٍ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْجَاءَتْ امْرَأَةُ رِفَاعَةَ الْقُرَظِيِّ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ إِنِّي كُنْتُ عِنْدَ رِفَاعَةَ فَطَلَّقَنِي فَبَتَّ طَلَاقِي فَتَزَوَّجْتُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ وَمَا مَعَهُ إِلَّا مِثْلُ هُدْبَةِ الثَّوْبِ فَقَالَ أَتُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ لَا حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ وَأَنَسٍ وَالرُّمَيْصَاءِ أَوْ الْغُمَيْصَاءِ وَأَبِي هُرَيْرَةَ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ أَنَّ الرَّجُلَ إِذَا طَلَّقَ امْرَأَتَهُ ثَلَاثًا فَتَزَوَّجَتْ زَوْجًا غَيْرَهُ فَطَلَّقَهَا قَبْلَ أَنْ يَدْخُلَ بِهَا أَنَّهَا لَا تَحِلُّ لِلزَّوْجِ الْأَوَّلِ إِذَا لَمْ يَكُنْ جَامَعَ الزَّوْجُ الْآخَرُ","source":"Tirmidzi"},"__N_SSG":true}