{"pageProps":{"number":"1069","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Abdul A'la As Sha'ani] berkata; telah menceritakan kepada kami [Al Mu'tamir bin Sulaiman] berkata; saya telah mendengar [Ayyub] menceritakan dari [Abdullah bin Abu Mulaikah] dari [Abdullah bin Zubair] dari [Aisyah] dari Nabi shallallahu 'alaihi wasallam bersabda: \"Satu kali atau dua kali hisapan (dalam susuan) tidak menyebabkan menjadi mahram.\" Abu Isa berkata; \"Hadits semakna diriwayatkan dari Umu Al Fadl, Abu Hurairah, Zubair bin Al Awwam dan Ibnu Zubair. Banyak jalur yang meriwayatkan hadits ini. Dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Abdullah bin Zubair] dari Nabi shallallahu 'alaihi wasallam bersabda: \"Satu kali atau dua kali hisapan (dalam susuan) tidak menyebabkan menjadi mahram.\" [Muhammad bin Dinar] meriwayatkan dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Abdullah bin Zubair] dari [Zubair] dari Nabi shallallahu 'alaihi wasallam. Muhammad bin Dinar Al Bashri menambahkan dari Zubair dari Nabi shallallahu 'alaihi wasallam namun tidak mahfuzh (terjaga). Yang sahih menurut ahli hadits yaitu hadits Ibnu Abu Mulaikah dari Abdullah bin Zubair dari Aisyah dari Nabi shallallahu 'alaihi wasallam.\" Abu Isa berkata; \"Hadits Aisyah merupakan hadits hasan sahih. Saya telah bertanya Muhammad tentang hal ini, dia menjawab; \"Yang sahih yaitu dari Ibnu Zubair dari Aisyah dan hadits Muhammad bin Dinar dan dia menambahkan di dalamnya dari Zubair yang benar adalah Hisyam bin 'Urwah dari Bapaknya dari Zubair. Ini merupakan pendapat para ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan yang lainnya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى الصَّنْعَانِيُّ قَالَ حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ قَال سَمِعْتُ أَيُّوبَ يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تُحَرِّمُ الْمَصَّةُ وَلَا الْمَصَّتَانِقَالَ وَفِي الْبَاب عَنْ أُمِّ الْفَضْلِ وَأَبِي هُرَيْرَةَ وَالزُّبَيْرِ بْنِ الْعَوَّامِ وَابْنِ الزُّبَيْرِ وَرَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تُحَرِّمُ الْمَصَّةُ وَلَا الْمَصَّتَانِ وَرَوَى مُحَمَّدُ بْنُ دِينَارٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ الزُّبَيْرِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَزَادَ فِيهِ مُحَمَّدُ بْنُ دِينَارٍ الْبَصْرِيُّ عَنْ الزُّبَيْرِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ غَيْرُ مَحْفُوظٍ وَالصَّحِيحُ عِنْدَ أَهْلِ الْحَدِيثِ حَدِيثُ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَقَالَ الصَّحِيحُ عَنْ ابْنِ الزُّبَيْرِ عَنْ عَائِشَةَ وَحَدِيثُ مُحَمَّدِ بْنِ دِينَارٍ وَزَادَ فِيهِ عَنْ الزُّبَيْرِ وَإِنَّمَا هُوَ هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ الزُّبَيْرِ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ","source":"Tirmidzi"},"__N_SSG":true}