{"pageProps":{"number":"1134","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Hafsh Amru bin Ali] telah mengabarkan kepada kami [Yazid bin Zurai'] telah mengabarkan kepada kami [Umarah bin Abu Hafshah] telah mengabarkan kepada kami [Ikrimah] dari [A`isyah] ia berkata; Rasulullah shallallahu 'alaihi wasallam memiliki dua buah pakaian yang terjahit dan tebal, jika beliau duduk lalu berkeringat maka hal itu terasa berat baginya. Kemudian datanglah pakaian-pakaian dari Syam milik seorang yahudi. Maka aku katakan; Tidakkah engkau mengutus seseorang untuk membeli dua buah pakaian darinya dan membayarnya di waktu lapang, maka beliau mengutus seseorang kepadanya. Orang itu pun berkata; Aku sudah tahu apa yang ia inginkan, ia hanya ingin mengambil harta atau dirham-dirhamku. Lalu Rasulullah shallallahu 'alaihi wasallam mengatakan: \"Ia berdusta, sungguh ia sudah tahu bahwa aku adalah orang yang paling bertaqwa kepada Allah dan paling menjaga amanat dari mereka.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Ibnu Abbas, Anas, dan Asma` binti Yazid. Abu Isa berkata; Hadits A`isyah adalah hadits hasan gharib shahih dan telah diriwayatkan juga oleh [Syu'bah] dari [Umarah bin Abu Hafshah]. Ia mengatakan; Dan aku juga mendengar Muhammad bin Firas Al Bashri berkata; Aku mendengar Abu Dawud Ath Thayalisi berkata; Pada suatu hari Syu'bah pernah ditanya tentang hadits ini, ia pun menjawab; Aku tidak akan menceritakan kepada kalian hingga kalian menemui Harami bin Umarah bin Abu Hafshah lalu ciumlah kepalanya, ia melanjutkan; Padahal saat itu Harami bersama orang-orang. Abu Isa berkata; Maksudnya adalah kekaguman terhadap hadits ini.","arab":"حَدَّثَنَا أَبُو حَفْصٍ عَمَرُو بْنُ عَلِيٍّ أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ أَخْبَرَنَا عُمَارَةُ بْنُ أَبِي حَفْصَةَ أَخْبَرَنَا عِكْرِمَةُ عَنْ عَائِشَةَ قَالَتْكَانَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَوْبَانِ قِطْرِيَّانِ غَلِيظَانِ فَكَانَ إِذَا قَعَدَ فَعَرِقَ ثَقُلَا عَلَيْهِ فَقَدِمَ بَزٌّ مِنْ الشَّامِ لِفُلَانٍ الْيَهُودِيِّ فَقُلْتُ لَوْ بَعَثْتَ إِلَيْهِ فَاشْتَرَيْتَ مِنْهُ ثَوْبَيْنِ إِلَى الْمَيْسَرَةِ فَأَرْسَلَ إِلَيْهِ فَقَالَ قَدْ عَلِمْتُ مَا يُرِيدُ إِنَّمَا يُرِيدُ أَنْ يَذْهَبَ بِمَالِي أَوْ بِدَرَاهِمِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَبَ قَدْ عَلِمَ أَنِّي مِنْ أَتْقَاهُمْ لِلَّهِ وَآدَاهُمْ لِلْأَمَانَةِقَالَ وَفِي الْبَاب عَنْ ابْنِ عَبَّاسٍ وَأَنَسٍ وَأَسْمَاءَ بِنْتِ يَزِيدَ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ وَقَدْ رَوَاهُ شُعْبَةُ أَيْضًا عَنْ عُمَارَةَ بْنِ أَبِي حَفْصَةَ قَالَ و سَمِعْت مُحَمَّدَ بْنَ فِرَاسٍ الْبَصْرِيَّ يَقُولُ سَمِعْتُ أَبَا دَاوُدَ الطَّيَالِسِيَّ يَقُولُ سُئِلَ شُعْبَةُ يَوْمًا عَنْ هَذَا الْحَدِيثِ فَقَالَ لَسْتُ أُحَدِّثُكُمْ حَتَّى تَقُومُوا إِلَى حَرَمِيِّ بْنِ عُمَارَةَ بْنِ أَبِي حَفْصَةَ فَتُقَبِّلُوا رَأَسَهُ قَالَ وَحَرَمِيٌّ فِي الْقَوْمِ قَالَ أَبُو عِيسَى أَيْ إِعْجَابًا بِهَذَا الْحَدِيثِ","source":"Tirmidzi"},"__N_SSG":true}