{"pageProps":{"number":"1155","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] telah menceritakan kepada kami [Isma'il bin Ibrahim] telah menceritakan kepada kami [Ayyub] telah menceritakan kepada kami [Amru bin Syu'aib] ia berkata; telah menceritakan kepadaku [ayahku] dari [ayahnya] hingga ia menyebut [Abdullah bin Amru] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak halal menjual dan meminjamkan, tidak pula dua syarat dalam satu jual beli dan tidak halal laba terhadap barang yang tidak dapat dijamin (baik dan buruknya), serta tidak halal menjual apa yang tidak kamu miliki.\" Abu Isa berkata; Hadits ini hasan shahih. Ishaq bin Manshur berkata; Aku bertanya kepada Ahmad; Apa yang dimaksud beliau melarang salaf dan jual beli? Ia menjawab; Ia meminjamkan uang lalu menjual barang karena pinjaman dengan harga lebih (jika tidak ada penjaman maka tidak ada penjualan), dan mungkin juga (maknanya) ia meminjamkan uang untuk membeli barang, maka ia berkata; Jika barang tersebut belum tersedia olehmu maka barang itu aku jual padamu (sehingga peminjam membayar lebih atas pinjaman uang untuk pembelian barang). Ishaq yakni Ibnu Rahawaih berkata kurang lebih; Aku bertanya kepada Ahmad; bagaimana dengan maksud menjual sesuatu yang tidak dapat dijamin? Ia menjawab; Aku tidak mengetahui kecuali hanya pada (menjual) makanan yang tidak ada pada tangannya. Ishaq berkata kurang lebih; Pada setiap barang yang ditakar atau ditimbang Ahmad mengatakan; Jika seseorang berkata; Aku menjual kain ini kepadamu namun aku yang menjahit dan memotongnya. Maka hal ini termasuk contoh dua syarat dalam satu jual beli dan jika ia mengatakan; Aku menjualnya kepadamu namun aku yang menjahitnya maka hal itu tidak apa-apa. Atau ia mengatakan; Aku menjualnya kepadamu namun aku yang memotongnya maka tidak apa-apa. karena Itu hanya satu syarat. Ishaq berkata kurang lebih (demikian). Abu Isa berkata; Hadits Hakim bin Hizam adalah hadits hasan, telah diriwayatkan darinya selain jalur ini, Ayyub As Sakhtiyani dan Abu Bisyr meriwayatkan dari Yusuf bin Mahak dari Hakim bin Hizam. Abu Isa berkata; ['Auf] dan [Hisyam bin Hassan] juga meriwayatkan hadits ini dari [Ibnu Sirin] dari [Hakim bin Hizam] dari Nabi shallallahu 'alaihi wasallam dan hadits ini mursal. Sesungguhnya Ibnu Sirin meriwayatkan dari Ayyub As Sakhtiyani dari Yusuf bin Mahak dari Hakim bin Hizam seperti ini.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَيُّوبُ حَدَّثَنَا عَمْرُو بْنُ شُعَيْبٍ قَالَ حَدَّثَنِي أَبِي عَنْ أَبِيهِ حَتَّى ذَكَرَ عَبْدَ اللَّهِ بْنَ عَمْرٍوأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلُّ سَلَفٌ وَبَيْعٌ وَلَا شَرْطَانِ فِي بَيْعٍ وَلَا رِبْحُ مَا لَمْ يُضْمَنُ وَلَا بَيْعُ مَا لَيْسَ عِنْدَكَقَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَالَ إِسْحَقُ بْنُ مَنْصُورٍ قُلْتُ لِأَحْمَدَ مَا مَعْنَى نَهَى عَنْ سَلَفٍ وَبَيْعٍ قَالَ أَنْ يَكُونَ يُقْرِضُهُ قَرْضًا ثُمَّ يُبَايِعُهُ عَلَيْهِ بَيْعًا يَزْدَادُ عَلَيْهِ وَيَحْتَمِلُ أَنْ يَكُونَ يُسْلِفُ إِلَيْهِ فِي شَيْءٍ فَيَقُولُ إِنْ لَمْ يَتَهَيَّأْ عِنْدَكَ فَهُوَ بَيْعٌ عَلَيْكَ قَالَ إِسْحَقُ يَعْنِي ابْنَ رَاهَوَيْهِ كَمَا قَالَ قُلْتُ لِأَحْمَدَ وَعَنْ بَيْعِ مَا لَمْ تَضْمَنْ قَالَ لَا يَكُونُ عِنْدِي إِلَّا فِي الطَّعَامِ مَا لَمْ تَقْبِضْ قَالَ إِسْحَقُ كَمَا قَالَ فِي كُلِّ مَا يُكَالُ أَوْ يُوزَنُ قَالَ أَحْمَدُ إِذَا قَالَ أَبِيعُكَ هَذَا الثَّوْبَ وَعَلَيَّ خِيَاطَتُهُ وَقَصَارَتُهُ فَهَذَا مِنْ نَحْوِ شَرْطَيْنِ فِي بَيْعٍ وَإِذَا قَالَ أَبِيعُكَهُ وَعَلَيَّ خِيَاطَتُهُ فَلَا بَأْسَ بِهِ أَوْ قَالَ أَبِيعُكَهُ وَعَلَيَّ قَصَارَتُهُ فَلَا بَأْسَ بِهِ إِنَّمَا هُوَ شَرْطٌ وَاحِدٌ قَالَ إِسْحَقُ كَمَا قَالَ قَالَ أَبُو عِيسَى حَدِيثُ حَكِيمِ بْنِ حِزَامٍ حَدِيثٌ حَسَنٌ قَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ رَوَى أَيُّوبُ السَّخْتِيَانِيُّ وَأَبُو بِشْرٍ عَنْ يُوسُفَ بْنِ مَاهَكَ عَنْ حَكِيمِ بْنِ حِزَامٍ قَالَ أَبُو عِيسَى وَرَوَى هَذَا الْحَدِيثَ عَوْفٌ وَهِشَامُ بْنُ حَسَّانَ عَنْ ابْنِ سِيرِينَ عَنْ حَكِيمِ بْنِ حِزَامٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهَذَا حَدِيثٌ مُرْسَلٌ إِنَّمَا رَوَاهُ ابْنُ سِيرِينَ عَنْ أَيُّوبَ السَّخْتِيَانِيِّ عَنْ يُوسُفَ بْنِ مَاهَكَ عَنْ حَكِيمِ بْنِ حِزَامٍ هَكَذَا","source":"Tirmidzi"},"__N_SSG":true}