{"pageProps":{"number":"1177","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Sufyan] dari [Manshur] dari [Ibrahim] dari [Al Aswad] dari [A`isyah] bahwa ia hendak membeli Barirah namun mereka mensyaratkan wala`, maka Nabi shallallahu 'alaihi wasallam bersabda: \"Belilah ia, karena wala` itu hanya milik orang yang memberikan harganya.\" Atau bagi orang yang memberinya kenikmatan (yang memerdekakannya).\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Ibnu Umar. Abu Isa berkata; Hadits A`isyah adalah hadits hasan shahih dan dapat dijadikan landasan amal menurut para ulama. Ia mengatakan; Dan Manshur bin Al Mu'tamar dijuluki Abu 'Attab telah menceritakan kepada kami Abu Bakr Al 'Aththar Al Bashri dari Ibnu Al Madini ia mengatakan; Aku mendengar Yahya bin Sa'id mengatakan; Jika kamu diceritakan hadits dari Manshur maka sungguh kamu telah mendapatkan kebaikan yang banyak hingga kamu tidak akan mengingikan lagi yang lain. Kemudian Yahya mengatakan; Aku tidak mendapatkan pada diri Ibrahim An Nakha'i dan Mujahid lebih kuat dari pada Manshur. Muhammad mengatakan dari Abdullah bin Abu Al Aswad ia mengatakan; Abdurrahman bin Mahdi mengatakan; Manshur adalah penduduk Kufah yang paling kuat.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَأَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ بَرِيرَةَ فَاشْتَرَطُوا الْوَلَاءَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اشْتَرِيهَا فَإِنَّمَا الْوَلَاءُ لِمَنْ أَعْطَى الثَّمَنَ أَوْ لِمَنْ وَلِيَ النِّعْمَةَقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ قَالَ وَمَنْصُورُ بْنُ الْمُعْتَمِرِ يُكْنَى أَبَا عَتَّابٍ حَدَّثَنَا أَبُو بَكْرٍ الْعَطَّارُ الْبَصْرِيُّ عَنْ ابْنِ الْمَدِينِيِّ قَال سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ إِذَا حُدِّثْتَ عَنْ مَنْصُورٍ فَقَدْ مَلَأْتَ يَدَكَ مِنْ الْخَيْرِ لَا تُرِدْ غَيْرَهُ ثُمَّ قَالَ يَحْيَى مَا أَجِدُ فِي إِبْرَاهِيمَ النَّخَعِيِّ وَمُجَاهِدٍ أَثْبَتَ مِنْ مَنْصُورٍ قَالَ مُحَمَّدٌ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الْأَسْوَدِ قَالَ قَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ مَنْصُورٌ أَثْبَتُ أَهْلِ الْكُوفَةِ","source":"Tirmidzi"},"__N_SSG":true}