{"pageProps":{"number":"1190","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad] telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Syaqiq bin Salamah] dari [Abdullah bin Mas'ud] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa bersumpah sedangkan ia berlaku curang di dalamnya, karena dengan itu ia dapat merampas harta seorang muslim, niscaya ia akan berjumpa dengan Allah sedangkan Dia dalam keadaan murka kepadanya.\" [Al Asy'ats bin Qais] berkata; Demi Allah, terhadapku. Pernah terjadi persengketaan tanah antara aku dan seorang Yahudi, ia mengingkariku, lalu aku adukan hal itu kepada Nabi shallallahu 'alaihi wasallam, maka Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Apakah engkau memiliki bukti?\" Aku menjawab; Tidak. Beliau pun bersabda kepada orang yahudi; \"Bersumpahlah.\" Aku mengatakan; Wahai Rasulullah, kalau begitu jika ia bersumpah maka ia akan membawa hartaku, Maka Allah Ta'ala menurunkan ayat: (Sesungguhnya orang-orang yang menukar janji (nya dengan) Allah dan sumpah-sumpah mereka dengan harga yang sedikit) hingga akhir ayat. Abu Isa berkata; Dan di dalam bab ini hadits serupa dari Wa`il bin Hujr, Abu Musa, Abu Umamah bin Tsa'labah Al Anshari dan Imran bin Hushain serta hadits Ibnu Mas'ud adalah hadits hasan shahih.","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ شَقِيقِ بْنِ سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينٍ وَهُوَ فِيهَا فَاجِرٌ لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ فَقَالَ الْأَشْعَثُ بْنُ قَيْسٍ فِيَّ وَاللَّهِ لَقَدْ كَانَ ذَلِكَ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنْ الْيَهُودِ أَرْضٌ فَجَحَدَنِي فَقَدَّمْتُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَكَ بَيِّنَةٌ قُلْتُ لَا فَقَالَ لِلْيَهُودِيِّ احْلِفْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفُ فَيَذْهَبُ بِمَالِي فَأَنْزَلَ اللَّهَ تَعَالَى{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا }إِلَى آخِرِ الْآيَةِقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ وَائِلِ بْنِ حُجْرٍ وَأَبِي مُوسَى وَأَبِي أُمَامَةَ بْنِ ثَعْلَبَةَ الْأَنْصَارِيِّ وَعِمْرَانَ بْنِ حُصَيْنٍ وَحَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}