{"pageProps":{"number":"1205","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Qaza'ah], telah mengabarkan kepada kami [Abdurrahman bin Mahdi] dari [Hammad bin Salamah] dari [Al Hajjaj] dari [Al Hakam] dari [Maimunah bin Abu Syabib] dari [Ali] ia berkata; Rasulullah shallallahu 'alaihi wasallam memberiku dua orang budak bersaudara lalu aku menjual salah satunya, maka Rasulullah shallallahu 'alaihi wasallam mengatakan kepadaku: \"Wahai Ali, apa yang engkau perbuat terhadap budakmu?\" Aku mengabarkan kepadanya, lalu beliau mengatakan: \"Kembalikan ia, kembalikan ia.\" Abu Isa berkata; Hadits ini hasan gharib dan sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka memakruhkan pemisahan di antara sabyi dalam jual beli, namun sebagian ulama membolehkan pemisahan di antara anak-anak yang dilahirkan di bumi Islam. Pendapat pertama yang lebih shahih dan telah diriwayatkan dari Ibrahim An Nakha'i bahwa ia memisahkan antara ibu dan anaknya dalam jual beli, lalu dikatakan kepadanya tentang hal itu, ia pun menjawab; Sesungguhnya aku telah meminta izin kepada ibunya dan ia memberi izin. ","arab":"حَدَّثَنَا الْحَسَنُ بْنُ قَزَعَةَ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ الْحَجَّاجِ عَنْ الْحَكَمِ عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ عَنْ عَلِيٍّ قَالَوَهَبَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غُلَامَيْنِ أَخَوَيْنِ فَبِعْتُ أَحَدَهُمَا فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَلِيُّ مَا فَعَلَ غُلَامُكَ فَأَخْبَرْتُهُ فَقَالَ رُدَّهُ رُدَّهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ كَرِهَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ التَّفْرِيقَ بَيْنَ السَّبْيِ فِي الْبَيْعِ وَرَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي التَّفْرِيقِ بَيْنَ الْمُوَلَّدَاتِ الَّذِينَ وُلِدُوا فِي أَرْضِ الْإِسْلَامِ وَالْقَوْلُ الْأَوَّلُ أَصَحُّ وَرُوِيَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ أَنَّهُ فَرَّقَ بَيْنَ وَالِدَةٍ وَوَلَدِهَا فِي الْبَيْعِ فَقِيلَ لَهُ فِي ذَلِكَ فَقَالَ إِنِّي قَدْ اسْتَأْذَنْتُهَا بِذَلِكَ فَرَضِيَتْ","source":"Tirmidzi"},"__N_SSG":true}