{"pageProps":{"number":"1295","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Ali Al Khallal], telah menceritakan kepada kami [Abdullah bin Numair] dan [Yazid bin Harun] dari [Sufyan Ats Tsauri] dari [Salamah bin Kuhail] dari [Suwaid bin Ghaflah] ia berkata; Aku pernah keluar bersama Zaid bin Shuhan dan Salamah bin Rabi'ah, lalu aku mendapatkan sebuah cambuk. Ibnu Numair berkata dalam haditsnya; Lalu aku menemukan sebuah cambuk dan aku mengambilnya, keduanya berkata; Biarkan ia. Aku berkata; Aku tidak akan membiarkannya karena binatang buas akan memakannya, sungguh aku akan mengambil dan menggunakannya. Lalu aku datang menemui [Ubay bin Ka'b] bertanya kepadanya tentang hal itu dan aku menceritakan kepadanya sebuah hadits. Ia pun menjawab; Bagus, pada masa Rasulullah shallallahu 'alaihi wasallam aku pernah mendapatkan sebuah kantong berisi seratus dinar. Ia melanjutkan; Lalu aku membawanya kepada beliau, beliau pun mengatakan kepadaku: \"Umumkanlah selama satu tahun.\" Lalu aku mengumumkannya selama satu tahun namun tidak ada orang yang mengakuinya, kemudian aku membawanya kembali kepada beliau, beliau pun mengatakan kepadaku: \"Umumkanlah selama satu tahun lagi.\" Aku pun mengumumkannya kemudian aku menemuinya lagi. Beliau pun masih mengatakan kepadaku: \"Umumkanlah selama satu tahun lagi.\" Dan beliau bersabda: \"Hitunglah jumlah, bejana dan tali ikatannya, jika pemiliknya datang memintanya maka kabarkan jumlah, bejana dan tali ikatannya kepadanya, lalu serahkan kepadanya. Namun jika tidak ada yang mengakuinya maka pergunakanlah ia.\" Ia mengatakan; Hadits ini hasan shahih.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ وَيَزِيدُ بْنُ هَارُونَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ سُوَيْدِ بْنِ غَفَلَةَ قَالَخَرَجْتُ مَعَ زَيْدِ بْنِ صُوحَانَ وَسَلْمَانَ بْنِ رَبِيعَةَ فَوَجَدْتُ سَوْطًا قَالَ ابْنُ نُمَيْرٍ فِي حَدِيثِهِ فَالْتَقَطْتُ سَوْطًا فَأَخَذْتُهُ قَالَا دَعْهُ فَقُلْتُ لَا أَدَعُهُ تَأْكُلْهُ السِّبَاعُ لَآخُذَنَّهُ فَلَأَسْتَمْتِعَنَّ بِهِ فَقَدِمْتُ عَلَى أُبَيِّ بْنِ كَعْبٍ فَسَأَلْتُهُ عَنْ ذَلِكَ وَحَدَّثْتُهُ الْحَدِيثَ فَقَالَ أَحْسَنْتَ وَجَدْتُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صُرَّةً فِيهَا مِائَةُ دِينَارٍ قَالَ فَأَتَيْتُهُ بِهَا فَقَالَ لِي عَرِّفْهَا حَوْلًا فَعَرَّفْتُهَا حَوْلًا فَمَا أَجِدُ مَنْ يَعْرِفُهَا ثُمَّ أَتَيْتُهُ بِهَا فَقَالَ عَرِّفْهَا حَوْلًا آخَرَ فَعَرَّفْتُهَا ثُمَّ أَتَيْتُهُ بِهَا فَقَالَ عَرِّفْهَا حَوْلًا آخَرَ وَقَالَ أَحْصِ عِدَّتَهَا وَوِعَاءَهَا وَوِكَاءَهَا فَإِنْ جَاءَ طَالِبُهَا فَأَخْبَرَكَ بِعِدَّتِهَا وَوِعَائِهَا وَوِكَائِهَا فَادْفَعْهَا إِلَيْهِ وَإِلَّا فَاسْتَمْتِعْ بِهَاقَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}