{"pageProps":{"number":"1299","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar], telah mengabarkan kepada kami [Abdul Wahhab Ats Tsaqafi] telah mengabarkan kepada kami [Ayyub] dari [Hisyam bin Urwah] dari [ayahnya] dari [Sa'id bin Zaid] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa menghidupkan tanah mati (membuka lahan baru) maka tanah itu menjadi miliknya, dan tidak ada hak bagi orang yang memiliki tanah secara zhalim.\" Abu Isa berkata; Hadits ini hasan gharib dan sebagian mereka telah meriwayatkan dari Hisyam bin Urwah dari ayahnya dari Nabi shallallahu 'alaihi wasallam secara mursal. Hadits ini menjadi pedoman amal menurut sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka, ini adalah pendapat Ahmad dan Ishaq. Mereka berpendapat; Ia boleh menghidupkan tanah mati tanpa seizin penguasa sedangkan sebagian ulama berpendapat; Ia tidak boleh menghidupkannya kecuali mendapat izin dari penguasa. Pendapat pertama lebih shahih. Ia mengatakan; Dalam hal ini ada hadits serupa dari Jabir, Amr bin 'Auf Al Muzani kakek Katsir dan Samurah. Telah menceritakan kepada kami Abu Musa Muhammad bin Al Mutsanna ia berkata; Aku bertanya kepada Abu Al Walid Ath Thayalisi tentang sabda beliau: \"Tidak ada hak bagi orang yang memiliki tanah secara zhalim.\" Ia pun menjawab; Orang zhalim yang memiliki adalah orang yang merampas, ia mengambil sesuatu yang bukan miliknya. Aku bertanya; Apakah ia orang yang menanam di tanah orang lain? Ia menjawab; Dialah orangnya.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ أَخْبَرَنَا أَيُّوبُ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ سَعِيدِ بْنِ زَيْدٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَحْيَى أَرْضًا مَيِّتَةً فَهِيَ لَهُ وَلَيْسَ لِعِرْقٍ ظَالِمٍ حَقٌّقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ قَالُوا لَهُ أَنْ يُحْيِيَ الْأَرْضَ الْمَوَاتَ بِغَيْرِ إِذْنِ السُّلْطَانِ وَقَدْ قَالَ بَعْضُهُمْ لَيْسَ لَهُ أَنْ يُحْيِيَهَا إِلَّا بِإِذْنِ السُّلْطَانِ وَالْقَوْلُ الْأَوَّلُ أَصَحُّ قَالَ وَفِي الْبَاب عَنْ جَابِرٍ وَعَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ جَدِّ كَثِيرٍ وَسَمُرَةَ حَدَّثَنَا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ سَأَلْتُ أَبَا الْوَلِيدِ الطَّيَالِسِيَّ عَنْ قَوْلِهِ وَلَيْسَ لِعِرْقٍ ظَالِمٍ حَقٌّ فَقَالَ الْعِرْقُ الظَّالِمُ الْغَاصِبُ الَّذِي يَأْخُذُ مَا لَيْسَ لَهُ قُلْتُ هُوَ الرَّجُلُ الَّذِي يَغْرِسُ فِي أَرْضِ غَيْرِهِ قَالَ هُوَ ذَاكَ","source":"Tirmidzi"},"__N_SSG":true}