{"pageProps":{"number":"1353","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Nashr bin Ali] dan yang lainnya telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Ubaidullah bin Abdullah bin Utbah] ia mendengarnya dari [Abu Hurairah] dan [Zaid bin Khalid] dan [Syibl] bahwa mereka berada di sebelah Nabi shallallahu 'alaihi wasallam, lalu ada dua orang datang bertengkar, salah seorang dari keduanya berdiri dan berkata; Aku bersumpah karena Allah, wahai Rasulullah, mengapa engkau tidak memutuskan di antara kami dengan Kitabullah? Lawannya yang lebih faqih berkata; Benar wahai Rasulullah, putuskanlah di antara kami dengan Kitabullah dan berilah izin untukku, aku akan mengatakan sesungguhnya anakku merasa kasihan karena orang ini, ia berzina dengan isterinya lalu mereka mengabarkan kepadaku bahwa anakku harus dirajam. Kemudian aku membayar fidyah dengan seratus unta dan pembantunya, setelah itu aku menemui sekumpulan para ulama, mereka menyuruh untuk mendera anakku sebanyak seratus kali dan diasingkan satu tahun, sesungguhnya rajam itu hanya untuk wanita ini. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Demi Dzat yang jiwaku berada di tanganNya, sungguh aku akan memutuskan di antara kalian berdua dengan Kitabullah, seratus unta dan pembantunya dikembalikan kepadamu, anakmu harus didera sebanyak seratus kali dan diasingkan selama satu tahun. Wahai Unais, pergilah kepada wanita ini, jika ia mengaku maka rajamlah.\" Maka keduanya pergi menemui wanita itu, ia pun mengaku maka ia dirajam. Telah menceritakan kepada kami [Ishaq bin Musa Al Anshari], telah menceritakan kepada kami [Ma'n] telah menceritakan kepada kami [Malik] dari [Ibnu Syihab] dari [Ubaidullah bin Abdullah] dari [Abu Hurairah] dan [Zaid bin Khalid Al Juhani] dari Nabi shallallahu 'alaihi wasallam seperti itu dengan maknanya. Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dengan sanadnya seperti Hadits Malik dengan maknanya. Ia mengatakan; Dalam hal ini ada hadits serupa dari Abu Bakrah, Ubadah bin Ash Shamit, Abu Hurairah, Abu Sa'id, Ibnu Abbas, Jabir bin Samurah, Hazzal, Buraidah, Salamah bin Al Muhabbaq, Abu Barzah dan Imran bin Hushain. Abu Isa berkata; Hadits Abu Hurairah dan Zaid bin Khalid adalah hadits hasan shahih, demikianlah Malik bin Anas, Ma'mar dan selainnya meriwayatkan dari Az Zuhri dari Ubaidullah bin Abdullah bin Utbah dari Abu Hurairah dan Zaid bin Khalid dari Nabi shallallahu 'alaihi wasallam. Mereka meriwayatkan dengan sanad ini dari Nabi shallallahu 'alaihi wasallam bahwa beliau bersabda: \"Jika budak wanita berzina maka deralah, jika ia berzina pada empat kalinya maka juallah ia walaupun dengan tali pengikat pelana unta.\" Sufyan bin Uyainah meriwayatkan dari Az Zuhri dari Ubaidullah dari Abu Hurairah, Zaid bin Khalid dan Syibl, mereka berkata; Kami pernah berada di sebelah Nabi shallallahu 'alaihi wasallam seperti ini. Ibnu Uyainah meriwayatkan dua hadits semuanya dari Abu Hurairah, Zaid bin Khalid dan Syibl namun dalam Hadits Ibnu Uyainah, Sufyan bin Uyainah melakukan kesamaran, ia memasukkan hadits satu ke dalam hadits lain. Yang shahih adalah yang diriwayatkan oleh Muhammad bin Al Walid Az Zubaidi, Yunus bin Ubaid, anak saudaraku Az Zuhri dari Az Zuhri dari Ubaidullah dari Abu Hurairah dan Zaid bin Khalid dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Jika budak wanita berzina, maka deralah ia.\" Dan Az Zuhri dari Ubaidullah dari Syibl bin Khalid dari Abdullah bin Malik Al Ausi dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Jika budak wanita berzina.\" Inilah yang shahih menurut para ulama hadits, namun Syibl bin Khalid tidak bertemu Nabi shallallahu 'alaihi wasallam, sesungguhnya Syibl hanya meriwayatkan dari Abdullah bin Malik Al Ausi dari Nabi shallallahu 'alaihi wasallam, dan ini yang shahih. Sedangkan Hadits Ibnu Uyainah tidak terjaga dan diriwayatkan juga darinya bahwa ia berkata; Syibl bin Hamid adalah salah yang benar adalah Syibl bin Khalid dan dipanggil juga dengan Syibl bin Khulaid.","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ وَغَيْرُ وَاحِدٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ سَمِعَهُ مِنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍأَنَّهُمْ كَانُوا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَاهُ رَجُلَانِ يَخْتَصِمَانِ فَقَامَ إِلَيْهِ أَحَدُهُمَا وَقَالَ أَنْشُدُكَ اللَّهَ يَا رَسُولَ اللَّهِ لَمَا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ فَقَالَ خَصْمُهُ وَكَانَ أَفْقَهَ مِنْهُ أَجَلْ يَا رَسُولَ اللَّهِ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَأْذَنْ لِي فَأَتَكَلَّمَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي الرَّجْمَ فَفَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَخَادِمٍ ثُمَّ لَقِيتُ نَاسًا مِنْ أَهْلِ الْعِلْمِ فَزَعَمُوا أَنَّ عَلَى ابْنِي جَلْدَ مِائَةٍ وَتَغْرِيبَ عَامٍ وَإِنَّمَا الرَّجْمُ عَلَى امْرَأَةِ هَذَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ الْمِائَةُ شَاةٍ وَالْخَادِمُ رَدٌّ عَلَيْكَ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَاغْدُ يَا أُنَيْسُ عَلَى امْرَأَةِ هَذَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَرَجَمَهَاحَدَّثَنَا إِسْحَقُ بْنُ مُوسَى الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِمَعْنَاهُ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ بِإِسْنَادِهِ نَحْوَ حَدِيثِ مَالِكٍ بِمَعْنَاهُ قَالَ وَفِي الْبَاب عَنْ أَبِي بَكْرَةَ وَعُبَادَةَ بْنِ الصَّامِتِ وَأَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ وَجَابِرِ بْنِ سَمُرَةَ وَهَزَّالٍ وَبُرَيْدَةَ وَسَلَمَةَ بْنِ الْمُحَبَّقِ وَأَبِي بَرْزَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رَوَى مَالِكُ بْنُ أَنَسٍ وَمَعْمَرٌ وَغَيْرُ وَاحِدٍ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَوْا بِهَذَا الْإِسْنَادِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ إِذَا زَنَتْ الْأَمَةُ فَاجْلِدُوهَا فَإِنْ زَنَتْ فِي الرَّابِعَةِ فَبِيعُوهَا وَلَوْ بِضَفِيرٍ وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ قَالُوا كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا رَوَى ابْنُ عُيَيْنَةَ الْحَدِيثَيْنِ جَمِيعًا عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ وَحَدِيثُ ابْنِ عُيَيْنَةَ وَهِمَ فِيهِ سُفْيَانُ بْنُ عُيَيْنَةَ أَدْخَلَ حَدِيثًا فِي حَدِيثٍ وَالصَّحِيحُ مَا رَوَى مُحَمَّدُ بْنُ الْوَلِيدِ الزُّبَيْدِيُّ وَيُونُسُ بْنُ عُبَيْدٍ وَابْنُ أَخِي الزُّهْرِيِّ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا زَنَتْ الْأَمَةُ فَاجْلِدُوهَا وَالزُّهْرِيُّ عَنْ عُبَيْدِ اللَّهِ عَنْ شِبْلِ بْنِ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ الْأَوْسِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا زَنَتْ الْأَمَةُ وَهَذَا الصَّحِيحُ عِنْدَ أَهْلِ الْحَدِيثِ وَشِبْلُ بْنُ خَالِدٍ لَمْ يُدْرِكْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا رَوَى شِبْلٌ عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ الْأَوْسِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهَذَا الصَّحِيحُ وَحَدِيثُ ابْنِ عُيَيْنَةَ غَيْرُ مَحْفُوظٍ وَرُوِيَ عَنْهُ أَنَّهُ قَالَ شِبْلُ بْنُ حَامِدٍ وَهُوَ خَطَأٌ إِنَّمَا هُوَ شِبْلُ بْنُ خَالِدٍ وَيُقَالُ أَيْضًا شِبْلُ بْنُ خُلَيْدٍ","source":"Tirmidzi"},"__N_SSG":true}