{"pageProps":{"number":"1382","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Rafi'], telah menceritakan kepada kami [Ibnu Abu Fudaik] dari [Ibrahim bin Isma'il bin Abu Habibah] dari [Dawud bin Al Hushain] dari [Ikrimah] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Jika seseorang berkata kepada orang lain; Wahai orang Yahudi, maka pukullah ia dua puluh kali, jika ia berkata kepadanya; Wahai orang banci, maka pukullah ia dua puluh kali, dan barangsiapa yang menggauli mahramnya maka bunuhlah ia.\" Abu Isa berkata; Hadits ini tidak kami ketahui kecuali dari jalur ini sedangkan Ibrahim bin Isma'il didha'ifkan dalam periwayatan hadits. Diriwayatkan juga dari Nabi shallallahu 'alaihi wasallam melalui jalur lain, Al Bara` bin Azib dan Qurrah bin Iyyas Al Muzani meriwayatkan bahwa ada seseorang menikahi isteri ayahnya lalu Nabi shallallahu 'alaihi wasallam memerintah untuk membunuhnya. Hadits ini menjadi pedoman amal menurut sahabat kami, mereka berpendapat; Barangsiapa menggauli mahramnya sedangkan ia mengetahuinya maka ia harus dibunuh. Sedangkan Ahmad berkata; Barangsiapa menikahi ibunya ia harus dibunuh. Ishaq berkata; Barangsiapa menggauli mahramnya, ia harus dibunuh.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ عَنْ إِبْرَاهِيمَ بْنِ إِسْمَعِيلَ بْنِ أَبِي حَبِيبَةَ عَنْ دَاوُدَ بْنِ الْحُصَيْنِ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا قَالَ الرَّجُلُ لِلرَّجُلِ يَا يَهُودِيُّ فَاضْرِبُوهُ عِشْرِينَ وَإِذَا قَالَ يَا مُخَنَّثُ فَاضْرِبُوهُ عِشْرِينَ وَمَنْ وَقَعَ عَلَى ذَاتِ مَحْرَمٍ فَاقْتُلُوهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَإِبْرَاهِيمُ بْنُ إِسْمَعِيلَ يُضَعَّفُ فِي الْحَدِيثِ وَقَدْ رُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ غَيْرِ وَجْهٍ رَوَاهُ الْبَرَاءُ بْنُ عَازِبٍ وَقُرَّةُ بْنُ إِيَاسٍ الْمُزَنِيُّ أَنَّ رَجُلًا تَزَوَّجَ امْرَأَةَ أَبِيهِ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَتْلِهِ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَصْحَابِنَا قَالُوا مَنْ أَتَى ذَاتَ مَحْرَمٍ وَهُوَ يَعْلَمُ فَعَلَيْهِ الْقَتْلُ و قَالَ أَحْمَدُ مَنْ تَزَوَّجَ أُمَّهُ قُتِلَ و قَالَ إِسْحَقُ مَنْ وَقَعَ عَلَى ذَاتِ مَحْرَمٍ قُتِلَ","source":"Tirmidzi"},"__N_SSG":true}