{"pageProps":{"number":"1387","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Nashr bin Ali], [Hannad] dan [Abu 'Ammar] mereka berkata; Telah menceritakan kepada kami [Isa bin Yunus] dari [Mujalid] dari [Asy Sya'bi] dari ['Adi bin Hatim] ia berkata; Aku bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang buruan burung elang. Beliau menjawab: \"Apa yang didapat untukmu makanlah.\" Abu Isa berkata; Hadits ini tidak kami ketahui kecuali dari Hadits Mujalid dari Asy Sya'bi. Hadits ini menjadi pedoman amal menurut para ulama, mereka membolehkan berburu dengan burung pemangsa dan burung elang. Mujalid berkata; Al Buzah adalah burung yang telah dilatih untuk berburu, sebagaimana yang Allah firmankan: (Dan (buruan yang ditangkap) oleh binatang buas yang Telah kamu ajar dengan melatih nya untuk berburu). Ia menafsirkan dengan anjing dan burung yang dilatih untuk berburu. Sebagian ulama membolehkan berburu dengan burung elang walaupun ia memakannya. Dan mereka mengatakan; Sesungguhnya wajib untuk mengajarinya, namun sebagian dari mereka dan para fuqaha memakruhkan, kebanyakan mereka berpendapat; Boleh memakannya walaupun ia ikut memakannya.","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ وَهَنَّادٌ وَأَبُو عَمَّارٍ قَالُوا حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ مُجَالِدٍ عَنْ الشَّعْبِيِّ عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ صَيْدِ الْبَازِي فَقَالَ مَا أَمْسَكَ عَلَيْكَ فَكُلْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ مُجَالِدٍ عَنْ الشَّعْبِيِّ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لَا يَرَوْنَ بِصَيْدِ الْبُزَاةِ وَالصُّقُورِ بَأْسًا و قَالَ مُجَاهِدٌ الْبُزَاةُ هُوَ الطَّيْرُ الَّذِي يُصَادُ بِهِ مِنْ الْجَوَارِحِ الَّتِي قَالَ اللَّهُ تَعَالَى{ وَمَا عَلَّمْتُمْ مِنْ الْجَوَارِحِ }فَسَّرَ الْكِلَابَ وَالطَّيْرَ الَّذِي يُصَادُ بِهِ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي صَيْدِ الْبَازِي وَإِنْ أَكَلَ مِنْهُ وَقَالُوا إِنَّمَا تَعْلِيمُهُ إِجَابَتُهُ وَكَرِهَهُ بَعْضُهُمْ وَالْفُقَهَاءُ أَكْثَرُهُمْ قَالُوا يَأْكُلُ وَإِنْ أَكَلَ مِنْهُ","source":"Tirmidzi"},"__N_SSG":true}