{"pageProps":{"number":"1505","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abul Walid Ad Dimasyqi] berkata, telah menceritakan kepada kami [Al Walid bin Muslim] berkata, telah mengabarkan kepadaku [Ibnu Abu Dzi`b] dari [Sa'id Al Maqburi] dari [Abu Murrah] -mantan budak (yang telah dimerdekakan oleh) Aqil bin Abu Thalib- dari [Ummu Hani] ia berkata, \"Aku memberi jaminan pengamanan kepada dua orang laki-laki dari kerabat suamiku. Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Kami telah memberi keamanan kepada orang yang kamu jamin keamanannya.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih. Sebagian ahli ilmu beramal dengan hadits ini, mereka membolehkan jaminan keamanan yang diberikan oleh seorang wanita. Ini adalah pendapat Ahmad. Ishaq juga membolehkan jaminan keamanan yang diberikan oleh seorang wanita atau budak. Hadits ini diriwayatkan dengan banyak jalur. Abu Murrah mantan budak (yang telah dimerdekakan oleh) Aqil bin Abu Thalib sering dipanggil juga dengan nama Maula Ummu Hani, dan nama aslinya adalah Yazid. Diriwayatkan pula dari Umar Ibnul Khaththab, bahwasanya ia membolehkan jaminan keamanan yang diberikan oleh seorang budak. Diriwayatkan dari Ali bin Abu Thalib, dari Abdullah bin Amru, dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Jaminan seorang dari kaum muslimin itu bisa dilakukan oleh orang yang paling rendah dari mereka.\" Abu Isa berkata, \"Maksud dari hadits ini menurut para ulama` adalah, bahwa pemberian jaminan keamanan oleh kaum muslimin itu bisa dilakukan oleh siapa saja dari mereka.\"","arab":"حَدَّثَنَا أَبُو الْوَلِيدِ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي مُرَّةَ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ عَنْ أُمِّ هَانِئٍ أَنَّهَا قَالَتْأَجَرْتُ رَجُلَيْنِ مِنْ أَحْمَائِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَمَّنَّا مَنْ أَمَّنْتِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَجَازُوا أَمَانَ الْمَرْأَةِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقُ أَجَازَ أَمَانَ الْمَرْأَةِ وَالْعَبْدِ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ وَأَبُو مُرَّةَ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ وَيُقَالُ لَهُ أَيْضًا مَوْلَى أُمِّ هَانِئٍ أَيْضًا وَاسْمُهُ يَزِيدُ وَقَدْ رُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ أَجَازَ أَمَانَ الْعَبْدِ وَقَدْ رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ قَالَ أَبُو عِيسَى وَمَعْنَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ مَنْ أَعْطَى الْأَمَانَ مِنْ الْمُسْلِمِينَ فَهُوَ جَائِزٌ عَلَى كُلِّهِمْ","source":"Tirmidzi"},"__N_SSG":true}