{"pageProps":{"number":"1508","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Al Laits] dari [Abu Az Zubair] dari [Jabir] ia berkata, \"Pada perang Ahzab Sa'd bin Mu'adz terkena anak panah hingga memutus urat nadi lengannya bagian luar, atau bagian dalam. Maka Rasulullah shallallahu 'alaihi wasallam menempelkan besi panas agar darahnya berhenti, tetapi tangannya justru membengkak dan mengeluarkan banyak darah. Rasulullah shallallahu 'alaihi wasallam kembali menempelkan besi panas agar darahnya berhenti. Ketika Sa'd melihat darahnya banyak keluar, ia pun berdoa, \"Ya Allah, janganlah engkau matikan aku hingga mataku menjadi sejuk dari (kekalahan) bani Quraizhah.\" Seketika itu urat nadinya berhenti dan tidak mengeluarkan setetes darah pun, hingga mereka (Bani Quraizhah) menyerahkan hukuman kepada keputusan Sa'd bin Mu'adz. Nabi pun mengutus seseorang menemui Sa'd. Saad putuskan agar tawanan laki-laki dibunuh sedang kaum perempuan dibiarkan hidup, dengan harapan kaum muslimin sewaktu-waktu membutuhkan pertolongannya. Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Engkau telah memberlakukan mereka sesuai dengan hukum Allah.\" Jumlah mereka waktu itu adalah empat ratus orang, ketika selesai membunuh orang-orang kafir itu, urat nadi Sa'd kembali mengeluarkan darah hingga ia pun meninggal.\" Ia berkata, \"Dalam bab ini juga ada hadits dari Abu Sa'id dan Athiyah Al Qurazhi.\" Abu Isa berkata, \"Ini adalah hadits shahih.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنَّهُ قَالَرُمِيَ يَوْمَ الْأَحْزَابِ سَعْدُ بْنُ مُعَاذٍ فَقَطَعُوا أَكْحَلَهُ أَوْ أَبْجَلَهُ فَحَسَمَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالنَّارِ فَانْتَفَخَتْ يَدُهُ فَتَرَكَهُ فَنَزَفَهُ الدَّمُ فَحَسَمَهُ أُخْرَى فَانْتَفَخَتْ يَدُهُ فَلَمَّا رَأَى ذَلِكَ قَالَ اللَّهُمَّ لَا تُخْرِجْ نَفْسِي حَتَّى تُقِرَّ عَيْنِي مِنْ بَنِي قُرَيْظَةَ فَاسْتَمْسَكَ عِرْقُهُ فَمَا قَطَرَ قَطْرَةً حَتَّى نَزَلُوا عَلَى حُكْمِ سَعْدِ بْنِ مُعَاذٍ فَأَرْسَلَ إِلَيْهِ فَحَكَمَ أَنْ يُقْتَلَ رِجَالُهُمْ وَيُسْتَحْيَا نِسَاؤُهُمْ يَسْتَعِينُ بِهِنَّ الْمُسْلِمُونَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصَبْتَ حُكْمَ اللَّهِ فِيهِمْ وَكَانُوا أَرْبَعَ مِائَةٍ فَلَمَّا فَرَغَ مِنْ قَتْلِهِمْ انْفَتَقَ عِرْقُهُ فَمَاتَقَالَ وَفِي الْبَاب عَنْ أَبِي سَعِيدٍ وَعَطِيَّةَ الْقُرَظِيِّ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}