{"pageProps":{"number":"1530","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad] berkata, telah menceritakan kepada kami [Abu Mu'awiyah] dari [Isma'il bin Abu Khalid] dari [Qais bin Abu Hazim] dari [Jarir bin Abdullah] bahwa Rasulullah shallallahu 'alaihi wasallam mengutus ekspedisi kepada Khats'am, lalu ada beberapa orang (Khats'am) yang bersujud. Namun pasukan ekspedisi tersebut segera membunuh mereka. Kabar tersebut akhirnya sampai kepada Nabi shallallahu 'alaihi wasallam, lalu beliau pun memerintakan mereka untuk memberi setengah tebusan.\", kemudian Beliau bersabda: \"Aku berlepas diri dari setiap muslim yang tinggal bersama orang-orang musyrik.\" Para sahabat bertanya, \"Wahai Rasulullah, kenapa?\" beliau menjawab: \"Tidak pantas rumah mereka saling berhadapan.\" Telah menceritakan kepada kami [Hannad] berkata, telah menceritakan kepada kami [Abdah] dari [Isma'il bin Abu Khalid] dari [Qais bin Abu Hazim] seperti hadits Abu Mu'awiyah, tetapi di dalamnya tidak disebutkan 'dari Jarir', dan ini lebih shahih.\" Dan dalam bab ini juga ada hadits dari Samurah, Abu Isa berkata; kebanyakan para sahabat Isma'il (meriwayatkannya) dari Qais bin Abi Hazim bahwasanya Rasulullah shallallahu 'alaihi wasallam mengutus sebuah ekspedisi, tanpa menyebutkan di dalamnya dari Jarir. Dan diriwayatkan oleh [Hammad bin Salamah] dari [Al Hajjaj bin Arthah] dari [Isma'il bin Abu Khalid] dari [Qais] dari [Jarir] semisal hadits Abu Mu'awiyah. Ia (Abu Isa) berkata; saya mendengar Muhammad mengatakan; yang benar hadits Qais dari Nabi shallallahu 'alaihi wasallam kedudukannya adalah mursal. Sedangkan Samurah bin Jundab meriwayatkan dari Nabi Shallahu 'alaihi Wasallam Beliau bersabda; \"janganlah kalian bertempat tinggal dengan orang-orang musyrik dan jangan pula bergaul dengan mereka, oleh karena itu barang siapa yang bertempat tinggal atau bergaul dengan mereka maka dia seperti mereka.\" ","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّةً إِلَى خَثْعَمٍ فَاعْتَصَمَ نَاسٌ بِالسُّجُودِ فَأَسْرَعَ فِيهِمْ الْقَتْلَ فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَ لَهُمْ بِنِصْفِ الْعَقْلِ وَقَالَ أَنَا بَرِيءٌ مِنْ كُلِّ مُسْلِمٍ يُقِيمُ بَيْنَ أَظْهُرِ الْمُشْرِكِينَ قَالُوا يَا رَسُولَ اللَّهِ وَلِمَ قَالَ لَا تَرَايَا نَارَاهُمَاحَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبْدَةُ عَنْ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ مِثْلَ حَدِيثِ أَبِي مُعَاوِيَةَ وَلَمْ يَذْكُرْ فِيهِ عَنْ جَرِيرٍ وَهَذَا أَصَحُّ وَفِي الْبَاب عَنْ سَمُرَةَ قَالَ أَبُو عِيسَى وَأَكْثَرُ أَصْحَابِ إِسْمَعِيلَ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّةً وَلَمْ يَذْكُرُوا فِيهِ عَنْ جَرِيرٍ وَرَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ الْحَجَّاجِ بْنِ أَرْطَاةَ عَنْ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ عَنْ قَيْسٍ عَنْ جَرِيرٍ مِثْلَ حَدِيثِ أَبِي مُعَاوِيَةَ قَالَ و سَمِعْت مُحَمَّدًا يَقُولُ الصَّحِيحُ حَدِيثُ قَيْسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلٌ وَرَوَى سَمُرَةُ بْنُ جُنْدَبٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تُسَاكِنُوا الْمُشْرِكِينَ وَلَا تُجَامِعُوهُمْ فَمَنْ سَاكَنَهُمْ أَوْ جَامَعَهُمْ فَهُوَ مِثْلُهُمْ","source":"Tirmidzi"},"__N_SSG":true}