{"pageProps":{"number":"182","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ahmad bin Mani'] berkata; telah menceritakan kepada kami [Abu Ahmad Az Zubair] berkata; telah menceritakan kepada kami [Abu Isra`il] dari [Al Hakam] dari [Abdurrahman bin Abu Laila] dari [Bilal] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah sekali-kali kamu melakukan tastwib (menguap) pada waktu-waktu shalat kecuali dalam shalat subuh.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abu Mahdlurah.\" Abu Isa berkata; \"Kami tidak mengetahui hadits Bilal kecuali dari Abu Isra'il Al Mula'I, dan Abu Isma'il belum pernah mendengar hadits ini dari Al Hakam bin Utaibah.\" Ia berkata; \"Hanyasanya ia meriwayatkan hadits ini dari Al Hasan bin Umarah, dari Al Hakam bin Utaibah. Dan Abu Isma'il namanya adalah Isma'il bin Abu Ishaq. Namun menurut ahli hadits ia bukan seorang yang kuat.\" Para ulama berselisih dalam menafsirkan lafadz tatswib, sebagian dari mereka mengatakan bahwa tastwid adalah, seseorang mengucapkan dalam adzan shalat subuh ASH SHALATU KHAIRUN MINAN NAUM (shalat lebih baik daripada tidur). Ini adalah pendapat yang diambil oleh bin Al Mubarak dan Ahmad. Sedangkan Ishaq punya pendapat lain dalam hal tatswib, ia berkata; \"Tatswib yang dibenci adalah sesuatu yang diada-adakan oleh manusia setelah Nabi shallallahu 'alaihi wasallam, jika mu'adzin melakukan adzan kemudian orang-orang bermalas-malas dalam memenuhinya, ia mengucapkan antara adzan dan iqamah; QAD QAAMATISH SHALAT - HAYYA 'ALA ASH SHALAT - HAYYA 'ALAL FALAH (shalat telah didirikan, mari menegakkan shalat, mari menuju kemenangan).\" Ia berkata; \"Apa yang dikatakan oleh Ishaq ini adalah model tatswib yang diada-adakan setelah Nabi shallallahu 'alaihi wasallam dan dibenci oleh para ahli ilmu.\" Yang ditafsirkan oleh bin Al Mubarak dan Ahmad bahwa tatswib itu adalah ucapan seorang mu'adzin pada adzan subuh; ASH SHALATU KHAIRUN MINAN NAUM (shalat itu lebih baik daripada tidur).\" Ini adalah pendapat yang benar. Itulah yang disebut dengan tatswid sebagaimana yang diambil dan dipilih oleh ahli ilmu. Diriwayatkan dari Ibnu Umar bahwa dalam adzan shalat subuh ia mengucapkan; ASH SHALATU KHAIRUN MINAN NAUM (shalat itu lebih baik daripada tidur). Diriwayatkan dari Mujahid bahwa ia berkata; \"Aku bersama Abdullah bin Umar masuk ke dalam masjid ketika adzan telah dikumandangkan, namun mu'adzin mengucapkan tatswib. Maka Abdullah bin Umar pun keluar dari masjid dan berkata; \"Ikutlah keluar bersamaku dari sisi tukang bid'ah ini!\" dan ia tidak jadi melaksanakan shalat di dalamnya.\" Ia berkata; \"Hanyasanya tatswid yang dibenci oleh Abdullah adalah (tatswib) yang diada-adakan oleh manusia.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ حَدَّثَنَا أَبُو إِسْرَائِيلَ عَنْ الْحَكَمِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ بِلَالٍ قَالَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُثَوِّبَنَّ فِي شَيْءٍ مِنْ الصَّلَوَاتِ إِلَّا فِي صَلَاةِ الْفَجْرِقَالَ وَفِي الْبَاب عَنْ أَبِي مَحْذُورَةَ قَالَ أَبُو عِيسَى حَدِيثُ بِلَالٍ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ أَبِي إِسْرَائِيلَ الْمُلَائِيِّ وَأَبُو إِسْرَائِيلَ لَمْ يَسْمَعْ هَذَا الْحَدِيثَ مِنْ الْحَكَمِ بْنِ عُتَيْبَةَ قَالَ إِنَّمَا رَوَاهُ عَنْ الْحَسَنِ بْنِ عُمَارَةَ عَنْ الْحَكَمِ بْنِ عُتَيْبَةَ وَأَبُو إِسْرَائِيلَ اسْمُهُ إِسْمَعِيلُ بْنُ أَبِي إِسْحَقَ وَلَيْسَ هُوَ بِذَاكَ الْقَوِيِّ عِنْدَ أَهْلِ الْحَدِيثِ وَقَدْ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي تَفْسِيرِ التَّثْوِيبِ فَقَالَ بَعْضُهُمْ التَّثْوِيبُ أَنْ يَقُولَ فِي أَذَانِ الْفَجْرِ الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَأَحْمَدَ و قَالَ إِسْحَقُ فِي التَّثْوِيبِ غَيْرَ هَذَا قَالَ التَّثْوِيبُ الْمَكْرُوهُ هُوَ شَيْءٌ أَحْدَثَهُ النَّاسُ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَذَّنَ الْمُؤَذِّنُ فَاسْتَبْطَأَ الْقَوْمَ قَالَ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ قَدْ قَامَتْ الصَّلَاةُ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ قَالَ وَهَذَا الَّذِي قَالَ إِسْحَقُ هُوَ التَّثْوِيبُ الَّذِي قَدْ كَرِهَهُ أَهْلُ الْعِلْمِ وَالَّذِي أَحْدَثُوهُ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي فَسَّرَ ابْنُ الْمُبَارَكِ وَأَحْمَدُ أَنَّ التَّثْوِيبَ أَنْ يَقُولَ الْمُؤَذِّنُ فِي أَذَانِ الْفَجْرِ الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ وَهُوَ قَوْلٌ صَحِيحٌ وَيُقَالُ لَهُ التَّثْوِيبُ أَيْضًا وَهُوَ الَّذِي اخْتَارَهُ أَهْلُ الْعِلْمِ وَرَأَوْهُ وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ كَانَ يَقُولُ فِي صَلَاةِ الْفَجْرِ الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ وَرُوِيَ عَنْ مُجَاهِدٍ قَالَ دَخَلْتُ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ مَسْجِدًا وَقَدْ أُذِّنَ فِيهِ وَنَحْنُ نُرِيدُ أَنْ نُصَلِّيَ فِيهِ فَثَوَّبَ الْمُؤَذِّنُ فَخَرَجَ عَبْدُ اللَّهِ بْنُ عُمَرَ مِنْ الْمَسْجِدِ وَقَالَ اخْرُجْ بِنَا مِنْ عِنْدِ هَذَا الْمُبْتَدِعِ وَلَمْ يُصَلِّ فِيهِ قَالَ وَإِنَّمَا كَرِهَ عَبْدُ اللَّهِ التَّثْوِيبَ الَّذِي أَحْدَثَهُ النَّاسُ بَعْدُ","source":"Tirmidzi"},"__N_SSG":true}