{"pageProps":{"number":"183","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata; telah menceritakan kepada kami [Abdah] dan [Ya'la bin Ubaid] dari [Abdurrahman bin Ziyad bin An'um Al Afriqi] dari [Ziyad bin Nu'aim Al Hadlrami] dari [Ziyad bin Al Harits Ash Shudafi] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam memerintahkan kepadaku untuk adzan subuh maka aku pun adzan. Kemudian Bilal ingin mengumandangkan iqamah, namun Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Saudara Shuda` telah mengumandangkan adzan, maka dialah yang berhak untuk melakukan iqamah.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ibnu Umar.\" Abu Isa berkata; \"Kami mengetahui hadits Ziyad dari hadits yang diriwayatkan oleh Al Afriqi, dan Al Afriqi menurut ahli hadits adalah seorang yang lemah. Ia telah dilemahkan oleh Yahya bin Sa'id bin Al Qaththan dan selainnya.\" Ahmad berkata; \"Aku tidak menulis hadits Al Afriqi.\" Ia berkata; \"Aku melihat Muhammad bin Isma'il menguatkan pendapatnya dia berpendapat hal ini lebih mendekati hadits yang lain, hadits ini juga diamalkan oleh ahli ilmu, bahwa barangsiapa melakukan adzan maka dialah yang melakukan iqamah.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبْدَةُ وَيَعْلَى بْنُ عُبَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعُمٍ الْأَفْرِيقِيِّ عَنْ زِيَادِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ عَنْ زِيَادِ بْنِ الْحَارِثِ الصُّدَائِيِّ قَالَأَمَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ أُؤَذِّنَ فِي صَلَاةِ الْفَجْرِ فَأَذَّنْتُ فَأَرَادَ بِلَالٌ أَنْ يُقِيمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَخَا صُدَاءٍ قَدْ أَذَّنَ وَمَنْ أَذَّنَ فَهُوَ يُقِيمُقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ قَالَ أَبُو عِيسَى وَحَدِيثُ زِيَادٍ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ الْأَفْرِيقِيِّ وَالْأَفْرِيقِيُّ هُوَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُهُ قَالَ أَحْمَدُ لَا أَكْتُبُ حَدِيثَ الْأَفْرِيقِيِّ قَالَ وَرَأَيْتُ مُحَمَّدَ بْنَ إِسْمَعِيلَ يُقَوِّي أَمْرَهُ وَيَقُولُ هُوَ مُقَارِبُ الْحَدِيثِ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ أَنَّ مَنْ أَذَّنَ فَهُوَ يُقِيمُ","source":"Tirmidzi"},"__N_SSG":true}