{"pageProps":{"number":"187","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] berkata; telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dari [Salim] dari [Ayahnya] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Bilal adzan di waktu yang masih malam, maka hendaklah kalian tetap makan dan minum hingga mendengar adzan Ibnu Ummi Maktum.\" Abu Isa berkata; \"Dalam bab ini juga ada riwayat dari Ibnu Mas'ud, 'Aisyah, Unaisah, Anas, Abu Dzar dan Samrah.\" Abu Isa berkata; \"Hadits Ibnu Umar derajatnya hasan shahih. Dan para ulama telah berselisih pendapat tentang adzan di waktu malam. Sebagian mereka mengatakan, \"Jika seorang mu'adzin mengumandangkan adzan di waktu yang masih malam maka hal itu telah mencukupi dan tidak perlu mengulanginya.\" Pendapat ini diambil oleh Malik, bin Al Mubarak, Ahmad dan Ishaq. Sedangkan sebagian ulama yang lain mengatakan, \"Jika ia melakukan adzan di waktu yang masih malam maka ia harus mengulanginya.\" Pendapat ini diambil oleh Sufyan Ats Tsauri. Hammad bin Salamah meriwayatkan dari Ayyub, dari Nafi' dari Ibnu Umar bahwa Bilal pernah mengumandangkan adzan di waktu yang masih malam, maka Nabi shallallahu 'alaihi wasallam pun memerintahkan kepadanya untuk menyeru, \"Sesungguhnya seorang hamba telah tidur.\" Abu Isa berkata; \"Hadits ini tidak akurat. Tetapi yang shahih adalah hadits yang diriwayatkan oleh [Ubaidullah bin Umar] dan selainnya dari [Nafi'] dari [Ibnu Umar] bahwa Nabi shallallahu 'alaihi wasallam bersabda; \"Sesungguhnya Bilal adzan di waktu yang masih malam, maka hendakalah kalian tetap makan dan minum hingga mendengar adzan Ibnu Ummi Maktum.\" Telah diriwayatkan pula bahwa Abdul Aziz bin Abu Rawwad dari Nafi', bahwa tukang adzan Umar pernah mengumandangkan adzan di waktu yang masih malam, maka ia pun memerintahkan kepadanya untuk mengulangi, namun hadits ini juga tidak sah. Sebab antara Nafi' dan Umar sanadnya terputus. Barangkali Hammad bin Salamah menghendaki hadits ini. Yang benar adalah hadits yang diriwayatkan oleh Ubaidullah dan yang lainnya dari Nafi' dari Ibnu Umar, dan Az Zuhri dari Salim bin Umar, bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Bilal adzan di waktu yang masih malam.\" Abu Isa berkata; \"Sekiranya hadits riwayat Hammad shahih, tentu hadits ini tidak ada maknanya. Sebab Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Bilal Adzan di waktu yang masih malam, \" beliau memerintahkan kepada para sahabat untuk sesuatu yang akan datang. Dan beliau bersabda: \"Sesungguhnya Bilal adzan di waktu yang masih malam, \" sekiranya beliau memerintahkan mengulangi adzan ketika adzan itu dilakukan sebelum fajar, maka Nabi tidak akan mengatakan: \"Sesungguhnya Bilal adzan di waktu yang masih malam.\" Ali bin Al Madini berkata; \"Hadits Hammad bin Salamah dari Ayyub, dari Nafi', dari Ibnu Umar dari Nabi shallallahu 'alaihi wasallam tidak akurat, dan Hammad bin Salamah melakukan kesalahan di dalamnya.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ سَالِمٍ عَنْ أَبِيهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا تَأْذِينَ ابْنِ أُمِّ مَكْتُومٍقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ ابْنِ مَسْعُودٍ وَعَائِشَةَ وَأُنَيْسَةَ وَأَنَسٍ وَأَبِي ذَرٍّ وَسَمُرَةَ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْأَذَانِ بِاللَّيْلِ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أَذَّنَ الْمُؤَذِّنُ بِاللَّيْلِ أَجْزَأَهُ وَلَا يُعِيدُ وَهُوَ قَوْلُ مَالِكٍ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أَذَّنَ بِلَيْلٍ أَعَادَ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَرَوَى حَمَّادُ بْنُ سَلَمَةَ عَنْ أَيُّوبَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ بِلَالًا أَذَّنَ بِلَيْلٍ فَأَمَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُنَادِيَ إِنَّ الْعَبْدَ نَامَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ وَالصَّحِيحُ مَا رَوَى عُبَيْدُ اللَّهِ بْنُ عُمَرَ وَغَيْرُهُ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ابْنُ أُمِّ مَكْتُومٍ وَرَوَى عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ عَنْ نَافِعٍ أَنَّ مُؤَذِّنًا لِعُمَرَ أَذَّنَ بِلَيْلٍ فَأَمَرَهُ عُمَرُ أَنْ يُعِيدَ الْأَذَانَ وَهَذَا لَا يَصِحُّ أَيْضًا لِأَنَّهُ عَنْ نَافِعٍ عَنْ عُمَرَ مُنْقَطِعٌ وَلَعَلَّ حَمَّادَ بْنَ سَلَمَةَ أَرَادَ هَذَا الْحَدِيثَ وَالصَّحِيحُ رِوَايَةُ عُبَيْدِ اللَّهِ وَغَيْرِ وَاحِدٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ وَالزُّهْرِيِّ عَنْ سَالِمٍ عَنْ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ قَالَ أَبُو عِيسَى وَلَوْ كَانَ حَدِيثُ حَمَّادٍ صَحِيحًا لَمْ يَكُنْ لِهَذَا الْحَدِيثِ مَعْنًى إِذْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ فَإِنَّمَا أَمَرَهُمْ فِيمَا يُسْتَقْبَلُ و قَالَ إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ وَلَوْ أَنَّهُ أَمَرَهُ بِإِعَادَةِ الْأَذَانِ حِينَ أَذَّنَ قَبْلَ طُلُوعِ الْفَجْرِ لَمْ يَقُلْ إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ حَدِيثُ حَمَّادِ بْنِ سَلَمَةَ عَنْ أَيُّوبَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيْرُ مَحْفُوظٍ وَأَخْطَأَ فِيهِ حَمَّادُ بْنُ سَلَمَةَ","source":"Tirmidzi"},"__N_SSG":true}