{"pageProps":{"number":"2043","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Nashr bin 'Ali Al Jahdhami]; telah menceritakan kepada kami ['Abdush Shamad bin 'Abdul Warits]; telah menceritakan kepada kami [Nashr bin 'Ali]; telah menceritakan kepada kami [Al Asy'ats bin Jabir] dari [Syahr bin Hausyab] dari [Abu Hurairah] bahwasanya dia menceritakan kepadanya dari Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya seorang lelaki dan perempuan bisa jadi beramal ketaatan kepada Allah selama enam puluh tahun, kemudian ketika tiba ajal keduanya melakukan sesuatu yang membahayakan bagi ahli waritsnya, sehingga mengharuskan keduanya masuk ke dalam neraka.\" Kemudian Abu Hurairah membacakan ayat kepadaku: \"MIM BA'DI WASIYYATIY YUUSHAA BIHAA AU DAININ GHAIRA MUDLAARRIW WASIYYATAM MINALLAAH (sesudah dipenuhi wasiat yang dibuat olehnya atau sesudah dibayar hutangnya dengan tidak memberi mudharat kepada ahli waris. (Allah menetapkan yang demikian itu sebagai) syari`at yang benar-benar dari Allah).\" (QS An Nisa': 12) sampai firman Allah, \"DZALIKAL FAUZUL 'ADZIIM (dan itulah kemenangan yang besar).\" (QS An Nisa': 13) Abu Isa berkata; Hadits ini adalah hasan shahih gharib, adapun Nashr bin Ali yang meriwayatkan dari Ats'ats bin Jabir dia adalah kakeknya Nahsr bin Ali Al Jahdlami.","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ حَدَّثَنَا الْأَشْعَثُ بْنُ جَابِرٍ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ حَدَّثَهُعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الرَّجُلَ لَيَعْمَلُ وَالْمَرْأَةُ بِطَاعَةِ اللَّهِ سِتِّينَ سَنَةً ثُمَّ يَحْضُرُهُمَا الْمَوْتُ فَيُضَارَّانِ فِي الْوَصِيَّةِ فَتَجِبُ لَهُمَا النَّارُ ثُمَّ قَرَأَ عَلَيَّ أَبُو هُرَيْرَةَ{ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنْ اللَّهِ إِلَى قَوْلِهِ ذَلِكَ الْفَوْزُ الْعَظِيمُ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَنَصْرُ بْنُ عَلِيٍّ الَّذِي رَوَى عَنْ الْأَشْعَثِ بْنِ جَابِرٍ هُوَ جَدُّ نَصْرِ بْنِ عَلِيٍّ الْجَهْضَمِيِّ","source":"Tirmidzi"},"__N_SSG":true}