{"pageProps":{"number":"2207","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin 'Ali Al Khallal] telah menceritakan kepada kami ['Abdur Razzaq] telah mengkhabarkan kepada kami [Ma'mar] dari [Ayyub] dari [Ibnu Sirin] dari [Abu Hurairah] dari nabi Shallallahu 'alaihi wa Salam bersabda: \"Di akhir zaman, hampir mimpi mu`min tidak berdusta dan mimpi mereka yang paling benar adalah yang paling benar kata-katanya dan, mimpi itu ada tiga; mimpi yang baik adalah khabar gembira dari Allah, mimpi yang dibisikkan oleh jiwa seseorang dan mimpi dari kesedihan yang dibuat setan dan bila salah seorang dari kalian bermimpi sesuatu yang tidak ia suka, jangan memberitahukannya kepada siapa pun, hendaklah ia bangun lalu shalat.\" Abu Hurairah berkata: Aku suka bermimpi diikat tali dalam tidur dan aku tidak suka bermimpi kedua tanganku diikat diatas tengkuk, sebab diikat tali itu maknanya adalah teguh dalam agama. Nabi Shallallahu 'alaihi wa Salam bersabda: \"Mimpi seorang mu`min adalah satu dari empatpuluh enam bagian kenabian. Berkata Abu Isa: ['Abdul Wahhab Ats Tsaqafi] meriwayatkan hadits ini dari [Ayyub] secara marfu' dan [Hammad bin Zaid] meriwayatkannya dari [Ayyub], ia memauqufkannya.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ أَيُّوبَ عَنْ ابْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي آخِرِ الزَّمَانِ لَا تَكَادُ رُؤْيَا الْمُؤْمِنِ تَكْذِبُ وَأَصْدَقُهُمْ رُؤْيَا أَصْدَقُهُمْ حَدِيثًا وَالرُّؤْيَا ثَلَاثٌ الْحَسَنَةُ بُشْرَى مِنْ اللَّهِ وَالرُّؤْيَا يُحَدِّثُ الرَّجُلُ بِهَا نَفْسَهُ وَالرُّؤْيَا تَحْزِينٌ مِنْ الشَّيْطَانِ فَإِذَا رَأَى أَحَدُكُمْ رُؤْيَا يَكْرَهُهَا فَلَا يُحَدِّثْ بِهَا أَحَدًا وَلْيَقُمْ فَلْيُصَلِّقَالَ أَبُو هُرَيْرَةَ يُعْجِبُنِي الْقَيْدُ وَأَكْرَهُ الْغُلَّ الْقَيْدُ ثَبَاتٌ فِي الدِّينِ قَالَ وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رُؤْيَا الْمُؤْمِنِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنْ النُّبُوَّةِ قَالَ أَبُو عِيسَى وَقَدْ رَوَى عَبْدُ الْوَهَّابِ الثَّقَفِيُّ هَذَا الْحَدِيثَ عَنْ أَيُّوبَ مَرْفُوعًا وَرَوَاهُ حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ وَوَقَفَهُ","source":"Tirmidzi"},"__N_SSG":true}