{"pageProps":{"number":"2217","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Washil bin 'Abdul A'la] telah menceritakan kepada kami [Muhammad bin Fudlail] dari [Al A'masy] dari ['Ali bin Mudri] dari [Hilal bin Yasaf] dari ['Imran bin Hushain] berkata: Aku mendengar Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Manusia terbaik adalah masaku kemudian setelah mereka kemudian setelah mereka -sebanyak tiga kali- setelah itu muncul kaum setelah mereka, mereka berusaha menggemukkan diri dan menyukai kegemukan, mereka memberikan persaksian sebelum diminta.\" Berkata Abu Isa: Hadits ini gharib dari hadits Al A'masy dari 'Ali bin Mudrik dan para sahabat Al A'masy hanya meriwayatkan dari Al A'masy dari Hilal bin Yasaf dari 'Imran bin Hushain. Telah menceritakan kepada kami [Abu 'Ammar Al Husain bin Huraits] telah menceritakan kepada kami [Waki'] dari [Al A'masy] telah menceritakan kepada kami [Hilal bin Yasaf] dari ['Imran bin Hushain] dari nabi Shallallahu 'alaihi wa Salam Sepertinya. Dan ini lebih shahih dari hadits Muhammad bin Fudlail. Berkata Abu Isa: Makna hadits ini menurut sebagaian ahlul ilmi; mereka memberikan persaksian sebelum diminta maksudnya adalah kesaksian palsu, Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Salah seorang dari mereka bersaksi padahal tidak diminta bersaksi.\" Penjelasannya ada dalam hadits 'Umar bin Al Khaththab dari nabi Shallallahu 'alaihi wa Salam bersabda: \"Manusia terbaik adalah masaku kemudian setelah mereka kemudian setelah mereka, kemudian setelah itu kedustaan menyebar hingga seseorang bersaksi padahal ia tidak diminta bersaksi, seseorang bersumpah padahal tidak diminta bersumpah.\" Dan meriwayatkan hadits nabi Shallallahu 'alaihi wa Salam; \"Saksi-saksi terbaik adalah orang yang membawa kesaksiannya sebelum diminta\" menurutku, bila seseorang diminta bersaksi atas sesuatu, ia menunaikan kesaksiannya dan tidak enggan untuk bersaksi. Seperti itulah makna hadits menurut sebagaian ahlul ilmi.","arab":"حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الْأَعْلَى حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ الْأَعْمَشِ عَنْ عَلِيِّ بْنِ مُدْرِكٍ عَنْ هِلَالِ بْنِ يَسَافٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ خَيْرُ النَّاسِ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثَلَاثًا ثُمَّ يَجِيءُ قَوْمٌ مِنْ بَعْدِهِمْ يَتَسَمَّنُونَ وَيُحِبُّونَ السِّمَنَ يُعْطُونَ الشَّهَادَةَ قَبْلَ أَنْ يُسْأَلُوهَاقَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ الْأَعْمَشِ عَنْ عَلِيِّ بْنِ مُدْرِكٍ وَأَصْحَابُ الْأَعْمَشِ إِنَّمَا رَوَوْا عَنْ الْأَعْمَشِ عَنْ هِلَالِ بْنِ يَسَافٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ حَدَّثَنَا وَكِيعٌ عَنْ الْأَعْمَشِ حَدَّثَنَا هِلَالُ بْنُ يَسَافٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَهَذَا أَصَحُّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ فُضَيْلٍ قَالَ وَمَعْنَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يُعْطُونَ الشَّهَادَةَ قَبْلَ أَنْ يُسْأَلُوهَا إِنَّمَا يَعْنِي شَهَادَةَ الزُّورِ يَقُولُ يَشْهَدُ أَحَدُهُمْ مِنْ غَيْرِ أَنْ يُسْتَشْهَدَ وَبَيَانُ هَذَا فِي حَدِيثِ عُمَرَ بْنِ الْخَطَّابِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ خَيْرُ النَّاسِ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ يَفْشُو الْكَذِبُ حَتَّى يَشْهَدَ الرَّجُلُ وَلَا يُسْتَشْهَدُ وَيَحْلِفَ الرَّجُلُ وَلَا يُسْتَحْلَفُ وَمَعْنَى حَدِيثِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْرُ الشُّهَدَاءِ الَّذِي يَأْتِي بِشَهَادَتِهِ قَبْلَ أَنْ يُسْأَلَهَا هُوَ عِنْدَنَا إِذَا أُشْهِدَ الرَّجُلُ عَلَى الشَّيْءِ أَنْ يُؤَدِّيَ شَهَادَتَهُ وَلَا يَمْتَنِعَ مِنْ الشَّهَادَةِ هَكَذَا وَجْهُ الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ","source":"Tirmidzi"},"__N_SSG":true}