{"pageProps":{"number":"2331","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad] telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Khaitsamah] dari ['Adi bin Hatim] berkata: Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Tidaklah ada seorang dari kalian melainkan akan diajak bicara Rabbnya pada hari kiamat yang tidak ada penerjemah antara keduanya, ia melihat ke sisi paling membawa berkahnya, ia tidak melihat apa pun kecuali sesuatu yang telah diperbuat, lalu ia melihat ke sisi kirinya, ia tidak melihat apa pun selain sesuatu yang telah diperbuat lalu ia melihat ke arah depannya, lalu neraka menyambutnya.\" Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Barangsiapa di antara kalian bisa menjaga wajahnya dari panasnya neraka meski dengan sebelah kurma hendaklah ia lakukan.\" Berkata Abu Isa: Hadits ini hasan shahih. Telah menceritakan kepada kami [Abu As Sa`ib] telah menceritakan kepada kami [Waki'] pada suatu hari hadits ini dari [Al A'masy], setelah usai menyebut hadits ini Waki' berkata: Siapa pun penduduk Khurasan yang ada di sini, hendaklah mengharap pahala dengan menyebarkan hadits ini di Khurasan karena jahmiyah mengingkari hadits ini. nama Abu As Sa`ib adalah Salm bin Junadah bin Salm bin Khalid bin Jabir bin Samurah Al Kufi.","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ خَيْثَمَةَ عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْكُمْ مِنْ رَجُلٍ إِلَّا سَيُكَلِّمُهُ رَبُّهُ يَوْمَ الْقِيَامَةِ وَلَيْسَ بَيْنَهُ وَبَيْنَهُ تُرْجُمَانٌ فَيَنْظُرُ أَيْمَنَ مِنْهُ فَلَا يَرَى شَيْئًا إِلَّا شَيْئًا قَدَّمَهُ ثُمَّ يَنْظُرُ أَشْأَمَ مِنْهُ فَلَا يَرَى شَيْئًا إِلَّا شَيْئًا قَدَّمَهُ ثُمَّ يَنْظُرُ تِلْقَاءَ وَجْهِهِ فَتَسْتَقْبِلُهُ النَّارُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يَقِيَ وَجْهَهُ حَرَّ النَّارِ وَلَوْ بِشِقِّ تَمْرَةٍ فَلْيَفْعَلْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ حَدَّثَنَا أَبُو السَّائِبِ حَدَّثَنَا وَكِيعٌ يَوْمًا بِهَذَا الْحَدِيثِ عَنْ الْأَعْمَشِ فَلَمَّا فَرَغَ وَكِيعٌ مِنْ هَذَا الْحَدِيثِ قَالَ مَنْ كَانَ هَا هُنَا مِنْ أَهْلِ خُرَاسَانَ فَلْيَحْتَسِبْ فِي إِظْهَارِ هَذَا الْحَدِيثِ بِخُرَاسَانَ لِأَنَّ الْجَهْمِيَّةَ يُنْكِرُونَ هَذَا اسْمُ أَبِي السَّائِبِ سَلْمُ بْنُ جُنَادَةَ بْنِ سَلْمِ بْنِ خَالِدِ بْنِ جَابِرِ بْنِ سَمُرَةَ الْكُوفِيُّ","source":"Tirmidzi"},"__N_SSG":true}