{"pageProps":{"number":"237","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] dan [Ibnu Abu Umar] keduanya berkata; telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Salim] dari [Ayahnya] ia berkata; \"Aku melihat Rasulullah shallallahu 'alaihi wasallam ketika membuka shalat mengangkat kedua tangannya hingga sejajar dengan kedua pundaknya. Beliau juga mengangkat tangan ketika rukuk dan mengangkat kepalanya dari rukuk.\" Ibnu Umar menambahkan dalam haditsnya, \"Beliau tidak mengangkat kedua tangannya antara dua sujud.\" Abu Isa berkata; \"Telah menceritakan kepada kami [Al Fadll bin Ash Shabbah Al Baghdadi] berkata; telah menceritakan kepada kami [Sufyan bin Uyainah] berkata; telah menceritakan kepada kami [Az Zuhri] sebagimana hadits Ibnu Abu Umar dengan sanad ini.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Umar, Ali, Wa`il bin Juhr, Malik bin Al Huwairits, Anas, Abu Hurairah, Abu Humaid, Abu Usaid, Sahl bin Sa'd, Muhammad bin Maslamah, Abu Qatadah, Abu Musa Al Asy'ari, Jabir dan Umair Al Laitsi.\" Abu Isa berkata; \"Hadits Ibnu Umar ini derajatnya hasan shahih. Pendapat ini dipegang oleh para ahli ilmu dari kalangan sahabat Nabi shallallahu 'alaihi wasallam. Seperti Ibnu Umar, Jabir bin Abdullah, Abu Hurairah, Anas, Ibnu Abbas dan Abdullah Ibnu Az Zubair. Juga oleh selain mereka dari kalangan tabi'in seperti Al Hasan Al Bashri, 'Atha`, Thawus, Mujahid, Nafi', Salim bin Abdullah, Sa'id bin Jubair dan selain mereka. Pendapat ini juga diambil oleh Malik, Mu'tamar, Al Auza'I, Ibnu Uyainah, Abdullah bin Al Mubarak, Syafi'i, Ahmad dan Ishaq.\" Abdullah bin Al Mubarak berkata; \"Hadits tentang diangkatnya kedua tangan tetap (diakui). Lalu ia menyebutkan hadits Az Zuhri, dari Salim, dari ayahnya. Dan Ibnu Mas'ud bahwa Nabi shallallahu 'alaihi wasallam tidak mengangkat kepalanya kecuali di takbir pertama (takbiratul ikram) adalah tidak sah. Hal itu telah diceritakan kepada kami oleh Ahmad bin Abdah Al Amuli, ia berkata; telah menceritakan kepada kami Wahb bin Zam'ah, dari Sufyan bin Abdul Malik, dari Abdullah bin Al Mubarak.\" Ia berkata; \"Dan telah menceritakan kepada kami Yahya bin Musa, ia berkata; telah menceritakan kepada kami Isma'il bin Abu Uwais, ia berkata; \"Malik bin Anas berpandangan (diperintahkannya) mengangkat kedua tangan di dalam shalat.\" Yahya berkata; \"Abdurrazaq meriwayatkan kepada kami bahwa Ma'mar berpendapat (diperintahkannya) mengangkat tangan shalat.\" Dan aku mendengar Al Jarud bin Mu'adz berkata; \"Sufyan bin Uyainah, Umar bin Harun, An Nadlr bin Syumail, mereka mengangkat kedua tangannya ketika membuka shalat (takbiratul ihram), rukuk dan ketika mengangkat kepalanya.\"","arab":"حَدَّثَنَا قُتَيْبَةُ وَابْنُ أَبِي عُمَرَ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ قَالَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا افْتَتَحَ الصَّلَاةَ يَرْفَعُ يَدَيْهِ حَتَّى يُحَاذِيَ مَنْكِبَيْهِ وَإِذَا رَكَعَ وَإِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِوَزَادَ ابْنُ أَبِي عُمَرَ فِي حَدِيثِهِ وَكَانَ لَا يَرْفَعُ بَيْنَ السَّجْدَتَيْنِ قَالَ أَبُو عِيسَى حَدَّثَنَا الْفَضْلُ بْنُ الصَّبَّاحِ الْبَغْدَادِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ حَدَّثَنَا الزُّهْرِيُّ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ ابْنِ أَبِي عُمَرَ قَالَ وَفِي الْبَاب عَنْ عُمَرَ وَعَلِيٍّ وَوَائِلِ بْنِ حُجْرٍ وَمَالِكِ بْنِ الْحُوَيْرِثِ وَأَنَسٍ وَأَبِي هُرَيْرَةَ وَأَبِي حُمَيْدٍ وَأَبِي أُسَيْدٍ وَسَهْلِ بْنِ سَعْدٍ وَمُحَمَّدِ بْنِ مَسْلَمَةَ وَأَبِي قَتَادَةَ وَأَبِي مُوسَى الْأَشْعَرِيِّ وَجَابِرٍ وَعُمَيْرٍ اللَّيْثِيِّ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَبِهَذَا يَقُولُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُمْ ابْنُ عُمَرَ وَجَابِرُ بْنُ عَبْدِ اللَّهِ وَأَبُو هُرَيْرَةَ وَأَنَسٌ وَابْنُ عَبَّاسٍ وَعَبْدُ اللَّهِ بْنُ الزُّبَيْرِ وَغَيْرُهُمْ وَمِنْ التَّابِعِينَ الْحَسَنُ الْبَصْرِيُّ وَعَطَاءٌ وَطَاوُسٌ وَمُجَاهِدٌ وَنَافِعٌ وَسَالِمُ بْنُ عَبْدِ اللَّهِ وَسَعِيدُ بْنُ جُبَيْرٍ وَغَيْرُهُمْ وَبِهِ يَقُولُ مَالِكٌ وَمَعْمَرٌ وَالْأَوْزَاعِيُّ وَابْنُ عُيَيْنَةَ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ و قَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ قَدْ ثَبَتَ حَدِيثُ مَنْ يَرْفَعُ يَدَيْهِ وَذَكَرَ حَدِيثَ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ وَلَمْ يَثْبُتْ حَدِيثُ ابْنِ مَسْعُودٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَرْفَعْ يَدَيْهِ إِلَّا فِي أَوَّلِ مَرَّةٍ حَدَّثَنَا بِذَلِكَ أَحْمَدُ بْنُ عَبْدَةَ الْآمُلِيُّ حَدَّثَنَا وَهْبُ بْنُ زَمْعَةَ عَنْ سُفْيَانَ بْنِ عَبْدِ الْمَلِكِ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ قَالَ و حَدَّثَنَا يَحْيَى بْنُ مُوسَى قَالَ حَدَّثَنَا إِسْمَعِيلُ بْنُ أَبِي أُوَيْسٍ قَالَ كَانَ مَالِكُ بْنُ أَنَسٍ يَرَى رَفْعَ الْيَدَيْنِ فِي الصَّلَاةِ و قَالَ يَحْيَى وَحَدَّثَنَا عَبْدُ الرَّزَّاقِ قَالَ كَانَ مَعْمَرٌ يَرَى رَفْعَ الْيَدَيْنِ فِي الصَّلَاةِ و سَمِعْت الْجَارُودَ بْنَ مُعَاذٍ يَقُولُ كَانَ سُفْيَانُ بْنُ عُيَيْنَةَ وَعُمَرُ بْنُ هَارُونَ وَالنَّضْرُ بْنُ شُمَيْلٍ يَرْفَعُونَ أَيْدِيَهُمْ إِذَا افْتَتَحُوا الصَّلَاةَ وَإِذَا رَكَعُوا وَإِذَا رَفَعُوا رُءُوسَهُمْ","source":"Tirmidzi"},"__N_SSG":true}