{"pageProps":{"number":"2408","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Hammad bin Salamah] dari [Tsabit Al Bunani] dari [Abdurrahman bin Abu Laila] dari [Shuhaib] dari nabi Shallallahu 'alaihi wa Salam tentang firmanNya: \"Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya.\" (Yuunus: 26) beliau bersabda: \"Bila penghuni surga masuk surga, ada yang menyeru: Sesungguhnya kalian memiliki janji disisi Allah. Mereka berkata: Bukankah Ia telah memutihkan wajah-wajah kami, menyelamatkan kami dari neraka dan memasukkan kami ke surga? Mereka menjawab: Benar. Lalu hijab di buka.\" Beliau bersabda: \"Demi Allah, Ia tidak memberi sesuatu pun kepada mereka yang lebih mereka sukai daripada pemberian-Nya agar mereka bisa melihat-Nya.\" Abu Isa berkata: Hadits ini diisnadkan dan dimarfu'kan oleh Hammad bin Salamah. Sulaiman bin Al Mughirah dan Hammad bin Zaid meriwayatkan sabda Rasulullah shallallahu 'alaihi wasallam dalam hadits ini dari Tsabit Al Bannani dari Abdurrahman bin Abu Laila.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ صُهَيْبٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَوْلِهِ{ لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ }قَالَ إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ نَادَى مُنَادٍ إِنَّ لَكُمْ عِنْدَ اللَّهِ مَوْعِدًا قَالُوا أَلَمْ يُبَيِّضْ وُجُوهَنَا وَيُنَجِّنَا مِنْ النَّارِ وَيُدْخِلْنَا الْجَنَّةَ قَالُوا بَلَى قَالَ فَيَنْكَشِفُ الْحِجَابُ قَالَ فَوَاللَّهِ مَا أَعْطَاهُمْ شَيْئًا أَحَبَّ إِلَيْهِمْ مِنْ النَّظَرِ إِلَيْهِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِنَّمَا أَسْنَدَهُ حَمَّادُ بْنُ سَلَمَةَ وَرَفَعَهُ وَرَوَى سُلَيْمَانُ بْنُ الْمُغِيرَةِ وَحَمَّادُ بْنُ زَيْدٍ هَذَا الْحَدِيثَ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَوْلَهُ","source":"Tirmidzi"},"__N_SSG":true}