{"pageProps":{"number":"2454","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad] telah menceritakan kepada kami [Abu Mu'awiyah] dari [al A'masy] dari [al Ma'rur bin Suwaid] dari [Abu Dzarr] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: Sesungguhnya aku mengetahui penduduk neraka yang paling terakhir keluar dari neraka dan penduduk surga yang paling terakhir masuk surga. (Pada hari kiamat) seorang laki-laki didatangkan, lalu Dia berfirman; 'Tanyakanlah kepadanya tentang dosa-dosa kecilnya, dan sembunyikanlah dosa-dosa besarnya.' Maka ditanyakan kepadanya; '(Apakah) kamu mengetahui peristiwa demikian dan demikian pada hari demikian dan demikian, (Apakah) kamu mengetahui peristiwa demikian dan demikian pada hari demikian dan demikian? ' Lalu dikatakan kepadanya; 'Sesungguhnya kamu mendapatkan pahala tempat segala kejelekan diganti menjadi kebaikan.' Lelaki tersebut berkata; '(benar) wahai Rabbku, sungguh saya telah mengetahui berbagai hal yang telah saya lihat di sini.'\" Perawi berkata; 'Sungguh aku telah melihat Rasulullah shallallahu 'alaihi wasallam tertawa sehingga tampaklah gigi gerahamnya.\" Abu Isa berkata; 'Hadits ini adalah hadits hasan shahih.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ الْمَعْرُورِ بْنِ سُوَيْدٍ عَنْ أَبِي ذَرٍّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَأَعْرِفُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنْ النَّارِ وَآخِرَ أَهْلِ الْجَنَّةِ دُخُولًا الْجَنَّةَ يُؤْتَى بِرَجُلٍ فَيَقُولُ سَلُوا عَنْ صِغَارِ ذُنُوبِهِ وَاخْبَئُوا كِبَارَهَا فَيُقَالُ لَهُ عَمِلْتَ كَذَا وَكَذَا يَوْمَ كَذَا وَكَذَا عَمِلْتَ كَذَا وَكَذَا فِي يَوْمِ كَذَا وَكَذَا قَالَ فَيُقَالُ لَهُ فَإِنَّ لَكَ مَكَانَ كُلِّ سَيِّئَةٍ حَسَنَةً قَالَ فَيَقُولُ يَا رَبِّ لَقَدْ عَمِلْتُ أَشْيَاءَ مَا أَرَاهَا هَا هُنَا قَالَ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}