{"pageProps":{"number":"2759","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Isma'il] telah menceritakan kepada kami [Isma'il bin Abu Uwais] telah menceritakan kepada kami [Abdul Aziz bin Muhammad] dari [Ubaidullah bin Umar] dari [Tsabit Al Bunanni] dari [Anas bin Malik] ia berkata; \"Seorang sahabat Anshar mengimami mereka di Masjid Quba`, setiap kali mengawali untuk membaca surat (setelah al fatihah -pent) dalam shalat, ia selalu memulainya dengan membaca QUL HUWALLAHU AHAD hingga selesai, lalu ia melanjutkan dengan surat yang lain, dan ia selalu melakukannya di setiap rakaat. Lantas para sahabatnya berbicara padanya, kata mereka; \"Kamu membaca surat itu lalu menurutmu itu tidak mencukupimu, hingga kamu melanjutkannya dengan surat yang lain, bacalah surat tersebut atau tinggalkan lalu bacalah surat yang lain!.\" Sahabat Anshar itu berkata; \"Aku tidak akan meninggalkannya, bila kalian ingin aku menjadi imam kalian dengan membacanya, maka aku akan melakukannya dan bila kalian tidak suka, aku akan meninggalkan kalian.\" Sementara mereka menilainya sebagai orang yang paling mulia di antara mereka, maka mereka tidak ingin diimami oleh orang lain. Saat Nabi shallallahu 'alaihi wasallam mendatangi mereka, mereka memberitahukan masalah itu, lalu beliau bersabda: \"Hai fulan, apa yang menghalangimu untuk melakukan yang diperintahkan teman-temanmu dan apa yang mendorongmu membaca surat itu disetiap rakaat?\" ia menjawab; \"Wahai Rasulullah, sesungguhnya aku menyukainya.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya mencintainya akan memasukkanmu ke dalam surga.\" Abu Isa berkata; Hadits ini hasan gharib, shahih dari jalur ini dari hadits 'Ubaidullah bin Umar dari Tsabit. [Mubarak bin Fadlalah] meriwayatkan dari [Tsabit] dari [Anas] bahwa seseorang berkata; \"Wahai Rasulullah, sesungguhnya aku menyukai surat ini, yaitu QUL HUWALLAAHU AHAD.\" Beliau bersabda: \"Sesungguhnya mencintainya akan memasukkanmu ke dalam surga.\" Telah menceritakan kepada kami [Abu Dawud Sulaiman bin Al Asy'ats] seperti itu, telah menceritakan kepada kami [Abu Al Walid] telah menceritakan kepada kami [Mubarak bin Fadlalah] seperti ini.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ حَدَّثَنَا إِسْمَعِيلُ بْنُ أَبِي أُوَيْسٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَكَانَ رَجُلٌ مِنْ الْأَنْصَارِ يَؤُمُّهُمْ فِي مَسْجِدِ قُبَاءَ فَكَانَ كُلَّمَا افْتَتَحَ سُورَةً يَقْرَأُ لَهُمْ فِي الصَّلَاةِ فَقَرَأَ بِهَا افْتَتَحَ بِقُلْ هُوَ اللَّهُ أَحَدٌ حَتَّى يَفْرُغَ مِنْهَا ثُمَّ يَقْرَأُ بِسُورَةٍ أُخْرَى مَعَهَا وَكَانَ يَصْنَعُ ذَلِكَ فِي كُلِّ رَكْعَةٍ فَكَلَّمَهُ أَصْحَابُهُ فَقَالُوا إِنَّكَ تَقْرَأُ بِهَذِهِ السُّورَةِ ثُمَّ لَا تَرَى أَنَّهَا تُجْزِئُكَ حَتَّى تَقْرَأَ بِسُورَةٍ أُخْرَى فَإِمَّا أَنْ تَقْرَأَ بِهَا وَإِمَّا أَنْ تَدَعَهَا وَتَقْرَأَ بِسُورَةٍ أُخْرَى قَالَ مَا أَنَا بِتَارِكِهَا إِنْ أَحْبَبْتُمْ أَنْ أَؤُمَّكُمْ بِهَا فَعَلْتُ وَإِنْ كَرِهْتُمْ تَرَكْتُكُمْ وَكَانُوا يَرَوْنَهُ أَفْضَلَهُمْ وَكَرِهُوا أَنْ يَؤُمَّهُمْ غَيْرُهُ فَلَمَّا أَتَاهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرُوهُ الْخَبَرَ فَقَالَ يَا فُلَانُ مَا يَمْنَعُكَ مِمَّا يَأْمُرُ بِهِ أَصْحَابُكَ وَمَا يَحْمِلُكَ أَنْ تَقْرَأَ هَذِهِ السُّورَةَ فِي كُلِّ رَكْعَةٍ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أُحِبُّهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ حُبَّهَا أَدْخَلَكَ الْجَنَّةَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ ثَابِتٍ وَرَوَى مُبَارَكُ بْنُ فَضَالَةَ عَنْ ثَابِتٍ عَنْ أَنَسٍ أَنَّ رَجُلًا قَالَ يَا رَسُولَ اللَّهِ إِنِّي أُحِبُّ هَذِهِ السُّورَةَ قُلْ هُوَ اللَّهُ أَحَدٌ فَقَالَ إِنَّ حُبَّكَ إِيَّاهَا يُدْخِلُكَ الْجَنَّةَ حَدَّثَنَا بِذَلِكَ أَبُو دَاوُدَ سُلَيْمَانُ بْنُ الْأَشْعَثِ حَدَّثَنَا أَبُو الْوَلِيدِ حَدَّثَنَا مُبَارَكُ بْنُ فَضَالَةَ بِهَذَا","source":"Tirmidzi"},"__N_SSG":true}