{"pageProps":{"number":"2844","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Bundar] telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Sufyan] dari [Ali bin Badzimah] dari [Abu Ubaidah] ia berkata; Rasulullah Shallallahu 'alahi wasallam bersabda: \"Ketika Bani Israil ditimpa kekurangan, salah seorang di antara mereka melihat saudaranya melakukan dosa, lalu ia mencegahnya, akan tetapi keesokan harinya ia tidak melarang dari apa yang telah dilihatnya (kemarin), bahkan ia menemaninya makan, minum, dan bergaul. Lalu Allah mencampur adukkan hati mereka satu sama lain, dan Allah menurunkan ayat tentang mereka: Telah dila'nati orang-orang kafir dari Bani Israil dengan lisan Daud dan 'Isa putra Maryam. Yang demikian itu, disebabkan mereka durhaka dan selalu melampaui batas Beliau membaca hingga sampai firmanNya: Sekiranya mereka beriman kepada Allah, kepada nabi (Musa) dan kepada apa yang diturunkan kepadanya (Nabi), niscaya mereka tidak akan mengambil orang-orang musyrikin itu menjadi penolong-penolong, tapi kebanyakan dari mereka adalah orang-orang yang fasik. QS Al Ma`idah; 78-81. Rasulullah Shallallahu 'alahi wasallam yang tadinya bersandar, kemudian beliau duduk dan bersabda: \"Tidak, (kalian tidak akan luput dari apa yang mereka alami) sehingga kalian mangarahkan orang dzalim lalu kalian benar-benar membelokkannya di atas kebenaran.\" Telah menceritakan kepada kami [Bundar] telah menceritakan kepada kami [Abu Dawud Ath Thayalisi] dan ia mengimlakkannya kepadaku. Telah menceritakan kepada kami [Muhammad bin Muslim bin Abu Al Wadlah] dari [Ali bin Badzimah] dari [Abu 'Ubaidah] dari [Abdullah] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas.","arab":"حَدَّثَنَا بُنْدَارٌ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ عَلِيِّ بْنِ بَذِيمَةَ عَنْ أَبِي عُبَيْدَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ بَنِي إِسْرَائِيلَ لَمَّا وَقَعَ فِيهِمْ النَّقْصُ كَانَ الرَّجُلُ فِيهِمْ يَرَى أَخَاهُ عَلَى الذَّنْبِ فَيَنْهَاهُ عَنْهُ فَإِذَا كَانَ الْغَدُ لَمْ يَمْنَعْهُ مَا رَأَى مِنْهُ أَنْ يَكُونَ أَكِيلَهُ وَشَرِيبَهُ وَخَلِيطَهُ فَضَرَبَ اللَّهُ قُلُوبَ بَعْضِهِمْ بِبَعْضٍ وَنَزَلَ فِيهِمْ الْقُرْآنُ فَقَالَ{ لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ فَقَرَأَ حَتَّى بَلَغَ وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ }قَالَ وَكَانَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَّكِئًا فَجَلَسَ فَقَالَ لَا حَتَّى تَأْخُذُوا عَلَى يَدِ الظَّالِمِ فَتَأْطُرُوهُ عَلَى الْحَقِّ أَطْرًاحَدَّثَنَا بُنْدَارٌ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ وَأَمْلَاهُ عَلَيَّ حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمِ بْنِ أَبِي الْوَضَّاحِ عَنْ عَلِيِّ بْنِ بَذِيمَةَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ","source":"Tirmidzi"},"__N_SSG":true}