{"pageProps":{"number":"2875","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan] dari [Abu Ishaq] dari [Zaid bin Yutsai'] berkata: Kami bertanya kepada [Ali], apa yang diutuskan padamu saat haji? Ia menjawab: Aku diutus (untuk menyampaikan) empat hal; tidak boleh thawaf dengan telanjang, siapa pun yang punya janji dengan nabi Shallallahu 'alaihi wa Salam, janji itu berlaku hingga batas waktunya dan siapa pun yang tidak memiliki perjanjian, batas waktunya empat bulan, tidak masuk surga kecuali jiwa yang mu`min dan kaum musyrik tidak boleh menyatu dengan kaum muslimin setelah tahun mereka ini. Abu Isa berkata: Hadits ini hasan shahih dari hadits Sufyan bin Uyainah dari Abu Ishaq. [Ats Tsauri] meriwayatkannya dari [Abu Ishaq] dari [sebagaian sahabatnya] dari [Ali]. Dalam hal ini ada hadits serupa dari Abu Hurairah. Telah menceritakan kepada kami [Nashr bin Ali] dan lainnya, mereka berkata: Telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Abu Ishaq] dari [Zaid bin Yutsai'] dari [Ali] sepertinya. Telah menceritakan kepada kami [Ali bin Khasyram] telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Abu Ishaq] dari [Zaid bin Yutsai'] dari [Ali] sepertinya. Abu Isa berkata: Kedua hadits ini diriwayatkan dari Ibnu Uyainah, ada yang mengatakan dari Ibnu Utsyai' dan dari Ibnu Yusatai', yang benar dia adalah Zaid bin Yutsyai'. Syu'bah meriwayatkan bukan hadits ini dari Abu Ishaq dari Zaid lalu ia salah Didalamnya dan berkata: Zaid bin Utsail, tapi kesalahan ini tidak diteliti.","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي إِسْحَقَ عَنْ زَيْدِ بْنِ يُثَيْعٍ قَالَ سَأَلْنَا عَلِيًّابِأَيِّ شَيْءٍ بُعِثْتَ فِي الْحَجَّةِ قَالَ بُعِثْتُ بِأَرْبَعٍ أَنْ لَا يَطُوفَ بِالْبَيْتِ عُرْيَانٌ وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَهْدٌ فَهُوَ إِلَى مُدَّتِهِ وَمَنْ لَمْ يَكُنْ لَهُ عَهْدٌ فَأَجَلُهُ أَرْبَعَةُ أَشْهُرٍ وَلَا يَدْخُلُ الْجَنَّةَ إِلَّا نَفْسٌ مُؤْمِنَةٌ وَلَا يَجْتَمِعُ الْمُشْرِكُونَ وَالْمُسْلِمُونَ بَعْدَ عَامِهِمْ هَذَاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ مِنْ حَدِيثِ سُفْيَانَ بْنِ عُيَيْنَةَ عَنْ أَبِي إِسْحَقَ وَرَوَاهُ الثَّوْرِيُّ عَنْ أَبِي إِسْحَقَ عَنْ بَعْضِ أَصْحَابِهِ عَنْ عَلِيٍّ وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ أَبِي إِسْحَقَ عَنْ زَيْدِ بْنِ يُثَيْعٍ عَنْ عَلِيٍّ نَحْوَهُ حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ أَبِي إِسْحَقَ عَنْ زَيْدِ بْنِ أُثَيْعٍ عَنْ عَلِيٍّ نَحْوَهُ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ ابْنِ عُيَيْنَةَ كِلْتَا الرِّوَايَتَيْنِ يُقَالُ عَنْهُ عَنْ ابْنِ أُثَيْعٍ وَعَنْ ابْنِ يُثَيْعٍ وَالصَّحِيحُ هُوَ زَيْدُ بْنُ يُثَيْعٍ وَقَدْ رَوَى شُعْبَةُ عَنْ أَبِي إِسْحَقَ عَنْ زَيْدٍ غَيْرَ هَذَا الْحَدِيثِ فَوَهِمَ فِيهِ وَقَالَ زَيْدُ بْنُ أُثَيْلٍ وَلَا يُتَابَعُ عَلَيْهِ","source":"Tirmidzi"},"__N_SSG":true}