{"pageProps":{"number":"2929","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [An Nadlr bin Syumail] telah mengkhabarkan kepada kami [Shalih bin Al Akhdlar] dari [Az Zuhri] dari [Sa'id bin Al Musayyib] dari [Abu Hurairah] berkata: sepulang Rasulullah Shallallahu 'alaihi wa Salam dari Khaibar, beliau mengadakan perjalanan malam dan ketika rasa kantuk menyerang, beliau merundukkan (untanya) dan beliau turun untuk beristirahat lalu bersabda: \"Wahai Bilal, berjaga-jagalah malam ini.\" kemudian Bilal shalat, setelah itu ia bersandar pada tunggangannya (unta) menunggu pagi (shubuh), ia pun diserang rasa kantuk dan akhirnya tertidur. Dan tidak ada yang membangunkan seorang pun diantara mereka, sedangkan yang pertama kali bangun adalah Rasulullah. Lalu beliau bersabda: \"Hai Bilal!\" Bilal menjawab: baginda lebih aku muliakan melebihi ayahku, saya diserang rasa kantuk (tertidur) sebagaimana yang engkau alami. Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Tuntunlah unta kalian\" kemudian beliau menderumkan (untanya) Terus berwudhu, dan mendirikan shalat kemudian shalat sebagaimana shalatnya pada waktunya dengan pelan lalu beliau membaca: \"Dirikanlah shalat untuk mengingatKu.\" (Thaahaa: 14) Abu Isa berkata: Hadits ini tidak terjaga. Diriwayatkan oleh beberapa orang dari ahli hadits dari Az Zuhri dari Sa'id bin Al Musayyib bahwa nabi Shallallahu 'alaihi wa Salam, mereka tidak menyebut dari Abu Hurairah. Shalih bin Abu Al Akhdlar dilemahkan dalam hadits. Yahya bin Sa'id Al Qaththan dan lainnya melemahkannya dari sisi hafalannya.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ أَخْبَرَنَا صَالِحُ بْنُ أَبِي الْأَخْضَرِ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ قَالَلَمَّا قَفَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ خَيْبَرَ أَسْرَى لَيْلَةً حَتَّى أَدْرَكَهُ الْكَرَى أَنَاخَ فَعَرَّسَ ثُمَّ قَالَ يَا بِلَالُ اكْلَأْ لَنَا اللَّيْلَةَ قَالَ فَصَلَّى بِلَالٌ ثُمَّ تَسَانَدَ إِلَى رَاحِلَتِهِ مُسْتَقْبِلَ الْفَجْرِ فَغَلَبَتْهُ عَيْنَاهُ فَنَامَ فَلَمْ يَسْتَيْقِظْ أَحَدٌ مِنْهُمْ وَكَانَ أَوَّلَهُمْ اسْتِيقَاظًا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَيْ بِلَالُ فَقَالَ بِلَالٌ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ أَخَذَ بِنَفْسِي الَّذِي أَخَذَ بِنَفْسِكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْتَادُوا ثُمَّ أَنَاخَ فَتَوَضَّأَ فَأَقَامَ الصَّلَاةَ ثُمَّ صَلَّى مِثْلَ صَلَاتِهِ لِلْوَقْتِ فِي تَمَكُّثٍ ثُمَّ قَالَ{ أَقِمْ الصَّلَاةَ لِذِكْرِي }قَالَ هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ رَوَاهُ غَيْرُ وَاحِدٍ مِنْ الْحُفَّاظِ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَذْكُرُوا فِيهِ عَنْ أَبِي هُرَيْرَةَ وَصَالِحُ بْنُ أَبِي الْأَخْضَرِ يُضَعَّفُ فِي الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُهُ مِنْ قِبَلِ حِفْظِهِ","source":"Tirmidzi"},"__N_SSG":true}