{"pageProps":{"number":"2964","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan] dari [Mutharrif bin Tharif] dan [Abdul Malik yaitu Ibnu Abjar] keduanya mendengar [Asy Sya'bi], ia berkata: Aku mendengar [Al Mughirah bin Syu'bah] menceritakan di atas mimbar, ia menyambungkan (ucapannya) sampai nabi Shallallahu 'alaihi wa Salam, ia berkata: \"Musa 'alaihis salam bertanya kepada Rabbnya: Wahai Rabb, siapakah penghuni surga yang tingkatnya paling rendah? Rabbnya menjawab: Seseorang yang datang setelah seluruh penghuni surga masuk surga, dikatakan padanya: Masuklah surga. Orang itu berkata: Bagaimana aku masuk surga sementara mereka telah menempati tempat-tempat mereka dan mengambil jatah mereka. Dikatakan padanya: Maukah kamu memiliki apa yang dimiliki salah satu raja dunia? Ia menjawab: Ya, wahai Rabb, aku mau. Dikatakan padanya: Sesungguhnya ini milikmu, sepertinya, sepertinya dan sepertinya. Orang itu berkata: Aku rela, wahai Rabb. Dikatakan padanya: Ini dan sepuluh kali sepertinya menjadi milikmu. Orang itu berkata: Aku rela, wahai Rabb. Dikatakan padanya: Selain itu, kau mendapatkan apa yang diinginkan jiwamu dan dipandang nikmat matamu.\" Abu Isa berkata: Hasan shahih. Sebagaian dari mereka meriwayatkan hadits ini dari Asy Sya'bi dari Al Mughirah tapi ia tidak memarfu'kannya. Dan yang marfu' lebih shahih.","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ مُطَرِّفِ بْنِ طَرِيفٍ وَعَبْدِ الْمَلِكِ وَهُوَ ابْنُ أَبْجَرَ سَمِعَا الشَّعْبِيَّ يَقُولُسَمِعْتُ الْمُغِيرَةَ بْنَ شُعْبَةَ عَلَى الْمِنْبَرِ يَرْفَعُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ مُوسَى عَلَيْهِ السَّلَام سَأَلَ رَبَّهُ فَقَالَ أَيْ رَبِّ أَيُّ أَهْلِ الْجَنَّةِ أَدْنَى مَنْزِلَةً قَالَ رَجُلٌ يَأْتِي بَعْدَمَا يَدْخُلُ أَهْلُ الْجَنَّةِ الْجَنَّةَ فَيُقَالُ لَهُ ادْخُلْ الْجَنَّةَ فَيَقُولُ كَيْفَ أَدْخُلُ وَقَدْ نَزَلُوا مَنَازِلَهُمْ وَأَخَذُوا أَخَذَاتِهِمْ قَالَ فَيُقَالُ لَهُ أَتَرْضَى أَنْ يَكُونَ لَكَ مَا كَانَ لِمَلِكٍ مِنْ مُلُوكِ الدُّنْيَا فَيَقُولُ نَعَمْ أَيْ رَبِّ قَدْ رَضِيتُ فَيُقَالُ لَهُ فَإِنَّ لَكَ هَذَا وَمِثْلَهُ وَمِثْلَهُ وَمِثْلَهُ فَيَقُولُ رَضِيتُ أَيْ رَبِّ فَيُقَالُ لَهُ فَإِنَّ لَكَ هَذَا وَعَشْرَةَ أَمْثَالِهِ فَيَقُولُ رَضِيتُ أَيْ رَبِّ فَيُقَالُ لَهُ فَإِنَّ لَكَ مَعَ هَذَا مَا اشْتَهَتْ نَفْسُكَ وَلَذَّتْ عَيْنُكَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ الشَّعْبِيِّ عَنْ الْمُغِيرَةِ وَلَمْ يَرْفَعْهُ وَالْمَرْفُوعُ أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}