{"pageProps":{"number":"3043","slug":"tirmidzi","id":"Bismillahirrahmanirrahim. Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami ['Abdah bin Sulaiman] serta [Abdur Rahim bin Sulaiman] dari [Muhammad bin 'Amr], ia berkata; telah menceritakan kepada kami [Abu Salamah] dari [Abu Hurairah], ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \" Allah berfirman: \"Aku telah mempersiapkan bagi para hambaku yang shalih, apa yang belum pernah dilihat mata, belum pernah didengar telinga, dan tidak terlintas dalam hati manusia.\" Apabila kalian kehendaki maka bacalah: \"Tak seorangpun mengetahui berbagai nikmat yang dirahasiakan bagi mereka, yang indah dipandang sebagai balasan bagi mereka, atas apa yang mereka kerjakan.\" (QS. Assajdah 17), Di Surga terdapat pohon yang mana seorang pengendara berjalan di bawah naungannya selama seratus tahun tidak mampu menyeberanginya. Apabila kalian menghendaki maka bacalah: \"Dan naungan yang terbentang luas\" (QS. Alwaqi'ah 30), Dan tempat cemeti di Surga lebih baik daripada dunia dan seisinya. Apabila kalian menghendaki maka bacalah: \"Barangsiapa dijauhkan dari neraka dan dimasukkan ke dalam syurga, maka sungguh ia telah beruntung. Kehidupan dunia itu tidak lain hanyalah kesenangan yang memperdayakan.\" (QS. Ali'Imran 185), Abu Isa berkata: hadits ini adalah hadits hasan shahih.","arab":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ وَعَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ عَنْ مُحَمَّدِ بْنِ عَمْرٍو قَالَ حَدَّثَنَا أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ اللَّهُ أَعْدَدْتُ لِعِبَادِيَ الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ وَاقْرَءُوا إِنْ شِئْتُمْ{ فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ }وَفِي الْجَنَّةِ شَجَرَةٌ يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا وَاقْرَءُوا إِنْ شِئْتُمْ{ وَظِلٍّ مَمْدُودٍ }وَمَوْضِعُ سَوْطٍ فِي الْجَنَّةِ خَيْرٌ مِنْ الدُّنْيَا وَمَا فِيهَا وَاقْرَءُوا إِنْ شِئْتُمْ{ فَمَنْ زُحْزِحَ عَنْ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}