{"pageProps":{"number":"3049","slug":"tirmidzi","id":"Telah menceritakan kepada kami ['Abdu bin Humaid] dan orang lain tidak hanya satu sementara maknanya adalah satu, mereka berkata; telah menceritakan kepada kami [Yunus bin Muhammad] telah menceritakan kepada kami [Syaiban bin Abdur Rahman] dari [Qatadah], ia berkata; telah bercerita [Al Hasan] dari [Abu Hurairah], ia berkata; ketika Nabi Allah shallallahu 'alaihi wasallam sedang duduk bersama para sahabatnya, tiba-tiba datang awan kepada mereka. Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Apakah kalian tahu apakah ini?\" Kemudian mereka berkata; Allah dan rasulNya lebih tahu. Beliau berkata: \"Ini adalah awan, ini adalah mendung yang akan menyirami bumi, Allah tabaraka wa ta'ala menggiringnya kepada suatu kaum yang tidak bersyukur kepadaNya dan tidak berdoa kepadaNya.\" Beliau bersabda: \"Tahukah kalian apa yang ada di atas kalian?\" mereka berkata; Allah dan RasulNya lebih tahu. Beliau bersabda: \"Sesungguhnya itu adalah raqi' (nama langit dunia) yaitu atap yang dijaga, serta gelombang yang tertahan.\" Kemudian beliau bersabda: \"Tahukah engkau berapa jarak antara kalian dan langit tersebut?\" mereka berkata; Allah dan rasulNya lebih mengetahui. Beliau bersabda: \"Sesungguhnya di atas hal itu terdapat dua langit, jarak diantara keduanya adalah perjalanan lima ratus tahun.\" Hingga beliau menyebutkan tujuh langit, jarak antara setiap dua langit seperti jarak antara langit dan bumi. Kemudian beliau bersabda: \"Tahukah kalian apa di atas hal tersebut?\" Mereka berkata; Allah dan RasulNya lebih mengetahui. Beliau bersabda: \"Sesungguhnya di atas hal tersebut terdapat 'Arsy dan diantara 'Arsy dan langit setelah itu adalah jarak antara dua langit.\" Kemudian beliau bersabda: \"Tahukah kalian apa yang ada di bawah kalian?\" Mereka berkata; Allah dan RasulNya lebih tahu. Beliau bersabda: \"Sesungguhnya di bawah kalian adalah bumi.\" Kemudian beliau bersabda: \"Tahukah kalian apa yang ada di bawah hal tersebtu?\" mereka berkata; Allah dan RasulNya lebih tahu. Beliau bersabda: \"Sesungguhnya dibawah bumi terdapat bumi lain, di antara keduanya berjarak perjalanan lima ratus tahun.\" Hingga beliau menyebutkan tujuh bumi, jarak antara setiap dua bumi adalah perjalanan lima ratus tahun. Kemudian beliau bersabda: \"Demi Dzat yang jiwa Muhammad di tanganNya, seandainya kalian mengulurkan tali kepada seeorang ke tanah yang paling bawah, niscaya akan turun di atas Allah.\" Kemudian beliau membacakan ayat: \"Dialah Yang Awal dan Yang Akhir Yang Zhahir dan Yang Bathin; dan Dia Maha Mengetahui segala sesuatu.\" (QS. Alhadid 3) Abu Isa berkata; hadits ini adalah hadits gharib dari sisi ini. Ia berkata; dan diriwayatkan dari Ayyub dan Yunus bin 'Ubaid serta Ali bin Zaid mereka berkata; Al Hasan tidak mendengar dari Abu Hurairah. Dan sebagian ahli ilmu mentafsirkan hadits ini, mereka berkata; sesungguhnya tali tersebut turun di atas ilmu Allah, kemampuan dan kekuasaanNya. Ilmu Allah, kemampuan serta kekuasaanNya ada di segala tempat dan Dia berada di atas 'Arsy sebagaimana yang telah Dia sebutkan di dalam KitabNya.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ وَغَيْرُ وَاحِدٍ الْمَعْنَى وَاحِدٌ قَالُوا حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا شَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ قَتَادَةَ قَالَ حَدَّثَ الْحَسَنُ عَنْ أَبِي هُرَيْرَةَ قَالَبَيْنَمَا نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ وَأَصْحَابُهُ إِذْ أَتَى عَلَيْهِمْ سَحَابٌ فَقَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ تَدْرُونَ مَا هَذَا فَقَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ هَذَا الْعَنَانُ هَذِهِ رَوَايَا الْأَرْضِ يَسُوقُهُ اللَّهُ تَبَارَكَ وَتَعَالَى إِلَى قَوْمٍ لَا يَشْكُرُونَهُ وَلَا يَدْعُونَهُ قَالَ هَلْ تَدْرُونَ مَا فَوْقَكُمْ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّهَا الرَّقِيعُ سَقْفٌ مَحْفُوظٌ وَمَوْجٌ مَكْفُوفٌ ثُمَّ قَالَ هَلْ تَدْرُونَ كَمْ بَيْنَكُمْ وَبَيْنَهَا قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ بَيْنَكُمْ وَبَيْنَهَا مَسِيرَةُ خَمْسِ مِائَةِ سَنَةٍ ثُمَّ قَالَ هَلْ تَدْرُونَ مَا فَوْقَ ذَلِكَ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّ فَوْقَ ذَلِكَ سَمَاءَيْنِ مَا بَيْنَهُمَا مَسِيرَةُ خَمْسِ مِائَةِ سَنَةٍ حَتَّى عَدَّ سَبْعَ سَمَاوَاتٍ مَا بَيْنَ كُلِّ سَمَاءَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ ثُمَّ قَالَ هَلْ تَدْرُونَ مَا فَوْقَ ذَلِكَ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّ فَوْقَ ذَلِكَ الْعَرْشَ وَبَيْنَهُ وَبَيْنَ السَّمَاءِ بُعْدُ مَا بَيْنَ السَّمَاءَيْنِ ثُمَّ قَالَ هَلْ تَدْرُونَ مَا الَّذِي تَحْتَكُمْ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّهَا الْأَرْضُ ثُمَّ قَالَ هَلْ تَدْرُونَ مَا الَّذِي تَحْتَ ذَلِكَ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّ تَحْتَهَا أَرْضًا أُخْرَى بَيْنَهُمَا مَسِيرَةُ خَمْسِ مِائَةِ سَنَةٍ حَتَّى عَدَّ سَبْعَ أَرَضِينَ بَيْنَ كُلِّ أَرْضَيْنِ مَسِيرَةُ خَمْسِ مِائَةِ سَنَةٍ ثُمَّ قَالَ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّكُمْ دَلَّيْتُمْ رَجُلًا بِحَبْلٍ إِلَى الْأَرْضِ السُّفْلَى لَهَبَطَ عَلَى اللَّهِ ثُمَّ قَرَأَ{ هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ قَالَ وَيُرْوَى عَنْ أَيُّوبَ وَيُونُسَ بْنِ عُبَيْدٍ وَعَلِيِّ بْنِ زَيْدٍ قَالُوا لَمْ يَسْمَعْ الْحَسَنُ مِنْ أَبِي هُرَيْرَةَ وَفَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ فَقَالُوا إِنَّمَا هَبَطَ عَلَى عِلْمِ اللَّهِ وَقُدْرَتِهِ وَسُلْطَانِهِ وَعِلْمُ اللَّهِ وَقُدْرَتُهُ وَسُلْطَانُهُ فِي كُلِّ مَكَانٍ وَهُوَ عَلَى الْعَرْشِ كَمَا وَصَفَ فِي كِتَابهِ","source":"Tirmidzi"},"__N_SSG":true}