{"pageProps":{"number":"3068","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Yahya] telah menceritakan kepada kami [Muhammad bin Yusuf] telah menceritakan kepada kami [Israil] telah menceritakan kepada kami [Simak bin Harb] dari [Ikrimah] dari [Ibnu Abbas], ia ditanya seorang laki-laki mengenai ayat ini: \"Hai orang-orang mukmin, sesungguhnya di antara isteri-isterimu dan anak-anakmu ada yang menjadi musuh bagimu. Maka berhati-hatilah kamu terhadap mereka.\" (QS. Attaghabun 14), Katanya, mereka adalah penduduk Makkah yang masuk Islam, dan ingin menemui Nabi shallallahu 'alaihi wasallam, lantas isteri dan anak-anak mereka enggan jika ditinggalkan untuk kepergiannya menemui Rasulullah, setelah mereka datangi Rasulullah, mereka lihat orang-orang telah pintar dan pandai agama, sehingga mereka berniyat ingin menhukum anak dan isteri mereka, maka turunlah ayat ini; \"Hai orang-orang mukmin, sesungguhnya di antara isteri-isterimu dan anak-anakmu ada yang menjadi musuh bagimu. Maka berhati-hatilah kamu terhadap mereka.\" (QS. Attaghabun 14). Abu Isa berkata; hadits ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا إِسْرَائِيلُ حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍوَسَأَلَهُ رَجُلٌ عَنْ هَذِهِ الْآيَةِ{ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ }قَالَ هَؤُلَاءِ رِجَالٌ أَسْلَمُوا مِنْ أَهْلِ مَكَّةَ وَأَرَادُوا أَنْ يَأْتُوا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَبَى أَزْوَاجُهُمْ وَأَوْلَادُهُمْ أَنْ يَدَعُوهُمْ أَنْ يَأْتُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا أَتَوْا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَوْا النَّاسَ قَدْ فَقُهُوا فِي الدِّينِ هَمُّوا أَنْ يُعَاقِبُوهُمْ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ }الْآيَةَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}