{"pageProps":{"number":"3154","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan]? telah menceritakan kepada kami [Abu Daud]? ia berkata; telah mengabarkan kepada kami [Syu'bah]? dari [Abu Ishaq]? dari [seorang laki-laki]? dari [Farwah bin Naufal? radliallahu 'anhu] bahwa ia datang kepada Nabi? shallallahu 'alaihi wasallam dan berkata; wahai? Rasulullah, ajarkan kepadaku sesuatu yang aku ucapkan apabila aku menuju ke tempat tidurku! Beliau berkata: \"Bacalah Qul yaa ayyuhal kaafiruun, karena surat tersebut adalah sikap berlepas diri dari kesyirikan.\" Syu'bah berkata; terkadang ia mengatakan satu kali dan terkadang tidak mengatakannya. Telah menceritakan kepada kami [Musa bin Hizam] telah mengabarkan kepada kami [Yahya bin Adam]?? dari [Israil]?? dari [Abu Ishaq]? dari [Farwah bin Naufal]?? dari [Ayahnya] bahwa ia datang kepada Nabi? shallallahu 'alaihi wasallam ….kemudian ia sebutkan hadits seperti itu secara makna. Dan yang ini lebih shahih. [Zuhair] meriwayatkan hadits ini dari [Abu Ishaq]? dari [Farwah bin Naufal]? dari [Ayahnya]? dari Nabi? shallallahu 'alaihi wasallam seperti itu. Dan ini lebih mirip dan lebih shahih daripada hadits syu'bah. Sahabat -sahabat Abu Ishaq telah mengalami kegoncangan di dalam hadits. Dan hadits ini telah diriwayatkan dari selain sisi ini, dan telah diriwayatkan oleh [Abdur Rahman bin Naufal]? dari [ayahnya]? dari Nabi? shallallahu 'alaihi wasallam. Abdur Rahman adalah saudara Farwah bin Naufal.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ قَالَ أَخْبَرَنَا شُعْبَةُ عَنْ أَبِي إِسْحَقَ عَنْ رَجُلٍ عَنْ فَرْوَةَ بْنِ نَوْفَلٍ رَضِيَ اللَّهُ عَنْهُأَنَّهُ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَقُولُهُ إِذَا أَوَيْتُ إِلَى فِرَاشِي قَالَ اقْرَأْ قُلْ يَا أَيُّهَا الْكَافِرُونَ فَإِنَّهَا بَرَاءَةٌ مِنْ الشِّرْكِقَالَ شُعْبَةُ أَحْيَانًا يَقُولُ مَرَّةً وَأَحْيَانًا لَا يَقُولُهَا حَدَّثَنَا مُوسَى بْنُ حِزَامٍ أَخْبَرَنَا يَحْيَى بْنُ آدَمَ عَنْ إِسْرَائِيلَ عَنْ أَبِي إِسْحَقَ عَنْ فَرْوَةَ بْنِ نَوْفَلٍ عَنْ أَبِيهِ أَنَّهُ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوَهُ بِمَعْنَاهُ وَهَذَا أَصَحُّ وَرَوَى زُهَيْرٌ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَقَ عَنْ فَرْوَةَ بْنِ نَوْفَلٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَهَذَا أَشْبَهُ وَأَصَحُّ مِنْ حَدِيثِ شُعْبَةَ قَدْ اضْطَرَبَ أَصْحَابُ أَبِي إِسْحَقَ فِي هَذَا الْحَدِيثِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ وَقَدْ رَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ نَوْفَلٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَبْدُ الرَّحْمَنِ هُوَ أَخُو فَرْوَةَ بْنِ نَوْفَلٍ","source":"Tirmidzi"},"__N_SSG":true}