{"pageProps":{"number":"3172","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Abdul Malik bin Abu Asy Syawarib] telah menceritakan kepada kami [Yusuf bin Al Majisyun] telah menceritakan kepadaku [ayahku]? dari [Abdur Rahman Al A'raj]? dari [Ubaidullah bin Abu Rafi']? dari [Ali bin Abu Thalib] bahwa? Rasulullah shallallahu 'alaihi wasallam apabila melakukan shalat malam beliau mengucapkan: WAJJAHTU WAJHIYA LILLADZII FATHARAS SAMAAWAATI WAL ARDHA HANIIFAN WA MAA ANA MINAL MUSYRIKIIN, INNA SHALAATII WA NUSUKII WA MAHYAAYA WA MAMAATII LILLAAHI RABBIL 'AALAMIIN, LAA SYARIIKA LAHU WA BIDZAALIKA UMIRTU WA ANA MINAL MUSLIMIIN. ALLAAHUMMA ANTAL MALIKU LAA ILAAHA ILLAA ANTA, ANTA RABBII WA ANA 'ABDUKA, ZHALAMTU NAFSII WA'TARAFTU BIDZANBII, FAGHFIR LII DZUNUUBII JAMII'AN. INNAHU LAA YAGHFIRUDZ DZUNUUBA ILLAA ANTA WAHDINII LIAHSANIL AKHLAAQI LAA YAHDII LIAHSANIHAA ILLAA ANTA WASHRIF 'ANNII SAYYIAHAA INNAHUU LAA YASHRIFU 'ANNII SAYYIAHAA ILLAA ANTA, AAMANTU BIKA, TABAARAKTA WA TA'AALAITA ASTAGHFIRUKA WA ATUUBU ILAIKA.\" (Aku arahkan wajahku dengan lurus kepada Dzat yang telah menciptakan langit dan bumi dan aku bukan termasuk orang-orang yang berbuat syirik. Sesungguhnya shalatku, dan sembelihanku serta kehidupan dan matiku adalah untuk Allah Tuhan semesta alam, tidak ada sekutu bagiNya dan karena itu aku diperintahkan dan aku termasuk orang-orang yang berserah diri. Ya Allah, Engkau adalah Raja, tidak ada tuhan yang berhak disembah kecuali Engkau, Maha Suci Engkau, Engkau adalah Tuhanku, dan aku adalah hambaMu. Aku telah menzhalimi diriku dan aku telah mengakui dosaku, maka ampunilah dosa-dosaku semua, karena sesungguhnya tidak ada yang yang dapat mengampuni dosa kecuali Engkau. Dan berilah aku petunjuk untuk berakhlak yang terpuji, tidak ada yang dapat memberi petunjuk untuk berakhlak terpuji kecuali Engkau dan palingkan dariku keburukannya, tidak ada yang dapat memalingkan dariku keburukannya kecuali Engkau. Aku memenuhi panggilanmu dan seluruh kebaikan ada ditanganMu, dan seluruh keburukan tidak dinisbatkan kepadaMu. Aku memohon pertolongan kepadaMu, dan berlindung kepadaMu, Maha Suci Engkau dan Maha Tinggi Engkau, aku mohon ampunan dan bertaubat kepadaMu). Dan apabila ruku' beliau mengucapkan: \"ALLAAHUMMA LAKA RAKA'TU WA BIKA AAMANTU WA LAKA ASLAMTU KHASYA'A LAKA SAM'II WA BASHARII, WA MUKHKHII WA 'IZHAAMII WA 'ASHABII.\" (Ya Allah, untukmu aku ruku', dan kepadaMu aku beriman, dan kepadaMu aku berserah diri. kepadaMu pendengaranku, penglihatanku, tulangku, dan urat syarafku patuh). Dan apabila mengangkat kepalanya beliau mengucapkan: \"ALLAAHUMMA RABBANAA LAKAL HAMDU MIL-AS SAMAAWAATI WAL ARDHIINA WA MIL-A MAA BAINAHUMAA, WA MIL-A MAA SYI`TA MIN SYAI-IN BA'DU.\" (Ya Allah Tuhan kami, bagiMu seluruh pujian sepenuh langit dan bumi, serta sepenuh apa yang ada diantara keduanya, dan sepenuh apa yang Engkau kehendaki setelah itu). Kemudian apabila bersujud beliau mengucapkan: \"ALLAAHUMMA LAKA SAJADTU WA BIKA AAMANTU WA LAKA ASLAMTU, SAJADA WAJHIYA LILLADZII KHALAQAHU FASHAWWARAHU WA SYAQQA SAM'AHU WA BASHARAHU, FATABAARAKALLAAHU AHSANUL KHAALIQIIN \" (Ya Allah, kepadaMu aku bersujud, dan kepadaMu aku beriman, dan kepadaMu aku berserah diri, wajahku bersujud kepada Dzat Yang telah menciptakannya dan membentuknya dan membuka pendengaran dan penglihatannya, Maha Suci Allah sebaik-baik Pencipta). Kemudian bacaan terakhir yang beliau ucapkan antara tasyahud dan salam adalah: ALLAAHUMMAGHFIRLII MAA QADDAMTU WA MAA AKHKHARTU WA MAA ASRARTU WA MAA A'LANTU WA MAA ANTA A'LAMU BIHII MINNII, ANTAL MUQADDIMU WA ANTAL MUAKHKHIRU LAA ILAAHA ILLAA ANTA.\" (Ya Allah, ampunilah dosa yang telah aku lakukan dan yang aku tunda, yang aku sembunyikan dan yang aku nampakkan dan apa yang Engkau lebih mengetahuinya daripadaku. Engkau Yang mendahulukan dan Yang menunda, tidak ada tuhan yang berhak disembah kecuali Engkau) Abu Isa berkata; hadits ini adalah hadits shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ حَدَّثَنَا يُوسُفُ بْنُ الْمَاجِشُونِ حَدَّثَنِي أَبِي عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَامَ إِلَى الصَّلَاةِ قَالَ وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنْ الْمُسْلِمِينَ اللَّهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أَنْتَ أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ وَاهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا إِنَّهُ لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ آمَنْتُ بِكَ تَبَارَكْتَ وَتَعَالَيْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ فَإِذَا رَكَعَ قَالَ اللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعِظَامِي وَعَصَبِي فَإِذَا رَفَعَ رَأْسَهُ قَالَ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَالْأَرَضِينَ وَمِلْءَ مَا بَيْنَهُمَا وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ فَإِذَا سَجَدَ قَالَ اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ فَصَوَّرَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ ثُمَّ يَكُونُ آخِرَ مَا يَقُولُ بَيْنَ التَّشَهُّدِ وَالسَّلَامِ اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}