{"pageProps":{"number":"3174","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Ali Al Khallal] telah menceritakan kepada kami [Sulaiman bin Daud Al Hasyimi] telah menceritakan kepada kami [Abdur Rahman bin Abu Az Zinad]? dari [Musa bin 'Uqbah]? dari [Abdullah bin Al Fadhl]? dari [Abdur Rahman Al A'raj]? dari ['Ubaidullah bin Abu Rafi']? dari [Ali bin Abu Thalib] dari Rasulullah shallallahu 'alaihi wasallam bahwa beliau apabila bangkit untuk melakukan shalat wajib, beliau mengangkat kedua tangannya sejajar dengan kedua pundaknya, dan melakukan hal tersebut juga apabila telah menyelesaikan bacaannya dan hendak melakukan ruku', dan beliau melakukannya apabila mengangkat kepalanya dari ruku'. Dan beliau tidak mengangkat kedua tangannya dalam shalatnya sementara beliau dalam keadaan duduk. Apabila berdiri dari dua sujud beliau mengangkat kedua tangannya juga dan bertakbir. Ketika membuka shalat setelah takbir beliau mengucapkan: WAJJAHTU WAJHIYA LILLADZII FATHARAS SAMAAWAATI WAL ARDHA WA MAA ANA MINAL MUSYRIKIIN. INNA SHALAATII WA NUSUKII WA MAHYAAYA WA MAMAATII LILLAAHI RABBIL 'AALAMIINA LAA SYARIIKALAHU WA BIDZAALIKA UMIRTU WA ANA MINAL MUSLIMIIN. ALLAAHUMMA ANTAL MALIKU LAA ILAAHA ILLAA ANTA SUBHAANAKA, ANTA RABBII, WA ANA 'ABDUKA, ZHALAMTU NAFSII WA'TARAFTU BIDZANBII FAGHFIR LII DZUNUUBII JAMII'AN INNAHU LAA YAGHFIRUDZ DZUNUUBA ILLAA ANTA WAHDINII LIAHSANIL AKHLAAQI, LAA YAHDII LIAHSANIHAA ILLAA ANTA WASHRIF 'ANNII SAYYIAHAA, LAA YASHRIFU 'ANNII SAYYIAHAA ILLAA ANTA, LABBAIKA WA SA'DAIKA ANA BIKA WA ILAIKA WA LAA MANJAA WA LAA MALJA-A ILLAA ILAIKA. ASTAGHFIRUKA WA ATUUBU ILAIK.\" (Aku arahkan wajahku kepada Dzat yang telah menciptakan langit dan bumi dan aku bukan termasuk orang-orang yang berbuat syirik. Sesungguhnya shalatku, dan sembelihanku serta kehidupan dan matiku adalah untuk Allah Tuhan semesta alam, tidak ada sekutu bagiNya dan karena itu aku diperintahkan dan aku termasuk orang-orang yang berserah diri. Ya Allah, Engkau adalah Raja, tidak ada tuhan yang berhak disembah kecuali Engkau, Maha Suci Engkau, Engkau adalah Tuhanku, dan aku adalah hambaMu. Aku telah menzhalimi diriku dan aku telah mengakui dosaku, maka ampunilah dosa-dosaku semua, karena sesungguhnya tidak ada yang dapat mengampuni dosa kecuali Engkau. Dan berilah aku petunjuk untuk berakhlak yang terpuji, tidak ada yang dapat memberi petunjuk untuk berakhlak terpuji kecuali Engkau. Aku memenuhi panggilanMu, aku memohon pertolonganMu dan berlindung kepadaMu, dan tidak ada tempat keselamatan serta tempat berlindung kecuali kepadaMu. Aku memohon ampunan kepadaMu dan bertaubat kepadaMu). Kemudian beliau membaca surat dan apabila melakukan ruku' maka ucapannya dalam ruku' adalah: ALLAAHUMMA LAKA RAKA'TU WA BIKA AAMANTU, WA LAKA ASLAMTU, WA ANTA RABBII KHASYA'A SAM'II DARI WA BASHARII, WA MUKHKHII, WA 'AZHMII LILLAAHI RABBIL 'AALAMIIN.\" Dan apabila beliau mengangkat kepalanya dari ruku' beliau membaca: \"SAMI'ALLAHU LIMAN HAMIDAH.\" (Allah mendengar orang yang memujiNya). Kemudian beliau iringkan dengan ucapan: ALLAAHUMMA RABBANAA WALAKAL HAMDU MIL-AS SAMAAWAATI WAL ARDHI WA MIL-A MAA SYI`TA MIN SYAI-IN BA'DU \" (Ya, Allah Tuhan kami, segala puji bagiMu sepenuh langit dan bumi dan sepenuh apa yang Engkau kehendaki setelah itu). Dan apabila bersujud beliau dalam sujudnya mengucapkan: ALLAAHUMMA LAKA SAJADTU WA BIKA AAMANTU WA LAKA ASLAMTU, WA ANTA RABBII, SAJADA WAJHII LILLADZII KHALAQAHU WA SYAQQA SAM'AHU WA BASHARAHU, TABAARAKALLAAHU AHSANUL KHAALIQIIN \" (Ya Allah, kepadaMu aku bersujud, dan kepadaMu aku beriman, dan kepadaMu aku berserah diri, dan Engkau adalah Tuhanku. Wajahku bersujud kepada Dzat yang telah menciptakannya, dan membuka pendengaran serta penglihatannya. Maka Suci Allah sebaik-baik Pencipta). Dan ketika berpaling dari shalat beliau mengucapkan: \"ALLAAHUMMAGHFIR LII MAA QADDAMTU WA MAA AKHKHARTU WA MAA ASRARTU WA MAA A'LANTU, ANTA ILAAHII, LAA ILAAHA ILLAA ANTA.\" (Ya Allah, ampunilah dosa yang telah aku lakukan dan yang aku tunda, yang aku sembunyikan dan yang aku nampakkan. Engkau adalah Tuhan Sesembahanku, tidak ada tuhan yang berhak disembah kecuali Engkau). Abu Isa berkata; hadits ini adalah hadits hasan shahih. dan hadits ini di amalkan menurut pendapat Asy Syafi'i serta sebagian sahabat kami, sementara Ahmad tidak berpendapat seperti itu. Sebagian ulama dari kalangan penduduk Kufah, dan selain mereka berpendapat; hal ini terdapat dalam shalat sunnah, dan beliau tidak membacanya dalam shalat sunnah. Saya mendengar Abu Isma'il yaitu At Tirmidzi Muhammad bin Isma'il bin Yusuf berkata; saya mendengar Sulaiman bin Daud Al Hasyimi berkata, dan iapun menyebutkan hadits ini, dan berkata; hal ini menurut kami seperti hadits Az Zuhri? dari Salim dari ayahnya.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْهَاشِمِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ إِذَا قَامَ إِلَى الصَّلَاةِ الْمَكْتُوبَةِ رَفَعَ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ وَيَصْنَعُ ذَلِكَ أَيْضًا إِذَا قَضَى قِرَاءَتَهُ وَأَرَادَ أَنْ يَرْكَعَ وَيَصْنَعُهَا إِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ وَلَا يَرْفَعُ يَدَيْهِ فِي شَيْءٍ مِنْ صَلَاتِهِ وَهُوَ قَاعِدٌ فَإِذَا قَامَ مِنْ سَجْدَتَيْنِ رَفَعَ يَدَيْهِ كَذَلِكَ فَكَبَّرَ وَيَقُولُ حِينَ يَفْتَتِحُ الصَّلَاةَ بَعْدَ التَّكْبِيرِ وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنْ الْمُسْلِمِينَ اللَّهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ وَاهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ لَبَّيْكَ وَسَعْدَيْكَ أَنَا بِكَ وَإِلَيْكَ وَلَا مَنْجَا وَلَا مَلْجَأَ إِلَّا إِلَيْكَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ ثُمَّ يَقْرَأُ فَإِذَا رَكَعَ كَانَ كَلَامُهُ فِي رُكُوعِهِ أَنْ يَقُولَ اللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ وَأَنْتَ رَبِّي خَشَعَ سَمْعِي وَبَصَرِي وَمُخِّي وَعَظْمِي لِلَّهِ رَبِّ الْعَالَمِينَ فَإِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ثُمَّ يُتْبِعُهَا اللَّهُمَّ رَبَّنَا وَلَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَالْأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ فَإِذَا سَجَدَ قَالَ فِي سُجُودِهِ اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ وَأَنْتَ رَبِّي سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ تَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ وَيَقُولُ عِنْدَ انْصِرَافِهِ مِنْ الصَّلَاةِ اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ إِلَهِي لَا إِلَهَ إِلَّا أَنْتَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ الشَّافِعِيِّ وَبَعْضُ أَصْحَابِنَا وَأَحْمَدُ لَا يَرَاهُ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ يَقُولُ هَذَا فِي صَلَاةِ التَّطَوُّعِ وَلَا يَقُولُهُ فِي الْمَكْتُوبَةِ سَمِعْت أَبَا إِسْمَعِيلَ يَعْنِي التِّرْمِذِيَّ مُحَمَّدَ بْنَ إِسْمَعِيلَ بْنِ يُوسُفَ يَقُولُ سَمِعْتُ سُلَيْمَانَ بْنَ دَاوُدَ الْهَاشِمِيَّ يَقُولُ وَذَكَرَ هَذَا الْحَدِيثَ فَقَالَ هَذَا عِنْدَنَا مِثْلُ حَدِيثِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ","source":"Tirmidzi"},"__N_SSG":true}