{"pageProps":{"number":"364","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata; telah menceritakan kepada kami [Muhammad bin Khalid bin Atsmah Al Bashri] berkata; telah menceritakan kepada kami [Ibrahim bin Sa'd] berkata; telah menceritakan kepadaku [Muhammad bin Ishaq] dari [Makhul] dari [Kuraib] dari [Ibnu Abbas] dari [Abdurrahman bin Auf] ia berkata; \"Aku mendengar Nabi shallallahu 'alaihi wasallam bersabda: \"Jika salah seorang dari kalian merasa ragu dalam shalatnya hingga tidak tahu satu rakaat atau dua rakaat yang telah ia kerjakan maka hendaknya ia hitung satu rakaat. Jika tidak tahu dua atau tiga rakaat yang telah ia kerjakan maka hendaklah ia hitung dua rakaat. Dan jika tidak tahu tiga atau empat rakaat yang telah ia kerjakan maka hendaklah ia hitung tiga rakaat. Setelah itu sujud dua kali sebelum salam.\" Abu Isa berkata; \"Hadits ini derajatnya hasan gharib shahih. Hadits ini juga telah diriwayatkan dari Abdurrahman bin Auf dengan jalur lain. [Az Zuhri] meriwayatkannya dari [Ubaidullah bin Abdullah bin Utbah] dari [Abdurrahman bin Auf] dari Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ ابْنُ عَثْمَةَ الْبَصْرِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ إِسْحَقَ عَنْ مَكْحُولٍ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَسَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا سَهَا أَحَدُكُمْ فِي صَلَاتِهِ فَلَمْ يَدْرِ وَاحِدَةً صَلَّى أَوْ ثِنْتَيْنِ فَلْيَبْنِ عَلَى وَاحِدَةٍ فَإِنْ لَمْ يَدْرِ ثِنْتَيْنِ صَلَّى أَوْ ثَلَاثًا فَلْيَبْنِ عَلَى ثِنْتَيْنِ فَإِنْ لَمْ يَدْرِ ثَلَاثًا صَلَّى أَوْ أَرْبَعًا فَلْيَبْنِ عَلَى ثَلَاثٍ وَلْيَسْجُدْ سَجْدَتَيْنِ قَبْلَ أَنْ يُسَلِّمَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ مِنْ غَيْرِ هَذَا الْوَجْهِ رَوَاهُ الزُّهْرِيُّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ ابْنِ عَبَّاسٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}