{"pageProps":{"number":"412","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Abdullah bin Sa'id bin Abu Hindi] dari [Salim bin Abu Nadlr] dari [Busr bin Sa'id] dari [Zaid bin Tsabit] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Sebaik-baik shalat yang kalian kerjakan adalah shalat dirumah-rumah kalian kecuali shalat wajib.\" (perawai) berkata, dalam bab ini (ada juga riwayat -pent) dari Umar bin Al Khaththab, Jabir bin Abdullah, Abu Sa'id, Abu Hurairah, Ibnu Umar, 'Aisyah, Abdullah bin Sa'ad dan Zaid bin Khalid Al Juhani. Abu Isa berkata, hadits riwayat Zaid bin Tsabit adalah hadits hasan, dan orang-orang berbeda pendapat mengenai riwayat hadits ini, [Musa bin 'Uqbah] dan [Ibrahim bin Abu An Nadlr] meriwayatkan dari [Abu An Nadlar] dengan merafa'kannya (mengangkatnya sampai kepada Nabi shallallahu 'alaihi wasallam), sedangkan Malik bin Anas meriwayatkannya dari Abu An Nadlr dengan tidak merafa'kannya, dan sebagian yang lain memauqufkannya, sedangkan riwayat yang merafa'kan adalah riwayat yang paling shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ أَبِي هِنْدٍ عَنْ سَالِمٍ أَبِي النَّضْرِ عَنْ بُسْرِ بْنِ سَعِيدٍ عَنْ زَيْدِ بْنِ ثَابِتٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَفْضَلُ صَلَاتِكُمْ فِي بُيُوتِكُمْ إِلَّا الْمَكْتُوبَةَقَالَ وَفِي الْبَاب عَنْ عُمَرَ بْنِ الْخَطَّابِ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَابْنِ عُمَرَ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ سَعْدٍ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ ثَابِتٍ حَدِيثٌ حَسَنٌ وَقَدْ اخْتَلَفَ النَّاسُ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرَوَى مُوسَى بْنُ عُقْبَةَ وَإِبْرَاهِيمُ بْنُ أَبِي النَّضْرِ عَنْ أَبِي النَّضْرِ مَرْفُوعًا وَرَوَاهُ مَالِكُ بْنُ أَنَسٍ عَنْ أَبِي النَّضْرِ وَلَمْ يَرْفَعْهُ وَأَوْقَفَهُ بَعْضُهُمْ وَالْحَدِيثُ الْمَرْفُوعُ أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}