{"pageProps":{"number":"43","slug":"tirmidzi","id":"telah menceritakan kepada kami [Isma'il bin Musa Al Fazari] berkata, telah menceritakan kepada kami [Syarik] dari [Tsabit bin Abu Shafiah] berkata; aku berkata kepada [Abu Ja'far], \"Apakah [Jabir] menceritakan kepadamu bahwa Nabi shallallahu 'alaihi wasallam berwudlu sekali-sekali, dua kali-dua kali dan tiga kali-tiga kali?\" ia menjawab, \"Benar.\" Abu Isa berkata; \"(Sedangkan) [Waki'] meriwayatkan hadits ini dari [Tsabit bin Abu Shafiah], ia berkata; Aku berkata kepada [Abu Ja'far], \"Apakah [Jabir] menceritakan kepadamu bahwa Nabi shallallahu 'alaihi wasallam berwudlu sekali-kali?\" ia menjawab, \"Benar.\" [Hannad] dan [Qutaibah] menceritakan kepada kami tentang hal itu, mereka berkata; \" [Waki'] telah menceritakan kepada kami dari [Tsabit bin Abu Shafiah].\" Abu Isa berkata; \"Hadits ini lebih shahih ketimbang hadits yang diriwayatkan oleh Syarik, karena hadits ini juga diriwayatkan dari jalur lainnya. Dan riwayat ini dari Tsabit seperti periwayatan Waki'. Sedangkan Syarik adalah orang yang banyak melakukan kesalahan. Tsabit bin Abu Shafiah adalah Abu Hamzah Ats Tsumali.\"","arab":"حَدَّثَنَا إِسْمَعِيلُ بْنُ مُوسَى الْفَزَارِيُّ حَدَّثَنَا شَرِيكٌ عَنْ ثَابِتِ بْنِ أَبِي صَفِيَّةَ قَالَ قُلْتُ لِأَبِي جَعْفَرٍ حَدَّثَكَ جَابِرٌأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ مَرَّةً مَرَّةً وَمَرَّتَيْنِ مَرَّتَيْنِ وَثَلَاثًا ثَلَاثًا قَالَ نَعَمْقَالَ أَبُو عِيسَى وَرَوَى وَكِيعٌ هَذَا الْحَدِيثَ عَنْ ثَابِتِ بْنِ أَبِي صَفِيَّةَ قَالَ قُلْتُ لِأَبِي جَعْفَرٍ حَدَّثَكَ جَابِرٌ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ مَرَّةً مَرَّةً قَالَ نَعَمْ و حَدَّثَنَا بِذَلِكَ هَنَّادٌ وَقُتَيْبَةُ قَالَا حَدَّثَنَا وَكِيعٌ عَنْ ثَابِتِ بْنِ أَبِي صَفِيَّة قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ شَرِيكٍ لِأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ هَذَا عَنْ ثَابِتٍ نَحْوَ رِوَايَةِ وَكِيعٍ وَشَرِيكٌ كَثِيرُ الْغَلَطِ وَثَابِتُ بْنُ أَبِي صَفِيَّةَ هُوَ أَبُو حَمْزَةَ الثُّمَالِيُّ","source":"Tirmidzi"},"__N_SSG":true}