{"pageProps":{"number":"47","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ali bin Hujr] berkata, telah mengabarkan kepada kami [Isma'il bin Ja'far] dari [Al 'Ala` bin Abdurrahman] dari [Bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \" Maukah aku tunjukkan kepada kalian sesuatu yang dapat menghapus kesalahan dan menaikkan derajat?\" para sahabat menjawab, \"Tentu, wahai Rasulullah.\" Beliau bersabda: \"Menyempurnakan shalat disaat yang tidak disukai, memperbanyak langkah menuju masjid dan menunggu shalat setelah shalat. Dan itulah ribath.\" Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Abdul Aziz bin Muhammad] dari [Al 'Ala`] sebagaimana hadits tersebut. Qutaibah menyebutkan dalam haditsnya, \"Itulah ribath, itulah ribath, itulah ribath.\" Tiga kali. Abu Isa berkata; \"Dalam bab ini juga ada riwayat dari Ali, Abdullah bin 'Amru, Ibnu Abbas dan Abidah, disebut juga Ubaidah bin Amru, Aisyah, Abdurrahman bin 'A`isy Al Hadlrami, dan Anas.\" Abu Isa berkata; \"Dan hadits Abu Hurairah dalam bab ini adalah hadits yang paling baik dan derajatnya shahih.\" Dan Al 'Ala` bin Abdurrahman adalah Ibnu Ya'qub Al Juhani Al Huraqi, ia adalah seorang yang dapat dipercaya menurut ahli hadits.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا أَدُلُّكُمْ عَلَى مَا يَمْحُو اللَّهُ بِهِ الْخَطَايَا وَيَرْفَعُ بِهِ الدَّرَجَاتِ قَالُوا بَلَى يَا رَسُولَ اللَّهِ قَالَ إِسْبَاغُ الْوُضُوءِ عَلَى الْمَكَارِهِ وَكَثْرَةُ الْخُطَا إِلَى الْمَسَاجِدِ وَانْتِظَارُ الصَّلَاةِ بَعْدَ الصَّلَاةِ فَذَلِكُمْ الرِّبَاطُو حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ الْعَلَاءِ نَحْوَهُ و قَالَ قُتَيْبَةُ فِي حَدِيثِهِ فَذَلِكُمْ الرِّبَاطُ فَذَلِكُمْ الرِّبَاطُ فَذَلِكُمْ الرِّبَاطُ ثَلَاثًا قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عَلِيٍّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عَبَّاسٍ وَعَبِيدَةَ وَيُقَالُ عُبَيْدَةُ بْنُ عَمْرٍو وَعَائِشَةَ وَعَبْدِ الرَّحْمَنِ بْنِ عَائِشٍ الْحَضْرَمِيِّ وَأَنَسٍ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَلَاءُ بْنُ عَبْدِ الرَّحْمَنِ هُوَ ابْنُ يَعْقُوبَ الْجُهَنِيُّ الْحُرَقِيُّ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ","source":"Tirmidzi"},"__N_SSG":true}