{"pageProps":{"number":"549","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Ibrahim bin Abu Wazir Al Bashri] dia adalah seorang yang tsiqah, telah menceritakan kepada kami [Muhammad bin Musa] dari [Sa'ad bin Ishaq bin Ka'ab bin 'Ujrah] dari [ayahnya] dari [kakeknya] dia berkata, suatu ketika Nabi sallallahu 'alaihi wasallam shalat maghrib di masjid Bani Asyhal, setelah selesai orang-orang berdiri untuk melaksanakan shalat nafilah, maka Nabi Shalallahu 'alaihi wa salam bersabda: \"Hendaknya kalian mengerjakan shalat nafilah ini di rumah kalian.\" Abu 'Isa berkata, ini adalah hadits gharib karena tidak diriwayatkan kecuali dari sanad ini. Yang lebih shahih ialah hadits yang diriwayatkan dari Ibnu Umar, beliau berkata, Rasulullah sallallahu 'alaihi wasallam senantiasa shalat dua raka'at setelah maghrib di rumahnya. Abu 'Isa berkata, telah diriwayatkan dari Hudzaifah, sesungguhnya Nabi Shallallaahu 'alaihi wasallam shalat maghrib dan masih terus melakukan shalat sampai selesai melakukan shalat isya'. Hadits diatas dengan jelas menunjukan bahwa Nabi Shallallaahu 'alaihi wasallam mengerjakan shalat dua raka'at setelah maghrib di masjid.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ الْبَصْرِيُّ ثِقَة حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى عَنْ سَعْدِ بْنِ إِسْحَقَ بْنِ كَعْبِ بْنِ عُجْرَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَصَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَسْجِدِ بَنِي عَبْدِ الْأَشْهَلِ الْمَغْرِبَ فَقَامَ نَاسٌ يَتَنَفَّلُونَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْكُمْ بِهَذِهِ الصَّلَاةِ فِي الْبُيُوتِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ كَعْبِ بْنِ عُجْرَةَ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَالصَّحِيحُ مَا رُوِيَ عَنْ ابْنِ عُمَرَ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي بَيْتِهِ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ حُذَيْفَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْمَغْرِبَ فَمَا زَالَ يُصَلِّي فِي الْمَسْجِدِ حَتَّى صَلَّى الْعِشَاءَ الْآخِرَةَ فَفِي الْحَدِيثِ دِلَالَةٌ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي الْمَسْجِدِ","source":"Tirmidzi"},"__N_SSG":true}