{"pageProps":{"number":"627","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Isma'il] telah menceritakan kepada kami [Muhammad bin Ash Shabah] telah menceritakan kepada kami [Al Walid bin Abu Tsaur] dari [Simak] dari ['Ikrimah] dari [Ibnu Abbas] dia berkata, seorang baduwi datang menemui Nabi Shallallaahu 'alaihi wasallam sambil berkata, sesungguhnya saya telah melihat hilal (Ramadlan), beliau bertanya: \" Apakah kamu bersaksi bahwa tidak ilah selain Allah dan Muhammad adalah Rasulullah?\" Dia menjawab, Iya, Nabi berkata kepada Bilal: \"Wahai Bilal, umumkan agar manusia mulai berpuasa besok.\" Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Husain Al Ju'fi] dari [Zaidah] dari [Simak] seperti hadits diatas dengan sanad yang sama. Abu 'Isa berkata, didalam hadits Ibnu Abbas terdapat perselisihan, [Sufyan Ats Tsauri] dan yang lainnya meriwayatkan hadits ini dari [Simak] dari [Ikrimah] dari Nabi Shallallaahu 'alaihi wasallam secara mursal. Sebagian besar shahabat Simak meriwayatkannya dari Simak dari Ikrimah dari Nabi Shallallaahu 'alaihi wasallam secara mursal dan hadits ini diamalkan oleh kebanyakan ulama, mereka berkata, diterimanya persaksian seorang laki-laki dalam awal puasa ini juga merupakan pendapatnya Ibnu Al Mubarak, Syafi'i dan Ahmad dan Penduduk Kufah. Ishaq berkata, Tidak diterima kesaksian satu orang untuk awal puasa akan tetapi harus dua orang. Para Ulama tidak berselisih pendapat mengenai akhir Ramadlan, bahwa tidak diterima (persaksian ru'yah hilal) kecuali disaksikan oleh dua orang laki-laki.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ عَنْ سِمَاكٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَجَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي رَأَيْتُ الْهِلَالَ قَالَ أَتَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَتَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ قَالَ نَعَمْ قَالَ يَا بِلَالُ أَذِّنْ فِي النَّاسِ أَنْ يَصُومُوا غَدًاحَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ عَنْ زَائِدَةَ عَنْ سِمَاكٍ نَحْوَهُ بِهَذَا الْإِسْنَادِ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ فِيهِ اخْتِلَافٌ وَرَوَى سُفْيَانُ الثَّوْرِيُّ وَغَيْرُهُ عَنْ سِمَاكٍ عَنْ عِكْرِمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَأَكْثَرُ أَصْحَابِ سِمَاكٍ رَوَوْا عَنْ سِمَاكٍ عَنْ عِكْرِمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا تُقْبَلُ شَهَادَةُ رَجُلٍ وَاحِدٍ فِي الصِّيَامِ وَبِهِ يَقُولُ ابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَأَهْلُ الْكُوفَةِ قَالَ إِسْحَقُ لَا يُصَامُ إِلَّا بِشَهَادَةِ رَجُلَيْنِ وَلَمْ يَخْتَلِفْ أَهْلُ الْعِلْمِ فِي الْإِفْطَارِ أَنَّهُ لَا يُقْبَلُ فِيهِ إِلَّا شَهَادَةُ رَجُلَيْنِ","source":"Tirmidzi"},"__N_SSG":true}