{"pageProps":{"number":"630","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Umar bin Ali Al Muqaddami] telah menceritakan kepada kami [Sa'id bin 'Amir] telah menceritakan kepada kami [Syu'bah] dari ['Abdul 'Aziz bin Shuhaib] dari [Anas bin Malik] dia berkata, Rasulullah Shallallaahu 'alaihi wasallam bersabda: \" Barang siapa yang mendapatkan kurma, maka berbukalah dengannya, jika tidak mendapatinya maka berbukalah dengan air, karena sesungguhnya air itu suci.\" (perawi) berkata, dalam bab ini (ada juga riwayat -pent) dari Salman bin 'Amir. Abu 'Isa berkata, kami tidak mengetahui seorang pun yang meriwayatkan hadits Anas dari Syu'bah seperti hadits ini, kecuali Sa'id bin 'Amir. Namun hadits itu tidak mahfuzh dan tidak memiliki sumber utama dari hadits 'Abdul 'Aziz bin Shuhaib dari Anas. Para sahabat Syu'bah telah meriwayatkan hadits ini dari [Syu'bah] dari ['Ashim Al Ahwal] dari [Hafshah binti Sirin] dari [Ar Rabbab] dari [Salman bin 'Amir] dari Nabi Shallallaahu 'alaihi wasallam. Riwayat ini lebih shahih dari riwayatnya Sa'id bin 'Amir. Demikianlah mereka meriwayatkannya dari [Syu'bah] dari ['Ashim] dari [Hafshah binti Sirin] dari [Salman], tetapi didalamnya tidak disebut Syu'bah dari Rabbab. Yang shahih ialah hadits yang diriwayatkan [Sufyan Ats Tsauri] dan [Ibnu 'Uyainah] dan selain keduanya dari ['Ashim Al Ahwal] dari [Hafshah binti Sirin] dari [Ar Rabbab] dari [Salman bin 'Amir] dan [Ibnu 'Aun] berkata, dari ['Ummu Ar Ra'ih binti Shulai'] dari [Salman bin 'Amir]. Sedangkan Ar Rabbab adalah Ummu Ar Ra'ih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ الْمُقَدَّمِيُّ حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ وَجَدَ تَمْرًا فَلْيُفْطِرْ عَلَيْهِ وَمَنْ لَا فَلْيُفْطِرْ عَلَى مَاءٍ فَإِنَّ الْمَاءَ طَهُورٌقَالَ وَفِي الْبَاب عَنْ سَلْمَانَ بْنِ عَامِرٍ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ لَا نَعْلَمُ أَحَدًا رَوَاهُ عَنْ شُعْبَةَ مِثْلَ هَذَا غَيْرَ سَعِيدِ بْنِ عَامِرٍ وَهُوَ حَدِيثٌ غَيْرُ مَحْفُوظٍ وَلَا نَعْلَمُ لَهُ أَصْلًا مِنْ حَدِيثِ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسٍ وَقَدْ رَوَى أَصْحَابُ شُعْبَةَ هَذَا الْحَدِيثَ عَنْ شُعْبَةَ عَنْ عَاصِمٍ الْأَحْوَلِ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ أَصَحُّ مِنْ حَدِيثِ سَعِيدِ بْنِ عَامِرٍ وَهَكَذَا رَوَوْا عَنْ شُعُبَةَ عَنْ عَاصِمٍ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ سَلْمَانَ وَلَمْ يُذْكَرْ فِيهِ شُعْبَةُ عَنْ الرَّبَابِ وَالصَّحِيحُ مَا رَوَاهُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ عُيَيْنَةَ وَغَيْرُ وَاحِدٍ عَنْ عَاصِمٍ الْأَحَوَلِ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ وَابْنُ عَوْنٍ يَقُولُ عَنْ أُمِّ الرَّائِحِ بِنْتِ صُلَيْعٍ عَنْ سَلْمَانَ بْنِ عَامِرٍ وَالرَّبَابُ هِيَ أُمُّ الرَّائِحِ","source":"Tirmidzi"},"__N_SSG":true}