{"pageProps":{"number":"716","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Abu Daud] telah mengabarkan kepada kami [Syu'bah] dari [Habib bin Zaid] berkata; saya telah mendengar salah seorang mantan budak kami yaitu [Laila], menceritakan dari neneknya, [Ummu 'Umarah binti Ka'ab Al Anshariyah] bahwa Nabi shallallahu 'alaihi wasallam menemuinya, lalu dia menghidangkan makanan kepada beliau. Lantas Nabi menyuruh: \"Makanlah!\" Ummu 'Umarah menjawab; \"Saya sedang berpuasa.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Malaikat akan mendoakan orang yang berpuasa apabila makanannya dimakan oleh orang lain hingga mereka selesai.\" Atau barangkali beliau berkata: \"Hingga mereka kenyang.\" Abu 'Isa berkata; \"Ini merupakan hadits hasan shahih, dan lebih shahih dari hadits Syarik.\" Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Habib bin Zaid] dari mantan budak mereka yang bernama [Laila] dari neneknya, [Ummu Umarah binti Ka'ab] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas, namun tidak disebutkan, \"di dalamnya hingga mereka selesai\" atau \"hingga mereka kenyang.\" Abu 'Isa berkata; \"Ummu 'Umarah ialah nenek Habib bin Zaid Al Anshari.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ أَخْبَرَنَا شُعْبَةُ عَنْ حَبِيبِ بْنِ زَيْدٍ قَال سَمِعْتُ مَوْلَاةً لَنَا يُقَالُ لَهَا لَيْلَى تُحَدِّثُ عَنْ جَدَّتِهِ أُمِّ عُمَارَةَ بِنْتِ كَعْبٍ الْأَنْصَارِيَّةِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَيْهَا فَقَدَّمَتْ إِلَيْهِ طَعَامًا فَقَالَ كُلِي فَقَالَتْ إِنِّي صَائِمَةٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الصَّائِمَ تُصَلِّي عَلَيْهِ الْمَلَائِكَةُ إِذَا أُكِلَ عِنْدَهُ حَتَّى يَفْرُغُوا وَرُبَّمَا قَالَ حَتَّى يَشْبَعُواقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ أَصَحُّ مِنْ حَدِيثِ شَرِيكٍ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ حَبِيبِ بْنِ زَيْدٍ عَنْ مَوْلَاةٍ لَهُمْ يُقَالُ لَهَا لَيْلَى عَنْ جَدَّتِهِ أُمِّ عُمَارَةَ بِنْتِ كَعْبٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ حَتَّى يَفْرُغُوا أَوْ يَشْبَعُوا قَالَ أَبُو عِيسَى وَأُمُّ عُمَارَةَ هِيَ جَدَّةُ حَبِيبِ بْنِ زَيْدٍ الْأَنْصَارِيِّ","source":"Tirmidzi"},"__N_SSG":true}