{"pageProps":{"number":"754","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Musa, Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Abdullah bin Idris] dari [Laits] dari [Thawus] dari [Ibnu Abbas] berkata; \"Rasulullah shallallahu 'alaihi wasallam telah berhaji tamattu', demikian juga Abu Bakr, Umar dan Utsman. Yang pertama kali melarangnya ialah Mu'awiyah.\" Ini merupakan hadits hasan shahih. (Abu Isa At Tirmidzi) berkata; \"Hadits semakna juga diriwayatkan dari Ali, Utsman, Jabir, Sa'ad, Asma` binti Abu Bakr dan Ibnu Umar.\" Abu 'Isa berkata; \"Hadits Ibnu Abbas merupakan hadits hasan. Sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan yang lainnya memilih untuk bertamattu'. Tamattu' ialah seseorang melaksanakan umrah pada bulan haji, kemudian menunggu sampai melaksakan haji. Wajib baginya untuk menyembelih hewan jika mendapatkannya, namun jika tidak, maka dia wajib berpuasa tiga hari pada waktu haji dan tujuh hari setelah kembali dari haji. Sangat dianjurkan apabila berpuasa tiga hari, untuk berpuasa pada sepuluh hari pertama dan hari terakhirnya adalah Arafah. Jika tidak, maka boleh pada hari-hari tasyriq. Hal ini merupakan pendapat sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam. Di antara mereka adalah Ibnu Umar dan 'Aisyah. Juga merupakan pendapat Malik, Syafi'i, Ahmad dan Ishaq. Sedangkan ahlul Kufah berpendapat; tidak boleh berpuasa pada hari-hari tasyriq.\" Abu 'Isa berkata; \"Ahlul hadits berpendapat bolehnya tamattu' dalam haji, ini juga merupakan pendapat Syafi'i, Ahmad dan Ishaq.\"","arab":"حَدَّثَنَا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ لَيْثٍ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ قَالَتَمَتَّعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَأَوَّلُ مَنْ نَهَى عَنْهَا مُعَاوِيَةُهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَالَ وَفِي الْبَاب عَنْ عَلِيٍّ وَعُثْمَانَ وَجَابِرٍ وَسَعْدٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَابْنِ عُمَرَ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ وَقَدْ اخْتَارَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ التَّمَتُّعَ بِالْعُمْرَةِ وَالتَّمَتُّعُ أَنْ يَدْخُلَ الرَّجُلُ بِعُمْرَةٍ فِي أَشْهُرِ الْحَجِّ ثُمَّ يُقِيمَ حَتَّى يَحُجَّ فَهُوَ مُتَمَتِّعٌ وَعَلَيْهِ دَمٌ مَا اسْتَيْسَرَ مِنْ الْهَدْيِ فَإِنْ لَمْ يَجِدْ صَامَ ثَلَاثَةَ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةً إِذَا رَجَعَ إِلَى أَهْلِهِ وَيُسْتَحَبُّ لِلْمُتَمَتِّعِ إِذَا صَامَ ثَلَاثَةَ أَيَّامٍ فِي الْحَجِّ أَنْ يَصُومَ الْعَشْرَ وَيَكُونُ آخِرُهَا يَوْمَ عَرَفَةَ فَإِنْ لَمْ يَصُمْ فِي الْعَشْرِ صَامَ أَيَّامَ التَّشْرِيقِ فِي قَوْلِ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُمْ ابْنُ عُمَرَ وَعَائِشَةُ وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ و قَالَ بَعْضُهُمْ لَا يَصُومُ أَيَّامَ التَّشْرِيقِ وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ قَالَ أَبُو عِيسَى وَأَهْلُ الْحَدِيثِ يَخْتَارُونَ التَّمَتُّعَ بِالْعُمْرَةِ فِي الْحَجِّ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ","source":"Tirmidzi"},"__N_SSG":true}