{"pageProps":{"number":"811","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar], telah menceritakan kepada kami [Abu Ahmad Az Zubairi] telah menceritakan kepada kami [Sufyan] dari [Abdurrahman bin Al Harits bin 'Ayyasy bin Abu Rabi'ah] dari [Zaid bin Ali] dari [Bapaknya] dari ['Ubaidullah bin Abu Rafi'] dari [Ali bin Abu Thalib] berkata; \"Rasulullah shallallahu 'alaihi wasallam wuquf di Arafah dan beliau bersabda; 'Ini adalah Arafah dan inilah tempat wuquf. Seluruh Arafah merupakan tempat wuquf.' Kemudian beliau bertolak ketika matahari terbenam, sambil membonceng Usamah bin Zaid dan memberikan isyarat dengan tangannya untuk tetap pada keadaannya seperti biasa. Sementara orang-orang bergerak ke kanan dan ke kiri. Beliau menoleh kepada mereka sambil bersabda: 'Wahai sekalian manusia! perlahan-lahanlah.' Kemudian beliau sampai di Jama' (Arafah), lantas beliau menjama' dua shalat bersama mereka. Pada waktu pagi, beliau mendatangi Quzah, lalu wuquf di sana sambil berkata; 'Ini adalah Quzah. Tempat ini termasuk tempat wuquf dan Jama' seluruhnya adalah tempat wuquf. Kemudian bertolak sampai di Wadi Muhassir, beliau mempercepat laju untanya, hingga untanya melangkah terus hingga melewati lembah tadi. Beliau berhenti dan membonceng Al Fadl. Kemudian mendatangi Jumrah dan melemparkannya. Lalu mendatangi tempat menyembelih dan berkata; 'Ini adalah tempat menyembelih dan Mina semuanya tempat menyembelih.' Tatkala itu seorang wanita muda dari Khats'am menanyakan sesuatu; 'Bapakku sudah tua renta, namun sudah terkena wajib haji. Apakah boleh aku berhaji untuknya? ' Beliau menjawab: 'Berhajilah untuk bapakmu'.\" (Ali bin Abu Thalib) berkata; \"Beliau memalingkan leher Al Fadl. Al Abbas bertanya; 'Wahai Rasulullah, kenapa engkau memalingkan kepala anak pamanmu? ' Beliau menjawab: 'Aku melihat seorang pemuda dan pemudi, maka saya tidak merasa aman dari setan (yang ada) pada keduanya.' Tiba-tiba seorang lelaki datang dan berkata; 'Wahai Rasulullah, aku telah thawaf Ifadlah sebelum mencukur? ' Beliau menjawab: 'Bercukurlah atau pendekkanlah (sekarang) dan tidak mengapa'.\" (Ali bin Abu Thalib) berkata; \"Kemudian datang lagi yang lain dan bertanya; 'Wahai Rasulullah, aku telah menyembelih sebelum melempar (jumrah)? ' beliau menjawab: 'Lemparlah (sekarang) tidak mengapa'.\" (Ali bin Abu Thalib) berkata; \"Lalu beliau pergi ke Ka'bah dan thawaf, baru menuju ke air Zamzam sambil berkata; 'Wahai Bani Abdul Muttalib, kalaulah aku tidak takut manusia berdesak-desakan (karena disangka termasuk dari manasik) maka akan memberikan air (kepada mereka sebagaimana telah kalian lakukan).\" (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari Jabir.\" Abu 'Isa berkata; \"Hadits Ali merupakan hadits hasan shahih, tidak kami ketahui termasuk dari hadits Ali kecuali melalui jalur ini. Dari hadits Abdurrahman bin Al Harits bin 'Ayyasy. Lebih dari seorang yang meriwayatkannya dari Ats Tsauri, seperti hadits di atas. Diamalkan oleh para ulama, mereka semuanya berpendapat bolehnya seseorang menjama' zhuhur dan ashar di Arafah pada waktu dhuhur. Sebagian ulama berkata; 'Jika seorang laki-laki shalat sendiri di atas kendaraannya, dengan tidak mengikuti shalat bersama imam, maka dia boleh menjama' sebagaimana imam. Zaid bin Ali ialah Ibnu Husain bin Ali bin Abu Thalib.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ عَنْ زَيْدِ بْنِ عَلِيٍّ عَنْ أَبِيهِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَوَقَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَفَةَ فَقَالَ هَذِهِ عَرَفَةُ وَهَذَا هُوَ الْمَوْقِفُ وَعَرَفَةُ كُلُّهَا مَوْقِفٌ ثُمَّ أَفَاضَ حِينَ غَرَبَتْ الشَّمْسُ وَأَرْدَفَ أُسَامَةَ بْنَ زَيْدٍ وَجَعَلَ يُشِيرُ بِيَدِهِ عَلَى هِينَتِهِ وَالنَّاسُ يَضْرِبُونَ يَمِينًا وَشِمَالًا يَلْتَفِتُ إِلَيْهِمْ وَيَقُولُ يَا أَيُّهَا النَّاسُ عَلَيْكُمْ السَّكِينَةَ ثُمَّ أَتَى جَمْعًا فَصَلَّى بِهِمْ الصَّلَاتَيْنِ جَمِيعًا فَلَمَّا أَصْبَحَ أَتَى قُزَحَ فَوَقَفَ عَلَيْهِ وَقَالَ هَذَا قُزَحُ وَهُوَ الْمَوْقِفُ وَجَمْعٌ كُلُّهَا مَوْقِفٌ ثُمَّ أَفَاضَ حَتَّى انْتَهَى إِلَى وَادِي مُحَسِّرٍ فَقَرَعَ نَاقَتَهُ فَخَبَّتْ حَتَّى جَاوَزَ الْوَادِيَ فَوَقَفَ وَأَرْدَفَ الْفَضْلَ ثُمَّ أَتَى الْجَمْرَةَ فَرَمَاهَا ثُمَّ أَتَى الْمَنْحَرَ فَقَالَ هَذَا الْمَنْحَرُ وَمِنًى كُلُّهَا مَنْحَرٌ وَاسْتَفْتَتْهُ جَارِيَةٌ شَابَّةٌ مِنْ خَثْعَمٍ فَقَالَتْ إِنَّ أَبِي شَيْخٌ كَبِيرٌ قَدْ أَدْرَكَتْهُ فَرِيضَةُ اللَّهِ فِي الْحَجِّ أَفَيُجْزِئُ أَنْ أَحُجَّ عَنْهُ قَالَ حُجِّي عَنْ أَبِيكِ قَالَ وَلَوَى عُنُقَ الْفَضْلِ فَقَالَ الْعَبَّاسُ يَا رَسُولَ اللَّهِ لِمَ لَوَيْتَ عُنُقَ ابْنِ عَمِّكَ قَالَ رَأَيْتُ شَابًّا وَشَابَّةً فَلَمْ آمَنْ الشَّيْطَانَ عَلَيْهِمَا ثُمَّ أَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَفَضْتُ قَبْلَ أَنْ أَحْلِقَ قَالَ احْلِقْ أَوْ قَصِّرْ وَلَا حَرَجَ قَالَ وَجَاءَ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي ذَبَحْتُ قَبْلَ أَنْ أَرْمِيَ قَالَ ارْمِ وَلَا حَرَجَ قَالَ ثُمَّ أَتَى الْبَيْتَ فَطَافَ بِهِ ثُمَّ أَتَى زَمْزَمَ فَقَالَ يَا بَنِي عَبْدِ الْمُطَّلِبِ لَوْلَا أَنْ يَغْلِبَكُمْ النَّاسُ عَنْهُ لَنَزَعْتُقَالَ وَفِي الْبَاب عَنْ جَابِرٍ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ لَا نَعْرِفُهُ مِنْ حَدِيثِ عَلِيٍّ إِلَّا مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ عَيَّاشٍ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ الثَّوْرِيِّ مِثْلَ هَذَا وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ رَأَوْا أَنْ يُجْمَعَ بَيْنَ الظُّهْرِ وَالْعَصْرِ بِعَرَفَةَ فِي وَقْتِ الظُّهْرِ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا صَلَّى الرَّجُلُ فِي رَحْلِهِ وَلَمْ يَشْهَدْ الصَّلَاةَ مَعَ الْإِمَامِ إِنْ شَاءَ جَمَعَ هُوَ بَيْنَ الصَّلَاتَيْنِ مِثْلَ مَا صَنَعَ الْإِمَامُ قَالَ وَزَيْدُ بْنُ عَلِيٍّ هُوَ ابْنُ حُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِ السَّلَام","source":"Tirmidzi"},"__N_SSG":true}