{"pageProps":{"number":"85","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ishaq bin Musa Al Anshari] berkata, telah menceritakan kepada kami [Ma'n] berkata, telah menceritakan kepada kami [Malik bin Anas] dari [Ishaq bin Abdullah bin Abu Thalhah] dari [Humaid binti 'Ubaid bin Rifa'ah] dari [Kabsyah binti Ka'ab bin Malik] istri Ibnu Abu Qatadah, bahwa [Abu Qatadah] masuk menemuinya. (Kabsyah) berkata; \"Aku menuangkan air untuknya, tiba-tiba seekor kucing masuk dan meminumnya, Abu Qatadah kemudian memiringkan bejana tersebut hingga kucing tersebut dapat minum.\" Kabsyah berkata; \"Abu Qatadah tahu bahwa aku sedang memperhatikannya, maka ia pun berkata; \"Apakah engkau heran wahai putri saudaraku?\" aku menjawab, \"Ya, \" ia berkata; \"Sesungguhnya Rasulullah shallallahu 'alaihi wasallam bersabda: \" Kucing tidak najis. Ia merupakan hewan yang biasa berkeliaran di sekelilingmu.\" Dan sebagian mereka meriwayatkan dari Malik, ia (Kabsyah) adalah istri Abu Qatadah, namun yang benar bahwa ia adalah istri Ibnu Abu Qatadah. Ia berkata; \"Dalam bab ini juga ada riwayat dari Aisyah dan Abu Hurairah.\" Abu Isa berkata; \"Hadits ini derajatnya adalah hasan shahih, ini adalah pendapat kebanyakan ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam, tabi'in dan orang-orang setelah mereka seperti Syafi'i, Ahmad dan Ishaq. Mereka berpendapat bahwa sisa minum kucing tidak apa-apa. Dan ini adalah hadits yang paling baik dalam bab ini. Imam Malik menganggap baik hadits ini, yaitu dari Ishaq bin Abdullah bin Abu Thalhah. Dan tidak ada yangleb h sempurna dalam periwayatannya selain Malik.\"","arab":"حَدَّثَنَا إِسْحَقُ بْنُ مُوسَى الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ حُمَيْدَةَ بِنْتِ عُبَيْدِ بْنِ رِفَاعَةَ عَنْ كَبْشَةَ بِنْتِ كَعْبِ بْنِ مَالِكٍ وَكَانَتْ عِنْدَ ابْنِ أَبِي قَتَادَةَ أَنَّ أَبَا قَتَادَةَ دَخَلَ عَلَيْهَا قَالَتْ فَسَكَبْتُ لَهُ وَضُوءًا قَالَتْ فَجَاءَتْ هِرَّةٌ تَشْرَبُ فَأَصْغَى لَهَا الْإِنَاءَ حَتَّى شَرِبَتْ قَالَتْ كَبْشَةُ فَرَآنِي أَنْظُرُ إِلَيْهِ فَقَالَ أَتَعْجَبِينَ يَا بِنْتَ أَخِي فَقُلْتُ نَعَمْ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّهَا لَيْسَتْ بِنَجَسٍ إِنَّمَا هِيَ مِنْ الطَّوَّافِينَ عَلَيْكُمْ أَوْ الطَّوَّافَاتِ وَقَدْ رَوَى بَعْضُهُمْ عَنْ مَالِكٍ وَكَانَتْ عِنْدَ أَبِي قَتَادَةَ وَالصَّحِيحُ ابْنُ أَبِي قَتَادَةَ قَالَ وَفِي الْبَاب عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ قَوْلُ أَكْثَرِ الْعُلَمَاءِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِثْلِ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ لَمْ يَرَوْا بِسُؤْرِ الْهِرَّةِ بَأْسًا وَهَذَا أَحَسَنُ شَيْءٍ رُوِيَ فِي هَذَا الْبَابِ وَقَدْ جَوَّدَ مَالِكٌ هَذَا الْحَدِيثَ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ وَلَمْ يَأْتِ بِهِ أَحَدٌ أَتَمَّ مِنْ مَالِكٍ","source":"Tirmidzi"},"__N_SSG":true}