{"pageProps":{"number":"882","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Jarir] dari ['Atha` bin As Sa`ib] dari [Ibnu Ubaid bin Umair] dari [bapaknya] bahwa [Ibnu Umar] terlihat berdesak-desakan di antara dua rukun, yang mana tidak ada sahabat Nabi shallallahu 'alaihi wasallam yang lain seperti dia. Saya bertanya; \"Wahai Abu Abdurrahman, kenapa kamu berdesak-desakan di antara dua rukun, padahal saya seorangpun sahabat Nabi shallallahu 'alaihi wasallam yang lain sepertimu.\" Dia menjawab; \"Hal itu saya lakukan, karena saya mendengar Rasulullah shallallahu 'alaihi wasallam berkata; 'Menyentuh keduanya dapat menghapuskan dosa-dosa, dan saya juga mendengar beliau bersabda: 'Barangsiapa yang thawaf selama seminggu lalu dia menghitungnya, maka seperti memerdekakan budak.' serta aku juga mendengar beliau bersabda: 'Tidaklah seorang meletakkan satu kaki dan mengangkat yang lainnya kecuali Allah akan menghapus kesalahannya dan menulisnya menjadi satu kebaikan'.\" Abu 'Isa berkata; \" [Hammad bin Zaid] meriwayatkan dari ['Atha' bin As Sa`ib] dari [Ibnu Ubaid bin Umair] dari [Ibnu Umar] seperti hadits di atas, namun di dalamnya tidak menyebutkan dari bapaknya.\" Abu 'Isa berkata; \"Ini merupakan hadits hasan.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا جَرِيرٌ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ ابْنِ عُبَيْدِ بْنِ عُمَيْرٍ عَنْ أَبِيهِأَنَّ ابْنَ عُمَرَ كَانَ يُزَاحِمُ عَلَى الرُّكْنَيْنِ زِحَامًا مَا رَأَيْتُ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُهُ فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّكَ تُزَاحِمُ عَلَى الرُّكْنَيْنِ زِحَامًا مَا رَأَيْتُ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُزَاحِمُ عَلَيْهِ فَقَالَ إِنْ أَفْعَلْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ مَسْحَهُمَا كَفَّارَةٌ لِلْخَطَايَا وَسَمِعْتُهُ يَقُولُ مَنْ طَافَ بِهَذَا الْبَيْتِ أُسْبُوعًا فَأَحْصَاهُ كَانَ كَعِتْقِ رَقَبَةٍ وَسَمِعْتُهُ يَقُولُ لَا يَضَعُ قَدَمًا وَلَا يَرْفَعُ أُخْرَى إِلَّا حَطَّ اللَّهُ عَنْهُ خَطِيئَةً وَكَتَبَ لَهُ بِهَا حَسَنَةًقَالَ أَبُو عِيسَى وَرَوَى حَمَّادُ بْنُ زَيْدٍ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ ابْنِ عُبَيْدِ بْنِ عُمَيْرٍ عَنْ ابْنِ عُمَرَ نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِيهِ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ","source":"Tirmidzi"},"__N_SSG":true}