{"pageProps":{"number":"891","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'], telah menceritakan kepada kami [Al Husain bin Muhammad] telah menceritakan kepada kami [Isra`il] dari [Tsuwair] yaitu Ibnu Abu Fakhitah, dari [bapaknya] berkata; \"Ali menarik tanganku, sambil berkata; 'Mari kita menjenguk Hasan.' lalu kami dapati di dekatnya Abu Musa. [Ali] bertanya; 'Apakah engkau dalam rangka menjenguk atau sekedar berkunjung, wahai Abu Musa? ' Dia menjawab; 'Aku dalam rangka menjenguknya.' Ali AS berkata; 'Aku telah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang muslim menjenguk muslim yang lainnya pada pagi hari, kecuali akan dido'akan oleh tujuh puluh ribu Malaikat hingga sore hari. Jika dia menjenguknya pada sore hari, maka dia akan dido'akan oleh tujuh puluh ribu malaikat hingga pagi. Dan dia akan mendapatkan kebun di syurga kelak\".\" Abu 'Isa berkata; \"Ini merupakan hadits hasan ghorib. Hadits ini telah diriwayatkan dari Ali melalui banyak jalur, di antaranya ada yang me-mauqufkannya. Abu Fakhitah bernama Sa'id bin 'Ilaqah.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ حَدَّثَنَا إِسْرَائِيلُ عَنْ ثُوَيْرٍ هُوَ ابْنُ أَبِي فَاخِتَةَ عَنْ أَبِيهِ قَالَأَخَذَ عَلِيٌّ بِيَدِي قَالَ انْطَلِقْ بِنَا إِلَى الْحَسَنِ نَعُودُهُ فَوَجَدْنَا عِنْدَهُ أَبَا مُوسَى فَقَالَ عَلِيٌّ عَلَيْهِ السَّلَام أَعَائِدًا جِئْتَ يَا أَبَا مُوسَى أَمْ زَائِرًا فَقَالَ لَا بَلْ عَائِدًا فَقَالَ عَلِيٌّ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَا مِنْ مُسْلِمٍ يَعُودُ مُسْلِمًا غُدْوَةً إِلَّا صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ وَإِنْ عَادَهُ عَشِيَّةً إِلَّا صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ وَكَانَ لَهُ خَرِيفٌ فِي الْجَنَّةِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ رُوِيَ عَنْ عَلِيٍّ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ مِنْهُمْ مَنْ وَقَفَهُ وَلَمْ يَرْفَعْهُ وَأَبُو فَاخِتَةَ اسْمُهُ سَعِيدُ بْنُ عِلَاقَةَ","source":"Tirmidzi"},"__N_SSG":true}