{"pageProps":{"number":"977","slug":"tirmidzi","id":"Telah bercerita kepada kami [Abu Kuraib] dan [Muhammad bin 'Amr As shallallahu 'alaihi wasallamaq] berkata; Telah bercerita kepada kami [Yahya bin Al Yaman] dari [Al Minhal bin Khalifah] dari [Al Hajjaj bin Arthah] dari ['Atha`] dari [Ibnu Abbas] bahwa Nabi shallallahu 'alaihi wasallam memasuki kuburan pada malam hari, kemudian dinyalakan lampu untuk mayit. (Rasulullah shallallahu 'alaihi wasallam) membawa mayit dari arah kiblat dan membaca: RAHIMAKALLAH IN KUNTA LA AWWAHAN TALLAHAN LILQUR'ANI (Semoga Allah merahmati engkau. Engkau orang yang banyak menangis dan merebahkan diri karena takut kepada Allah dan banyak membaca Al Quran) lalu (Rasulullah shallallahu 'alaihi wasallam) melakukan shalat atasnya dengan bertakbir empat kali. (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari Jabir dan Yazid bin Tsabit, saudara Zaid bin Tsabit yang lebih tua darinya.\" Abu 'Isa berkata; \"Hadits Ibnu Abbas ialah hadits hasan. Sebagian ulama telah berpendapat dengan hadits ini. Mereka berkata; 'Mayit dimasukan ke dalam kubur dari arah kiblat.' Sebagian ulama berpendapat; 'Mayit dimasukan kepalanya terlebih dahulu dari bagian belakang kubur.' Kebanyakan ulama memberi keringanan dalam mengubur pada malam hari.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ وَمُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ قَالَا حَدَّثَنَا يَحْيَى بْنُ الْيَمَانِ عَنْ الْمِنْهَالِ بْنِ خَلِيفَةَ عَنْ الْحَجَّاجِ بْنِ أَرْطَاةَ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ قَبْرًا لَيْلًا فَأُسْرِجَ لَهُ سِرَاجٌ فَأَخَذَهُ مِنْ قِبَلِ الْقِبْلَةِ وَقَالَ رَحِمَكَ اللَّهُ إِنْ كُنْتَ لَأَوَّاهًا تَلَّاءً لِلْقُرْآنِ وَكَبَّرَ عَلَيْهِ أَرْبَعًاقَالَ وَفِي الْبَاب عَنْ جَابِرٍ وَيَزِيدَ بْنِ ثَابِتٍ وَهُوَ أَخُو زَيْدِ بْنِ ثَابِتٍ أَكْبَرُ مِنْهُ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَقَالُوا يُدْخَلُ الْمَيِّتُ الْقَبْرَ مِنْ قِبَلِ الْقِبْلَةِ و قَالَ بَعْضُهُمْ يُسَلُّ سَلًّا وَرَخَّصَ أَكْثَرُ أَهْلِ الْعِلْمِ فِي الدَّفْنِ بِاللَّيْلِ","source":"Tirmidzi"},"__N_SSG":true}