{"pageProps":{"number":"1311","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Abdurrahman bin Al Qasim] dari [Bapaknya] bahwa seorang laki-laki Yaman yang telah dipotong kaki dan tangannya, tiba dan singgah di tempat Abu Bakar As Shiddiq. Dia mengeluhkan bahwa seorang pejabat Yaman telah berbuat aniaya terhadapnya, ketika itu dia sedang shalat malam. [Abu Bakar] bertanya; \"Demi ayahmu, bagaimana malammu dengan seorang pencuri.\" Kemudian mereka kehilangan cincin Asma` binti 'Umais, isteri Abu Bakar As Shiddiq, dan lelaki (pencuri) itu ikut mencari bersama-sama mereka seraya berdoa; \"Ya Allah, hukumlah orang yang telah melakukan pencurian pada malam hari ini terhadap pemilik rumah yang shalih ini.\" Mereka mendapatkan perhiasan itu pada seorang tukang emas. dan tukang emas itu mengatakan bahwa orang yang tangannya terpotong-lah yang telah membawanya. Dan laki-laki yang tangannya telah dipotong itu pun mengakuinya, atau diajukanlah beberapa saksi kepadanya. Maka Abu Bakar As Shiddiq memerintahkan untuk memotong tangan kirinya, lalu mengatakan, \"Demi Allah, sungguh doanya untuk dirinya lebih hebat bagiku daripada tindak pencuriannya.\"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ أَنَّ رَجُلًا مِنْ أَهْلِ الْيَمَنِ أَقْطَعَ الْيَدِ وَالرِّجْلِ قَدِمَ فَنَزَلَ عَلَى أَبِي بَكْرٍ الصِّدِّيقِفَشَكَا إِلَيْهِ أَنَّ عَامِلَ الْيَمَنِ قَدْ ظَلَمَهُ فَكَانَ يُصَلِّ مِنْ اللَّيْلِ فَيَقُولُ أَبُو بَكْرٍ وَأَبِيكَ مَا لَيْلُكَ بِلَيْلِ سَارِقٍ ثُمَّ إِنَّهُمْ فَقَدُوا عِقْدًا لِأَسْمَاءَ بِنْتِ عُمَيْسٍ امْرَأَةِ أَبِي بَكْرٍ الصِّدِّيقِ فَجَعَلَ الرَّجُلُ يَطُوفُ مَعَهُمْ وَيَقُولُ اللَّهُمَّ عَلَيْكَ بِمَنْ بَيَّتَ أَهْلَ هَذَا الْبَيْتِ الصَّالِحِ فَوَجَدُوا الْحُلِيَّ عِنْدَ صَائِغٍ زَعَمَ أَنَّ الْأَقْطَعَ جَاءَهُ بِهِ فَاعْتَرَفَ بِهِ الْأَقْطَعُ أَوْ شُهِدَ عَلَيْهِ بِهِ فَأَمَرَ بِهِ أَبُو بَكْرٍ الصِّدِّيقُ فَقُطِعَتْ يَدُهُ الْيُسْرَى وَقَالَ أَبُو بَكْرٍ وَاللَّهِ لَدُعَاؤُهُ عَلَى نَفْسِهِ أَشَدُّ عِنْدِي عَلَيْهِ مِنْ سَرِقَتِهِ","source":"Malik"},"__N_SSG":true}