{"pageProps":{"number":"1359","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Isa bin Hammad Al Mishri] berkata, telah memberitakan kepada kami [Al Laits bin Sa'd] dari [Sa'id Al Maqburi] dari [Syarik bin Abdullah bin Abu Namir] bahwa ia mendengar [Anas bin Malik] ia berkata, \"Ketika kami sedang duduk-duduk di masjid seorang laki-laki masuk ke dalam masjid dengan mengendarai unta, lalu ia derumkan untanya dan ia ikat dalam masjid. Setelah itu ia berkata kepada orang-orang, \"Manakah dari kalian yang bernama Muhammad! \" padahal Rasulullah shallallahu 'alaihi wasallam sedang duduk bersandar di antara mereka. \" Anas berkata, \"Para sahabat pun menjawab, \"Laki-laki berkulit putih yang duduk bersandar inilah orangnya, \" laki-laki itu lalu berkata kepada beliau, \"Wahai anak Abdul Muthallib! \" Nabi shallallahu 'alaihi wasallam menjawab, \"Aku telah memenuhi panggilanmu, \" laki-laki itu berkata lagi, \"Wahai Muhammad, aku ingin bertanya kepadamu dan keras dalam bertanya kepadamu, maka janganlah engkau marah kepadaku, \" beliau bersabda: \"Tanyakanlah apa yang engkau inginkan?\" laki-laki itu berkata, \"Aku bersumpah atas Tuhanmu dan Tuhan orang-orang sebelummu, apakah Allah mengutusmu untuk seluruh manusia?\" beliau menjawab: \"Ya Allah, itu benar, \" laki-laki itu berkata, \"Aku persaksikan dirimu atas Allah, apakah Allah yang memerintahkan kepadamu kewajiban shalat lima waktu dalam sehari semalam?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Ya Allah, itu benar, \" laki-laki itu berkata, \"Aku persaksikan dirimu atas Allah, apakah Allah yang memerintahkan kamu puasa di bulan ini dalam setahunnya?\" beliau menjawab: \"Ya Allah, itu benar, \" laki-laki itu berkata, \"Aku persaksikan dirimu atas Allah, apakah Allah yang memerintahkan kamu mengambil sedekah ini dari orang-orang kaya kami lalu membagikannya kepada orang-orang miskin kami?\" beliau menjawab, \"Ya Allah, itu benar, \" lalu laki-laki itu berkata, \"Aku beriman dengan apa yang engkau bawa, aku adalah utusan dari kaumku, aku Dlimam bin Tsa'labah, saudara bani Sa'd bin Bakr. \"","arab":"حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ الْمِصْرِيُّ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُبَيْنَمَا نَحْنُ جُلُوسٌ فِي الْمَسْجِدِ دَخَلَ رَجُلٌ عَلَى جَمَلٍ فَأَنَاخَهُ فِي الْمَسْجِدِ ثُمَّ عَقَلَهُ ثُمَّ قَالَ لَهُمْ أَيُّكُمْ مُحَمَّدٌ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَّكِئٌ بَيْنَ ظَهْرَانَيْهِمْ قَالَ فَقَالُوا هَذَا الرَّجُلُ الْأَبْيَضُ الْمُتَّكِئُ فَقَالَ لَهُ الرَّجُلُ يَا ابْنَ عَبْدِ الْمُطَّلِبِ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَجَبْتُكَ فَقَالَ لَهُ الرَّجُلُ يَا مُحَمَّدُ إِنِّي سَائِلُكَ وَمُشَدِّدٌ عَلَيْكَ فِي الْمَسْأَلَةِ فَلَا تَجِدَنَّ عَلَيَّ فِي نَفْسِكَ فَقَالَ سَلْ مَا بَدَا لَكَ قَالَ لَهُ الرَّجُلُ نَشَدْتُكَ بِرَبِّكَ وَرَبِّ مَنْ قَبْلَكَ آللَّهُ أَرْسَلَكَ إِلَى النَّاسِ كُلِّهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ نَعَمْ قَالَ فَأَنْشُدُكَ بِاللَّهِ آللَّهُ أَمَرَكَ أَنْ تُصَلِّيَ الصَّلَوَاتِ الْخَمْسَ فِي الْيَوْمِ وَاللَّيْلَةِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ نَعَمْ قَالَ فَأَنْشُدُكَ بِاللَّهِ آللَّهُ أَمَرَكَ أَنْ تَصُومَ هَذَا الشَّهْرَ مِنْ السَّنَةِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ نَعَمْ قَالَ فَأَنْشُدُكَ بِاللَّهِ آللَّهُ أَمَرَكَ أَنْ تَأْخُذَ هَذِهِ الصَّدَقَةَ مِنْ أَغْنِيَائِنَا فَتَقْسِمَهَا عَلَى فُقَرَائِنَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ نَعَمْ فَقَالَ الرَّجُلُ آمَنْتُ بِمَا جِئْتَ بِهِ وَأَنَا رَسُولُ مَنْ وَرَائِي مِنْ قَوْمِي وَأَنَا ضِمَامُ بْنُ ثَعْلَبَةَ أَخُو بَنِي سَعْدِ بْنِ بَكْرٍ","source":"Ibnu Majah"},"__N_SSG":true}