{"pageProps":{"number":"1777","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ahmad bin Muhammad bin Yahya bin Sa'id Al Qaththan] berkata; telah menceritakan kepada kami [Amru bin Muhammad Al 'Anqazi] berkata, telah menceritakan kepada kami [Asbath bin Nashr] dari [As Suddi] dari ['Adi bin Tsabit] dari [Al Barra bin 'Azib] tentang firman Allah Subhaanahu: \"(Dan sebagian dari apa yang kami keluarkan dari bumi untuk kamu. Dan janganlah kamu memilih yang buruk-buruk lalu kamu nafkahkan darinya) \", ia berkata, \"Ayat ini turun kepada sahabat Anshar. Orang-orang Anshar biasa memberikan jika tandan kurma dari kebunnya masih berupa kurma muda, mereka menggantungkannya pada sebuah tali antara dua tiang masjid Rasulullah shallallahu 'alaihi wasallam. Sehingga orang-orang miskin dari kalangan Muhajirin dapat memakannya. Salah seorang dari mereka sengaja memasukkan tandan yang berisi kurma jelek. Dia mengira hal demikian adalah diperbolehkan karena banyaknya kurma yang diletakkan di dalam tandan-tandan. Maka turunlah ayat kepada orang-orang yang melakukan seperti itu: \"(Dan janganlah kamu memilih yang buruk-buruk lalu kamu nafkahkan darinya, padahal kamu sendiri tidak mau mengambilnya) \". Al Barra mengatakan, \"Janganlah kalian sengaja menginfakan kurma yang paling buruk, sementara kamu sendiri tidak mau mengambilnya. 'Melainkan dengan memicingkan mata terhadapnya', Al Barra berkata, \"Sekiranya itu dikirimkan kepada kalian, maka kalian tidak ingin menerimanya kecuali karena malu dengan pemiliknya. Dan kalian kecewa karena ia mengirimkan sesuatu yang kalian tidak butuh. Ketahuilah, bahwa Allah Maha Kaya terhadap apa yang kalian sedekahkan.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانُ حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ الْعَنْقَزِيُّ حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ عَنْ السُّدِّيِّ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ الْبَرَاءِ بْنِ عَازِبٍفِي قَوْلِهِ سُبْحَانَهُ{ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الْأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ }قَالَ نَزَلَتْ فِي الْأَنْصَارِ كَانَتْ الْأَنْصَارُ تُخْرِجُ إِذَا كَانَ جِدَادُ النَّخْلِ مِنْ حِيطَانِهَا أَقْنَاءَ الْبُسْرِ فَيُعَلِّقُونَهُ عَلَى حَبْلٍ بَيْنَ أُسْطُوَانَتَيْنِ فِي مَسْجِدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَأْكُلُ مِنْهُ فُقَرَاءُ الْمُهَاجِرِينَ فَيَعْمِدُ أَحَدُهُمْ فَيُدْخِلُ قِنْوًا فِيهِ الْحَشَفُ يَظُنُّ أَنَّهُ جَائِزٌ فِي كَثْرَةِ مَا يُوضَعُ مِنْ الْأَقْنَاءِ فَنَزَلَ فِيمَنْ فَعَلَ ذَلِكَ{ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ }يَقُولُ لَا تَعْمِدُوا لِلْحَشَفِ مِنْهُ تُنْفِقُونَ{ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ }يَقُولُ لَوْ أُهْدِيَ لَكُمْ مَا قَبِلْتُمُوهُ إِلَّا عَلَى اسْتِحْيَاءٍ مِنْ صَاحِبِهِ غَيْظًا أَنَّهُ بَعَثَ إِلَيْكُمْ مَا لَمْ يَكُنْ لَكُمْ فِيهِ حَاجَةٌ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ عَنْ صَدَقَاتِكُمْ","source":"Ibnu Majah"},"__N_SSG":true}