{"pageProps":{"number":"2072","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Muhammad bin Fudlail] dari [Yazid bin Abu Ziyad] dari [Mujahid] dari ['Abdurrahman bin Shafwan] atau Shafwan bin 'Abdurrahman Al Qurasyi ia berkata, \"Ketika penaklukan kota Makkah ia datang bersama bapaknya, lalu ia berkata, \"Wahai Rasulullah, berilah bapakku pahala hijrah, \" beliau bersabda: \"Sesungguhnya sudah tidak ada hijrah lagi.\" Ia pun pergi dan menemui Al Abbas, ia berkata, \"Engkau kenal dengan aku?\" Al Abbas menjawab, \"Tentu, \" Al Abbas kemudian keluar dengan mengenakan kemeja tanpa selendang, ia lantas berkata, \"Wahai Rasulullah, engkau telah mengenal si fulan dan apa yang terjadi antara kami dengan dia. Ia datang dengan bapaknya agar engkau membai'atnya untuk hijrah.\" Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya sudah tidak ada hijrah lagi.\" Al Abbas berkata, \"Aku bersumpah atas engkau.\" Lalu Nabi shallallahu 'alaihi wasallam mengulurkan tangan dan memegang tangan Al Abbas seraya bersabda: \"Aku telah menetapi pamanku, namun tidak ada hijrah lagi.\" Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Al Hasan bin Ar Rabi'] dari [Abdullah bin Idris] dari [Yazid bin Abu Ziyad] dengan sanadnya sebagaimana dalam hadits.\" Yazid bin Abu Ziyad berkata, \"Tidak ada hijrah dari suatu negri yang penghuninya telah masuk Islam.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ مُجَاهِدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ صَفْوَانَ أَوْ صَفْوَانَ بْنِ عَبْدِ الرَّحْمَنِ الْقُرَشِيِّ قَالَلَمَّا كَانَ يَوْمُ فَتْحِ مَكَّةَ جَاءَ بِأَبِيهِ فَقَالَ يَا رَسُولَ اللَّهِ اجْعَلْ لِأَبِي نَصِيبًا فِي الْهِجْرَةِ فَقَالَ إِنَّهُ لَا هِجْرَةَ فَانْطَلَقَ فَدَخَلَ عَلَى الْعَبَّاسِ فَقَالَ قَدْ عَرَفْتَنِي قَالَ أَجَلْ فَخَرَجَ الْعَبَّاسُ فِي قَمِيصٍ لَيْسَ عَلَيْهِ رِدَاءٌ فَقَالَ يَا رَسُولَ اللَّهِ قَدْ عَرَفْتَ فُلَانًا وَالَّذِي بَيْنَنَا وَبَيْنَهُ وَجَاءَ بِأَبِيهِ لِتُبَايِعَهُ عَلَى الْهِجْرَةِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ لَا هِجْرَةَ فَقَالَ الْعَبَّاسُ أَقْسَمْتُ عَلَيْكَ فَمَدَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ فَمَسَّ يَدَهُ فَقَالَ أَبْرَرْتُ عَمِّي وَلَا هِجْرَةَحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ عَنْ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ بِإِسْنَادِهِ نَحْوَهُ قَالَ يَزِيدُ بْنُ أَبِي زِيَادٍ يَعْنِي لَا هِجْرَةَ مِنْ دَارٍ قَدْ أَسْلَمَ أَهْلُهَا","source":"Ibnu Majah"},"__N_SSG":true}