{"pageProps":{"number":"2210","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Humaid bin Mas'adah] berkata, telah menceritakan kepada kami [Yazid bin Zurai']. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Khalid bin Khidasy] berkata, telah menceritakan kepada kami [Isma'il bin Ulayyah] keduanya berkata; telah menceritakan kepada kami [Salamah bin Alqamah At Taimi] berkata, telah menceritakan kepada kami [Muhammad bin Sirin] bahwa [Muslim bin Yasar] dan [Abdullah bin Ubaid] menceritakan kepadanya, keduanya berkata; Ubadah bin Ash Shamit dan Mu'awiyah berkumpul dalan sebuah rumah, yaitu dalam sebuah gereja, atau sinagog. [Ubadah bin Ash Shamit] menceritakan kepada mereka, ia mengatakan, \"Rasulullah shallallahu 'alaihi wasallam melarang kami untuk menjual perak dengan perak, emas dengan emas, biji gandum dengan biji gandum, tepung gandum dengan tepung gandum, dan kurma dengan kurma. Salah seorang dari keduanya berkata, \"Garam dengan garam -ini tidak disebutkan oleh yang lain- dan beliau memerintahkan kepada kami untuk biji gandum dengan tepung gandum, atau tepung gandum dengan biji gandum secara tunai berapa pun yang kami mau.\"","arab":"حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ ح و حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ خِدَاشٍ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ قَالَا حَدَّثَنَا سَلَمَةُ بْنُ عَلْقَمَةَ التَّمِيمِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ أَنَّ مُسْلِمَ بْنَ يَسَارٍ وَعَبْدَ اللَّهِ بْنَ عُبَيْدٍ حَدَّثَاهُ قَالَاجَمَعَ الْمَنْزِلُ بَيْنَ عُبَادَةَ بْنِ الصَّامِتِ وَمُعَاوِيَةَ إِمَّا فِي كَنِيسَةٍ وَإِمَّا فِي بِيعَةٍ فَحَدَّثَهُمْ عُبَادَةُ بْنُ الصَّامِتِ فَقَالَ قَالَ نَهَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ الْوَرِقِ بِالْوَرِقِ وَالذَّهَبِ بِالذَّهَبِ وَالْبُرِّ بِالْبُرِّ وَالشَّعِيرِ بِالشَّعِيرِ وَالتَّمْرِ بِالتَّمْرِ قَالَ أَحَدُهُمَا وَالْمِلْحِ بِالْمِلْحِ وَلَمْ يَقُلْهُ الْآخَرُ وَأَمَرَنَا أَنْ نَبِيعَ الْبُرَّ بِالشَّعِيرِ وَالشَّعِيرَ بِالْبُرِّ يَدًا بِيَدٍ كَيْفَ شِئْنَا","source":"Ibnu Majah"},"__N_SSG":true}