{"pageProps":{"number":"2259","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Isma'il bin Bisyr bin Manshur] berkata, telah menceritakan kepada kami [Umar bin Ali] dari [Hajjaj] dari [Salith bin Abdullah Ath Thuhawi] dari [Dzuhail bin 'Auf bin Syammakh Ath Thuhawi] berkata, telah menceritakan kepada kami [Abu Hurairah] ia berkata, \"Tatkala kami sedang bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu perjalanan, tiba-tiba kami melihat unta yang terikat di sebatang pohon duri yang besar. Lalu kami mendekatinya, tetapi Rasulullah memanggil kami hingga kami kembali kepadanya. Beliau bersabda: \"Sesungguhnya unta ini adalah milik penduduk daerah kaum muslimin, ia adalah makanan pokok mereka dan keberkahan mereka setelah Allah. Apakah kalian senang jika kalian kembali ke tempat perbekalan kalian, kemudian kalian menemukan apa yang kalian letakkan di sana telah hilang? Apakah ini adil menurut kalian?\" Mereka menjawab, \"Tidak.\" Beliau bersabda: \"Maka demikian pula dengan hal ini.\" Kami lantas bertanya, \"Bagaimana pendapatmu jika kami butuh makan dan minum?\" beliau menjawab: \"Makan dan minumlah, namun jangan membawanya sebagai bekal.\"","arab":"حَدَّثَنَا إِسْمَعِيلُ بْنُ بِشْرِ بْنِ مَنْصُورٍ حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ عَنْ حَجَّاجٍ عَنْ سَلِيطِ بْنِ عَبْدِ اللَّهِ الطُّهَوِيِّ عَنْ ذُهَيْلِ بْنِ عَوْفِ بْنِ شَمَّاخٍ الطُّهَوِيِّ حَدَّثَنَا أَبُو هُرَيْرَةَ قَالَبَيْنَمَا نَحْنُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ إِذْ رَأَيْنَا إِبِلًا مَصْرُورَةً بِعِضَاهِ الشَّجَرِ فَثُبْنَا إِلَيْهَا فَنَادَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَجَعْنَا إِلَيْهِ فَقَالَ إِنَّ هَذِهِ الْإِبِلَ لِأَهْلِ بَيْتٍ مِنْ الْمُسْلِمِينَ هُوَ قُوتُهُمْ وَيُمْنُهُمْ بَعْدَ اللَّهِ أَيَسُرُّكُمْ لَوْ رَجَعْتُمْ إِلَى مَزَاوِدِكُمْ فَوَجَدْتُمْ مَا فِيهَا قَدْ ذُهِبَ بِهِ أَتُرَوْنَ ذَلِكَ عَدْلًا قَالُوا لَا قَالَ فَإِنَّ هَذَا كَذَلِكَ قُلْنَا أَفَرَأَيْتَ إِنْ احْتَجْنَا إِلَى الطَّعَامِ وَالشَّرَابِ فَقَالَ كُلْ وَلَا تَحْمِلْ وَاشْرَبْ وَلَا تَحْمِلْ","source":"Ibnu Majah"},"__N_SSG":true}