{"pageProps":{"number":"2693","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah]; telah menceritakan kepada kami [Syababah]; Demikian juga diriwayatkan dari jalur yang lainnya, telah menceritakan kepada kami [Muhammad bin Al Walid]; telah menceritakan kepada kami [Muhammad bin Ja'far], keduanya berkata; telah menceritakan kepada kami [Syu'bah], telah menceritakan kepadaku [Budail bin Maisarah Al 'Uqaili] dari [Ali bin Abu Thalhah] dari [Rasyid bin Sa'ad] dari [Abu Amir Al Hauzani] dari [Al Miqdam Abu Karimah], ia adalah seorang laki-laki penduduk Syam yang merupakan salah satu sahabat Rasulullah shallallahu 'alaihi wasallam. Ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang meninggalkan harta, maka hal tersebut untuk ahli warisnya. Dan Barangsiapa yang meninggalkan keluarga dan hutang yang memberatkan dirinya, maka diserahkan kepada kami.\" Dan barang kali Rasulullah shallallahu 'alaihi wasallam bersabda: 'Maka serahkanlah kepada Allah dan Rasul-Nya. Dan aku adalah ahli waris bagi orang yang tidak memiliki ahli waris. Aku adalah orang yang memmbayarkan diyat dan mewarisinya. Dan paman adalah ahli waris bagi orang yang tidak memiliki ahli waris. Dialah yang membayarkan diyat dan yang mendapatkan harta warisan.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا شَبَابَةُ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَا حَدَّثَنَا شُعْبَةُ حَدَّثَنِي بُدَيْلُ بْنُ مَيْسَرَةَ الْعُقَيْلِيُّ عَنْ عَلِيِّ بْنِ أَبِي طَلْحَةَ عَنْ رَاشِدِ بْنِ سَعْدٍ عَنْ أَبِي عَامِرٍ الْهَوْزَنِيِّ عَنْ الْمِقْدَامِ أَبِي كَرِيمَةَ رَجُلٌ مِنْ أَهْلِ الشَّامِ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ تَرَكَ مَالًا فَلِوَرَثَتِهِ وَمَنْ تَرَكَ كَلًّا فَإِلَيْنَا وَرُبَّمَا قَالَ فَإِلَى اللَّهِ وَإِلَى رَسُولِهِ وَأَنَا وَارِثُ مَنْ لَا وَارِثَ لَهُ أَعْقِلُ عَنْهُ وَأَرِثُهُ وَالْخَالُ وَارِثُ مَنْ لَا وَارِثَ لَهُ يَعْقِلُ عَنْهُ وَيَرِثُهُ","source":"Ibnu Majah"},"__N_SSG":true}