{"pageProps":{"number":"2942","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah]; telah menceritakan kepada kami [Abu Usamah] dari [Hisyam bin 'Urwah]; telah mengabarkan kepadaku [Ayahku] ia berkata; \"Aku berkata kepada Aisyah; \"Kurasa tidak ada dosa bagiku, (jika aku tidak bersa'i antar Shafa dan Marwa\". [Aisyah] menjawab; \"Allah Subhanahu Wa Ta'ala berfirman: Sesungguhnya Shafa dan Marwa adalah sebagian dari syiar Allah. Maka barang siapa beribadah haji ke Baitullah atau berumrah, maka tidak ada dosa baginya untuk mengerjakan sa'i antara keduanya.\" Seandainya maknanya seperti yang kamu katakan, tentu bunyi firman-Nya (akan menjadi); Maka tidak ada dosa baginya tidak mengerjakan Sa'i di antara keduanya. Ayat ini turun kepada orang-orang Anshar yang biasa mengeraskan suara, mereka melakukannya untuk Manat, maka tidak boleh bagi mereka untuk bersa'i antara Shafa dan Marwa. Dan ketika mereka tiba bersama Nabi shallallahu 'alaihi wasallam pada sebuah musim haji, merekapun menceritakannya kepada beliau, maka Allah Subhanahu Wa Ta'ala menurunkan ayat ini. Aku bersumpah; Allah Subhanahu Wa Ta'ala tidak akan menyempurnakan haji orang yang tidak melakukan sa'i antara Shafa dan Marwa.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ أَخْبَرَنِي أَبِي قَالَقُلْتُ لِعَائِشَةَ مَا أَرَى عَلَيَّ جُنَاحًا أَنْ لَا أَطَّوَّفَ بَيْنَ الصَّفَا وَالْمَرْوَةِ قَالَتْ إِنَّ اللَّهَ يَقُولُ{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا }وَلَوْ كَانَ كَمَا تَقُولُ لَكَانَ فَلَا جُنَاحَ عَلَيْهِ أَنْ لَا يَطَّوَّفَ بِهِمَا إِنَّمَا أُنْزِلَ هَذَا فِي نَاسٍ مِنْ الْأَنْصَارِ كَانُوا إِذَا أَهَلُّوا أَهَلُّوا لِمَنَاةَ فَلَا يَحِلُّ لَهُمْ أَنْ يَطَّوَّفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَلَمَّا قَدِمُوا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَجِّ ذَكَرُوا ذَلِكَ لَهُ فَأَنْزَلَهَا اللَّهُ فَلَعَمْرِي مَا أَتَمَّ اللَّهُ عَزَّ وَجَلَّ حَجَّ مَنْ لَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ","source":"Ibnu Majah"},"__N_SSG":true}