{"pageProps":{"number":"2971","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Ali bin Muhamad], keduanya berkata; telah menceritakan kepada kami [Waki']; telah menceritakan kepada kami [Sufyan] dari [Bukair bin Atha`]; Aku mendengar [Abdurahman bin Ya'mar Ad-Dili], ia berkata; \"Aku menyaksikan Rasulullah shallallahu 'alaihi wasallam ketika sedang wukuf di Arafah, dan sekelompok orang dari kalangan penduduk Najd mendatangi beliau, mereka bertanya; 'Wahai Rasulullah, bagaimana (cara melaksanakan) haji? ' Beliau menjawab: ' Haji itu adalah Arafah. Maka barang siapa datang ke Arafah sebelum fajar malam berkumpulnya manusia, maka telah sempurnalah ibadah haji. Hari-hari Mina itu tiga hari, barangsiapa ingin cepat berangkat (dari Mina) sesudah dua hari, maka tidak ada dosa baginya, dan barang siapa ingin menangguhkan (keberangkatannya dari dua hari), maka tidak ada dosa pula baginya.' Kemudian seorang laki-laki di belakang beliau mengiringi ucapannya dan turut menyerukan ucapan tersebut.' Telah menceritakan kepada kami [Muhammad bin Yahya]; telah menceritakan kepada kami [Abdurrazak]; telah memberitakan kepada kami [Ats Tsauri] dari [Bukair bin Atha` Al Laitsi] dari [Abdurrahman bin Ya'mar Ad Dili] berkata; Aku mendatangi Rasulullah shallallahu 'alaihi wasallam di Arafah, lalu datanglah seseorang dari penduduk Najed, lalu ia sebutkan hadits tersebut. [Muhammad bin Yahya] berkata; Aku tidak diperlihatkan dari Ats Tsauri sebuah hadits yang lebih baik dari ini.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ بُكَيْرِ بْنِ عَطَاءٍ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ يَعْمَرَ الدِّيلِيَّ قَالَشَهِدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ وَاقِفٌ بِعَرَفَةَ وَأَتَاهُ نَاسٌ مِنْ أَهْلِ نَجْدٍ فَقَالُوا يَا رَسُولَ اللَّهِ كَيْفَ الْحَجُّ قَالَ الْحَجُّ عَرَفَةُ فَمَنْ جَاءَ قَبْلَ صَلَاةِ الْفَجْرِ لَيْلَةَ جَمْعٍ فَقَدْ تَمَّ حَجُّهُ أَيَّامُ مِنًى ثَلَاثَةٌ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ ثُمَّ أَرْدَفَ رَجُلًا خَلْفَهُ فَجَعَلَ يُنَادِي بِهِنَّحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا الثَّوْرِيُّ عَنْ بُكَيْرِ بْنِ عَطَاءٍ اللَّيْثِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ الدِّيلِيِّ قَالَ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَفَةَ فَجَاءَهُ نَفَرٌ مِنْ أَهْلِ نَجْدٍ فَذَكَرَ نَحْوَهُ قَالَ مُحَمَّدُ بْنُ يَحْيَى مَا أُرَ لِلثَّوْرِيِّ حَدِيثًا أَشْرَفَ مِنْهُ","source":"Ibnu Majah"},"__N_SSG":true}