{"pageProps":{"number":"3100","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Yahya bin Sa'id] dan [Muhammad bin Ja'far] dan [Abdurrahman] dan [Abu Daud] dan [Ibnu Abu 'Adi] dan [Abu Al Walid] mereka berkata; telah menceritakan kepada kami [Syu'bah] saya mendengar [Sulaiman bin Abdurrahman] berkata; saya mendengar ['Ubaid bin Fairuz] berkata, \"Saya berkata kepada [Al Barra` bin 'Azib], \"Bacakanlah kepadaku hadits tentang apa yang dibenci atau dilarang oleh Rasulullah shallallahu 'alaihi wasallam dari hewan kurban! \" Al Barra` menjawab, \"Rasulullah shallallahu 'alaihi wasallam bersabda seperti ini -sambil memperagakan dengan tangannya, dan tanganku lebih pendek dari tangan beliau- beliau katakan: \"Empat jenis yang tidak bisa dijadikan hewan kurban; hewan yang matanya buta sebelah dan kebutaannya itu nampak jelas, hewan yang jelas-jelas sakit, yang jelas-jelas pincangnya dan yang patah sumsumnya.\" Al Barra` berkata, \"Aku sungguh membenci hewan yang cacat pada telinganya.\" Dia berkata, \"Apa yang kamu benci tinggalkanlah dan janganlah kamu mengharamkannya kepada siapa pun juga.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ وَمُحَمَّدُ بْنُ جَعْفَرٍ وَعَبْدُ الرَّحْمَنِ وَأَبُو دَاوُدَ وَابْنُ أَبِي عَدِيٍّ وَأَبُو الْوَلِيدِ قَالُوا حَدَّثَنَا شُعْبَةُ سَمِعْتُ سُلَيْمَانَ بْنَ عَبْدِ الرَّحْمَنِ قَالَ سَمِعْتُ عُبَيْدَ بْنَ فَيْرُوزَ قَالَقُلْتُ لِلْبَرَاءِ بْنِ عَازِبٍ حَدِّثْنِي بِمَا كَرِهَ أَوْ نَهَى عَنْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْأَضَاحِيِّ فَقَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا بِيَدِهِ وَيَدِي أَقْصَرُ مِنْ يَدِهِ أَرْبَعٌ لَا تُجْزِئُ فِي الْأَضَاحِيِّ الْعَوْرَاءُ الْبَيِّنُ عَوَرُهَا وَالْمَرِيضَةُ الْبَيِّنُ مَرَضُهَا وَالْعَرْجَاءُ الْبَيِّنُ ظَلْعُهَا وَالْكَسِيرَةُ الَّتِي لَا تُنْقِيقَالَ فَإِنِّي أَكْرَهُ أَنْ يَكُونَ نَقْصٌ فِي الْأُذُنِ قَالَ فَمَا كَرِهْتَ مِنْهُ فَدَعْهُ وَلَا تُحَرِّمْهُ عَلَى أَحَدٍ","source":"Ibnu Majah"},"__N_SSG":true}