{"pageProps":{"number":"3298","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ahmad bin 'Abdah] telah menceritakan kepada kami [Utsman bin Abdurrahman] telah menceritakan kepada kami [Humaid Ath Thawil] dari [Anas bin Malik] dia berkata, \"Ummu Sulaim membuatkan sepotong roti yang diberi minyak samin untuk Nabi shallallahu 'alaihi wasallam, kemudian dia berkata, \"Pergilah kepada Nabi shallallahu 'alaihi wasallam dan undanglah beliau untuk makan.\" Anas berkata, \"Maka aku mendatangi beliau dan aku katakan, \"Ibuku mengundang anda makan.\" Anas berkata, \"Maka beliau berdiri dan berkata kepada orang-orang yang bersamanya: \"Mari kita berangkat! \" Anas melanjutkan, \"Aku lalu segera mendahului mereka untuk menemui Ummu Sulaim dan memberitahukan kepadanya (perihal kedatangan Rasulullah dan para sahabatnya). Kemudian Nabi shallallahu 'alaihi wasallam datang dan bersabda: \"Hidangkanlah apa yang telah kamu buat.\" Ummu Sulaim menjawab, \"Aku hanya membuatkan untukmu saja.\" Beliau bersabda: \"Hidangkanlah.\" Kemudian beliau bersabda lagi: \"Wahai Anas, suruhlah mereka masuk sepuluh orang-sepuluh orang.\" Anas berkata, \"Aku terus saja memasukkan bersama dengannya sepuluh orang-sepuluh orang, sehingga mereka makan semua sampai kenyang, dan waktu itu mereka berjumlah delapan puluh orang.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَصَنَعَتْ أُمُّ سُلَيْمٍ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُبْزَةً وَضَعَتْ فِيهَا شَيْئًا مِنْ سَمْنٍ ثُمَّ قَالَتْ اذْهَبْ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَادْعُهُ قَالَ فَأَتَيْتُهُ فَقُلْتُ أُمِّي تَدْعُوكَ قَالَ فَقَامَ وَقَالَ لِمَنْ كَانَ عِنْدَهُ مِنْ النَّاسِ قُومُوا قَالَ فَسَبَقْتُهُمْ إِلَيْهَا فَأَخْبَرْتُهَا فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَاتِي مَا صَنَعْتِ فَقَالَتْ إِنَّمَا صَنَعْتُهُ لَكَ وَحْدَكَ فَقَالَ هَاتِيهِ فَقَالَ يَا أَنَسُ أَدْخِلْ عَلَيَّ عَشَرَةً عَشَرَةً قَالَ فَمَا زِلْتُ أُدْخِلُ عَلَيْهِ عَشَرَةً عَشَرَةً فَأَكَلُوا حَتَّى شَبِعُوا وَكَانُوا ثَمَانِينَ","source":"Ibnu Majah"},"__N_SSG":true}