{"pageProps":{"number":"3317","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Yahya bin Abdurrahman Al Arhabi] telah menceritakan kepada kami [Yunus bin Abu Al Ya'fur] dari [Ayahnya] dari [Ibnu Umar] mengatakan, bahwa Umar datang kepadanya saat ia berada di meja makannya. Ia lalu memberi tempat duduk kepadanya, Umar lalu mengucapkan 'Bismillah' seraya mengambil satu suapan dan mengambil lagi. Kemudian Umar berkata, \"Sesungguhnya aku merasakan rasa lemak, tetapi bukan lemak daging.\" Abdullah berkata, \"Wahai Amirul Mukminin, tadi aku keluar ke pasar untuk membeli minyak samin, namun aku mendapatkan harganya terlalu mahal, maka aku membeli tulang yang ada sedikit daging dengan harga satu dirham dan mencampurnya dengan sedirham samin, karena aku ingin anak-anakku bergantian mendapatkan satu tulang-satu tulang.\" Maka [Umar] berkata, \"Tidak pernah sama sekali Rasulullah shallallahu 'alaihi wasallam mendapatkan ini kecuali beliau memakan salah satunya dan bersedekah dengan yang lainnya.\" Maka Abdullah berkata, \"Ambillah wahai Amirul Mukminin, sekali-kali tidak akan menjadi satu di hadapanku kecuali aku akan melakukan seperti itu.\" Umar berkata, \"Aku tidak akan melakukannya.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الرَّحْمَنِ الْأَرْحَبِيُّ حَدَّثَنَا يُونُسُ بْنُ أَبِي الْيَعْفُورِ عَنْ أَبِيهِ عَنْ ابْنِ عُمَرَ قَالَدَخَلَ عَلَيْهِ عُمَرُ وَهُوَ عَلَى مَائِدَتِهِ فَأَوْسَعَ لَهُ عَنْ صَدْرِ الْمَجْلِسِ فَقَالَ بِسْمِ اللَّهِ ثُمَّ ضَرَبَ بِيَدِهِ فَلَقِمَ لُقْمَةً ثُمَّ ثَنَّى بِأُخْرَى ثُمَّ قَالَ إِنِّي لَأَجِدُ طَعْمَ دَسَمٍ مَا هُوَ بِدَسَمِ اللَّحْمِ فَقَالَ عَبْدُ اللَّهِ يَا أَمِيرَ الْمُؤْمِنِينَ إِنِّي خَرَجْتُ إِلَى السُّوقِ أَطْلُبُ السَّمِينَ لِأَشْتَرِيَهُ فَوَجَدْتُهُ غَالِيًا فَاشْتَرَيْتُ بِدِرْهَمٍ مِنْ الْمَهْزُولِ وَحَمَلْتُ عَلَيْهِ بِدِرْهَمٍ سَمْنًا فَأَرَدْتُ أَنْ يَتَرَدَّدَ عِيَالِي عَظْمًا عَظْمًا فَقَالَ عُمَرُ مَا اجْتَمَعَا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَطُّ إِلَّا أَكَلَ أَحَدَهُمَا وَتَصَدَّقَ بِالْآخَرِ قَالَ عَبْدُ اللَّهِ خُذْ يَا أَمِيرَ الْمُؤْمِنِينَ فَلَنْ يَجْتَمِعَا عِنْدِي إِلَّا فَعَلْتُ ذَلِكَ قَالَ مَا كُنْتُ لِأَفْعَلَ","source":"Ibnu Majah"},"__N_SSG":true}