{"pageProps":{"number":"3800","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Hammad bin Salamah] telah mengabarkan kepadaku [Jabr bin Habib] dari [Ummu Kultsum binti Abu Bakar] dari ['Aisyah] bawha Rasulullah shallallahu 'alaihi wasallam pernah mengajarinya do'a ini, yaitu; \"Ya Allah, aku memohon kepada-Mu semua kebaikan, baik yang cepat (di dunia) maupun yang di tangguhkan (di akhirat), yang aku ketahui maupun yang tidak aku ketahui. Dan aku berlindung kepada-Mu dari semua keburukan, baik yang cepat (di dunia) maupun yang di tangguhkan (di akhirat), yang aku ketahui maupun yang tidak aku ketahui. Ya Allah, aku memohon kepada-Mu kebaikan yang di mohonkan hamba-Mu dan Nabi-Mu kepada-Mu, dan aku berlindung kepada-Mu dari keburukan yang hamba-Mu dan Nabi-Mu berlindung darinya kepada-Mu. Ya Allah, sungguh aku memohon surga memohon surga kepada-Mu dan semua yang mendekatkan diriku kepadanya dari perkataan atau perbuatan. Dan aku berlindung kepada-Mu dari neraka dan semua yang mendekatkan diriku kepadanya dari perkataan dan perbuatan. Serta aku memohon kepada-Mu agar Engkau menjadikan semua ketentuan yang Engkau tentukan kepadaku sebagai kebaikan.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنِي جَبْرُ بْنُ حَبِيبٍ عَنْ أُمِّ كُلْثُومٍ بِنْتِ أَبِي بَكْرٍ عَنْ عَائِشَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَّمَهَا هَذَا الدُّعَاءَ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ وَأَعُوذُ بِكَ مِنْ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَعُوذُ بِكَ مِنْ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا","source":"Ibnu Majah"},"__N_SSG":true}