{"pageProps":{"number":"4032","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Yazid bin Harun] telah menceritakan kepada kami [Al 'Awam bin Hausyab] telah menceritakan kepadaku [Jabalah bin Suhaim] dari [Mu`tsir bin 'Afarah] dari [Abdullah bin Mas'ud] dia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam di isra'kan di malam isra'nya, beliau bertemu dengan Ibrahim, Musa dan Isa, lantas mereka menyebutkan mengenai hari Kiamat. Dimulai dari Ibrahim, kemudian mereka bertanya kepadanya mengenai terjadinya hari Kiamat namun Ibrahim tidak mengetahuinya, kemudian mereka bertanya kepada Musa namun Musa juga tidak mengetahuinya, kemudian pembicaraan mereka kembali kepada Isa bin Maryam, maka Isa berkata, \"Sungguh telah diikrarkan kepadaku segala hal selain kejadian Kiamat, adapun kejadiannya maka tidak seorang pun yang mengetahuinya kecuali Allah, setelah itu Isa menyebutkan tentang munculnya Dajjal, dia berkata, \"Kemudian saya diturunkan dan berhasil membunuhnya, sehingga kebanyakan manusia kembali ke negaranya masing-masing. Ternyata mereka bertemu dengan Ya'juj dan Ma'juj, dan mereka (Ya'juj dan Ma'juj) turun dengan cepat dari tempat yang tinggi, mereka tidak melintasi mata air (sungai) melainkan akan meminum habis airnya, dan tidak pula (melintasi) sesuatu melainkan mereka akan membuat kerusakan. Maka saya memohon kepada Allah dengan mengangkat suara supaya mereka dibinasakan, lantas bumi berbau busuk (karena bangkainya), maka saya memohon kepada Allah dengan penuh harap dan mengangkat suara, lantas Allah menurunkan air hujan dan membawa (bangkai) mereka dan melemparkan (bangkai) mereka di lautan. Kemudian gunung-gunung diratakan dan bumi dibentangkan sebagaimana kulit (binatang) sehabis disamak, lalu diberitahukan kepadaku, sekiranya hal itu telah terjadi, maka Kiamat oleh manusia ibarat seorang wanita hamil yang keluarganya tidak mengetahui kapan kelahirannya akan tiba.\" Al 'Awam berkata, \"Ternyata kebenaran hal itu didapati dalam Kitabullah Ta'ala: '(Hingga apabila dibukakan (tembok) Ya'juj dan Ma'juj, dan mereka turun dengan cepat dari seluruh tempat yang tinggi) ' (Qs. Al Anbiyaa; 96).","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارِ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا الْعَوَّامُ بْنُ حَوْشَبٍ حَدَّثَنِي جَبَلَةُ بْنُ سُحَيْمٍ عَنْ مُؤْثِرِ بْنِ عَفَازَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَلَمَّا كَانَ لَيْلَةَ أُسْرِيَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقِيَ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى فَتَذَاكَرُوا السَّاعَةَ فَبَدَءُوا بِإِبْرَاهِيمَ فَسَأَلُوهُ عَنْهَا فَلَمْ يَكُنْ عِنْدَهُ مِنْهَا عِلْمٌ ثُمَّ سَأَلُوا مُوسَى فَلَمْ يَكُنْ عِنْدَهُ مِنْهَا عِلْمٌ فَرُدَّ الْحَدِيثُ إِلَى عِيسَى ابْنِ مَرْيَمَ فَقَالَ قَدْ عُهِدَ إِلَيَّ فِيمَا دُونَ وَجْبَتِهَا فَأَمَّا وَجْبَتُهَا فَلَا يَعْلَمُهَا إِلَّا اللَّهُ فَذَكَرَ خُرُوجَ الدَّجَّالِ قَالَ فَأَنْزِلُ فَأَقْتُلُهُ فَيَرْجِعُ النَّاسُ إِلَى بِلَادِهِمْ فَيَسْتَقْبِلُهُمْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ فَلَا يَمُرُّونَ بِمَاءٍ إِلَّا شَرِبُوهُ وَلَا بِشَيْءٍ إِلَّا أَفْسَدُوهُ فَيَجْأَرُونَ إِلَى اللَّهِ فَأَدْعُو اللَّهَ أَنْ يُمِيتَهُمْ فَتَنْتُنُ الْأَرْضُ مِنْ رِيحِهِمْ فَيَجْأَرُونَ إِلَى اللَّهِ فَأَدْعُو اللَّهَ فَيُرْسِلُ السَّمَاءَ بِالْمَاءِ فَيَحْمِلُهُمْ فَيُلْقِيهِمْ فِي الْبَحْرِ ثُمَّ تُنْسَفُ الْجِبَالُ وَتُمَدُّ الْأَرْضُ مَدَّ الْأَدِيمِ فَعُهِدَ إِلَيَّ مَتَى كَانَ ذَلِكَ كَانَتْ السَّاعَةُ مِنْ النَّاسِ كَالْحَامِلِ الَّتِي لَا يَدْرِي أَهْلُهَا مَتَى تَفْجَؤُهُمْ بِوِلَادَتِهَاقَالَ الْعَوَّامُ وَوُجِدَ تَصْدِيقُ ذَلِكَ فِي كِتَابِ اللَّهِ تَعَالَى{ حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ }","source":"Ibnu Majah"},"__N_SSG":true}