{"pageProps":{"number":"4179","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Ali bin Muhammad] keduanya berkata; telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Al A'masy] dari [Salim bin Abu Ja'd] dari [Abu Kabsyah Al Anmari] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Permisalan ummat ini bagaikan empat orang laki-laki, yaitu; seorang laki-laki yang di berikan oleh Allah berupa harta dan ilmu, kemudian dia membelanjakan hartanya sesuai dengan ilmunya. Seseorang yang diberi oleh Allah berupa ilmu dan tidak di berikan harta, lalu dia berkata; \"Seandainya saya memiliki seperti yang di miliki orang ini, niscaya saya akan berbuat seperti yang ia perbuat.\" Maka dalam urusan pahala, mereka berdua sama. Dan seorang laki-laki yang diberi oleh Allah berupa harta dan tidak diberi ilmu, maka ia menyia-nyiakan hartanya dan tidak membelanjakannya bukan kepada jalan yang benar. Serta seorang laki-laki yang tidak di beri oleh Allah berupa harta dan juga ilmu, lalu dia berkata; \"Seandainya aku memiliki seperti yang di miliki orang ini, niscaya aku akan berbuat seperti yang ia perbuat.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maka dalam urusan dosa, mereka berdua sama.\" Telah menceritakan kepada kami [Ishaq bin Manshur Al Mawarzi] telah menceritakan kepada kami [Abdurrazaq] telah memberitakan kepada kami [Ma'mar] dari [Manshur] dari [Salim bin Abu Al Ja'd] dari [Ibnu Abu Kabsyah] dari [ayahnya] dari Nabi shallallahu 'alaihi wasallam. Dan dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Muhammad bin Isma'il bin Samurah] telah menceritakan kepada kami [Abu Usamah] dari [Mufadlal] dari [Manshur] dari [Salim bin Abu Al Ja'd] dari [Ibnu Abu Kabsyah] dari [ayahnya] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَعْمَشُ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ أَبِي كَبْشَةَ الْأَنْمَارِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَثَلُ هَذِهِ الْأُمَّةِ كَمَثَلِ أَرْبَعَةِ نَفَرٍ رَجُلٌ آتَاهُ اللَّهُ مَالًا وَعِلْمًا فَهُوَ يَعْمَلُ بِعِلْمِهِ فِي مَالِهِ يُنْفِقُهُ فِي حَقِّهِ وَرَجُلٌ آتَاهُ اللَّهُ عِلْمًا وَلَمْ يُؤْتِهِ مَالًا فَهُوَ يَقُولُ لَوْ كَانَ لِي مِثْلُ هَذَا عَمِلْتُ فِيهِ مِثْلَ الَّذِي يَعْمَلُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُمَا فِي الْأَجْرِ سَوَاءٌ وَرَجُلٌ آتَاهُ اللَّهُ مَالًا وَلَمْ يُؤْتِهِ عِلْمًا فَهُوَ يَخْبِطُ فِي مَالِهِ يُنْفِقُهُ فِي غَيْرِ حَقِّهِ وَرَجُلٌ لَمْ يُؤْتِهِ اللَّهُ عِلْمًا وَلَا مَالًا فَهُوَ يَقُولُ لَوْ كَانَ لِي مِثْلُ هَذَا عَمِلْتُ فِيهِ مِثْلَ الَّذِي يَعْمَلُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُمَا فِي الْوِزْرِ سَوَاءٌحَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ الْمَرْوَزِيُّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا مَعْمَرٌ عَنْ مَنْصُورٍ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ ابْنِ أَبِي كَبْشَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ بْنِ سَمُرَةَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ مُفَضَّلٍ عَنْ مَنْصُورٍ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ ابْنِ أَبِي كَبْشَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Ibnu Majah"},"__N_SSG":true}