{"pageProps":{"number":"4249","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Yahya] telah menceritakan kepada kami [Ibnu Abu Maryam] telah menceritakan kepada kami [Laits] telah menceritakan kepadaku ['Amir bin Yahya] dari [Abu Abdurrahman Al Hubuli] dia berkata; saya mendengar [Abdullah bin 'Amru] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pada hari Kiamat akan di teriakan seorang laki-laki dari ummatku di atas kepala seluruh makhluk, maka di sebarkanlah untuknya sembilan puluh sembilan buku catatan, setiap buku catatan yang panjangnya sejauh mata memandang. Kemudian Allah 'azza wajalla berfirman: \"Apakah kamu mengingkari sesuatu dari catatan ini?\" dia menjawab; \"Tidak wahai Rabbku.\" Allah bertanya lagi; \"Apakah Malaikat penulis-Ku mendzalimimu?\" Kemudian Dia berfirman: \"Apakah kamu punya alasan? Apakah kamu punya kebaikan?\" Maka dengan rasa takut, laki-laki itu menjawab; \"Tidak.\" Allah berfirman: \"Ya, sesungguhnya kamu memiliki beberapa kebaikan di sisi Kami. Sesungguhnya pada hari ini tidak ada lagi kezhaliman bagi dirimu.\" Maka di keluarkanlah untuknya kartu yang bertuliskan; \"Laa ilaaha illallah wa anna Muhammadan 'Abduhu wa rasuuluhu (Tidak ada ilah yang berhak di sembah selain Allah dan bahwa Muhammad adalah hamba dan utusan-Nya).\" Beliau bersabda: \"Lelaki itu berkata; \"Wahai Rabbku, apa hubingannya kartu ini dengan buku catatan ini?\" Allah menjawab: \"Sesungguhnya kamu tidak akan dizhalimi.\" Maka di letakkanlah catatan-catatan itu di atas satu bagian (di sisi) timbangan, dan kartu di bagian lain (sisi yang lain) dari timbangan, ternyata catatan-catatan itu lebih ringan dan kartu itu lebih berat.\" Muhammad bin Yahya berkata; \"Kartu adalah suatu lempengan, dan penduduk Mesir biasa mengatakan lempengan tersebut adalah kartu.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ حَدَّثَنَا اللَّيْثُ حَدَّثَنِي عَامِرُ بْنُ يَحْيَى عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَاحُ بِرَجُلٍ مِنْ أُمَّتِي يَوْمَ الْقِيَامَةِ عَلَى رُءُوسِ الْخَلَائِقِ فَيُنْشَرُ لَهُ تِسْعَةٌ وَتِسْعُونَ سِجِلًّا كُلُّ سِجِلٍّ مَدَّ الْبَصَرِ ثُمَّ يَقُولُ اللَّهُ عَزَّ وَجَلَّ هَلْ تُنْكِرُ مِنْ هَذَا شَيْئًا فَيَقُولُ لَا يَا رَبِّ فَيَقُولُ أَظَلَمَتْكَ كَتَبَتِي الْحَافِظُونَ ثُمَّ يَقُولُ أَلَكَ عَنْ ذَلِكَ حَسَنَةٌ فَيُهَابُ الرَّجُلُ فَيَقُولُ لَا فَيَقُولُ بَلَى إِنَّ لَكَ عِنْدَنَا حَسَنَاتٍ وَإِنَّهُ لَا ظُلْمَ عَلَيْكَ الْيَوْمَ فَتُخْرَجُ لَهُ بِطَاقَةٌ فِيهَا أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ قَالَ فَيَقُولُ يَا رَبِّ مَا هَذِهِ الْبِطَاقَةُ مَعَ هَذِهِ السِّجِلَّاتِ فَيَقُولُ إِنَّكَ لَا تُظْلَمُ فَتُوضَعُ السِّجِلَّاتُ فِي كِفَّةٍ وَالْبِطَاقَةُ فِي كِفَّةٍ فَطَاشَتْ السِّجِلَّاتُ وَثَقُلَتْ الْبِطَاقَةُقَالَ مُحَمَّدُ بْنُ يَحْيَى الْبِطَاقَةُ الرُّقْعَةُ وَأَهْلُ مِصْرَ يَقُولُونَ لِلرُّقْعَةِ بِطَاقَةً","source":"Ibnu Majah"},"__N_SSG":true}