{"pageProps":{"number":"473","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Abdullah bin Yazid Al Muqri`] berkata, telah menceritakan kepada kami [Abdurrahman bin Ziyad] dari [Abu Ghuthaif Al Hudzali] ia berkata; \"Aku mendengar [Abdullah bin Umar bin Al Khaththab] di majlisnya dalam masjid. Tatkala masuk waktu shalat ia bangun berwudlu dan shalat, kemudian kembali ke majlisnya. Tatkala tiba waktu shalat ashar, ia kembali bangun wudlu dan shalat, kemudian kembali ke majlisnya. Tatkala tiba waktu shalat maghrib, ia kembali bangun wudlu dan shalat, kemudian kembali ke majlisnya. Maka aku bertanya; \"Semoga Allah memberikan kemaslahatan kepadamu, sesuatu yang wajib atau sunnah berwudlu dalam setiap waktu shalat?\" ia menjawab; \"Apakah kamu sudah paham kepadaku dan kepada apa yang datang dariku?\" aku menjawab; \"Ya.\" Dia berkata; \"Tidak, sekiranya aku berwudlu untuk shalat subuh, sungguh aku akan melakukan semua shalat dengan satu kali wudlu selama aku belum berhadats. Tetapi aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa berwudlu untuk setiap suci maka baginya sepuluh kebaikan, dan aku sangat menyukai kebaikan.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زِيَادٍ عَنْ أَبِي غُطَيْفٍ الْهُذَلِيِّ قَالَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ بْنِ الْخَطَّابِ فِي مَجْلِسِهِ فِي الْمَسْجِدِ فَلَمَّا حَضَرَتْ الصَّلَاةُ قَامَ فَتَوَضَّأَ وَصَلَّى ثُمَّ عَادَ إِلَى مَجْلِسِهِ فَلَمَّا حَضَرَتْ الْعَصْرُ قَامَ فَتَوَضَّأَ وَصَلَّى ثُمَّ عَادَ إِلَى مَجْلِسِهِ فَلَمَّا حَضَرَتْ الْمَغْرِبُ قَامَ فَتَوَضَّأَ وَصَلَّى ثُمَّ عَادَ إِلَى مَجْلِسِهِ فَقُلْتُ أَصْلَحَكَ اللَّهُ أَفَرِيضَةٌ أَمْ سُنَّةٌ الْوُضُوءُ عِنْدَ كُلِّ صَلَاةٍ قَالَ أَوَ فَطِنْتَ إِلَيَّ وَإِلَى هَذَا مِنِّي فَقُلْتُ نَعَمْ فَقَالَ لَا لَوْ تَوَضَّأْتُ لِصَلَاةِ الصُّبْحِ لَصَلَّيْتُ بِهِ الصَّلَوَاتِ كُلَّهَا مَا لَمْ أُحْدِثْ وَلَكِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ تَوَضَّأَ عَلَى كُلِّ طُهْرٍ فَلَهُ عَشْرُ حَسَنَاتٍ وَإِنَّمَا رَغِبْتُ فِي الْحَسَنَاتِ","source":"Ibnu Majah"},"__N_SSG":true}