{"pageProps":{"number":"582","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Abdurrazzaq] dengan mendektekan kepadaku dari bukunya -dan orang yang bertanya bukan aku- berkata, telah memberitakan kepada kami [Ibnu Juraij] dari [Abdullah bin Muhammad bin Aqil] dari [Ibrahim bin Muhammad bin Thalhah] dari [Imran bin Thalhah] dari [Ummu Habibah binti Jahsy] ia berkata; Aku mengeluarkan darah istihadlah sangat banyak dan dalam waktu yang lama. lantas aku mendatangi Nabi shallallahu 'alaihi wasallam untuk mengabarkan dan meminta fatwa kepada beliau.\" Ia berkata; \"Aku mendapati beliau sedang berada di sisi saudara perempuanku, Zainab. Aku pun berkata; \"Wahai Rasulullah, Aku punya keperluan denganmu, \" beliau bertanya: \"Keperluan apa itu?\" aku menjawab; \"Aku mengeluarkan darah istihadlah sangat banyak dan dalam waktu yang lama, hingga hal itu menghalangiku dari shalat dan puasa, lalu apa yang engkau perintahkan?\" beliau menjawab: \"Hendaknya engkau menggunakan kapas, karena itu akan menghilangkan darah, \" aku berkata; \"Darahnya lebih banyak! \" lalu ia menyebutkan sebagaimana hadits Syarik diatas.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ الرَّزَّاقِ إِمْلَاءً عَلَيَّ مِنْ كِتَابِهِ وَكَانَ السَّائِلُ غَيْرِي أَنْبَأَنَا ابْنُ جُرَيْجٍ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ عِمْرَانَ بْنِ طَلْحَةَ عَنْ أُمِّ حَبِيبَةَ بِنْتِ جَحْشٍ قَالَتْكُنْتُ أُسْتَحَاضُ حَيْضَةً كَثِيرَةً طَوِيلَةً قَالَتْ فَجِئْتُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْتَفْتِيهِ وَأُخْبِرُهُ قَالَتْ فَوَجَدْتُهُ عِنْدَ أُخْتِي زَيْنَبَ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي إِلَيْكَ حَاجَةً قَالَ وَمَا هِيَ أَيْ هَنْتَاهُ قُلْتُ إِنِّي أُسْتَحَاضُ حَيْضَةً طَوِيلَةً كَبِيرَةً وَقَدْ مَنَعَتْنِي الصَّلَاةَ وَالصَّوْمَ فَمَا تَأْمُرُنِي فِيهَا قَالَ أَنْعَتُ لَكِ الْكُرْسُفَ فَإِنَّهُ يُذْهِبُ الدَّمَ قُلْتُ هُوَ أَكْثَرُ فَذَكَرَ نَحْوَ حَدِيثِ شَرِيكٍ","source":"Ibnu Majah"},"__N_SSG":true}