{"pageProps":{"number":"59","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Isma'il bin 'Ulaiyah] dari [Abu Hayyan] dari [Abu Zur'ah] dari [Abu Hurairah] ia berkata; \"Pada suatu hari tatkala Rasulullah shallallahu 'alaihi wasallam berada di tengah kaum muslimin, datang seorang lelaki dan bertanya; \"Ya Rasulullah, apakah iman itu?\" beliau menjawab: \"Engkau beriman kepada Allah, malaikat-Nya, kita-kitab-Nya, para Rasul-Nya, pertemuan-Nya, dan kamu beriman kepada hari dibangkitkan di hari akhir.\" Ia bertanya, \"Ya Rasulullah, apakah Islam itu?\" beliau menjawab: \"Engkau beribadah kepada Allah dan tidak menyekutukan-Nya dengan sesuatu apapun, menegakkan shalat yang telah diwajibkan, menunaikan zakat yang difardlukan dan menjalankan puasa di bulan Ramadlan.\" Ia bertanya lagi: \"Ya Rasulullah, apakah ihsan itu?\" beliau menjawab: \"Engkau menyembah Allah seakan-akan engkau melihat-Nya. Jika engkau tidak melihat-Nya sesungguhnya Dia melihatmu.\" Ia bertanya lagi, \"Ya Rasulullah, kapan waktunya kiamat?\" beliau menjawab: \"Yang ditanya itu tidak lebih tahu dari yang bertanya. Akan tetapi aku akan memberitahukan kepadamu tentang tanda-tandanya; apabila seorang budak perempuan melahirkan anak majikannya itu adalah salah satu dari tanda-tandanya. Para penggembala kambing berlomba-lomba dalam membuat bangunan, itu adalah salah satu dari tanda-tandanya. Di dalam lima (kunci masalah gaib) tidak ada yang mengetahuinya kecuali Allah.\" Kemudian Rasulullah shallallahu 'alaihi wasallam membaca ayat: \"Sesungguhnya Allah, hanya pada sisi-Nya sajalah pengetahuan tentang Hari Kiamat; dan Dia-lah Yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tiada seorangpun yang dapat mengetahui (dengan pasti) apa yang akan diusahakannya besok. Dan tiada seorangpun yang dapat mengetahui di bumi mana dia akan mati. Sesungguhnya Allah Maha Mengetahui lagi Maha Mengenal.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ عَنْ أَبِي حَيَّانَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا بَارِزًا لِلنَّاسِ فَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ مَا الْإِيمَانُ قَالَ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَلِقَائِهِ وَتُؤْمِنَ بِالْبَعْثِ الْآخِرِ قَالَ يَا رَسُولَ اللَّهِ مَا الْإِسْلَامُ قَالَ أَنْ تَعْبُدَ اللَّهَ وَلَا تُشْرِكَ بِهِ شَيْئًا وَتُقِيمَ الصَّلَاةَ الْمَكْتُوبَةَ وَتُؤَدِّيَ الزَّكَاةَ الْمَفْرُوضَةَ وَتَصُومَ رَمَضَانَ قَالَ يَا رَسُولَ اللَّهِ مَا الْإِحْسَانُ قَالَ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنَّكَ إِنْ لَا تَرَاهُ فَإِنَّهُ يَرَاكَ قَالَ يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ قَالَ مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنْ السَّائِلِ وَلَكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا إِذَا وَلَدَتْ الْأَمَةُ رَبَّتَهَا فَذَلِكَ مِنْ أَشْرَاطِهَا وَإِذَا تَطَاوَلَ رِعَاءُ الْغَنَمِ فِي الْبُنْيَانِ فَذَلِكَ مِنْ أَشْرَاطِهَا فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللَّهُ فَتَلَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ }الْآيَةَ","source":"Ibnu Majah"},"__N_SSG":true}