{"pageProps":{"number":"858","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Jamil Ibnul Hasan] berkata, telah menceritakan kepada kami [Abdul A'la] berkata, telah menceritakan kepada kami [Sa'id] dari [Qatadah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami ['Abdurrahman bin Umar] berkata, telah menceritakan kepada kami [Ibnu Abu Adi] berkata, telah menceritakan kepada kami [Sa'id bin Abu Arubah] dan [Hisyam bin Abu Abdullah] dari [Qatadah], dan ini adalah hadits 'Abdurrahman, dari [Yunus bin Jubair] dari [Hithan bin Abdullah] dari [Abu Musa Al Asy'ari] berkata; \"Rasulullah shallallahu 'alaihi wasallam berkhutbah di hadapan kami, menjelaskan sunnah dan mengajari shalat kami. Beliau bersabda: \"Jika kalian melaksanakan shalat dan duduk di tasyahud, maka hendaklah pertama kali yang kalian ucapkan adalah; \"ATTAHIYYAATUTH THAYYIBAATUSH SHALAWAATU LILLAH AS SALAAMU 'ALAIKA AYYUHAN NABIYYU WA RAHNMATULLAHI WA BARAKA'ATUH AS SALAAMU 'ALAINA WA 'ALAA 'IBAADILLAHISH SHAALIHIIN ASYHADU AN LAA ILAAHA ILLA ALLAHU WA ASYHADU ANNA MUHAMMADAN 'ABDUHUU WA RASUULUH (Segala penghormatan, amal shalih dan shalat hanya milik Allah. Semoga keselamatan, rahmat dan berkah Allah limpahkan kepadamu, wahai Nabi -shallallahu 'alaihi wasallam- dan juga kepada hamba-hamba Allah yang shalih. Aku bersaksi bahwa tidak ada Tuhan selain Allah, dan aku bersaksi bahwa Muhammad adalah hamba dan Rasul-Nya). \" Tujuh kalimat itulah pembuka shalat. \"","arab":"حَدَّثَنَا جَمِيلُ بْنُ الْحَسَنِ حَدَّثَنَا عَبْدُ الْأَعْلَى حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ ح و حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عُمَرَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ وَهِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ عَنْ قَتَادَةَ وَهَذَا حَدِيثُ عَبْدِ الرَّحْمَنِ عَنْ يُونُسَ بْنِ جُبَيْرٍ عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَنَا وَبَيَّنَ لَنَا سُنَّتَنَا وَعَلَّمَنَا صَلَاتَنَا فَقَالَ إِذَا صَلَّيْتُمْ فَكَانَ عِنْدَ الْقَعْدَةِ فَلْيَكُنْ مِنْ أَوَّلِ قَوْلِ أَحَدِكُمْ التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ لِلَّهِ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ سَبْعُ كَلِمَاتٍ هُنَّ تَحِيَّةُ الصَّلَاةِ","source":"Ibnu Majah"},"__N_SSG":true}