{"pageProps":{"number":"883","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Kuraib] berkata, telah menceritakan kepada kami [Isma'il bin 'Ulayyah] dan [Muhammad bin Fudlail] dan [Abu Yahya At Taimi] dan [Ibnul Ajlah] dari ['Atho` bin As Sa`ib] dari [Bapaknya] dari [Abdullah bin Amru] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ada dua perkara tidaklah seorang muslim menjaganya kecuali ia akan masuk surga, mudah diamalkan namun sedikit yang melakukannya; bertasbih di setiap usai shalat sepuluh kali, bertakbir sepuluh kali dan bertahmid sepuluh kali. \" Lalu aku melihat Rasulullah shallallahu 'alaihi wasallam menghitung dengan jarinya, maka yang demikian itu menjadi seratus lima puluh di lisan dan seribu lima ratus dalam timbangan. Apabila beranjak ke tempat pembaringannya (tidur), beliau bertasbih, bertahmid dan bertakbir seratus kali, maka itu seratus di lisan dan seribu dalam timbangan. Siapa di antara kalian yang melakukan dua ribu lima ratus kejahatan! \" Mereka berkata, \"Bagaimana jika kami tidak menjaga dua perkara tersebut?\" Rasulullah shallallahu 'alaihi wasallam menjawab, \"Setan akan mendatangi salah seorang di antara kalian dalam shalat, lalu setan berkata; 'ingat ini dan itu' hingga seorang hamba terpisah dan tidak ingat shalatnya. Setan juga akan mendatanginya saat di pembaringannya (tidur). Maka setan senantiasa menidurkannya hingga dia tertidur. \"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ وَمُحَمَّدُ بْنُ فُضَيْلٍ وَأَبُو يَحْيَى التَّيْمِيُّ وَابْنُ الْأَجْلَحِ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَصْلَتَانِ لَا يُحْصِيهِمَا رَجُلٌ مُسْلِمٌ إِلَّا دَخَلَ الْجَنَّةَ وَهُمَا يَسِيرٌ وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ يُسَبِّحُ اللَّهَ فِي دُبُرِ كُلِّ صَلَاةٍ عَشْرًا وَيُكَبِّرُ عَشْرًا وَيَحْمَدُ عَشْرًا فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْقِدُهَا بِيَدِهِ فَذَلِكَ خَمْسُونَ وَمِائَةٌ بِاللِّسَانِ وَأَلْفٌ وَخَمْسُ مِائَةٍ فِي الْمِيزَانِ وَإِذَا أَوَى إِلَى فِرَاشِهِ سَبَّحَ وَحَمِدَ وَكَبَّرَ مِائَةً فَتِلْكَ مِائَةٌ بِاللِّسَانِ وَأَلْفٌ فِي الْمِيزَانِ فَأَيُّكُمْ يَعْمَلُ فِي الْيَوْمِ أَلْفَيْنِ وَخَمْسَ مِائَةِ سَيِّئَةٍ قَالُوا وَكَيْفَ لَا يُحْصِيهِمَا قَالَ يَأْتِي أَحَدَكُمْ الشَّيْطَانُ وَهُوَ فِي الصَّلَاةِ فَيَقُولُ اذْكُرْ كَذَا وَكَذَا حَتَّى يَنْفَكَّ الْعَبْدُ لَا يَعْقِلُ وَيَأْتِيهِ وَهُوَ فِي مَضْجَعِهِ فَلَا يَزَالُ يُنَوِّمُهُ حَتَّى يَنَامَ","source":"Ibnu Majah"},"__N_SSG":true}