{"pageProps":{"number":"967","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Alqamah bin Amru Ad Darimi] berkata, telah menceritakan kepada kami [Abu Bakr bin Ayyasy] dari [Abu Ishaq] dari [Al Bara`] berkata, \"Kami shalat bersama Rasulullah shallallahu 'alaihi wasallam menghadap Baitul Maqdis selama delapan belas bulan, kemudian kiblat dialihkan ke Ka'bah kira-kira dua bulan setelah beliau di Madinah. Ketika shalat, Rasulullah shallallahu 'alaihi wasallam sering menghadapkan wajahnya ke langit, dan Allah tahu bahwa hati Nabi-Nya shallallahu 'alaihi wasallam cenderung ke Ka'bah. Lalu Jibril naik ke langit dan beliau terus memandanginya dengan matanya, beliau menunggu apa yang akan Allah perintahkan kepada Jibril. Maka Allah menurunkan ayat: \" (Sungguh Kami (sering) melihat mukamu menengadah ke langit). \" Lalu datanglah seorang pembawa berita kepada kami, ia mengatakan, \"Kiblat telah dialihkan ke Ka'bah, waktu itu kami telah shalat dua raka'at menghadap Baitul Maqdis, maka kami pun mengalihkan kiblat kami dan tetap menyempurnakan shalat (tidak membatalkan). \" Rasulullah shallallahu 'alaihi wasallam bertanya kepada Malaikat Jibril: \"Wahai Jibril, bagaimana dengan shalat kami ketika masih menghadap Baitul Maqdis?\" Maka Allah Azza wa Jala menurunkan ayat: \" (dan Allah tidak akan menyia-nyiakan imanmu. Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang kepada manusia). \"","arab":"حَدَّثَنَا عَلْقَمَةُ بْنُ عَمْرٍو الدَّارِمِيُّ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ عَنْ أَبِي إِسْحَقَ عَنْ الْبَرَاءِ قَالَصَلَّيْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ بَيْتِ الْمَقْدِسِ ثَمَانِيَةَ عَشَرَ شَهْرًا وَصُرِفَتْ الْقِبْلَةُ إِلَى الْكَعْبَةِ بَعْدَ دُخُولِهِ إِلَى الْمَدِينَةِ بِشَهْرَيْنِ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى إِلَى بَيْتِ الْمَقْدِسِ أَكْثَرَ تَقَلُّبَ وَجْهِهِ فِي السَّمَاءِ وَعَلِمَ اللَّهُ مِنْ قَلْبِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ يَهْوَى الْكَعْبَةَ فَصَعِدَ جِبْرِيلُ فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُتْبِعُهُ بَصَرَهُ وَهُوَ يَصْعَدُ بَيْنَ السَّمَاءِ وَالْأَرْضِ يَنْظُرُ مَا يَأْتِيهِ بِهِ فَأَنْزَلَ اللَّهُ{ قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ }الْآيَةَ فَأَتَانَا آتٍ فَقَالَ إِنَّ الْقِبْلَةَ قَدْ صُرِفَتْ إِلَى الْكَعْبَةِ وَقَدْ صَلَّيْنَا رَكْعَتَيْنِ إِلَى بَيْتِ الْمَقْدِسٍ وَنَحْنُ رُكُوعٌ فَتَحَوَّلْنَا فَبَنَيْنَا عَلَى مَا مَضَى مِنْ صَلَاتِنَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا جِبْرِيلُ كَيْفَ حَالُنَا فِي صَلَاتِنَا إِلَى بَيْتِ الْمَقْدِسِ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ }","source":"Ibnu Majah"},"__N_SSG":true}