{"pageProps":{"number":"1090","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdurrahman bin Bisyr bin Hakam An Naisabury] telah menceritakan kepada kami [Musa bin Abdul Aziz] telah menceritakan kepada kami [Al Hakam bin Aban] dari [Ikrimah] dari [Ibnu Abbas] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda kepada Abbas bin Abdul Mutthalib: \"Wahai Abbas, wahai pamanku, sukakah paman, aku beri, aku karuniai, aku beri hadiah istimewa, aku ajari sepuluh macam kebaikan yang dapat menghapus sepuluh macam dosa? Jika paman mengerjakan ha itu, maka Allah akan mengampuni dosa-dosa paman, baik yang awal dan yang akhir, baik yang telah lalu atau yang akan datang, yang di sengaja ataupun tidak, yang kecil maupun yang besar, yang samar-samar maupun yang terang-terangan. Sepuluh macam kebaikan itu ialah; \"Paman mengerjakan shalat empat raka'at, dan setiap raka'at membaca AL Fatihah dan surat, apabila selesai membaca itu, dalam raka'at pertama dan masih berdiri, bacalah; \"Subhanallah wal hamdulillah walaa ilaaha illallah wallahu akbar (Maha suci Allah, segala puji bagi Allah, tidak ada ilah selain Allah dan Allah Maha besar) \" sebanyak lima belas kali, lalu ruku', dan dalam ruku' membaca bacaan seperti itu sebanyak sepuluh kali, kemudian mengangkat kepala dari ruku' (i'tidal) juga membaca seperti itu sebanyak sepuluh kali, lalu sujud juga membaca sepuluh kali, setelah itu mengangkat kepala dari sujud (duduk di antara dua sujud) juga membaca sepuluh kali, lalu sujud juga membaca sepuluh kali, kemudian mengangkat kepala dan membaca sepuluh kali, Salim bin Abul Ja'd jumlahnya ada tujuh puluh lama kali dalam setiap raka'at, paman dapat melakukannya dalam empat raka'at. jika paman sanggup mengerjakannya sekali dalam sehari, kerjakanlah. Jika tidak mampu, kerjakanlah setiap jum'at, jika tidak mampu, kerjakanlah setiap bulan, jika tidak mampu, kerjakanlah setiap tahun sekali. Dan jika masih tidak mampu, kerjakanlah sekali dalam seumur hidup.\" Telah menceritakan kepada kami [Muhammad bin Sufyan Al Ubuli] telah menceritakan kepada kami [Habban bin Hilal Abu Habib] telah menceritakan kepada kami [Mahdi bin Maimun] telah menceritakan kepada kami ['Amru bin Malik] dari [Abu Jauza`] dia berkata; telah menceritakan kepada kami seseorang laki-laki yang pernah bersahabat dengannya, menurut mereka, dia adalah [Abdullah bin 'Amru] dia berkata; Nabi shallallahu 'alaihi wasallam bersabda kepadaku: \"Datanglah kepadaku besok hari, aku akan memberimu suatu pemberian.\" Hingga aku mengira beliau benar-benar akan memberiku suatu pemberian. Beliau bersabda: \"Apabila siang agak reda, maka berdirilah untuk menunaikan shalat empat raka'at…\" kemudian dia menyebutkan hadits seperti di atas. Beliau lalu bersabda: \"Kemudian kamu mengangkat kepalamu -yaitu dari sujud kedua- sehingga kamu benar-benar duduk, dan janganlah berdiri hingga membaca tasbih, tahmid, takbir dan tahlil masing-masing sepuluh kali, lalu kamu melakukan hal itu di empat raka'at.\" Beliau melanjutkan; \"Seandainya kamu orang yang paling besar dosanya di antara penduduk bumi, maka dosa-dosamu akan di ampuni dengan melakukan hal itu (shalat tasbih).\" Aku bertanya; \"Jika aku tidak mampu melaksanakan shalat tasbih pada waktu itu?\" beliau menjawab: \"Kerjakanlah di malam hari atau siang hari.\" Abu Daud berkata; \"Habban bin Daud adalah pamannya Hilal Ar Ra'yi. Abu Daud berkata; \"Hadits ini di riwayawatkan pula oleh [Al Mustamir Ar Rayyan] dari [Abu Al Jauza`] dari [Abdullah bin 'Amru] secara mauquf. Dan di riwayatkan pula oleh [Rauh bin Al Musayyab] dan [Ja'far bin Sulaiman] dari ['Amru bin Malik An Nukri] dari [Abu Al Jauza`] dari [Ibnu Abbas]. Sedangkan perkataannya mengenai hadits Rauh, dia berkata; yaitu hadits dari Nabi shallallahu 'alaihi wasallam. Telah menceritakan kepada kami [Abu Taubah Ar Rabi' bin Nafi'] telah menceritakan kepada kami [Muhammad bin Muhajir] dari ['Urwah bin Ruwaim] telah menceritakan kepadaku [Al Anshari] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda kepada Ja'far…\" dengan hadits ini, lalu dia menyebutkan seperti hadits mereka, katanya; \"……dalam sujud kedua pada raka'at pertama.\" Sebagaimana dia berkata dalam hadits Mahdi bin Maimun.\"","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرِ بْنِ الْحَكَمِ النَّيْسَابُورِيُّ حَدَّثَنَا مُوسَى بْنُ عَبْدِ الْعَزِيزِ حَدَّثَنَا الْحَكَمُ بْنُ أَبَانَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِلْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ يَا عَبَّاسُ يَا عَمَّاهُ أَلَا أُعْطِيكَ أَلَا أَمْنَحُكَ أَلَا أَحْبُوكَ أَلَا أَفْعَلُ بِكَ عَشْرَ خِصَالٍ إِذَا أَنْتَ فَعَلْتَ ذَلِكَ غَفَرَ اللَّهُ لَكَ ذَنْبَكَ أَوَّلَهُ وَآخِرَهُ قَدِيمَهُ وَحَدِيثَهُ خَطَأَهُ وَعَمْدَهُ صَغِيرَهُ وَكَبِيرَهُ سِرَّهُ وَعَلَانِيَتَهُ عَشْرَ خِصَالٍ أَنْ تُصَلِّيَ أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ وَسُورَةً فَإِذَا فَرَغْتَ مِنْ الْقِرَاءَةِ فِي أَوَّلِ رَكْعَةٍ وَأَنْتَ قَائِمٌ قُلْتَ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ خَمْسَ عَشْرَةَ مَرَّةً ثُمَّ تَرْكَعُ فَتَقُولُهَا وَأَنْتَ رَاكِعٌ عَشْرًا ثُمَّ تَرْفَعُ رَأْسَكَ مِنْ الرُّكُوعِ فَتَقُولُهَا عَشْرًا ثُمَّ تَهْوِي سَاجِدًا فَتَقُولُهَا وَأَنْتَ سَاجِدٌ عَشْرًا ثُمَّ تَرْفَعُ رَأْسَكَ مِنْ السُّجُودِ فَتَقُولُهَا عَشْرًا ثُمَّ تَسْجُدُ فَتَقُولُهَا عَشْرًا ثُمَّ تَرْفَعُ رَأْسَكَ فَتَقُولُهَا عَشْرًا فَذَلِكَ خَمْسٌ وَسَبْعُونَ فِي كُلِّ رَكْعَةٍ تَفْعَلُ ذَلِكَ فِي أَرْبَعِ رَكَعَاتٍ إِنْ اسْتَطَعْتَ أَنْ تُصَلِّيَهَا فِي كُلِّ يَوْمٍ مَرَّةً فَافْعَلْ فَإِنْ لَمْ تَفْعَلْ فَفِي كُلِّ جُمُعَةٍ مَرَّةً فَإِنْ لَمْ تَفْعَلْ فَفِي كُلِّ شَهْرٍ مَرَّةً فَإِنْ لَمْ تَفْعَلْ فَفِي كُلِّ سَنَةٍ مَرَّةً فَإِنْ لَمْ تَفْعَلْ فَفِي عُمُرِكَ مَرَّةًحَدَّثَنَا مُحَمَّدُ بْنُ سُفْيَانَ الْأُبُلِّيُّ حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ أَبُو حَبِيبٍ حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ حَدَّثَنَا عَمْرُو بْنُ مَالِكٍ عَنْ أَبِي الْجَوْزَاءِ قَالَ حَدَّثَنِي رَجُلٌ كَانَتْ لَهُ صُحْبَةٌ يَرَوْنَ أَنَّهُ عَبْدُ اللَّهِ بْنُ عَمْرٍو قَالَ قَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ائْتِنِي غَدًا أَحْبُوكَ وَأُثِيبُكَ وَأُعْطِيكَ حَتَّى ظَنَنْتُ أَنَّهُ يُعْطِينِي عَطِيَّةً قَالَ إِذَا زَالَ النَّهَارُ فَقُمْ فَصَلِّ أَرْبَعَ رَكَعَاتٍ فَذَكَرَ نَحْوَهُ قَالَ ثُمَّ تَرْفَعُ رَأْسَكَ يَعْنِي مِنْ السَّجْدَةِ الثَّانِيَةِ فَاسْتَوِ جَالِسًا وَلَا تَقُمْ حَتَّى تُسَبِّحَ عَشْرًا وَتَحْمَدَ عَشْرًا وَتُكَبِّرَ عَشْرًا وَتُهَلِّلَ عَشْرًا ثُمَّ تَصْنَعَ ذَلِكَ فِي الْأَرْبَعِ الرَّكَعَاتِ قَالَ فَإِنَّكَ لَوْ كُنْتَ أَعْظَمَ أَهْلِ الْأَرْضِ ذَنْبًا غُفِرَ لَكَ بِذَلِكَ قُلْتُ فَإِنْ لَمْ أَسْتَطِعْ أَنْ أُصَلِّيَهَا تِلْكَ السَّاعَةَ قَالَ صَلِّهَا مِنْ اللَّيْلِ وَالنَّهَارِ قَالَ أَبُو دَاوُد حَبَّانُ بْنُ هِلَالٍ خَالُ هِلَالٍ الرَّأْيِ قَالَ أَبُو دَاوُد رَوَاهُ الْمُسْتَمِرُّ بْنُ الرَّيَّانِ عَنْ أَبِي الْجَوْزَاءِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو مَوْقُوفًا وَرَوَاهُ رَوْحُ بْنُ الْمُسَيَّبِ وَجَعْفَرُ بْنُ سُلَيْمَانَ عَنْ عَمْرِو بْنِ مَالِكٍ النُّكْرِيِّ عَنْ أَبِي الْجَوْزَاءِ عَنْ ابْنِ عَبَّاسٍ قَوْلُهُ وَقَالَ فِي حَدِيثِ رَوْحٍ فَقَالَ حَدِيثُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ حَدَّثَنَا مُحَمَّدُ بْنُ مُهَاجِرٍ عَنْ عُرْوَةَ بْنِ رُوَيْمٍ حَدَّثَنِي الْأَنْصَارِيُّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِجَعْفَرٍ بِهَذَا الْحَدِيثِ فَذَكَرَ نَحْوَهُمْ قَالَ فِي السَّجْدَةِ الثَّانِيَةِ مِنْ الرَّكْعَةِ الْأُولَى كَمَا قَالَ فِي حَدِيثِ مَهْدِيِّ بْنِ مَيْمُونٍ","source":"Abu Daud"},"__N_SSG":true}