{"pageProps":{"number":"1118","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Hammad] dari [Tsabit Al Bunani] dari Nabi shallallahu 'alaihi wasallam. Dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Al Hasan bin As Shabah] telah menceritakan kepada kami [Yahya bin Ishaq] telah mengabarkan kepada kami [Hammad bin Salamah] dari [Tsabit Al Bunani] dari [Abdullah bin Rabah] dari [Abu Qatadah] bahwa pada suatu malam Nabi shallallahu 'alaihi wasallam keluar, lalu beliau mendapati Abu Bakar radliallahu 'anhu yang tengah shalat dengan memelankan suaranya.\" Abu Qatadah berkata; \"Dan beliau juga bertemu dengan Umar bin Khattab yang tengah shalat dengan mengangkat suaranya.\" Abu Qatadah melanjutkan; \"Ketika keduanya berkumpul di hadapan Nabi shallallahu 'alaihi wasallam, beliau bersabda kepada Abu Bakar: \"Aku melawatimu ketika kamu sedang shalat dengan memelankan suara.\" Abu Bakar menjawab; \"Suaraku hanya cukup di dengar (Allah) tempatku bermunajat wahai Rasulullah.\" Abu Qatadah berkata; \"Lalu beliau bersabda kepada Umar: \"Sedangkan kamu mengangkat suaramu.\" Abu Qatadah berkata; \"Wahai Rasulullah, supaya saya dapat membangunkan orang tidur dan mengusir syetan.\" Hasan menambahkan dalam haditsnya; \"Lalu Nabi shallallahu 'alaihi wasallam bersabda: \"Wahai Abu Bakar, angkatlah suaramu sedikit.\" Dan beliau bersabda kepada Umar: \"Rendahkanlah suaramu sedikit!.\" Telah menceritakan kepada kami [Abu Hushain bin Yahya Ar Razi] telah menceritakan kepada kami [Asbath bin Muhammad] dari [Muhammad bin 'Amru] dari [Abu Salamah] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam dengan kisah seperti ini, namun dia tidak menyebutkan; \"Maka beliau bersabda kepada Abu Bakar: \"Angkatlah suaramu sedikit\" dan bersabda kepada Umar: \"Rendahkanlah suaramu sedikit.\" Dia menambahkan; \"Aku benar-benar telah mendengarmu wahai Bilal, kamu sedang membaca surat ini dan surat ini.\" Bilal menjawab; \"(Al Qur'an) itu adalah kalam (perkataan) yang semuanya baik, di susun oleh Allah Ta'ala dari satu bagian ke bagian yang lainnya.\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Kalian semua benar.\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ حَدَّثَنَا يَحْيَى بْنُ إِسْحَقَ أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ عَنْ أَبِي قَتَادَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ لَيْلَةً فَإِذَا هُوَ بِأَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ يُصَلِّي يَخْفِضُ مِنْ صَوْتِهِ قَالَ وَمَرَّ بِعُمَرَ بْنِ الْخَطَّابِ وَهُوَ يُصَلِّي رَافِعًا صَوْتَهُ قَالَ فَلَمَّا اجْتَمَعَا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَا أَبَا بَكْرٍ مَرَرْتُ بِكَ وَأَنْتَ تُصَلِّي تَخْفِضُ صَوْتَكَ قَالَ قَدْ أَسْمَعْتُ مَنْ نَاجَيْتُ يَا رَسُولَ اللَّهِ قَالَ وَقَالَ لِعُمَرَ مَرَرْتُ بِكَ وَأَنْتَ تُصَلِّي رَافِعًا صَوْتَكَ قَالَ فَقَالَ يَا رَسُولَ اللَّهِ أُوقِظُ الْوَسْنَانَ وَأَطْرُدُ الشَّيْطَانَ زَادَ الْحَسَنُ فِي حَدِيثِهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا بَكْرٍ ارْفَعْ مِنْ صَوْتِكَ شَيْئًا وَقَالَ لِعُمَرَ اخْفِضْ مِنْ صَوْتِكَ شَيْئًاحَدَّثَنَا أَبُو حُصَيْنِ بْنُ يَحْيَى الرَّازِيُّ حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذِهِ الْقِصَّةِ لَمْ يَذْكُرْ فَقَالَ لِأَبِي بَكْرٍ ارْفَعْ مِنْ صَوْتِكَ شَيْئًا وَلِعُمَرَ اخْفِضْ شَيْئًا زَادَ وَقَدْ سَمِعْتُكَ يَا بِلَالُ وَأَنْتَ تَقْرَأُ مِنْ هَذِهِ السُّورَةِ وَمِنْ هَذِهِ السُّورَةِ قَالَ كَلَامٌ طَيِّبٌ يَجْمَعُ اللَّهُ تَعَالَى بَعْضَهُ إِلَى بَعْضٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّكُمْ قَدْ أَصَابَ","source":"Abu Daud"},"__N_SSG":true}