{"pageProps":{"number":"113","slug":"abu-daud","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] pada jama'ah lain, mereka berkata; Telah menceritakan kepada kami [Yahya bin Sulaim] dari [Isma'il bin Katsir] dari ['Ashim bin Laqith bin Shabrah] dari [Ayahnya, Laqith bin Shabrah] dia berkata; Aku pernah menjadi utusan Bani Muntafiq atau aku pernah ikut dalam utusan Bani Muntafiq kepada Rasulullah shallallahu 'alaihi wasallam, dia berkata; Ketika kami mendatangi Rasulullah shallallahu 'alaihi wasallam, ternyata kami tidak menjumpai beliau di rumahnya, namun kami hanya berjumpa dengan Aisyah Ummul Mukminin, Laqith melanjutkan; Kemudian dia ('Aisyah) untuk kami supaya dibuatkan makanan Khazirah (semacam bubur yang dicampur dengan daging yang telah dipotong-potong kecil). Setelah makanan itu dibuatkan untuk kami, maka dibawakan kepada kami satu wadah berisi buah kurma, kemudian Rasulullah shallallahu 'alaihi wasallam datang lalu bersabda, \"Apakah kalian telah mendapatkan suatu makanan atau telah diperintahkan untuk dibuatkan suatu makanan untuk kalian?\" Dia (Laqith) berkata, Kami menjawab, Ya, wahai Rasulullah. Laqith meneruskan; Pada waktu kami sedang duduk bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba penggembala kambing datang menggiring kambing beliau shallallahu 'alaihi wasallam masuk ke kandangnya bersama seekor anak domba yang mengembik. Maka beliau shallallahu 'alaihi wasallam bersabda: \"Apa yang kamu asuh wahai fulan?\" Sang penggembala menjawab; Seekor kambing telah melahirkan seekor anak. Beliau bersabda: \"Sembelihlah seekor kambing sebagai gantinya.\" Kemudian beliau bersabda lagi: \"Janganlah sekali-kali kamu menyangka bahwa kami menyembelih kambing ini karena kamu ada. Kami mempunyai seratus ekor kambing, kami tidak ingin lebih dari itu. Apabila penggembala menggembalanya lebih satu ekor (karena ada yang telah beranak), maka kami sembelih satu ekor kambing sebagai pengganti anak kambing yang baru lahir.\" Laqith meneruskan; Aku berkata; Wahai Rasulullah, sesungguhnya saya mempunyai seorang istri yang buruk tutur katanya. Beliau bersabda: \"Kalau begitu ceraikanlah dia.\" Laqith berkata; Aku berkata; Wahai Rasulullah, sesungguhnya dia telah menjadi teman hidup dan saya telah mendapatkan anak darinya. Beliau bersabda, \"Berilah dia nasihat! kalau memang dia baik, tentu dia akan menuruti nasihatmu, dan janganlah kamu memukul istrimu, seperti kamu memukul budak perempuanmu.\" Maka aku berkata, Wahai Rasulullah, beritahukanlah kepadaku tentang cara berwudhu. Beliau menjawab, \"Sempurnakanlah wudhu, sela-selalah di antara jari-jemarimu dan bersangatlah dalam beristinsyaq kecuali jika kamu sedang berpuasa.\" Telah menceritakan kepada kami ['Uqbah bin Mukrim] telah menceritakan kepada kami [Yahya bin Sa'id] telah menceritakan kepada kami [Ibnu Juraij] telah menceritakan kepada saya [Isma'il bin Katsir] dari ['Ashim bin Laqith bin Shabrah] dari [Ayahnya, seorang utusan Bani Muntafiq] bahwa dia pernah menemui Aisyah, lalu dia menyebutkan hadits yang semakna. Dia menyebutkan; Tidak lama kemudian Rasulullah shallallahu 'alaihi wasallam datang dengan berjalan keras. Dia juga menyebutkan 'Ashidah sebagai ganti Khazirah. Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris] telah menceritakan kepada kami [Abu 'Ashim] telah menceritakan kepada kami [Ibnu Juraij] dengan hadits ini, dia menyebutkan padanya; Apabila kamu berwudhu maka berkumurlah. ","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ فِي آخَرِينَ قَالُوا حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ عَنْ إِسْمَعِيلَ بْنِ كَثِيرٍ عَنْ عَاصِمِ بْنِ لَقِيطِ بْنِ صَبْرَةَ عَنْ أَبِيهِ لَقِيطِ بْنِ صَبْرَةَ قَالَكُنْتُ وَافِدَ بَنِي الْمُنْتَفِقِ أَوْ فِي وَفْدِ بَنِي الْمُنْتَفِقِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَلَمَّا قَدِمْنَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ نُصَادِفْهُ فِي مَنْزِلِهِ وَصَادَفْنَا عَائِشَةَ أُمَّ الْمُؤْمِنِينَ قَالَ فَأَمَرَتْ لَنَا بِخَزِيرَةٍ فَصُنِعَتْ لَنَا قَالَ وَأُتِينَا بِقِنَاعٍ وَلَمْ يَقُلْ قُتَيْبَةُ الْقِنَاعَ وَالْقِنَاعُ الطَّبَقُ فِيهِ تَمْرٌ ثُمَّ جَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَلْ أَصَبْتُمْ شَيْئًا أَوْ أُمِرَ لَكُمْ بِشَيْءٍ قَالَ قُلْنَا نَعَمْ يَا رَسُولَ اللَّهِ قَالَ فَبَيْنَا نَحْنُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جُلُوسٌ إِذْ دَفَعَ الرَّاعِي غَنَمَهُ إِلَى الْمُرَاحِ وَمَعَهُ سَخْلَةٌ تَيْعَرُ فَقَالَ مَا وَلَّدْتَ يَا فُلَانُ قَالَ بَهْمَةً قَالَ فَاذْبَحْ لَنَا مَكَانَهَا شَاةً ثُمَّ قَالَ لَا تَحْسِبَنَّ وَلَمْ يَقُلْ لَا تَحْسَبَنَّ أَنَّا مِنْ أَجْلِكَ ذَبَحْنَاهَا لَنَا غَنَمٌ مِائَةٌ لَا نُرِيدُ أَنْ تَزِيدَ فَإِذَا وَلَّدَ الرَّاعِي بَهْمَةً ذَبَحْنَا مَكَانَهَا شَاةً قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي امْرَأَةً وَإِنَّ فِي لِسَانِهَا شَيْئًا يَعْنِي الْبَذَاءَ قَالَ فَطَلِّقْهَا إِذًا قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لَهَا صُحْبَةً وَلِي مِنْهَا وَلَدٌ قَالَ فَمُرْهَا يَقُولُ عِظْهَا فَإِنْ يَكُ فِيهَا خَيْرٌ فَسَتَفْعَلْ وَلَا تَضْرِبْ ظَعِينَتَكَ كَضَرْبِكَ أُمَيَّتَكَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَخْبِرْنِي عَنْ الْوُضُوءِ قَالَ أَسْبِغْ الْوُضُوءَ وَخَلِّلْ بَيْنَ الْأَصَابِعِ وَبَالِغْ فِي الِاسْتِنْشَاقِ إِلَّا أَنْ تَكُونَ صَائِمًاحَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا ابْنُ جُرَيْجٍ حَدَّثَنِي إِسْمَعِيلُ بْنُ كَثِيرٍ عَنْ عَاصِمِ بْنِ لَقِيطِ بْنِ صَبْرَةَ عَنْ أَبِيهِ وَافِدِ بَنِي الْمُنْتَفِقِ أَنَّهُ أَتَى عَائِشَةَ فَذَكَرَ مَعْنَاهُ قَالَ فَلَمْ يَنْشَبْ أَنْ جَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَقَلَّعُ يَتَكَفَّأُ وَقَالَ عَصِيدَةٌ مَكَانَ خَزِيرَةٍ حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا أَبُو عَاصِمٍ حَدَّثَنَا ابْنُ جُرَيْجٍ بِهَذَا الْحَدِيثِ قَالَ فِيهِ إِذَا تَوَضَّأْتَ فَمَضْمِضْ","source":"Abu Daud"},"__N_SSG":true}