{"pageProps":{"number":"1217","slug":"abu-daud","id":"Telah menceritakan kepada Kami ['Ubaidullah bin Mu'adz], telah menceritakan kepada Kami [Khalid], telah menceritakan kepada Kami [Syu'bah] dari [Khubaib bin Abdurrahman] ia berkata; saya mendengar [Hafsh bin 'Ashim] menceritakan dari [Abu Sa'id bin Al Ma'alli] bahwa Nabi shallallahu 'alaihi wasallam melewatinya sementara ia sedang melakukan shalat, kemudian beliau memanggilnya. Ia berkata; aku melakukan shalat kemudian datang kepada beliau. Ia berkata; kemudian beliau berkata: \"Apakah yang menghalangimu untuk menjawabku?\" Ia berkata; saya sedang melakukan shalat. Beliau berkata; bukankah Allah 'azza wajalla berfirman: \"Hai orang-orang yang beriman, penuhilah seruan Allah dan seruan Rasul apabila Rasul menyeru kamu kepada suatu yang memberi kehidupan kepada kamu?\" Aku akan mengajarkan kepadamu surat Al Qur'an dalam Al Qur'an yang terbesar -Khalid merasa ragu- sebelum aku keluar dari Masjid?\" Ia berkata; aku katakan; wahai Rasulullah, aku akan mendengar ucapanmu. Beliau bersabda: \"Al Hamdulillahi rabbil 'aalamiin (Surat Al Fatihah), surat tersebut adalah As Sab'ul Matsaani (tujuh ayat yang dibaca berulang-ulang) yang telah diberikan kepadaku, dan Al Qur'an Al Azhiim (Al Qur'an yang agung).\"","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا خَالِدٌ حَدَّثَنَا شُعْبَةُ عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ سَمِعْتُ حَفْصَ بْنَ عَاصِمٍ يُحَدِّثُ عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّىأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِهِ وَهُوَ يُصَلِّي فَدَعَاهُ قَالَ فَصَلَّيْتُ ثُمَّ أَتَيْتُهُ قَالَ فَقَالَ مَا مَنَعَكَ أَنْ تُجِيبَنِي قَالَ كُنْتُ أُصَلِّي قَالَ أَلَمْ يَقُلْ اللَّهُ عَزَّ وَجَلَّ{ يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ }لَأُعَلِّمَنَّكَ أَعْظَمَ سُورَةٍ مِنْ الْقُرْآنِ أَوْ فِي الْقُرْآنِ شَكَّ خَالِدٌ قَبْلَ أَنْ أَخْرُجَ مِنْ الْمَسْجِدِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ قَوْلُكَ قَالَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ هِيَ السَّبْعُ الْمَثَانِي الَّتِي أُوتِيتُ وَالْقُرْآنُ الْعَظِيمُ","source":"Abu Daud"},"__N_SSG":true}