{"pageProps":{"number":"1399","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Qutaibah bin Sa'id], telah menceritakan kepada Kami [Isma'il bin Ja'far], dari [Rabi'ah bin Abu Abdurrahman], dari [Yazid] mantan budak Al Munba'its, dari [Zaid bin Khalid Al Juhani], bahwa seorang laki-laki bertanya kepada Rasulullah shallAllahu wa'alaihi wa sallam mengenai barang temuan, beliau berkata: \"Umumkan satu tahun, kemudian ketahuilah talinya dan kantongnya kemudian nafkahkan kepada dirimu. Apabila pemiliknya datang maka berikan kepadanya.\" Lalu orang tersebut berkata; wahai Rasulullah, bagaimana dengan kambing yang tersesat? Beliau bersabda: \"Ambillah kambing tersebut, sesungguhnya kambing tersebut adalah milikmu atau saudaramu atau milik serigala.\" Ia berkata; wahai Rasulullah, bagaiamana dengan unta yang tersesat? Kemudian Rasulullah shallAllahu wa'alaihi wa sallam marah hingga kedua pipinya atau wajahnya memerah. Beliau berkata: \"Apa urusanmu dengannya? Ia memiliki sepatu, dan kantong air minum hingga pemiliknya mendapatkannya.\" Telah menceritakan kepada Kami [Ibnu As Sarh], telah menceritakan kepada Kami [Ibnu Wahb], telah mengabarkan kepadaku [Malik] dengan sanad dan maknanya. Ibnu Wahb menambahkan; kantong air minum, unta tersebut minum air dan memakan pohon. Dan beliau tidak mengatakan: \"Ambillah kambing yang hilang.\" Dan beliau berkata mengenai barang temuan: \"Umumkan selama satu tahun, apabila pemiliknya telah datang maka berikan kepadanya, jika tidak maka urusanmu dengannya.\" Dan beliau tidak menyebutkan nafkahkan kepada dirimu. Abu Daud berkata; [Ats Tsauri] dan [Sulaiman bin Bilal] serta [Hammad bin Salamah] dari [Rabi'ah] seperti itu seperti itu, mereka tidak menyebutkan; \"ambillah barang temuan tersebut.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّأَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ اللُّقَطَةِ قَالَ عَرِّفْهَا سَنَةً ثُمَّ اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا ثُمَّ اسْتَنْفِقْ بِهَا فَإِنْ جَاءَ رَبُّهَا فَأَدِّهَا إِلَيْهِ فَقَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الْغَنَمِ فَقَالَ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لِأَخِيكَ أَوْ لِلذِّئْبِ قَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الْإِبِلِ فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى احْمَرَّتْ وَجْنَتَاهُ أَوْ احْمَرَّ وَجْهُهُ وَقَالَ مَا لَكَ وَلَهَا مَعَهَا حِذَاؤُهَا وَسِقَاؤُهَا حَتَّى يَأْتِيَهَا رَبُّهَاحَدَّثَنَا ابْنُ السَّرْحِ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي مَالِكٌ بِإِسْنَادِهِ وَمَعْنَاهُ زَادَ سِقَاؤُهَا تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ وَلَمْ يَقُلْ خُذْهَا فِي ضَالَّةِ الشَّاءِ وَقَالَ فِي اللُّقَطَةِ عَرِّفْهَا سَنَةً فَإِنْ جَاءَ صَاحِبُهَا وَإِلَّا فَشَأْنُكَ بِهَا وَلَمْ يَذْكُرْ اسْتَنْفِقْ قَالَ أَبُو دَاوُد رَوَاهُ الثَّوْرِيُّ وَسُلَيْمَانُ بْنُ بِلَالٍ وَحَمَّادُ بْنُ سَلَمَةَ عَنْ رَبِيعَةَ مِثْلَهُ لَمْ يَقُولُوا خُذْهَا","source":"Abu Daud"},"__N_SSG":true}