{"pageProps":{"number":"164","slug":"abu-daud","id":"Telah menceritakan kepada kami [Yahya bin Ma'in] dan [Hannad bin As Sariy] dan [Utsman bin Abu Syaibah] dari [Abdussalam bin Harb] dan ini adalah lafazh hadits Yahya dari [Abu Khalid Ad- Dalani] dari [Qatadah] dari [Abu Al-'Aliyah] dari [Ibnu Abbas] bahwa Rasulullah shallallahu 'alaihi wasallam pernah sujud dan tidur serta mengeluarkan suara, kemudian beliau bangkit untuk shalat dan tidak berwudhu kembali. Dia (Ibnu Abbas) berkata; Maka saya tanyakan kepada beliau; Baginda shalat dan tidak berwudhu, padahal baginda telah tidur. Maka beliau bersabda: \"Sesungguhnya wudhu hanyalah wajib bagi orang yang tidur dengan berbaring.\" [Utsman] dan [Hannad] menambahkan dengan lafadl; \"Karena apabila dia tidur berbaring, maka seluruh persendiannya loyo.\" Abu Dawud berkata; Hadits tentang berwudhu bagi orang yang tidur berbaring adalah hadits munkar, tidak ada yang meriwayatkannya kecuali Yazid Abu Khalid Ad-Dalani dari Qatadah. Awal Hadits ini diriwayatkan oleh Jama'ah dari Ibnu Abbas, dan mereka tidak menyebutkan sedikit pun tentang ini (berwudhu bagi yang tidur berbaring), dan dia berkata; Nabi shallallahu 'alaihi wasallam terpelihara (dari tidurnya hati). Dan Aisyah radliallahu 'anha berkata; Nabi shallallahu 'alaihi wasallam bersabda: \"Kedua mataku tertidur akan tetapi hatiku tidak.\" Syu'bah berkata; Sesungguhnya Qatadah mendengar dari Abu Al Aliyah hanya empat hadits, yaitu: Hadits Yunus bin Matta, hadits Ibnu Umar tentang shalat, Hadits tentang keterangan bahwa para hakim itu ada tiga golongan, dan hadits Ibnu Abbas, telah menceritakan kepada saya orang-orang yang diridhai yang diantaranya Umar, dan yang lebih diridhai menurutku adalah Umar. Abu Dawud berkata; Saya pernah menyebutkan hadits Yazid Ad-Dalani kepada Ahmad bin Hanbal, maka dia memperingatkanku dengan keras karena pengingkarannya yang begitu besar pada riwayat tersebut, dan dia berkata; Apa urusan Yazid Ad-Dalani dengan memasukkan pada para sahabat Qatadah apa-apa yang tidak mereka riwayatkan. Dia (Ahmad) tidak mempedulikan hadits tersebut.","arab":"حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ وَهَنَّادُ بْنُ السَّرِيِّ وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ عَنْ عَبْدِ السَّلَامِ بْنِ حَرْبٍ وَهَذَا لَفْظُ حَدِيثِ يَحْيَى عَنْ أَبِي خَالِدٍ الدَّالَانِيِّ عَنْ قَتَادَةَ عَنْ أَبِي الْعَالِيَةِ عَنْ ابْنِ عَبَّاسٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَسْجُدُ وَيَنَامُ وَيَنْفُخُ ثُمَّ يَقُومُ فَيُصَلِّي وَلَا يَتَوَضَّأُ قَالَ فَقُلْتُ لَهُ صَلَّيْتَ وَلَمْ تَتَوَضَّأْ وَقَدْ نِمْتَ فَقَالَ إِنَّمَا الْوُضُوءُ عَلَى مَنْ نَامَ مُضْطَجِعًا زَادَ عُثْمَانُ وَهَنَّادٌ فَإِنَّهُ إِذَا اضْطَجَعَ اسْتَرْخَتْ مَفَاصِلُهُقَالَ أَبُو دَاوُد قَوْلُهُ الْوُضُوءُ عَلَى مَنْ نَامَ مُضْطَجِعًا هُوَ حَدِيثٌ مُنْكَرٌ لَمْ يَرْوِهِ إِلَّا يَزِيدُ أَبُو خَالِدٍ الدَّالَانِيُّ عَنْ قَتَادَةَ وَرَوَى أَوَّلَهُ جَمَاعَةٌ عَنْ ابْنِ عَبَّاسٍ وَلَمْ يَذْكُرُوا شَيْئًا مِنْ هَذَا وَقَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَحْفُوظًا وَقَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَنَامُ عَيْنَايَ وَلَا يَنَامُ قَلْبِي و قَالَ شُعْبَةُ إِنَّمَا سَمِعَ قَتَادَةُ مِنْ أَبِي الْعَالِيَةِ أَرْبَعَةَ أَحَادِيثَ حَدِيثَ يُونُسَ بْنِ مَتَّى وَحَدِيثَ ابْنِ عُمَرَ فِي الصَّلَاةِ وَحَدِيثَ الْقُضَاةُ ثَلَاثَةٌ وَحَدِيثَ ابْنِ عَبَّاسٍ حَدَّثَنِي رِجَالٌ مَرْضِيُّونَ مِنْهُمْ عُمَرُ وَأَرْضَاهُمْ عِنْدِي عُمَرُ قَالَ أَبُو دَاوُد وَذَكَرْتُ حَدِيثَ يَزِيدَ الدَّالَانِيِّ لِأَحْمَدَ بْنِ حَنْبَلٍ فَانْتَهَرَنِي اسْتِعْظَامًا لَهُ وَقَالَ مَا لِيَزِيدَ الدَّالَانِيِّ يُدْخِلُ عَلَى أَصْحَابِ قَتَادَةَ وَلَمْ يَعْبَأْ بِالْحَدِيثِ","source":"Abu Daud"},"__N_SSG":true}