{"pageProps":{"number":"1727","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abu Kamil], telah menceritakan kepada kami [Yazid bin Zurai'], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepadaku [Musa bin Isma'il], telah menceritakan kepada kami [Hammad] secara makna. Telah menceritakan kepadaku [Muhammad bin 'Amr], telah menceritakan kepada kami [Abu Salamah] dari [Abu Hurairah], ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Seorang wanita yatim dimintai pertimbangan terhadap dirinya, apabila ia diam maka hal itu adalah izinnya, dan apabila ia menolak maka tidak boleh memaksakannya.\" Hadits Yazid dengan menggunakan bentuk pengabaran. Abu Daud berkata; begitu juga hadits tersebut diriwayatkan oleh [Abu Khalid Sulaiman bin Hayyan], serta [Mu'adz bin Mu'adz] dari [Muhammad bin 'Amr] telah menceritakan kepada kami [Muhammad bin Al 'Ala`], telah menceritakan kepada kami [Ibnu Idris], dari [Muhammad bin 'Amr] dengan hadits ini dengan sanadnya, dalam hadits tersebut ia menambahkan; beliau berkata: \"Apabila ia menangis atau diam, \" ia menambahkan kata \"menangis.\" Abu Daud berkata; kata \"menangis\" bukanlah sesuatu yang terhafalkan (terjaga), hal itu adalah sebuah kesalahan. Dalam hadits tersebut terdapat kesalahan dari Ibnu Idris, atau dari Muhammad bin Al 'Ala`. Abu Daud berkata; dan hadits tersebut diriwayatkan oleh [Abu 'Amr Dzakwan] dari [Aisyah], ia berkata; wahai Rasulullah, sesungguhnya seorang gadis akan merasa malu untuk berbicara. Beliau berkata; diamnya adalah persetujuannya. ","arab":"حَدَّثَنَا أَبُو كَامِلٍ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ ح و حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ الْمَعْنَى حَدَّثَنِي مُحَمَّدُ بْنُ عَمْرٍو حَدَّثَنَا أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُسْتَأْمَرُ الْيَتِيمَةُ فِي نَفْسِهَا فَإِنْ سَكَتَتْ فَهُوَ إِذْنُهَا وَإِنْ أَبَتْ فَلَا جَوَازَ عَلَيْهَاوَالْإِخْبَارُ فِي حَدِيثِ يَزِيدَ قَالَ أَبُو دَاوُد وَكَذَلِكَ رَوَاهُ أَبُو خَالِدٍ سُلَيْمَانُ بْنُ حَيَّانَ وُمُعَاذُ بْنُ مُعَاذٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا ابْنُ إِدْرِيسَ عَنْ مُحَمَّدِ بْنِ عَمْرٍو بِهَذَا الْحَدِيثِ بِإِسْنَادِهِ زَادَ فِيهِ قَالَ فَإِنْ بَكَتْ أَوْ سَكَتَتْ زَادَ بَكَتْ قَالَ أَبُو دَاوُد وَلَيْسَ بَكَتْ بِمَحْفُوظٍ وَهُوَ وَهْمٌ فِي الْحَدِيثِ الْوَهْمُ مِنْ ابْنِ إِدْرِيسَ أَوْ مِنْ مُحَمَّدِ بْنِ الْعَلَاءِ قَالَ أَبُو دَاوُد وَرَوَاهُ أَبُو عَمْرٍو ذَكْوَانُ عَنْ عَائِشَةَ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ الْبِكْرَ تَسْتَحِي أَنْ تَتَكَلَّمَ قَالَ سُكَاتُهَا إِقْرَارُهَا","source":"Abu Daud"},"__N_SSG":true}