{"pageProps":{"number":"1779","slug":"abu-daud","id":"Telah menceritakan kepada kami [An Nufaili], telah menceritakan kepada kami [Muhammad bin Salamah], dari [Muhammad bin Ishaq], telah menceritakan kepadaku [Yazid bin Abu Habib] dari [Abu Marzuq] dari [Hanasy Ash Shan'ani], dari [Rufaifi' bin Tsabit Al Anshari], ia berkata ketika berkhutbah kepada kami; ketahuilah bahwa aku tidak berbicara kepada kalian kecuali apa yang aku dengar dari Rasulullah shallallahu 'alaihi wasallam. Pada saat perang Hunain beliau berkata: \"Tidak halal bagi orang yang beriman kepada Allah dan Hari Akhir untuk menyiramkan airnya kepada tanaman orang lain -yaitu menggauli wanita-wanita yang sedang hamil\", dan tidak halal bagi seseorang yang beriman kepada Allah dan Hari Akhir untuk menggauli wanita tawanan hingga ia membiarkannya mengalami haid, dan tidaklah halal bagi seseorang yang beriman kepada Allah dan Hari Akhir untuk menjual harta rampasan perang hingga harta tersebut telah dibagikan.\" Telah menceritakan kepada kami [Sa'id bin Manshur], telah menceritakan kepada kami [Abu Mu'awiyah] dari [Ibnu Ishaq], dengan hadits ini. Ia berkata; hingga membiarkannya mengalami satu kali haid. Ia menambahkan kata; satu kali haid. Hal tersebut merupakan suatu kesalahan dari Abu Mu'awiyah, dan hal itu adalah benar dalam hadits Abu Sa'id, ia tambahkan kata: \"Barangsiapa yang beriman kepada Allah dan Hari Akhir, maka janganlah ia mengendarai hewan yang berasal dari harta rampasan perang orang-orang muslim, dan ketika telah menjadi kurus dan lemah maka ia mengembalikannya kepada harta rampasan tersebut. Dan barangsiapa yang beriman kepada Allah dan Hari Akhir maka janganlah ia memakai pakaian yang berasal dari rampasan perang orang-orang muslim, dan ketika telah usang ia mengembalikannya ke dalam rampasan perang tersebut.\" Abu Daud berkata; kata satu kali haid bukanlah sesuatu yang dihafal, hal itu adalah kesalahan dari Abu Mu'awiyah. ","arab":"حَدَّثَنَا النُّفَيْلِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ عَنْ أَبِي مَرْزُوقٍ عَنْ حَنَشٍ الصَّنْعَانِيِّ عَنْ رُوَيْفِعِ بْنِ ثَابِتٍ الْأَنْصَارِيِّ قَالَقَامَ فِينَا خَطِيبًا قَالَ أَمَا إِنِّي لَا أَقُولُ لَكُمْ إِلَّا مَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يَوْمَ حُنَيْنٍ قَالَ لَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْقِيَ مَاءَهُ زَرْعَ غَيْرِهِ يَعْنِي إِتْيَانَ الْحَبَالَى وَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَقَعَ عَلَى امْرَأَةٍ مِنْ السَّبْيِ حَتَّى يَسْتَبْرِئَهَا وَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَبِيعَ مَغْنَمًا حَتَّى يُقْسَمَحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ ابْنِ إِسْحَقَ بِهَذَا الْحَدِيثِ قَالَ حَتَّى يَسْتَبْرِئَهَا بِحَيْضَةٍ زَادَ فِيهِ بِحَيْضَةٍ وَهُوَ وَهْمٌ مِنْ أَبِي مُعَاوِيَةَ وَهُوَ صَحِيحٌ فِي حَدِيثِ أَبِي سَعِيدٍ زَادَ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يَرْكَبْ دَابَّةً مِنْ فَيْءِ الْمُسْلِمِينَ حَتَّى إِذَا أَعْجَفَهَا رَدَّهَا فِيهِ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يَلْبَسْ ثَوْبًا مِنْ فَيْءِ الْمُسْلِمِينَ حَتَّى إِذَا أَخْلَقَهُ رَدَّهُ فِيهِ قَالَ أَبُو دَاوُد الْحَيْضَةُ لَيْسَتْ بِمَحْفُوظَةٍ وَهُوَ وَهْمٌ مِنْ أَبِي مُعَاوِيَةَ","source":"Abu Daud"},"__N_SSG":true}