{"pageProps":{"number":"1821","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu As Sarh] dan [Ibrahim bin Khalid Al Kalbi Abu Tsaur] diantara orang-orang yang lain, mereka mengatakan; telah menceritakan kepada kami [Muhammad bin Idris Asy Syafi'i], telah menceritakan kepadaku [pamanku yaitu Muhammad bin Ali bin syafi'] dari [Abdullah bin Ali bin As Saib] dari [Nafi' bin 'Ujair bin Abdu Yazid? bin Rukanah], bahwa [Rukanah bin Abdu Yazid] telah menceraikan isterinya yaitu Suhaimah sama sekali, kemudian ia mengabarkan kepada Nabi shallallahu 'alaihi wasallam dengan hal tersebut. Dan ia berkata; demi Allah aku tidak berniat kecuali satu kali. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Demi Allah, engkau tidak berniat kecuali satu kali.\" Kemudian Rukanah berkata; demi Allah, aku tidak berniat kecuali satu kali. Kemudian Rasulullah shallallahu 'alaihi wasallam mengembalikan isterinya kepadanya. Kemudian ia mencerainya kedua kali pada zaman Umar dan ketiga kali pada zaman Utsman. Abu Daud berkata; yang pertama adalah lafazh Ibrahim, dan yang lainnya adalah lafazh Ibnu As Sarh. Telah menceritakan kepada kami [Muhammad bin Yunus An Nasai], bahwa [Abdullah bin Az Zubair] telah menceritakan kepada mereka dari [Muhammad bin Idris] telah menceritakan kepadaku [pamanku yaitu Muhammad bin Ali] dari [Ibnu As Saib] dari [Nafi' bin 'Ujair] dari [Rukanah bin Abdu Yazid] dari Nabi shallallahu 'alaihi wasallam dengan hadits ini. ","arab":"حَدَّثَنَا ابْنُ السَّرْحِ وَإِبْرَاهِيمُ بْنُ خَالِدٍ الْكَلْبِيُّ أَبُو ثَوْرٍ فِي آخَرِينَ قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ حَدَّثَنِي عَمِّي مُحَمَّدُ بْنُ عَلِيِّ بْنِ شَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ السَّائِبِ عَنْ نَافِعِ بْنِ عُجَيْرِ بْنِ عَبْدِ يَزِيدَ بْنِ رُكَانَةَأَنَّ رُكَانَةَ بْنَ عَبْدِ يَزِيدَ طَلَّقَ امْرَأَتَهُ سُهَيْمَةَ الْبَتَّةَ فَأَخْبَرَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ وَقَالَ وَاللَّهِ مَا أَرَدْتُ إِلَّا وَاحِدَةً فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاللَّهِ مَا أَرَدْتَ إِلَّا وَاحِدَةً فَقَالَ رُكَانَةُ وَاللَّهِ مَا أَرَدْتُ إِلَّا وَاحِدَةً فَرَدَّهَا إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَطَلَّقَهَا الثَّانِيَةَ فِي زَمَانِ عُمَرَ وَالثَّالِثَةَ فِي زَمَانِ عُثْمَانَقَالَ أَبُو دَاوُد أَوَّلُهُ لَفْظُ إِبْرَاهِيمَ وَآخِرُهُ لَفْظُ ابْنِ السَّرْحِ حَدَّثَنَا مُحَمَّدُ بْنُ يُونُسَ النَّسَائِيُّ أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ حَدَّثَهُمْ عَنْ مُحَمَّدِ بْنِ إِدْرِيسَ حَدَّثَنِي عَمِّي مُحَمَّدُ بْنُ عَلِيٍّ عَنْ ابْنِ السَّائِبِ عَنْ نَافِعِ بْنِ عُجَيْرٍ عَنْ رُكَانَةَ بْنِ عَبْدِ يَزِيدَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ","source":"Abu Daud"},"__N_SSG":true}