{"pageProps":{"number":"1858","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Hasan bin Ali], telah menceritakan kepada kami [Yazid bin Harun], telah menceritakan kepada kami ['Abbad bin Manshur] dari [Ikrimah] dari [Ibnu Abbas], ia berkata; Hilal bin Umayyah yang merupakan salah satu dari tiga orang yang Allah terima taubat mereka telah datang dari lahan yang ia miliki pada sore hari, kemudian ia mendapati seorang laki-laki bersama isterinya dan ia melihatnya dengan kedua matanya serta mendengar dengan telinganya dan tidak mengganggu serta menperingatkannya hingga pagi hari. Kemudian ia pergi kepada Rasulullah shallallahu 'alaihi wasallam dan berkata; wahai Rasulullah, sungguh saya telah datang kepada isteriku pada sore hari dan saya dapati seorang laki-laki bersamanya. Saya melihat dengan kedua mataku, dan mendengar dengan kedua telingaku. Lalu Rasulullah shallallahu 'alaihi wasallam tidak menyukai apa yang ia bawa dan terasa berat baginya. Kemudian turunlah ayat: \"Dan orang-orang yang menuduh isterinya (berzina), padahal mereka tidak ada mempunyai saksi-saksi selain diri mereka sendiri, maka persaksian orang…….\" Kemudian beliau merasakan keringanan dan berkata; bergembiralah wahai Abu Hilal, sungguh Allah 'azza wajalla telah memberikan kelapangan dan jalan keluar kepadamu. Hilal berkata; aku telah mengharapkan hal tersebut dari Tuhanku. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kirimkan utusan kepada wanita tersebut!\" kemudian wanita tersebut datang dan beliau membacakan ayat tersebut kepada mereka berdua dan mengingatkan serta mengabarkan kepada merekabahwa adzab akhirat lebih keras daripada adzab dunia. Kemudian Hilal berkata; demi Allah, sungguh aku berkata benar terhadapnya. Kemudian wanita tersebut berkata; sungguh ia telah berdusta. Maka Rasulullah shallallahu 'alaihi wasallam berkata: \"Putuskanlah diantara mereka berdua!\" kemudian dikatakan kepada Hilal; bersumpahlah! Maka ia bersumpah empat kali dengan nama Allah bahwa ia adalah termasuk diantara orang-orang yang benar. Kemudian tatkala pada sumpah kelima dikatakan kepadanya; wahai Bilal, bertakwalah kepada Allah, sesungguhnya adzab dunia lebih ringan dari pada adzab akhirat. Dan sumpah ini adalah sesuatu yang dapat menyebabkanmu mendapatkan adzab. Kemudian ia berkata; demi Allah, Allah tidak akan mengadzabku karenanya, sebagaimana beliau tidak akan mencambukku karenanya. Kemudian ia bersumpah yang kelima; bahwa laknat Allah atasnya apabila ia termasuk diantara orang-orang yang berdusta. Kemudian dikatakan kepada wanita tersebut; bersumpahlah; sesungguhnya ia termasuk diantara orang-orang yang berdusta. Kemudian tatkala pada sumpah yang kelima dikatakan kepadanya; bertakwalah kepada Allah, sesungguhnya adzab dunia lebih ringan daripada adzab akhirat, dan laknat ini adalah sesuatu yang dapat menyebabkanmu mendapatkan adzab. Kemudian wanita tersebut merasa ragu sesaat, kemudian berkata; demi Allah, aku tidak akan mempermalukan kaumku. Lalu ia pun bersumpah ke lima kali; bahwa kemurkaan Allah akan tertimpa atasnya apabila suaminya termasuk diantara orang-orang yang benar. Kemudian Rasulullah shallallahu 'alaihi wasallam memisahkan antara mereka berdua, beliau memutuskan anaknya tidaklah dipanggil anak ayahnya, dan wanita tersebut tidak boleh dituduh berzina, anaknya tidak boleh dituduh sebagai anak zina. Barangsiapa yang menuduhnya maka ia mendapatkan hukuman. Dan beliau memutuskan bahwa suami yang mantan suami tidak wajib untuk memberikan rumah serta makan bagi mantan isterinya, karena keduanya berpisah bukan karena perceraian, dan bukan karena sang suami meninggal dunia. Apabila ia melahirkan anak berwarna pirang, antara kedua pundak serta pertengahan punggung berisi, betisnya kecil, maka ia adalah milik Hilal, dan apabila ia melahirkan anak yang berkulit coklat sawo matang, berambut keriting, anggota badannya besar, betis besar dan berisi, pantat besar berisi maka ia adalah milik orang yang dituduh berbuat zina dengannya. Kemudian wanita tersebut melahirkan anak yang berkulit coklat sawo matang, berambut keriting, anggota badannya besar, betis besar dan berisi, pantat besar berisi. Rasulullah shallallahu 'alaihi wasallam berkata: \"Seandainya tidak ada sumpah niscaya aku dan dia memiliki urusan.\" Ikrimah berkata; kemudian setelah itu anak tersebut menjadi pemimpin Mudhar dan tidak dipanggil dengan menisbatkan kepada ayahnya. ","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَجَاءَ هِلَالُ بْنُ أُمَيَّةَ وَهُوَ أَحَدُ الثَّلَاثَةِ الَّذِينَ تَابَ اللَّهُ عَلَيْهِمْ فَجَاءَ مِنْ أَرْضِهِ عَشِيًّا فَوَجَدَ عِنْدَ أَهْلِهِ رَجُلًا فَرَأَى بِعَيْنِهِ وَسَمِعَ بِأُذُنِهِ فَلَمْ يَهِجْهُ حَتَّى أَصْبَحَ ثُمَّ غَدَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي جِئْتُ أَهْلِي عِشَاءً فَوَجَدْتُ عِنْدَهُمْ رَجُلًا فَرَأَيْتُ بِعَيْنَيَّ وَسَمِعْتُ بِأُذُنَيَّ فَكَرِهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا جَاءَ بِهِ وَاشْتَدَّ عَلَيْهِ فَنَزَلَتْ{ وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ }الْآيَتَيْنِ كِلْتَيْهِمَا فَسُرِّيَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَبْشِرْ يَا هِلَالُ قَدْ جَعَلَ اللَّهُ عَزَّ وَجَلَّ لَكَ فَرَجًا وَمَخْرَجًا قَالَ هِلَالٌ قَدْ كُنْتُ أَرْجُو ذَلِكَ مِنْ رَبِّي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسِلُوا إِلَيْهَا فَجَاءَتْ فَتَلَاهَا عَلَيْهِمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَكَّرَهُمَا وَأَخْبَرَهُمَا أَنَّ عَذَابَ الْآخِرَةِ أَشَدُّ مِنْ عَذَابِ الدُّنْيَا فَقَالَ هِلَالٌ وَاللَّهِ لَقَدْ صَدَقْتُ عَلَيْهَا فَقَالَتْ قَدْ كَذَبَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَاعِنُوا بَيْنَهُمَا فَقِيلَ لِهِلَالٍ اشْهَدْ فَشَهِدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنْ الصَّادِقِينَ فَلَمَّا كَانَتْ الْخَامِسَةُ قِيلَ لَهُ يَا هِلَالُ اتَّقِ اللَّهَ فَإِنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ وَإِنَّ هَذِهِ الْمُوجِبَةُ الَّتِي تُوجِبُ عَلَيْكَ الْعَذَابَ فَقَالَ وَاللَّهِ لَا يُعَذِّبُنِي اللَّهُ عَلَيْهَا كَمَا لَمْ يُجَلِّدْنِي عَلَيْهَا فَشَهِدَ الْخَامِسَةَ أَنَّ لَعْنَةَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنْ الْكَاذِبِينَ ثُمَّ قِيلَ لَهَا اشْهَدِي فَشَهِدَتْ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنْ الْكَاذِبِينَ فَلَمَّا كَانَتْ الْخَامِسَةُ قِيلَ لَهَا اتَّقِي اللَّهَ فَإِنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ وَإِنَّ هَذِهِ الْمُوجِبَةُ الَّتِي تُوجِبُ عَلَيْكِ الْعَذَابَ فَتَلَكَّأَتْ سَاعَةً ثُمَّ قَالَتْ وَاللَّهِ لَا أَفْضَحُ قَوْمِي فَشَهِدَتْ الْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنْ الصَّادِقِينَ فَفَرَّقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَهُمَا وَقَضَى أَنْ لَا يُدْعَى وَلَدُهَا لِأَبٍ وَلَا تُرْمَى وَلَا يُرْمَى وَلَدُهَا وَمَنْ رَمَاهَا أَوْ رَمَى وَلَدَهَا فَعَلَيْهِ الْحَدُّ وَقَضَى أَنْ لَا بَيْتَ لَهَا عَلَيْهِ وَلَا قُوتَ مِنْ أَجْلِ أَنَّهُمَا يَتَفَرَّقَانِ مِنْ غَيْرِ طَلَاقٍ وَلَا مُتَوَفَّى عَنْهَا وَقَالَ إِنْ جَاءَتْ بِهِ أُصَيْهِبَ أُرَيْصِحَ أُثُيْبِجَ حَمْشَ السَّاقَيْنِ فَهُوَ لِهِلَالٍ وَإِنْ جَاءَتْ بِهِ أَوْرَقَ جَعْدًا جُمَالِيًّا خَدَلَّجَ السَّاقَيْنِ سَابِغَ الْأَلْيَتَيْنِ فَهُوَ لِلَّذِي رُمِيَتْ بِهِ فَجَاءَتْ بِهِ أَوْرَقَ جَعْدًا جَمَالِيًّا خَدَلَّجَ السَّاقَيْنِ سَابِغَ الْأَلْيَتَيْنِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْلَا الْأَيْمَانُ لَكَانَ لِي وَلَهَا شَأْنٌقَالَ عِكْرِمَةُ فَكَانَ بَعْدَ ذَلِكَ أَمِيرًا عَلَى مُضَرَ وَمَا يُدْعَى لِأَبٍ","source":"Abu Daud"},"__N_SSG":true}