{"pageProps":{"number":"1862","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu Abu Khalaf], telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari [Sa'id] dari [Abu Hurairah], ia berkata; seorang laki-laki dari Bani Fazarah datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; sesungguhnya isteriku melahirkan anak yang berkulit hitam. Kemudian beliau berkata: \"Apakah engkau memiliki unta?\" Ia berkata; ya. Beliau berkata: \"Apa warnanya?\" Ia berkata; merah. Beliau berkata: \"Apakah ada diantara yang berwarna coklat sawo matang?\" ia berkata; diantaranya ada yang berwarna coklat sawo matang. Beliau berkata: \"Dari manakah menurutmu hal itu berasal?\" Ia berkata; kemungkinan kerena pengaruh keturunan. Beliau berkata: \"Dan anak ini kemungkinan ada pengaruh keturunan.\" Telah menceritakan kepada kami [Al Hasan bin Ali], telah menceritakan kepada kami [Abdurrazzaq], telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri], dengan sanad dan maknanya, dan pada saat itu menyindir untuk mengingkari anak tersebut. Telah menceritakan kepada kami [Ahmad bin Shalih], telah menceritakan kepada kami [Ibnu Wahb], telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari [Abu Salamah], dari [Abu Hurairah] bahwa seorang badui datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; sesungguhnya isteri saya telah melahirkan anak hitam, dan saya mengingkarinya. Kemudian ia menyebutkan maknanya. ","arab":"حَدَّثَنَا ابْنُ أَبِي خَلَفٍ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ قَالَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ بَنِي فَزَارَةَ فَقَالَ إِنَّ امْرَأَتِي جَاءَتْ بِوَلَدٍ أَسْوَدَ فَقَالَ هَلْ لَكَ مِنْ إِبِلٍ قَالَ نَعَمْ قَالَ مَا أَلْوَانُهَا قَالَ حُمْرٌ قَالَ فَهَلْ فِيهَا مِنْ أَوْرَقَ قَالَ إِنَّ فِيهَا لَوُرْقًا قَالَ فَأَنَّى تُرَاهُ قَالَ عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌ قَالَ وَهَذَا عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ بِإِسْنَادِهِ وَمَعْنَاهُ وَهُوَ حِينَئِذٍ يُعَرِّضُ بِأَنْ يَنْفِيَهُ حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ أَنَّ أَعْرَابِيًّا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ امْرَأَتِي وَلَدَتْ غُلَامًا أَسْوَدَ وَإِنِّي أُنْكِرُهُ فَذَكَرَ مَعْنَاهُ","source":"Abu Daud"},"__N_SSG":true}