{"pageProps":{"number":"1894","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ya'qub bin Ibrahim Ad Dauraqi], telah menceritakan kepada kami [Yahya bin Abu Bukair], telah menceritakan kepada kami [Ibrahim bin Thahman] telah menceritakan kepadaku [Hisyam bin Hassan], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Abdullah bin Al Jarrah Al Quhistani], dari [Abdullah bin Bakr As Sahmi], dari [Hisyam], dan ini adalah lafazh Ibnu Al Jarrah, dari [Hafshah] dari [Ummu 'Athiyyah] bahwa Nabi shallallahu 'alaihi wasallam berkata; tidak boleh seorang wanita ber'iddah di atas tiga hari kecuali terhadap suami, maka ia ber'iddah terhadapnya selama empat bulan sepuluh hari, dan tidak memakai baju yang dicelup kecuali kain serban, dan ia tidak memakai celak, serta tidak mengusap minyak wangi, kecuali ketika mendekati kesuciannya apabila ia telah bersuci dari haidnya menggunakan sepotong kayu gaharu atau minyak wangi. Abu Ya'qub berkata; tempat serban, kecuali yang dicuci. Ya'qub menambahkan; dan tidak boleh memakai semir. Telah menceritakan kepada kami [Harun bin Abdullah], serta [Malik bin Abdul Wahid Al Misma'i], mereka berkata; telah menceritakan kepada kami [Yazid bin Harun] dari [Hisyam] dari [Hafshah] dari [Ummu 'Athiyyah] dari Nabi shallallahu 'alaihi wasallam dengan hadits ini dan bukan pada kelanjutan hadits keduanya. Al Masma'i berkata; Yazid berkata; dan aku tidak mengetahuinya kecuali ia berkata dalam hadits tersebut; dan tidak boleh ia memakai semir. Dan Harun menambahkan padanya; dan tidak boleh memakai pakaian yang dicelup kecuali kain serban. ","arab":"حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ حَدَّثَنِي هِشَامُ بْنُ حَسَّانَ ح و حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ الْقُهِسْتَانِيُّ عَنْ عَبْدِ اللَّهِ يَعْنِي ابْنَ بَكْرٍ السَّهْمِيَّ عَنْ هِشَامٍ وَهَذَا لَفْظُ ابْنِ الْجَرَّاحِ عَنْ حَفْصَةَ عَنْ أُمِّ عَطِيَّةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تُحِدُّ الْمَرْأَةُ فَوْقَ ثَلَاثٍ إِلَّا عَلَى زَوْجٍ فَإِنَّهَا تُحِدُّ عَلَيْهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا وَلَا تَلْبَسُ ثَوْبًا مَصْبُوغًا إِلَّا ثَوْبَ عَصْبٍ وَلَا تَكْتَحِلُ وَلَا تَمَسُّ طِيبًا إِلَّا أَدْنَى طُهْرَتِهَا إِذَا طَهُرَتْ مِنْ مَحِيضِهَا بِنُبْذَةٍ مِنْ قُسْطٍ أَوْ أَظْفَارٍ قَالَ يَعْقُوبُ مَكَانَ عَصْبٍ إِلَّا مَغْسُولًا وَزَادَ يَعْقُوبُ وَلَا تَخْتَضِبُحَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ وَمَالِكُ بْنُ عَبْدِ الْوَاحِدِ الْمِسْمَعِيُّ قَالَا حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ عَنْ هِشَامٍ عَنْ حَفْصَةَ عَنْ أُمِّ عَطِيَّةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ وَلَيْسَ فِي تَمَامِ حَدِيثِهِمَا قَالَ الْمِسْمَعِيُّ قَالَ يَزِيدُ وَلَا أَعْلَمُهُ إِلَّا قَالَ فِيهِ وَلَا تَخْتَضِبُ وَزَادَ فِيهِ هَارُونُ وَلَا تَلْبَسُ ثَوْبًا مَصْبُوغًا إِلَّا ثَوْبَ عَصْبٍ","source":"Abu Daud"},"__N_SSG":true}