{"pageProps":{"number":"1977","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] dan [Muhammad bin Isa] secara makna, mereka berkata; telah menceritakan kepada kami [Sufyan], Musaddad berkata; telah menceritakan kepada kami [Az Zuhri] dari [Humaid bin Abdurrahman] dari [Abu Hurairah], ia berkata; seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; aku telah binasa. Kemudian beliau berkata: \"Ada apa denganmu?\" Ia berkata; aku telah menggauli isteriku pada Bulan Ramadhan. Beliau berkata: \"Apakah engkau mendapatkan sesuatu untuk membebaskan budak?\" Ia berkata; tidak. Beliau berkata: \"Apakah engkau mampu untuk melakukan puasa dua bulan berturut-turut?\" Ia berkata; tidak. Beliau berkata: \"Apakah engkau mampu untuk memberi makan enam orang miskin?\" ia berkata; tidak. Beliau berkata: \"Duduklah.\" Kemudian diberikan kepada Nabi shallallahu 'alaihi wasallam satu kerangjang yang berisi kurma, kemudian beliau berkata; bersedekahlah dengan ini. Lalu orang tersebut berkata; wahai Rasulullah, tidak ada diantara dua daerah yang berbatu hitam (yaitu Madinah) keluarga yang lebih fakir daripada kami. Kemudian Rasulullah shallallahu 'alaihi wasallam tertawa hingga terlihat gigi-gigi serinya, beliau bersabda: \"Berikanlah makan mereka dengannya.\" Musaddad berkata pada tempat yang lain; gigi-gigi taring beliau. Telah menceritakan kepada kami [Al Hasan bin Ali], telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dengan hadits ini dengan maknanya. Az Zuhri menambahkan; dan sesungguhnya hal ini merupakan keringanan khusus untuknya, seandainya seseorang melakukan hal tersebut sekarang maka ia harus membayar kafarah. Abu Daud berkata; hadits tersebut diriwayatkan oleh [Al Laits bin Sa'd], [Al Auza'i], [Manshur bin Al Mu'tamir] dan ['Arak bin Malik] seperti makna hadits 'Uyainah. Al Auza'i menambahkan padanya; dan memohonlah ampunan kepada Allah!","arab":"حَدَّثَنَا مُسَدَّدٌ وَمُحَمَّدُ بْنُ عِيسَى الْمَعْنَى قَالَا حَدَّثَنَا سُفْيَانُ قَالَ مُسَدَّدٌ حَدَّثَنَا الزُّهْرِيُّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَأَتَى رَجُلٌ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَلَكْتُ فَقَالَ مَا شَأْنُكَ قَالَ وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ قَالَ فَهَلْ تَجِدُ مَا تُعْتِقُ رَقَبَةً قَالَ لَا قَالَ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ لَا قَالَ فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا قَالَ لَا قَالَ اجْلِسْ فَأُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ تَصَدَّقْ بِهِ فَقَالَ يَا رَسُولَ اللَّهِ مَا بَيْنَ لَابَتَيْهَا أَهْلُ بَيْتٍ أَفْقَرُ مِنَّا فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ ثَنَايَاهُ قَالَ فَأَطْعِمْهُ إِيَّاهُمْ و قَالَ مُسَدَّدٌ فِي مَوْضِعٍ آخَرَ أَنْيَابُهُحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ بِهَذَا الْحَدِيثِ بِمَعْنَاهُ زَادَ الزُّهْرِيُّ وَإِنَّمَا كَانَ هَذَا رُخْصَةً لَهُ خَاصَّةً فَلَوْ أَنَّ رَجُلًا فَعَلَ ذَلِكَ الْيَوْمَ لَمْ يَكُنْ لَهُ بُدٌّ مِنْ التَّكْفِيرِ قَالَ أَبُو دَاوُد رَوَاهُ اللَّيْثُ بْنُ سَعْدٍ وَالْأَوْزَاعِيُّ وَمَنْصُورُ بْنُ الْمُعْتَمِرِ وَعِرَاكُ بْنُ مَالِكٍ عَلَى مَعْنَى ابْنِ عُيَيْنَةَ زَادَ فِيهِ الْأَوْزَاعِيُّ وَاسْتَغْفِرْ اللَّهَ","source":"Abu Daud"},"__N_SSG":true}