{"pageProps":{"number":"1979","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sulaiman bin Daud Al Mahri], telah mengabarkan kepada kami [Ibnu Wahb], telah mengabarkan kepadaku ['Amr bin Al Harits] bahwa [Abdurrahman bin Al Qasim] telah menceritakan kepada bahwa [Muhammad bin Ja'far bin Az Zubair] telah menceritakan kepadanya bahwa ['Abbad bin Abdullah bin Az Zubair] telah menceritakan kepadanya bahwa ia mendengar [Aisyah] isteri Nabi shallallahu 'alaihi wasallam berkata; seorang laki-laki telah datang kepada Nabi shallallahu 'alaihi wasallam di Masjid pada Bulan Ramadhan, kemudian berkata; wahai Rasulullah, aku telah melakukan dosa yang akan mengakibatkan terbakar di neraka. Kemudian Nabi shallallahu 'alaihi wasallam bertanya kepadanya; kenapa engkau? Ia berkata; aku telah mencampuri isteriku. Beliau berkata: \"Bersedekahlah!\" Ia berkata; demi Allah, aku tidak memiliki sesuatu, dan tidak mampu melakukannya. Beliau berkata: \"Duduklah!\" Kemudian orang tersebut duduk, tatkala ia dalam keadaan seperti itu terdapat seorang laki-laki yang menuntun onta yang membawa makanan. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata; \"Dimanakah orang yang telah melakukan dosa tadi?\" kemudian terdapat seorang laki-laki yang berdiri, lalu Rasulullah shallallahu 'alaihi wasallam berkata: \"Bersedekahlah dengan ini!\" Apakah aku harus bersedekah kepada selainku? Demi Allah kami adalah orang-orang yang lapar, kami tidak memiliki sesuatu. Beliau berkata: \"Makanlah!\" Telah menceritakan kepada kami [Muhammad bin 'Auf], telah menceritakan kepada kami [Sa'id bin Abu Maryam], telah menceritakan kepada kami [Ibnu Abu Az Zinad], dari [Abdurrahman bin Al Harits] dari [Muhammad bin Ja'far bin Az Zubair] dari ['Abbad bin Abdullah], dari [Aisyah] dengan kisah ini. Ia berkata; kemudian beliau diberi sebuah keranjang yang berisi dua puluh sha' kurma. ","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ حَدَّثَهُ أَنَّ مُحَمَّدَ بْنَ جَعْفَرِ بْنِ الزُّبَيْرِ حَدَّثَهُ أَنَّ عَبَّادَ بْنَ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ حَدَّثَهُ أَنَّهُ سَمِعَ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَقُولُأَتَى رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ فِي رَمَضَانَ فَقَالَ يَا رَسُولَ اللَّهِ احْتَرَقْتُ فَسَأَلَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا شَأْنُهُ قَالَ أَصَبْتُ أَهْلِي قَالَ تَصَدَّقْ قَالَ وَاللَّهِ مَا لِي شَيْءٌ وَلَا أَقْدِرُ عَلَيْهِ قَالَ اجْلِسْ فَجَلَسَ فَبَيْنَمَا هُوَ عَلَى ذَلِكَ أَقْبَلَ رَجُلٌ يَسُوقُ حِمَارًا عَلَيْهِ طَعَامٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْنَ الْمُحْتَرِقُ آنِفًا فَقَامَ الرَّجُلُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَصَدَّقْ بِهَذَا فَقَالَ يَا رَسُولَ اللَّهِ أَعَلَى غَيْرِنَا فَوَاللَّهِ إِنَّا لَجِيَاعٌ مَا لَنَا شَيْءٌ قَالَ كُلُوهُحَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ عَنْ عَائِشَةَ بِهَذِهِ الْقِصَّةِ قَالَ فَأُتِيَ بِعَرَقٍ فِيهِ عِشْرُونَ صَاعًا","source":"Abu Daud"},"__N_SSG":true}