{"pageProps":{"number":"2090","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abu Taubah Ar Rabi' bin Nafi'] dari [Ibnu Al Mubarak], dari [Ibnu Dzi`b] dari [Al Qasim] dari [Bukair bin Abdullah bin Al Asyajj] dari [Ibnu Mikraz] seorang penduduk Syam, dari [Abu Hurairah] bahwa seorang laki-laki berkata; wahai Rasulullah, seseorang ingin berjihad di jalan Allah, dan ia mengharapkan harta-harta dunia. Lalu Rasulullah shallallahu 'alaihi wasallam berkata: \"Ia tidak mendapatkan pahala.\" Maka hal tersebut terasa berat bagi orang-orang, dan mereka berkata kepada orang tersebut; kembalilah kepada Rasulullah shallallahu 'alaihi wasallam! Kemungkinan engkau belum memahamkan beliau. Lalu orang tersebut berkata; wahai Rasulullah, seseorang ingin berjihad di jalan Allah, dan ia mengharapkan harta-harta dunia. Lalu Rasulullah shallallahu 'alaihi wasallam berkata: \"Ia tidak mendapatkan pahala.\" Dan mereka berkata kepada orang tersebut; kembalilah kepada Rasulullah shallallahu 'alaihi wasallam! Kemudian orang tersebut berkata kepada beliau untuk ketiga kalinya, lalu beliau berkata kepadanya: \"Ia tidak mendapatkan pahala.\"","arab":"حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ عَنْ ابْنِ الْمُبَارَكِ عَنْ ابْنِ أَبِي ذِئْبٍ عَنْ الْقَاسِمِ عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ عَنْ ابْنِ مِكْرَزٍ رَجُلٍ مِنْ أَهْلِ الشَّامِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَجُلًا قَالَ يَا رَسُولَ اللَّهِ رَجُلٌ يُرِيدُ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَهُوَ يَبْتَغِي عَرَضًا مِنْ عَرَضِ الدُّنْيَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا أَجْرَ لَهُ فَأَعْظَمَ ذَلِكَ النَّاسُ وَقَالُوا لِلرَّجُلِ عُدْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَعَلَّكَ لَمْ تُفَهِّمْهُ فَقَالَ يَا رَسُولَ اللَّهِ رَجُلٌ يُرِيدُ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَهُوَ يَبْتَغِي عَرَضًا مِنْ عَرَضِ الدُّنْيَا فَقَالَ لَا أَجْرَ لَهُ فَقَالُوا لِلرَّجُلِ عُدْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ الثَّالِثَةَ فَقَالَ لَهُ لَا أَجْرَ لَهُ","source":"Abu Daud"},"__N_SSG":true}