{"pageProps":{"number":"2167","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Hasan bin Ali], Telah menceritakan kepada kami [Abdurrazzaq], telah mengabarkan kepada kami [Ibnu Juraij], telah mengabarkan kepadaku [Abu Az Zubair], bahwa [Ali Al Azdi] telah mengabarkan kepadanya bahwa [Ibnu Umar] telah memberitahukan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam apabila telah berada di atas untanya keluar untuk melakukan safar, beliau bertakbir tiga kali, kemudian mengucapkan: SUBHAANALLADZII SAKHKHARA LANAA HAADZAA WA MAA KUNNAA LAHUU MUQRINIIN, WA INNAA ILAA RABBINAA LAMUNQALIBUUN. ALLAAHUMMA HAWWIN 'ALAINAA SAFARANAA HAADZAA, ALLAAHUMMATHWI LANAL BU'DA. ALLAAHUMMA ANTASH SHAAHIBU FIS SAFARI WAL KHALIIATU FIL AHLI WAL MAALI (Maha Suci Dzat yang telah menundukkan untuk kami hewan ini, dan tidaklah kami dapat memaksakannya, dan kepada Tuhan kami niscaya kami akan kembali. Ya Allah, permudahlah bagi kami perjananan ini, dan dekatkanlah jarak yang jauh. Ya Allah, Engkau adalah Teman diperjalanan dan pengganti berada diantara keluarga serta harta kami). Dan apabila kembali beliau mengucapkan hal tersebut ditambah: \"AAYIBUUNA, TAAIBUUNA 'AABIDUUNA LIRABBINAA HAAMIDUUN\" (Kami kembali, kami bertaubat, kami menyembah, dan kepada Tuhan kami, kami memuji). Dan Rasulullah shallallahu 'alaihi wasallam serta para pasukannya apabila menaiki tempat yang tinggi mereka bertakbir dan apabila turun mereka bertasbih, kemudian shalat ditetapkan seperti itu. ","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّ عَلِيًّا الْأَزَدِيَّ أَخْبَرَهُأَنَّ ابْنَ عُمَرَ عَلَّمَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا اسْتَوَى عَلَى بِعِيرِهِ خَارِجًا إِلَى سَفَرٍ كَبَّرَ ثَلَاثًا ثُمَّ قَالَ{ سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ }اللَّهُمَّ إِنِّي أَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنْ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا اللَّهُمَّ اطْوِ لَنَا الْبُعْدَ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الْأَهْلِ وَالْمَالِ وَإِذَا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجُيُوشُهُ إِذَا عَلَوْا الثَّنَايَا كَبَّرُوا وَإِذَا هَبَطُوا سَبَّحُوا فَوُضِعَتْ الصَّلَاةُ عَلَى ذَلِكَ","source":"Abu Daud"},"__N_SSG":true}