{"pageProps":{"number":"2236","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ishaq bin Ibrahim Ad Damasyqi Abu An Nadhr], telah menceritakan kepada kami [Muhammad bin Syu'aib], telah mengabarkan kepadaku [Abu Zar'ah bin Abu 'Amr As Saibani], dari ['Amr bin Abdullah] bahwa ia telah menceritakan kepadanya dari [Watsilah bin Al Asqa'], ia berkata; Rasulullah shallallahu 'alaihi wasallam berada pada perang Tabuk, kemudian aku keluar kepada keluargaku lalu datang, sementara sahabat Rasulullah shallallahu 'alaihi wasallam yang pertama telah keluar, kemudian aku berseru di Madinah; adakah orang yang mau membawa seseorang dan untuknya sahamnya? Kemudian terdapat orang tua dari kalangan anshar berseru; untuk kami saham (bagian) nya, dengan kami memboncengkannya di belakang, dan makanannya bersama kami. Aku katakan; ya. Watsilah berkata; lalu aku berjalan dengan berkah Allah ta'ala. Ia berkata; aku keluar bersama teman terbaik hingga Allah memberikan harta fai` (rampasan perang) kepada kami. Aku mendapatkan beberapa unta, kemudian aku menggiringnya hingga aku datang kepadanya. Lalu ia keluar dan duduk di atas ransel diantara ransel-ransel untanya kemudian ia berkata; giringlah unta-unta tersebut mundur! Kemudian ia berkata; giringlah unta-unta tersebut maju! Lalu ia berkata; aku tidak mengetahui unta-untamu melainkan adalah unta-unta yang mulia. Ia berkata; sesungguhnya unta-unta tersebut adalah ghanimahmu yang telah aku syaratkan kepadamu. Ia berkata; ambillah unta-untamu wahai saudaraku. Kami menginginkan selain saham (bagian) mu. ","arab":"حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ أَبُو النَّضْرِ حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ أَخْبَرَنِي أَبُو زَرْعَةَ يَحْيَى بْنُ أَبِي عَمْرٍو السَّيْبَانِيُّ عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ أَنَّهُ حَدَّثَهُ عَنْ وَاثِلَةَ بْنِ الْأَسْقَعِ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ فَخَرَجْتُ إِلَى أَهْلِي فَأَقْبَلْتُ وَقَدْ خَرَجَ أَوَّلُ صَحَابَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَطَفِقْتُ فِي الْمَدِينَةِ أُنَادِي أَلَا مَنْ يَحْمِلُ رَجُلًا لَهُ سَهْمُهُ فَنَادَى شَيْخٌ مِنْ الْأَنْصَارِ قَالَ لَنَا سَهْمُهُ عَلَى أَنْ نَحْمِلَهُ عَقَبَةً وَطَعَامُهُ مَعَنَا قُلْتُ نَعَمْ قَالَ فَسِرْ عَلَى بَرَكَةِ اللَّهِ تَعَالَى قَالَ فَخَرَجْتُ مَعَ خَيْرِ صَاحِبٍ حَتَّى أَفَاءَ اللَّهُ عَلَيْنَا فَأَصَابَنِي قَلَائِصُ فَسُقْتُهُنَّ حَتَّى أَتَيْتُهُ فَخَرَجَ فَقَعَدَ عَلَى حَقِيبَةٍ مِنْ حَقَائِبِ إِبِلِهِ ثُمَّ قَالَ سُقْهُنَّ مُدْبِرَاتٍ ثُمَّ قَالَ سُقْهُنَّ مُقْبِلَاتٍ فَقَالَ مَا أَرَى قَلَائِصَكَ إِلَّا كِرَامًا قَالَ إِنَّمَا هِيَ غَنِيمَتُكَ الَّتِي شَرَطْتُ لَكَ قَالَ خُذْ قَلَائِصَكَ يَا ابْنَ أَخِي فَغَيْرَ سَهْمِكَ أَرَدْنَا","source":"Abu Daud"},"__N_SSG":true}