{"pageProps":{"number":"2297","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdul Wahhab bin Najdah], telah menceritakan kepada kami [Al Walid bin Muslim], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Musa bin Abdurrahman Al Anthaki], ia berkata; telah menceritakan kepada kami [Mubasysyar], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Muhammad bin 'Auf Ath Tha`i], bahwa [Al Hakam bin Nafi'], telah menceritakan kepada mereka secara makna, seluruh mereka berasal dari [Syu'aib bin Abu Hamzah], dari [Nafi'], dari [Ibnu Umar], ia berkata; Rasulullah shallallahu 'alaihi wasallam mengutus kami dalam sebuah pasukan menuju Najd, kemudian diutuslah satu kesatuan militer dari pasukan tersebut, saham pasukan tersebut adalah dua belas unta, dua belas unta. Dan beliau memberikan tambahan kepada kesatuan militer satu unta, satu unta. Sehingga saham mereka adalah tiga belas. Telah menceritakan kepada kami [Al Walid bin 'Utbah Ad Dimasyqi], ia berkata; [Al Walid bin Muslim] berkata; aku menceritakan kepada Ibnu Al Mubarak dengan hadits ini. Aku katakan; demikianlah [Ibnu Abu Farwah] menceritakan kepada kami dari [Nafi'], ia berkata; orang yang telah engkau sebutkan tidak sama dengan seorang Malik, yaitu Malik bin Anas. ","arab":"حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ ح و حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْأَنْطَاكِيُّ قَالَ حَدَّثَنَا مُبَشَّرٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ أَنَّ الْحَكَمَ بْنَ نَافِعٍ حَدَّثَهُمْ الْمَعْنَى كُلُّهُمْ عَنْ شُعَيْبِ بْنِ أَبِي حَمْزَةَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَبَعَثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي جَيْشٍ قِبَلَ نَجْدٍ وَانْبَعَثَتْ سَرِيَّةٌ مِنْ الْجَيْشِ فَكَانَ سُهْمَانُ الْجَيْشِ اثْنَيْ عَشَرَ بَعِيرًا اثْنَيْ عَشَرَ بَعِيرًا وَنَفَّلَ أَهْلَ السَّرِيَّةِ بَعِيرًا بَعِيرًا فَكَانَتْ سُهْمَانُهُمْ ثَلَاثَةَ عَشَرَ ثَلَاثَةَ عَشَرَحَدَّثَنَا الْوَلِيدُ بْنُ عُتْبَةَ الدِّمَشْقِيُّ قَالَ قَالَ الْوَلِيدُ يَعْنِي ابْنَ مُسْلِمٍ حَدَّثْتُ ابْنَ الْمُبَارَكِ بِهَذَا الْحَدِيثِ قُلْتُ وَكَذَا حَدَّثَنَا ابْنُ أَبِي فَرْوَةَ عَنْ نَافِعٍ قَالَ لَا تَعْدِلُ مَنْ سَمَّيْتَ بِمَالِكٍ هَكَذَا أَوْ نَحْوَهُ يَعْنِي مَالِكَ بْنَ أَنَسٍ","source":"Abu Daud"},"__N_SSG":true}