{"pageProps":{"number":"2322","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Shalih], telah menceritakan kepada kami [Sufyan] dari ['Amr bin Dinar] dari [Jabir], ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapakah yang bersedia membunuh Ka'b bin Al Asyraf? Karena sesungguhnya ia telah mengganggu Allah dan RasulullahNya.\" Kemudian Muhammad bin Maslamah berdiri dan berkata; saya wahai Rasulullah. Apakah engkau ingin aku membunuhnya? Beliau berkata: \"Ya.\" Ia berkata; izinkan saya untuk mengatakan sesuatu! Beliau berkata: \"Ya.\" Kemudian ia datang kepada Ka'b dan berkata; sesungguhnya orang ini telah meminta sedekah kepada kami dan telah memberatkan kami. Ia berkata; dan juga niscaya engkau akan merasa bosan dengannya. Ia berkata; kami mengikutinya sementara kami tidak ingin meninggalkannya hingga kami melihat ke manakah urusannya akan berakhir. Sungguh kami ingin agar engkau memberi kami hutang satu wasaq atau dua wasaq. Ka'b berkata; apakah yang akan kalian gadaikan kepadaku? ia berkata; apa yang engkau inginkan dari kami? Ia berkata; para wanita kalian. Mereka berkata; subhanallah, engkau adalah orang Arab yang paling tampan, apakah kami akan menggadaikan para wanita kami kepadamu, hingga hal tersebut menjadi sebuah cela atas kami? Ia berkata; kalian gadaikan kepadaku anak-anak kalian. Mereka berkata; subhanallah, anak salah seorang dari kami akan dicela. Kemudian dikatakan; akan digadaikan kepadamu satu atau dua wasaq. Mereka berkata; kami akan menggadaikan senjata kepadamu. Ia bekata; ya. kemudian tatkala Muhammad bin Maslamah datang kepadanya, maka ia memanggilnya. Lalu ia keluar dengan memakai minyak wangi, kepalanya menebarkan bau wangi. Kemudian tatkala ia datang kepadanya sementara Muhammad bin Maslamah telah datang bersama tiga atau empat orang. Kemudian mereka menyebutkan hal tersebut kepadanya, ia berkata; aku memiliki Fulanah, ia adalah wanita yang paling wangi. Muhammad bin Maslamah berkata; apakah engkau menizinkanku untuk mencium? Ia berkata; ya. kemudian ia memasukkan tangannya ke kepalannya dan menciumnya. Ia berkata; apakah aku boleh mengulangi? Ia berkata; ya. kemudian ia memasukkan tangannya ke dalam kelapanya. Kemudian tatkala Muhammad bin Maslamah memungkinkan untuk membunuhnya ia berkata; tangkaplah dia! Kemudian mereka menebasnya hingga mereka membunuh Ka'b. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ لِكَعْبِ بْنِ الْأَشْرَفِ فَإِنَّهُ قَدْ آذَى اللَّهَ وَرَسُولَهُ فَقَامَ مُحَمَّدُ بْنُ مَسْلَمَةَ فَقَالَ أَنَا يَا رَسُولَ اللَّهِ أَتُحِبُّ أَنْ أَقْتُلَهُ قَالَ نَعَمْ قَالَ فَأْذَنْ لِي أَنْ أَقُولَ شَيْئًا قَالَ نَعَمْ قُلْ فَأَتَاهُ فَقَالَ إِنَّ هَذَا الرَّجُلَ قَدْ سَأَلَنَا الصَّدَقَةَ وَقَدْ عَنَّانَا قَالَ وَأَيْضًا لَتَمَلُّنَّهُ قَالَ اتَّبَعْنَاهُ فَنَحْنُ نَكْرَهُ أَنْ نَدَعَهُ حَتَّى نَنْظُرَ إِلَى أَيِّ شَيْءٍ يَصِيرُ أَمْرُهُ وَقَدْ أَرَدْنَا أَنْ تُسْلِفَنَا وَسْقًا أَوْ وَسْقَيْنِ قَالَ كَعْبٌ أَيَّ شَيْءٍ تَرْهَنُونِي قَالَ وَمَا تُرِيدُ مِنَّا قَالَ نِسَاءَكُمْ قَالُوا سُبْحَانَ اللَّهِ أَنْتَ أَجْمَلُ الْعَرَبِ نَرْهَنُكَ نِسَاءَنَا فَيَكُونُ ذَلِكَ عَارًا عَلَيْنَا قَالَ فَتَرْهَنُونِي أَوْلَادَكُمْ قَالُوا سُبْحَانَ اللَّهِ يُسَبُّ ابْنُ أَحَدِنَا فَيُقَالُ رُهِنْتَ بِوَسْقٍ أَوْ وَسْقَيْنِ قَالُوا نَرْهَنُكَ اللَّأْمَةَ يُرِيدُ السِّلَاحَ قَالَ نَعَمْ فَلَمَّا أَتَاهُ نَادَاهُ فَخَرَجَ إِلَيْهِ وَهُوَ مُتَطَيِّبٌ يَنْضَحُ رَأْسُهُ فَلَمَّا أَنْ جَلَسَ إِلَيْهِ وَقَدْ كَانَ جَاءَ مَعَهُ بِنَفَرٍ ثَلَاثَةٍ أَوْ أَرْبَعَةٍ فَذَكَرُوا لَهُ قَالَ عِنْدِي فُلَانَةُ وَهِيَ أَعْطَرُ نِسَاءِ النَّاسِ قَالَ تَأْذَنُ لِي فَأَشُمَّ قَالَ نَعَمْ فَأَدْخَلَ يَدَهُ فِي رَأْسِهِ فَشَمَّهُ قَالَ أَعُودُ قَالَ نَعَمْ فَأَدْخَلَ يَدَهُ فِي رَأْسِهِ فَلَمَّا اسْتَمْكَنَ مِنْهُ قَالَ دُونَكُمْ فَضَرَبُوهُ حَتَّى قَتَلُوهُ","source":"Abu Daud"},"__N_SSG":true}