{"pageProps":{"number":"2356","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibrahim bin Musa Ar Razi], ia berkata; dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Ali bin Bahr bin Bari], telah menceritakan kepada kami [Isa] secara makna, dari [Tsaur], telah menceritakan kepadaku [Abu Humaid Ar Ru'aini], telah mengabarkan kepadaku [Yazid Dzu Mishr], ia berkata; aku datang kepada ['Utbah bin Abdussulami], kemudian aku katakan; wahai Abu Al Walid, sesungguhnya aku keluar mencari kurban, dan aku tidak mendapatkan sesuatu yang menarik bagiku selain tsarma` (yang telah tanggal gigi seri dan gigi taring). Lalu aku tidak menyukainya, maka bagaimana pendapatmu? Ia berkata; tidakkah engkau membawanya kepadaku? Aku katakan; subhanallah, tidak cukup bagimu dan tidak cukup bagiku? Ia berkata; ya. Karena engkau ragu dan aku tidak ragu. Sesungguhnya Rasulullah shallallahu 'alaihi wasallam hanya melarang dari mushfarrah, musta`shalah, bakhqa`, musyayya'ah dan kasra`. Mushfarrah adalah yang terpotong telinganya hingga nampak lubangnya, sedangkan musta`shalah adalah yang patah tanduknya pangkalnya, bakhqa` adalah yang buta matanya, dan musyayya'ah adalah yang kurus dan lemah, dan kasra` adalah yang retak (tulangnya).","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ قَالَ أَخْبَرَنَا ح و حَدَّثَنَا عَلِيُّ بْنُ بَحْرِ بْنِ بَرِيٍّ حَدَّثَنَا عِيسَى الْمَعْنَى عَنْ ثَوْرٍ حَدَّثَنِي أَبُو حُمَيْدٍ الرُّعَيْنِيُّ أَخْبَرَنِي يَزِيدُ ذُو مِصْرَ قَالَأَتَيْتُ عُتْبَةَ بْنَ عَبْدٍ السُّلَمِيَّ فَقُلْتُ يَا أَبَا الْوَلِيدِ إِنِّي خَرَجْتُ أَلْتَمِسُ الضَّحَايَا فَلَمْ أَجِدْ شَيْئًا يُعْجِبُنِي غَيْرَ ثَرْمَاءَ فَكَرِهْتُهَا فَمَا تَقُولُ قَالَ أَفَلَا جِئْتَنِي بِهَا قُلْتُ سُبْحَانَ اللَّهِ تَجُوزُ عَنْكَ وَلَا تَجُوزُ عَنِّي قَالَ نَعَمْ إِنَّكَ تَشُكُّ وَلَا أَشُكُّ إِنَّمَا نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْمُصْفَرَّةِ وَالْمُسْتَأْصَلَةِ وَالْبَخْقَاءِ وَالْمُشَيَّعَةِ وَكِسَرَا وَالْمُصْفَرَّةُ الَّتِي تُسْتَأْصَلُ أُذُنُهَا حَتَّى يَبْدُوَ سِمَاخُهَا وَالْمُسْتَأْصَلَةُ الَّتِي اسْتُؤْصِلَ قَرْنُهَا مِنْ أَصْلِهِ وَالْبَخْقَاءُ الَّتِي تُبْخَقُ عَيْنُهَا وَالْمُشَيَّعَةُ الَّتِي لَا تَتْبَعُ الْغَنَمَ عَجَفًا وَضَعْفًا وَالْكَسْرَاءُ الْكَسِيرَةُ","source":"Abu Daud"},"__N_SSG":true}