{"pageProps":{"number":"259","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abi Syaibah] telah mengabarkan kepada kami [Sallam bin Sulaim] dari [Ibrahim bin Muhajir] dari [Shafiyyah binti Syaibah] dari [Aisyah] dia berkata; Asma` pernah datang menghadap Rasulullah shallallahu 'alaihi wasallam, lalu dia berkata; Wahai Rasulullah, bagaimanakah cara mandi salah seorang di antara kami apabila telah suci dari haidl? Beliau bersabda: \"Dia ambil daun bidara, campurkan dengan airnya, lalu berwudhu, kemudian mencuci kepalanya, menggosoknya sehingga air meresap sampai ke pangkal-pangkal rambut, lalu dituangkannya air ke seluruh tubuhnya. Setelah itu, ambil kain lalu bersuci dengannya.\" Asma` berkata; Wahai Rasulullah, bagamana cara saya bersuci dengan kain tersebut? Aisyah berkata; Saya tahu maksud kata sindiran Rasulullah shallallahu 'alaihi wasallam, maka saya jelaskan kepadanva; Kamu gosokkan kain itu di tempat bekas darah keluar. Telah menceritakan kepada kami [Musaddad bin Musarhad] telah mengabarkan kepada kami [Abu 'Awanah] dari [Ibrahim bin Muhajir] dari [Shafiyyah binti Syaibah] dari [Aisyah] bahwasanya dia menceritakan keadaan wanita-wanita Anshar, lalu dia menyanjung mereka dengan mengatakan; Mereka memiliki kebaikan. Dan dia berkata; Seorang wanita di antara mereka datang menghadap kepada Rasululah shallallahu 'alaihi wasallam, lalu perawi Hadits ini menyebutkan Hadits semakna dengan di atas, hanya dia menyebutkan; beliau bersabda, \"... sepotong kain yang diberi wangi-wangian\". Musaddad berkata; Abu 'Awanah menyebutkan; Firshah (sepotong kain). Sedangkan Abu Al-Ahwash menyebutkan; Qirshah. Telah menceritakan kepada kami [Ubaidullah bin Mu'adz Al-'Anbari] telah mengabarkan kepadaku [ayahku] dari [Syu'bah] dari [Ibrahim bin Muhajir] dari [Shafiyyah binti Syaibah] dari [Aisyah] bahwasanya Asma` pernah bertanya kepada Nabi shallallahu 'alaihi wasallam, dengan lafazh semakna, beliau bersabda: \"Sepotong kain yang diberi wewangian\". Asma` bertanya; Bagaimana saya bersuci dengan kain tersebut? Beliau menjawab; \"Subhanallah, bersucilah dengannya dan tutuplah auratmu dengan suatu kain\". Dia menambahkan; Asma` juga bertanya tentang mandi junub, maka beliau menjawab; Maka Rasulullah Shallallahu'alaihiwasallam menjawab: \"Ambil air, lalu berwudhulah dengan baik dan sempurna. Setelah itu tuangkan air ke kepala sambil menggosok-gosoknya, sehingga air merata sampai ke pangkal-pangkal rambut. Kemudian tuangkan kembali dengan air sampai ke seluruh tubuh\". Perawi Hadits ini berkata, Aisyah berkata; Sebaik-baik wanita adalah wanita Anshar, rnereka tidak malu untuk bertanya tentang agama dan mendalaminya.","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ أَخْبَرَنَا سَلَّامُ بْنُ سُلَيْمٍ عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ عَنْ عَائِشَةَ قَالَتْدَخَلَتْ أَسْمَاءُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ كَيْفَ تَغْتَسِلُ إِحْدَانَا إِذَا طَهُرَتْ مِنْ الْمَحِيضِ قَالَ تَأْخُذُ سِدْرَهَا وَمَاءَهَا فَتَوَضَّأُ ثُمَّ تَغْسِلُ رَأْسَهَا وَتَدْلُكُهُ حَتَّى يَبْلُغَ الْمَاءُ أُصُولَ شَعْرِهَا ثُمَّ تُفِيضُ عَلَى جَسَدِهَا ثُمَّ تَأْخُذُ فِرْصَتَهَا فَتَطَّهَّرُ بِهَا قَالَتْ يَا رَسُولَ اللَّهِ كَيْفَ أَتَطَهَّرُ بِهَا قَالَتْ عَائِشَةُ فَعَرَفْتُ الَّذِي يَكْنِي عَنْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ لَهَا تَتَبَّعِينَ بِهَا آثَارَ الدَّمِحَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ أَخْبَرَنَا أَبُو عَوَانَةَ عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ عَنْ عَائِشَةَ أَنَّهَا ذَكَرَتْ نِسَاءَ الْأَنْصَارِ فَأَثْنَتْ عَلَيْهِنَّ وَقَالَتْ لَهُنَّ مَعْرُوفًا وَقَالَتْ دَخَلَتْ امْرَأَةٌ مِنْهُنَّ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَاهُ إِلَّا أَنَّهُ قَالَ فِرْصَةً مُمَسَّكَةً قَالَ مُسَدَّدٌ كَانَ أَبُو عَوَانَةَ يَقُولُ فِرْصَةً وَكَانَ أَبُو الْأَحْوَصِ يَقُولُ قَرْصَةً حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ أَخْبَرَنِي أَبِي عَنْ شُعْبَةَ عَنْ إِبْرَاهِيمَ يَعْنِي ابْنَ مُهَاجِرٍ عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ عَنْ عَائِشَةَ أَنَّ أَسْمَاءَ سَأَلَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ قَالَ فِرْصَةً مُمَسَّكَةً قَالَتْ كَيْفَ أَتَطَهَّرُ بِهَا قَالَ سُبْحَانَ اللَّهِ تَطَهَّرِي بِهَا وَاسْتَتِرِي بِثَوْبٍ وَزَادَ وَسَأَلَتْهُ عَنْ الْغُسْلِ مِنْ الْجَنَابَةِ فَقَالَ تَأْخُذِينَ مَاءَكِ فَتَطَّهَّرِينَ أَحْسَنَ الطُّهُورِ وَأَبْلَغَهُ ثُمَّ تَصُبِّينَ عَلَى رَأْسِكِ الْمَاءَ ثُمَّ تَدْلُكِينَهُ حَتَّى يَبْلُغَ شُؤُونَ رَأْسِكِ ثُمَّ تُفِيضِينَ عَلَيْكِ الْمَاءَ قَالَ وَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الْأَنْصَارِ لَمْ يَكُنْ يَمْنَعُهُنَّ الْحَيَاءُ أَنْ يَسْأَلْنَ عَنْ الدِّينِ وَأَنْ يَتَفَقَّهْنَ فِيهِ","source":"Abu Daud"},"__N_SSG":true}