{"pageProps":{"number":"263","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Sulaiman Al-Anbari] telah menceritakan kepada kami [Abu Mu'awiyah Adl-Dlarir] dari [Al-A'masy] dari [Syaqiq] dia berkata; Saya pernah duduk di antara Abdulah dan Abu Musa. Lalu [Abu Musa] berkata; Wahai Abu Abdurrahman! Apakah kamu mengetahui, seandainya ada seseorang yang junub, kemudian dia tidak mendapatkan air selama satu bulan, bukankah dia harus bertayamum? Abdullah menjawab; Tidak, walaupun dia tidak mendapatkan air selama satu bulan. Lalu Abu Musa berkata; Bagaimanakah sikap anda terhadap ayat yang terdapat dalam surat Al- Maidah ini? Yaitu (yang artinya): \"… lalu kamu tidak mendapatkan air, maka bertayammumlah dengan debu tanah yang baik (bersih) \". (QS. Almaidah 6), Maka Abdullah menjawab; Kalau mereka diberi hukum keringanan tentang ini, dikhawatirkan mereka akan bertayammum dengan debu, kalau mereka merasa kedinginan memakai air. Kata Abu Musa kepadanya; Ternyata kamu tidak menyukai tayamum ini karena untuk alasan ini? Kata Abdullah; Ya. Kata Abu Musa kepadanya; Apakah kamu tidak pernah mendengar ucapan [Ammar] kepada Umar, yaitu Rasulullah shallallahu 'alaihi wasallam pernah mengutusku dalam suatu keperluan, lalu saya junub dan tidak mendapatkan air, sehingga saya berguling-guling di atas tanah, sebagaimana binatang yang sedang berguling-guling. Kemudian saya pergi menghadap kepada Nabi shallallahu 'alaihi wasallam dan menyampaikan hal tersebut kepada beliau, lalu beliau bersabda: \"Cukuplah kamu lakukan demikian ini.\" Lalu beliau menepukkan tangan ke tanah, lalu ditiupnya, kemudian beliau mengusap tangan kanannya dengan tangan kirinya dan tangan kirinya dengan tangan kanannya pada kedua telapak tangan, kemudian mengusap wajahnya. Maka Abdullah berkata kepada Abu Musa; Apakah kamu tidak tahu, bahwa Umar tidak puas terhadap ucapan Ammar? ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْأَنْبَارِيُّ حَدَّثَنَا أَبُو مُعَاوِيَةَ الضَّرِيرُ عَنْ الْأَعْمَشِ عَنْ شَقِيقٍ قَالَكُنْتُ جَالِسًا بَيْنَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ أَبُو مُوسَى يَا أَبَا عَبْدِ الرَّحْمَنِ أَرَأَيْتَ لَوْ أَنَّ رَجُلًا أَجْنَبَ فَلَمْ يَجِدْ الْمَاءَ شَهْرًا أَمَا كَانَ يَتَيَمَّمُ فَقَالَ لَا وَإِنْ لَمْ يَجِدْ الْمَاءَ شَهْرًا فَقَالَ أَبُو مُوسَى فَكَيْفَ تَصْنَعُونَ بِهَذِهِ الْآيَةِ الَّتِي فِي سُورَةِ الْمَائِدَةِ{ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا }فَقَالَ عَبْدُ اللَّهِ لَوْ رُخِّصَ لَهُمْ فِي هَذَا لَأَوْشَكُوا إِذَا بَرَدَ عَلَيْهِمْ الْمَاءُ أَنْ يَتَيَمَّمُوا بِالصَّعِيدِ فَقَالَ لَهُ أَبُو مُوسَى وَإِنَّمَا كَرِهْتُمْ هَذَا لِهَذَا قَالَ نَعَمْ فَقَالَ لَهُ أَبُو مُوسَى أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ بَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَاجَةٍ فَأَجْنَبْتُ فَلَمْ أَجِدَ الْمَاءَ فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَتَمَرَّغُ الدَّابَّةُ ثُمَّ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَصْنَعَ هَكَذَا فَضَرَبَ بِيَدِهِ عَلَى الْأَرْضِ فَنَفَضَهَا ثُمَّ ضَرَبَ بِشِمَالِهِ عَلَى يَمِينِهِ وَبِيَمِينِهِ عَلَى شِمَالِهِ عَلَى الْكَفَّيْنِ ثُمَّ مَسَحَ وَجْهَهُفَقَالَ لَهُ عَبْدُ اللَّهِ أَفَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِقَوْلِ عَمَّارٍ","source":"Abu Daud"},"__N_SSG":true}