{"pageProps":{"number":"2640","slug":"abu-daud","id":"Telah menceritakan kepada kami [Yazid bin Khalid bin Abdullah bin Mauhib Al Hamdani], telah menceritakan kepada kami [Al Mufadhdhal] dari [Rabi'ah bin Saif Al Ma'afiri], dari [Abu Abdurrahman Al Hubuli], dari [Abdullah bin 'Amr Al 'Ash], ia berkata; kami menguburkan jenazah bersama Rasulullah shallallahu 'alaihi wasallam, kemudian tatkala kami telah selesai Rasulullah shallallahu 'alaihi wasallam pergi dan kami pergi bersamanya. Kemudian tatkala beliau telah menghadap pintu, beliau berdiri. Ternyata kami di hadapan seorang wanita yang datang menghadap. Abdullah bin 'Amr bin Al 'Ash berkata; aku mengira beliau mengenalnya, kemudian tatkala wanita tersebut pergi ternyata ia adalah Fathimah 'alaihassalam. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata kepadanya: \"Apa yang menyebabkanmu keluar dari rumahmu wahai Fathimah?\" Ia berkata; wahai Rasulullah, aku mendatangi penghuni rumah ini, dan menghibur mereka karena salah seorang diantara mereka meninggal. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kemungkinan engkau telah sampai ke Al Kuda (kuburan) bersama mereka.\" Ia berkata; aku berlindung kepada Allah, sungguh aku telah mendengar engkau mengatakan apa yang telah engkau katakan. Abdullah bin 'Amr bin Al 'Ash berkata; aku kira hal tersebut adalah kuburan. ","arab":"حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ الْهَمْدَانِيُّ حَدَّثَنَا الْمُفَضَّلُ عَنْ رَبِيعَةَ بْنِ سَيْفٍ الْمَعَافِرِيِّ عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِىِّ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَقَبَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْنِي مَيِّتًا فَلَمَّا فَرَغْنَا انْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَانْصَرَفْنَا مَعَهُ فَلَمَّا حَاذَى بَابَهُ وَقَفَ فَإِذَا نَحْنُ بِامْرَأَةٍ مُقْبِلَةٍ قَالَ أَظُنُّهُ عَرَفَهَا فَلَمَّا ذَهَبَتْ إِذَا هِيَ فَاطِمَةُ عَلَيْهَا السَّلَام فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَخْرَجَكِ يَا فَاطِمَةُ مِنْ بَيْتِكِ فَقَالَتْ أَتَيْتُ يَا رَسُولَ اللَّهِ أَهْلَ هَذَا الْبَيْتِ فَرَحَّمْتُ إِلَيْهِمْ مَيِّتَهُمْ أَوْ عَزَّيْتُهُمْ بِهِ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَعَلَّكِ بَلَغْتِ مَعَهُمْ الْكُدَى قَالَتْ مَعَاذَ اللَّهِ وَقَدْ سَمِعْتُكَ تَذْكُرُ فِيهَا مَا تَذْكُرُ قَالَ لَوْ بَلَغْتِ مَعَهُمْ الْكُدَى فَذَكَرَ تَشْدِيدًا فِي ذَلِكَفَسَأَلْتُ رَبِيعَةَ عَنْ الْكُدَى فَقَالَ الْقُبُورُ فِيمَا أَحْسَبُ","source":"Abu Daud"},"__N_SSG":true}