{"pageProps":{"number":"2657","slug":"abu-daud","id":"Telah menceritakan kepada kami [An Nufaili], telah menceritakan kepada kami [Muhammad bin Salamah] dari [Muhammad bin Ishaq], telah menceritakan kepadaku [Yahya bin 'Abbad] dari [ayahnya yaitu 'Abbad bin Abdullah bin Az Zubair], ia berkata; aku mendengar [Aisyah] berkata; tatkala mereka hendak memandikan Rasulullah shallallahu 'alaihi wasallam mereka mengatakan; demi Allah, kami tidak tahu apakah kita akan menelanjangi Rasulullah shallallahu 'alaihi wasallam dari pakaiannya sebagaimana kita menelanjangi orang-orang yang meninggal diantara kita atau kita memandikannya dalam keadaan beliau memakai pakaiannya? Tatkala mereka berselisih, Allah menidurkan mereka hingga tidak ada seorangpun melainkan dagunya menempel pada dadanya. Kemudian mereka diajak bicara seseorang yang berbicara dari sisi rumah, mereka tidak mengetahui siapakah dia. Orang tersebut berkata; mandikan Nabi shallallahu 'alaihi wasallam dalam keadaan memakai pakaiannya. Kemudian mereka bangkit menuju kepada Rasulullah shallallahu 'alaihi wasallam dan memandikan beliau dalam keadaan beliau memakai jubahnya. Mereka menuangkan air dari atas jubah dan memijat-mijatnya dengan jubah bukan dengan tangan mereka. Aisyah berkata; seandainya nampak bagiku dahulu seperti apa yang nampak sekarang ini maka tidak ada yang memandikan beliau kecuali para isterinya. ","arab":"حَدَّثَنَا النُّفَيْلِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ حَدَّثَنِي يَحْيَى بْنُ عَبَّادٍ عَنْ أَبِيهِ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ سَمِعْتُ عَائِشَةَ تَقُولُلَمَّا أَرَادُوا غَسْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالُوا وَاللَّهِ مَا نَدْرِي أَنُجَرِّدُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ ثِيَابِهِ كَمَا نُجَرِّدُ مَوْتَانَا أَمْ نَغْسِلُهُ وَعَلَيْهِ ثِيَابُهُ فَلَمَّا اخْتَلَفُوا أَلْقَى اللَّهُ عَلَيْهِمْ النَّوْمَ حَتَّى مَا مِنْهُمْ رَجُلٌ إِلَّا وَذَقْنُهُ فِي صَدْرِهِ ثُمَّ كَلَّمَهُمْ مُكَلِّمٌ مِنْ نَاحِيَةِ الْبَيْتِ لَا يَدْرُونَ مَنْ هُوَ أَنْ اغْسِلُوا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَيْهِ ثِيَابُهُ فَقَامُوا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَغَسَلُوهُ وَعَلَيْهِ قَمِيصُهُ يَصُبُّونَ الْمَاءَ فَوْقَ الْقَمِيصِ وَيُدَلِّكُونَهُ بِالْقَمِيصِ دُونَ أَيْدِيهِمْ وَكَانَتْ عَائِشَةُ تَقُولُ لَوْ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا غَسَلَهُ إِلَّا نِسَاؤُهُ","source":"Abu Daud"},"__N_SSG":true}