{"pageProps":{"number":"2776","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Ash Shabah Al Bazzaz], telah menceritakan kepada kami [Husyaim], telah mengabarkan kepada kami [Yunus], dan [Manshur bin Zadzan] dari [Al Hasan] dari [Abdurrahman bin Samurah] ia berkata; Nabi shallallahu 'alaihi wasallam berkata kepadaku: \"Wahai Abdurrahman bin Samurah, apabila engkau bersumpah kemudian engkau melihat selainnya lebih baik maka lakukan yang lebih baik dan bayarlah kafarah sumpahmu.\" Abu Daud berkata; aku mendengar Ahmad memberikan keringanan untuk membayar kafarah sebelum membatalkan sumpah. Telah menceritakan kepada kami [Yahya bin Khalaf], telah menceritakan kepada kami [Abdul A'la], telah menceritakan kepada kami [Sa'id] dari [Qatadah], dari [Al Hasan] dari [Abdurrahman bin Samurah] seperti itu. Ia berkata; bayarlah kafarah sumpahmu kemudian lakukan sesuatu yang lebih baik. Abu Daud berkata; hadits-hadits Abu Musa Al Asy'ari dan 'Adi bin Hatim serta Abu Hurairah dalam hadits ini diriwayatkan dari setiap mereka dalam sebagian riwayat: membatalkan sumpah sebelum kafarah, dan dalam sebagian riwayat kafarah sebelum membatalkan sumpah. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا يُونُسُ وَمَنْصُورٌ يَعْنِي ابْنَ زَاذَانَ عَنْ الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَقَالَ قَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ إِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا فَأْتِ الَّذِي هُوَ خَيْرٌ وَكَفِّرْ يَمِينَكَقَالَ أَبُو دَاوُد سَمِعْت أَحْمَدَ يُرَخِّصُ فِيهَا الْكَفَّارَةَ قَبْلَ الْحِنْثِ حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الْأَعْلَى حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ نَحْوَهُ قَالَ فَكَفِّرْ عَنْ يَمِينِكَ ثُمَّ ائْتِ الَّذِي هُوَ خَيْرٌ قَالَ أَبُو دَاوُد أَحَادِيثُ أَبِي مُوسَى الْأَشْعَرِيِّ وَعَدِيِّ بْنِ حَاتِمٍ وَأَبِي هُرَيْرَةَ فِي هَذَا الْحَدِيثِ رُوِيَ عَنْ كُلِّ وَاحِدٍ مِنْهُمْ فِي بَعْضِ الرِّوَايَةِ الْحِنْثُ قَبْلَ الْكَفَّارَةِ وَفِي بَعْضِ الرِّوَايَةِ الْكَفَّارَةُ قَبْلَ الْحِنْثِ","source":"Abu Daud"},"__N_SSG":true}