{"pageProps":{"number":"2887","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Abu 'Awanah] dari [Abu Bisyr] dari [Abu Al Mutawakkil] dari [Abu Sa'id Al Khudri], bahwa beberapa orang sahabat Rasulullah shallallahu 'alaihi wasallam pergi dalam suatu safar yang mereka lakukan. Kemudian mereka singgah di sebuah kampung diantara kampung-kampung Arab. Lalu mereka bertamu kepada penduduk tersebut, namun mereka enggan untuk menjadikan para sahabat tersebut sebagai tamu. Abu Sa'id berkata; kemudian pemimpin kampung tersebut tersengat. Lalu mereka menyebar untuk mencarikan obat untuknya, namun tidak ada sesutupun yang memberinya manfaat. Kemudian sebagian mereka berkata; seandainya kalian datang kepada orang-orang yang singgah kepada kalian tersebut bisa jadi mereka memiliki sesuatu yang bermanfaat untuk sahabat kalian. Kemudian sebagian mereka berkata; sesungguhnya pemiimpin kami tersengat, kemudian kami menyebar untuk mencarikan obat untuknya, namun tidak ada sesuatupun yang bermanfaat baginya, apakah salah seorang diantara kalian memiliki sesuatu yaitu jampi yang dapat menyembuhkan sahabat kami? Kemudian salah seorang diantara orang-orang tersebut berkata; sungguh aku akan menjampinya, akan tetapi kami bertamu kepada kalian namun kalian menolak untuk menjadikan kami sebagai tamu. Aku tidak akan menjampi hingga kalian memberikan hadiah kepadaku. Kemudian mereka memberikan kepadanya sekelompok kambing. Lalu ia datang kepada orang yang tersengat tersebut dan membacakan padanya Surat Al Fatihah, dan meludah hingga ia sembuh, seolah-olah ia terbebas dari belenggu. Lalu ia memenuhi hadiah yang mereka janjikan. Kemudian para sahabat tersebut membagi kambing tersebut. Kemudian orang yang menjampi berkata; jangan kalian lakukan hingga kita datang kepada Rasulullah shallallahu 'alaihi wasallam dan meminta pendapat beliau. Kemudian mereka pergi kepada Rasulullah shallallahu 'alaihi wasallam dan menceritakan hal tersebut kepada beliau. Lalu beliau berkata: \"Dari mana kalian mengetahui bahwa surat tersebut adalah jampi? Kalian telah berlaku baik, berilah aku bagian bersama kalian!\" Telah menceritakan kepada kami [Al Hasan bin Ali], telah menceritakan kepada kami [Yazid? bin Harun], telah mengabarkan kepada kami [Hisyam bin Hassan] dari [Muhammad bin Sirin] dari [saudaranya yaitu Ma'bad bin Sirin] dari [Abu Sa'id Al Khudri] dari Nabi shallallahu 'alaihi wasallam dengan hadits ini. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ أَبِي بِشْرٍ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ رَهْطًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْطَلَقُوا فِي سَفْرَةٍ سَافَرُوهَا فَنَزَلُوا بِحَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ فَأَبَوْا أَنْ يُضَيِّفُوهُمْ قَالَ فَلُدِغَ سَيِّدُ ذَلِكَ الْحَيِّ فَشَفَوْا لَهُ بِكُلِّ شَيْءٍ لَا يَنْفَعُهُ شَيْءٌ فَقَالَ بَعْضُهُمْ لَوْ أَتَيْتُمْ هَؤُلَاءِ الرَّهْطَ الَّذِينَ نَزَلُوا بِكُمْ لَعَلَّ أَنْ يَكُونَ عِنْدَ بَعْضِهِمْ شَيْءٌ يَنْفَعُ صَاحِبَكُمْ فَقَالَ بَعْضُهُمْ إِنَّ سَيِّدَنَا لُدِغَ فَشَفَيْنَا لَهُ بِكُلِّ شَيْءٍ فَلَا يَنْفَعُهُ شَيْءٌ فَهَلْ عِنْدَ أَحَدٍ مِنْكُمْ شَيْءٌ يَشْفِي صَاحِبَنَا يَعْنِي رُقْيَةً فَقَالَ رَجُلٌ مِنْ الْقَوْمِ إِنِّي لَأَرْقِي وَلَكِنْ اسْتَضَفْنَاكُمْ فَأَبَيْتُمْ أَنْ تُضَيِّفُونَا مَا أَنَا بِرَاقٍ حَتَّى تَجْعَلُوا لِي جُعْلًا فَجَعَلُوا لَهُ قَطِيعًا مِنْ الشَّاءِ فَأَتَاهُ فَقَرَأَ عَلَيْهِ بِأُمِّ الْكِتَابِ وَيَتْفِلُ حَتَّى بَرِئَ كَأَنَّمَا أُنْشِطَ مِنْ عِقَالٍ فَأَوْفَاهُمْ جُعْلَهُمْ الَّذِي صَالَحُوهُ عَلَيْهِ فَقَالُوا اقْتَسِمُوا فَقَالَ الَّذِي رَقَى لَا تَفْعَلُوا حَتَّى نَأْتِيَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَسْتَأْمِرَهُ فَغَدَوْا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرُوا ذَلِكَ لَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَيْنَ عَلِمْتُمْ أَنَّهَا رُقْيَةٌ أَحْسَنْتُمْ وَاضْرِبُوا لِي مَعَكُمْ بِسَهْمٍحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَخِيهِ مَعْبَدِ بْنِ سِيرِينَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ","source":"Abu Daud"},"__N_SSG":true}