{"pageProps":{"number":"2927","slug":"abu-daud","id":"Telah menceritakan kepada kami [Hafsh bin Umar] telah menceritakan kepada kami [Syu'bah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ibnu Katsir] telah mengabarkan kepada kami [Syu'bah] telah mengabarkan kepadaku [Muhammad atau Abdullah bin Mujalid] ia berkata, \"Abdullah bin Syaddad dan Abu Burdah berselisih mengenai jual beli salaf. Kemudian mereka mengirim aku kepada Ibnu Abu Aufa untuk bertanya kepadanya. [Ibnu Abu Aufa] lalu berkata, \"Pada masa Rasulullah shallallahu 'alaihi wasallam, Abu Bakar dan Umar kami pernah menjual jewawut, kurma dan kismis secara salaf - [Ibnu Katsir] menambahkan- kepada suatu kaum yang tidak memiliki barang tersebut -Kemudian keduanya sepakat pada lafazh-, dan aku bertanya kepada [Ibnu Abza], lalu ia mengatakan seperti itu.\" Telah menceritakan kepada kami [Muhammad bin Basysyar] Telah menceritakan kepada kami [Yahya] dan [Ibnu Mahdi] mereka berkata; telah menceritakan kepada kami [Syu'bah] dari [Abdullah bin Abu Al Mujalid] dan Abdurrahman menyebutkan hadits ini dari Ibnu Abu Al Mujalid. Ia berkata, \"Pada suatu kaum yang tidak memiliki barang tersebut.\" Abu Daud berkata, \"Yang benar adalah Ibnu Abu Al Mujalid, dan Syu'bah dalam hal ini.\" ","arab":"حَدَّثَنَا حَفْصُ بْنُ عُمَرَ حَدَّثَنَا شُعْبَةُ ح و حَدَّثَنَا ابْنُ كَثِيرٍ أَخْبَرَنَا شُعْبَةُ أَخْبَرَنِي مُحَمَّدٌ أَوْ عَبْدُ اللَّهِ بْنُ مُجَالِدٍ قَالَاخْتَلَفَ عَبْدُ اللَّهِ بْنُ شَدَّادٍ وَأَبُو بُرْدَةَ فِي السَّلَفِ فَبَعَثُونِي إِلَى ابْنِ أَبِي أَوْفَى فَسَأَلْتُهُ فَقَالَ إِنْ كُنَّا نُسْلِفُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْرٍ وَعُمَرَ فِي الْحِنْطَةِ وَالشَّعِيرِ وَالتَّمْرِ وَالزَّبِيبِ زَادَ ابْنُ كَثِيرٍ إِلَى قَوْمٍ مَا هُوَ عِنْدَهُمْ ثُمَّ اتَّفَقَا وَسَأَلْتُ ابْنَ أَبْزَي فَقَالَ مِثْلَ ذَلِكَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى وَابْنُ مَهْدِيٍّ قَالَا حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الْمُجَالِدِ وَقَالَ عَبْدُ الرَّحْمَنِ عَنْ ابْنِ أَبِي الْمُجَالِدِ بِهَذَا الْحَدِيثِ قَالَ عِنْدَ قَوْمٍ مَا هُوَ عِنْدَهُمْ قَالَ أَبُو دَاوُد الصَّوَابُ ابْنُ أَبِي الْمُجَالِدِ وَشُعْبَةُ أَخْطَأَ فِيهِ","source":"Abu Daud"},"__N_SSG":true}