{"pageProps":{"number":"3129","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sulaiman bin Harb] dan [Muhammad bin 'Ubaid] mereka berkata; telah menceritakan kepada kami [Hammad]. (Dalam jalur lain disebutkan) Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami ['Abbad bin 'Abbad] dari [Abu Jamrah] ia berkata; aku mendengar [Ibnu Abbas] berkata -Musaddad menyebutkan dari Ibnu Abbas; ini adalah hadits Sulaiman- Ibnu Abbas berkata, \"Delegasi Abdul Qais datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, sesungguhnya kami orang-orang kampung Rabi'ah, antara kami dan anda terhalangi oleh orang-orang kafir Mudlar, dan kami tidak dapat dengan bebas pergi kepada anda kecuali pada Bulan Muharram. Maka perintahkanlah sesuatu kepada kami sehingga kami dapat lakukan dan sampaikan kepada orang-orang yang ada di belakang kami.\" Beliau bersabda: \"Aku perintahkan kalian untuk melakukan empat perkara dan aku larang kalian dari melakukan empat perkara. Yaitu beriman kepada Allah, bersaksi bahwa tidak ada tuhan yang berhak disembah kecuali Allah….\" dan beliau menghitung dengan satu tangan beliau. [Musaddad] menyebutkan, 'Beriman kepada Allah', kemudian beliau menafsirkannya kepada mereka, 'Yaitu bersaksi bahwa tidak ada tuhan yang berhak disembah kecuali Allah dan Muhammad adalah Rasulullah, mendirikan shalat, membayar zakat, dan menunaikan seperlima dari rampasan perang yang kalian dapatkan. Dan aku larang kalian dari Ad dubba`, Al hantam, Al muzzaffat dan Al muqayyar.\" Sedangkan Ibnu 'Ubaid menyebutkan, 'An Naqir sebagai ganti muqayyar. ' Dan Musaddad menyebutkan, 'An naqir dan Al muqayyar tanpa menyebutkan Al muzaffat.\" Abu Daud berkata, \"Abu Hamzah adalah Nashr bin Imran Adl Dluba'i.\" ","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ وَمُحَمَّدُ بْنُ عُبَيدٍ قَالَا حَدَّثَنَا حَمَّادٌ ح و حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ عَنْ أَبِي جَمْرَةَ قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُ وَقَالَ مُسَدَّدٌ عَنْ ابْنِ عَبَّاسٍ وَهَذَا حَدِيثُ سُلَيْمَانَ قَالَقَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّا هَذَا الْحَيَّ مِنْ رَبِيعَةَ قَدْ حَالَ بَيْنَنَا وَبَيْنَكَ كُفَّارُ مُضَرَ وَلَيْسَ نَخْلُصُ إِلَيْكَ إِلَّا فِي شَهْرٍ حَرَامٍ فَمُرْنَا بِشَيْءٍ نَأْخُذُ بِهِ وَنَدْعُو إِلَيْهِ مَنْ وَرَاءَنَا قَالَ آمُرُكُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ الْإِيمَانُ بِاللَّهِ وَشَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَعَقَدَ بِيَدِهِ وَاحِدَةً وَقَالَ مُسَدَّدٌ الْإِيمَانُ بِاللَّهِ ثُمَّ فَسَّرَهَا لَهُمْ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامُ الصَّلَاةِ وَإِيتَاءُ الزَّكَاةِ وَأَنْ تُؤَدُّوا الْخُمُسَ مِمَّا غَنِمْتُمْ وَأَنْهَاكُمْ عَنْ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالْمُقَيَّرِ وَقَالَ ابْنُ عُبَيْدٍ النَّقِيرُ مَكَانَ الْمُقَيَّرِ وَقَالَ مُسَدَّدٌ وَالنَّقِيرُ وَالْمُقَيَّرُ لَمْ يَذْكُرْ الْمُزَفَّتَقَالَ أَبُو دَاوُد أَبُو جَمْرَةَ نَصْرُ بْنُ عِمْرَانَ الضُّبَعِيُّ","source":"Abu Daud"},"__N_SSG":true}