{"pageProps":{"number":"3175","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami ['Affan bin Muslim] telah menceritakan kepada kami [Hammam] telah menceritakan kepada kami [Qatadah] dari [Al Hasan] dari [Abdullah bin Utsman Ats Tsaqafi] dari -seorang laki-laki juling yang berasal dari Tsaqif yang dipanggil Ma'ruf, yaitu sebagai pujian yang baik kepadanya. Apabila namanya bukan- [Zuhair bin Utsman] maka aku tidak mengetahui siapa namanya. Nabi shallallahu 'alaihi wasallam bersabda: \"Pesta pada hari pertama adalah sesuatu yang hak, pada hari kedua adalah sesuatu yang baik, dan pada hari yang ketiga adalah suatu perbuatan sum'ah (ingin di dengar) dan riya` (ingin dilihat).\" [Qatadah] berkata, \"Telah menceritakan kepada kami seorang laki-laki bahwa [Sa'id bin Al Musayyab] pernah diundang pada hari pertama, kemudian ia memenuhi undangan tersebut, dan ia diundang pada hari kedua, kemudian ia memenuhi undangan tersebut, dan diundang pada hari ketiga, kemudian ia tidak memenuhi undangan tersebut seraya berkata, \"Ia adalah orang yang sum'ah dan riya`.\" Telah menceritakan kepada kami [Muslim bin Ibrahim] telah menceritakan kepada kami [Hisyam] dari [Qatadah] dari [Sa'id bin Al Musayyab] dengan hadits ini. Ia berkata, \"Ketika diundang pada hari ketiga ia tidak memenuhi undangan tersebut dan justru melempar sang utusan.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ عَنْ الْحَسَنِ عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ الثَّقَفِيِّ عَنْ رَجُلٍ أَعْوَرَ مِنْ ثَقِيفٍ كَانَ يُقَالُ لَهُ مَعْرُوفًا أَيْ يُثْنَى عَلَيْهِ خَيْرًا إِنْ لَمْ يَكُنْ اسْمُهُ زُهَيْرُ بْنُ عُثْمَانَ فَلَا أَدْرِي مَا اسْمُهُأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْوَلِيمَةُ أَوَّلَ يَوْمٍ حَقٌّ وَالثَّانِيَ مَعْرُوفٌ وَالْيَوْمَ الثَّالِثَ سُمْعَةٌ وَرِيَاءٌقَالَ قَتَادَةُ وَحَدَّثَنِي رَجُلٌ أَنَّ سَعِيدَ بْنَ الْمُسَيِّبِ دُعِيَ أَوَّلَ يَوْمٍ فَأَجَابَ وَدُعِيَ الْيَوْمَ الثَّانِيَ فَأَجَابَ وَدُعِيَ الْيَوْمَ الثَّالِثَ فَلَمْ يُجِبْ وَقَالَ أَهْلُ سُمْعَةٍ وَرِيَاءٍ حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا هِشَامٌ عَنْ قَتَادَةَ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ بِهَذِهِ الْقِصَّةِ قَالَ فَدُعِيَ الْيَوْمَ الثَّالِثَ فَلَمْ يُجِبْ وَحَصَبَ الرَّسُولَ","source":"Abu Daud"},"__N_SSG":true}