{"pageProps":{"number":"3488","slug":"abu-daud","id":"Telah menceritakan kepada kami [Amru bin Utsman bin Sa'id Al Himshi] berkata, telah menceritakan kepada kami [Baqiyyah] dari [Bahira] dari [Khalid] ia berkata, \" [Al Miqdam bin Ma'di Karib], Amru bin Al Aswad dan seorang laki-laki dari bani Asad, dari penduduk Qinnasrin datang kepada [Mu'awiyah bin Abu Sufyan]. Mu'awiyah lalu berkata kepada Al Miqdam, \"Tidakkah kamu tahu bahwa Al Hasan bin Ali telah wafat?\" Al Miqdam pun mengucapkan istirja' (ucapan inna lillahi wa inna ilaihi raaji'uun). Lalu ada seorang laki-laki berkata kepadanya, \"Apakah kamu menganggapnya sebagai musibah?\" Al Miqdam balik berkata, \"Kenapa aku tidak menganggapnya sebagai musibah, padahal ia adalah orang yang pernah berada dalam pangkuan Rasulullah shallallahu 'alaihi wasallam? beliau juga telah bersabda: \"Ini (Hasan) dariku, dan Husain dari Ali.\" Al Asadi lantas berkata, \"Bara api ini (Hasan) telah Allah matikan (kalimat untuk membuat Mu'awiyah senang).\" Maka Al Miqdam pun berkata, \"Pada hari ini aku tidak akan bisa gembira sehingga aku dapat membuatmu marah, dan akan aku perdengarkan kepadamu sesuatu yang membuatmu benci.\" Kemudian ia berkata, \"Wahai Mu'awiyah! Jika aku benar maka benarkanlah, dan jika aku dusta maka dustakanlah aku.\" Mu'awiyah berkata, \"Akan aku lakukan.\" Al Miqdam lalu berkata, \"Aku bersumpah kepada Allah atas kamu, tidakkah kamu tahu bahwa Rasulullah shallallahu 'alaihi wasallam melarang untuk mengenakan emas?\" Mu'awiyah menjawab, \"Benar.\" Al Miqdam berkata, \"Aku bersumpah kepada Allah atas kamu, tidakkah kamu tahu bahwa Rasulullah shallallahu 'alaihi wasallam melarang mengenakan sutera?\" Mu'awiyah menjawab, \"Benar.\" Al Miqdam berkata, \"Aku bersumpah kepada Allah atas kamu, tidakkah kamu tahu bahwa Rasulullah shallallahu 'alaihi wasallam melarang mengenakan kulit binatang buas dan mengendarainya?\" Mu'awiyah menjawab, \"Benar.\" Al Miqdam berkata, \"Wahai Mu'awiyah, demi Allah semua ini telah aku lihat di rumahmu!\" Al Miqdam berkata, \"Wahai Al Miqdam, aku tahu bahwa aku tidak akan selamat dari kamu.\" Khalid berkata, \"Mu'awiyah memerintahkan (untuk memberikan sesuatu) yang belum pernah ia perintahkan kepada dua sahabatnya, dan ia juga memberikan kepada anak Al Miqdam sebanyak dua ratus (dinar). Maka Al Miqdam membagikannya kepada kawan-kawannya, tetapi ia tidak memberikan kepada Al Asadi sedikit pun dari apa yang ia ambil. Hal ini kemudian dilaporkan kepada Mu'awiyah hingga ia berkata, \"Al Miqdam itu seorang yang mulia lagi dermawan, adapun Al Asadi adalah orang baik tetapi pelit.\"","arab":"حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدٍ الْحِمْصِيُّ حَدَّثَنَا بَقِيَّةُ عَنْ بَحِيرٍ عَنْ خَالِدٍ قَالَوَفَدَ الْمِقْدَامُ بْنُ مَعْدِي كَرِبَ وَعَمْرُو بْنُ الْأَسْوَدِ وَرَجُلٌ مِنْ بَنِي أَسَدٍ مِنْ أَهْلِ قِنَّسْرِينَ إِلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ فَقَالَ مُعَاوِيَةُ لِلْمِقْدَامِ أَعَلِمْتَ أَنَّ الْحَسَنَ بْنَ عَلِيٍّ تُوُفِّيَ فَرَجَّعَ الْمِقْدَامُ فَقَالَ لَهُ رَجُلٌ أَتَرَاهَا مُصِيبَةً قَالَ لَهُ وَلِمَ لَا أَرَاهَا مُصِيبَةً وَقَدْ وَضَعَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حِجْرِهِ فَقَالَ هَذَا مِنِّي وَحُسَيْنٌ مِنْ عَلِيٍّ فَقَالَ الْأَسَدِيُّ جَمْرَةٌ أَطْفَأَهَا اللَّهُ عَزَّ وَجَلَّ قَالَ فَقَالَ الْمِقْدَامُ أَمَّا أَنَا فَلَا أَبْرَحُ الْيَوْمَ حَتَّى أُغَيِّظَكَ وَأُسْمِعَكَ مَا تَكْرَهُ ثُمَّ قَالَ يَا مُعَاوِيَةُ إِنَّ أَنَا صَدَقْتُ فَصَدِّقْنِي وَإِنْ أَنَا كَذَبْتُ فَكَذِّبْنِي قَالَ أَفْعَلُ قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُبْسِ الذَّهَبِ قَالَ نَعَمْ قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُبْسِ الْحَرِيرِ قَالَ نَعَمْ قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُبْسِ جُلُودِ السِّبَاعِ وَالرُّكُوبِ عَلَيْهَا قَالَ نَعَمْ قَالَ فَوَاللَّهِ لَقَدْ رَأَيْتُ هَذَا كُلَّهُ فِي بَيْتِكَ يَا مُعَاوِيَةُ فَقَالَ مُعَاوِيَةُ قَدْ عَلِمْتُ أَنِّي لَنْ أَنْجُوَ مِنْكَ يَا مِقْدَامُ قَالَ خَالِدٌ فَأَمَرَ لَهُ مُعَاوِيَةُ بِمَا لَمْ يَأْمُرْ لِصَاحِبَيْهِ وَفَرَضَ لِابْنِهِ فِي الْمِائَتَيْنِ فَفَرَّقَهَا الْمِقْدَامُ فِي أَصْحَابِهِ قَالَ وَلَمْ يُعْطِ الْأَسَدِيُّ أَحَدًا شَيْئًا مِمَّا أَخَذَ فَبَلَغَ ذَلِكَ مُعَاوِيَةُ فَقَالَ أَمَّا الْمِقْدَامُ فَرَجُلٌ كَرِيمٌ بَسَطَ يَدَهُ وَأَمَّا الْأَسَدِيُّ فَرَجُلٌ حَسَنُ الْإِمْسَاكِ لِشَيْئِهِ","source":"Abu Daud"},"__N_SSG":true}