{"pageProps":{"number":"3691","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] berkata, telah menceritakan kepada kami [Hammad] dari [Ishaq bin Abdullah bin Abu thalhah] dari [Abu Al Mundzir] -mantan budak (yang telah dimerdekakan oleh) Abu Dzar- dari [Abu Umayyah Al Makhzumi] berkata, \"Pernah dihadapkan kepada Rasulullah shallallahu 'alaihi wasallam seorang pencuri yang telah mengakui kesalahannya, namun barang yang dicurinya tidak lagi bersamanya. Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Benarkah kamu telah mencuri?\" Ia menjawab, \"Benar.\" Beliau ulangi pertanyaan itu dua atau tiga kali. Beliau lalu memerintahkan untuk memotong tangannya, setelah itu ia dihadapkan lagi kepada beliau. Beliau bersabda: \"Mintalah ampun kepada Allah, bertaubatlah kepada-Nya.\" Laki-laki itu lalu berkata, \"Aku minta ampun kepada Allah dan bertaubat kepada-Nya.\" Beliau lalu berdoa: \"Ya Allah, ampunilah dia.\" Doa itu beliau ucapkan hingga tiga kali. Abu Dawud berkata, \" [Amru bin Ashim] meriwayatkannya dari [Hammam], dari [Ishaq bin Abdullah], ia berkata; dari [Abu Umayyah] -lelaki dari Anshar-, dari Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَبِي الْمُنْذِرِ مَوْلَى أَبِي ذَرٍّ عَنْ أَبِي أُمَيَّةَ الْمَخْزُومِيِّأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِلِصٍّ قَدْ اعْتَرَفَ اعْتِرَافًا وَلَمْ يُوجَدْ مَعَهُ مَتَاعٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا إِخَالُكَ سَرَقْتَ قَالَ بَلَى فَأَعَادَ عَلَيْهِ مَرَّتَيْنِ أَوْ ثَلَاثًا فَأَمَرَ بِهِ فَقُطِعَ وَجِيءَ بِهِ فَقَالَ اسْتَغْفِرْ اللَّهَ وَتُبْ إِلَيْهِ فَقَالَ أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فَقَالَ اللَّهُمَّ تُبْ عَلَيْهِ ثَلَاثًاقَالَ أَبُو دَاوُد رَوَاهُ عَمْرُو بْنُ عَاصِمٍ عَنْ هَمَّامٍ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ قَالَ عَنْ أَبِي أُمَيَّةَ رَجُلٍ مِنْ الْأَنْصَارِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}