{"pageProps":{"number":"3707","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] berkata, telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari [Abu Zhabyan] dari [Ibnu Abbas] ia berkata, \"Didatangkan kepada Umar seorang wanita gila yang berbuat zina, Umar lalu minta masukan pendapat kepada orang-orang. Kemudian ia memerintahkan agar wanita itu dirajam. Wanita itu lalu dibawa melewati [Ali bin Abu Thalib] -semoga Allah meridhainya-, ia bertanya, \"Ada apa dengan wanita ini?\" orang-orang menjawab, \"Wanita gila dari bani fulan, ia telah berbuat zina. Dan Umar memerintahkan agar ia dirajam saja.\" Ibnu Abbas berkata, \"Ali kemudian berkata, \"Bawalah ia kembali.\" Ali lantas mendatangi Umar dan berkata, \"Wahai Amirul Mukminin, tidakkah engkau tahu bahwa pena pencatat amal itu diangkat dari tiga golongan manusia; orang gila hingga ia sembuh, orang tidur hingga ia terbangun dan anak kecil hingga ia balig?\" Umar menjawab, \"Tentu.\" Ali bertanya lagi, \"Lalu kenapa wanita ini dirajam?\" Umar menjawab, \"Tidak apa-apa.\" Ali berkata, \"Lepaskanlah ia.\" Ibnu Abbas berkata, \"Umar kemudian membebaskan wanita tersebut. Lalu Umar pun bertakbir.\" Telah menceritakan kepada kami [Yusuf bin Musa] berkata, telah menceritakan kepada kami [Waki'] dari [Al A'masy] seperti hadits tersebut. Ia menyebutkan, \"Hingga berakal.\" Dalam riwayat lain, \"Orang gila hingga ia sadar.\" Perawi berkata, \"Umar kemudian bertakbir.\" Telah menceritakan kepada kami [Ibnu As Sarh] berkata, telah mengabarkan kepada kami [Ibnu Wahb] berkata, telah mengabarkan kepadaku [Jarir bin Hazim] dari [Sulaiman bin Mihran] dari [Abu Zhabyan] dari [Ibnu Abbas] ia berkata, \"(wanita) itu lalu dibawa melewati [Ali bin Abu Thalib] -yakni sama dengan hadits Utsman- ia berkata, \"Tidakkah engkau ingat (wahai Amirul Mukminin) bahwa Rasulullah shallallahu 'alaihi wasallam telah bersabda: \"Pena pencatat dosa itu diangkat dari tiga golongan; orang gila hingga ia waras, orang tidur hingga ia terbangun dan anak kecil hingga bermimpi basah?\" Umar menjawab, \"Engkau benar.\" Lalu Umar melepaskan wanita itu.\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ أَبِي ظَبْيَانَ عَنْ ابْنِ عَبَّاسٍ قَالَأُتِيَ عُمَرُ بِمَجْنُونَةٍ قَدْ زَنَتْ فَاسْتَشَارَ فِيهَا أُنَاسًا فَأَمَرَ بِهَا عُمَرُ أَنْ تُرْجَمَ مُرَّ بِهَا عَلَى عَلِيِّ بْنِ أَبِي طَالِبٍ رِضْوَانُ اللَّهِ عَلَيْهِ فَقَالَ مَا شَأْنُ هَذِهِ قَالُوا مَجْنُونَةُ بَنِي فُلَانٍ زَنَتْ فَأَمَرَ بِهَا عُمَرُ أَنْ تُرْجَمَ قَالَ فَقَالَ ارْجِعُوا بِهَا ثُمَّ أَتَاهُ فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ أَمَا عَلِمْتَ أَنَّ الْقَلَمَ قَدْ رُفِعَ عَنْ ثَلَاثَةٍ عَنْ الْمَجْنُونِ حَتَّى يَبْرَأَ وَعَنْ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنْ الصَّبِيِّ حَتَّى يَعْقِلَ قَالَ بَلَى قَالَ فَمَا بَالُ هَذِهِ تُرْجَمُ قَالَ لَا شَيْءَ قَالَ فَأَرْسِلْهَا قَالَ فَأَرْسَلَهَا قَالَ فَجَعَلَ يُكَبِّرُحَدَّثَنَا يُوسُفُ بْنُ مُوسَى حَدَّثَنَا وَكِيعٌ عَنْ الْأَعْمَشِ نَحْوَهُ وَقَالَ أَيْضًا حَتَّى يَعْقِلَ وَقَالَ وَعَنْ الْمَجْنُونِ حَتَّى يَفِيقَ قَالَ فَجَعَلَ عُمَرُ يُكَبِّرُ حَدَّثَنَا ابْنُ السَّرْحِ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي جَرِيرُ بْنُ حَازِمٍ عَنْ سُلَيْمَانَ بْنِ مِهْرَانَ عَنْ أَبِي ظَبْيَانَ عَنْ ابْنِ عَبَّاسٍ قَالَ مُرَّ عَلَى عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ بِمَعْنَى عُثْمَانَ قَالَ أَوَ مَا تَذْكُرُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رُفِعَ الْقَلَمُ عَنْ ثَلَاثَةٍ عَنْ الْمَجْنُونِ الْمَغْلُوبِ عَلَى عَقْلِهِ حَتَّى يَفِيقَ وَعَنْ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنْ الصَّبِيِّ حَتَّى يَحْتَلِمَ قَالَ صَدَقْتَ قَالَ فَخَلَّى عَنْهَا","source":"Abu Daud"},"__N_SSG":true}