{"pageProps":{"number":"371","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Abdul Warits] dari [Abu At Tayyah] dari [Anas bin Malik] dia berkata; Ketika Rasulullah shallallahu 'alaihi wasallam datang ke Madinah, beliau singgah di dataran tinggi Madinah di suatu perkampungan yang penduduknya bernama Bani Amru bin Auf. Beliau tinggal dengan mereka selama empat belas malam. Kemudian mengirimkan surat kepada Bani Najjar agar datang kepada beliau, lalu mereka pun datang dalam keadaan memikul pedang-pedang mereka. Anas berkata; Saya melihat Rasulullah shallallahu 'alaihi wasallam di atas untanya dan Abu Bakar dibelakangnya, sedangkan pembesar-pembesar Bani Najjar di sekitar beliau, hingga singgah di halaman rumah Abu Ayyub, dan Rasulullah shallallahu 'alaihi wasallam shalat tatkala datang waktu shalat, beliau shalat di tempat peristirahatan kambing. Lalu beliau memerintahkan para sahabat untuk membangun Masjid. Beliau mengirim utusan kepada Bani Najjar dengan mengatakan: \"Wahai Bani Najjar, juallah kebun kalian?\" Mereka menjawab; Kami tidak akan meminta harganya kecuali kepada Allah Azza wa jalla. Anas berkata; Di dalam kebun itu ada sesuatu yang telah saya katakan kepada kalian, di dalamnya terdapat kuburan orang-orang musyrik, reruntuhan-reruntuhan bangunan, dan pohon kurma. Maka Rasulullah shallallahu 'alaihi wasallam memerintahkan agar kuburan orang-orang musyrik dibongkar, reruntuhan-reruntuhan bangunan diratakan, dan pohon kurma ditebang. Lalu mereka menjadikan pohon kurma di arah kiblat dan menjadikan temboknya dengan bebatuan. Mereka memindahkan batu-batu besar sembari menyenandungkan syair, sedangkan Nabi shallallahu 'alaihi wasallam bersama mereka, beliau bersabda: \"Ya Allah, tidak ada kebaikan kecuali kebaikan akhirat, maka menangkanlah kaum Anshar dan Muhajirin.\" Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Hammad bin Salamah] dari [Abu At Tayyah] dari [Anas bin Malik] dia berkata; Tempat Masjid ketika itu adalah sebuah kebun milik Bani Najjar, yang di dalamnya terdapat tanah pertanian, pohon kurma, dan kuburan orang-orang musyrik. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Juallah kebun ini.\" Maka mereka menjawab; Kami tidak mengharapkan harganya. Lalu pohon kurma ditebang, tanah pertanian diratakan, dan kuburan orang-orang musyrik dibongkar. Dia menyebutkan haditsnya serta menyebutkan kata \"Ampunilah\" sebagai ganti kata; \"menangkanlah\". [Musa] berkata; Dan telah menceritakan kepada kami [Abdul Warits] dengan lafazh semisalnya, dan Abdul Warits menyebutkan reruntuhan-reruntuhan bangunan. Dan dia mengklaim telah menceritakan hadits ini kepada Hammad. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا عَبْدُ الْوَارِثِ عَنْ أَبِي التَّيَّاحِ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَقَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ فَنَزَلَ فِي عُلْوِ الْمَدِينَةِ فِي حَيٍّ يُقَالُ لَهُمْ بَنُو عَمْرِو بْنِ عَوْفٍ فَأَقَامَ فِيهِمْ أَرْبَعَ عَشْرَةَ لَيْلَةً ثُمَّ أَرْسَلَ إِلَى بَنِي النَّجَّارِ فَجَاءُوا مُتَقَلِّدِينَ سُيُوفَهُمْ فَقَالَ أَنَسٌ فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رَاحِلَتِهِ وَأَبُو بَكْرٍ رِدْفُهُ وَمَلَأُ بَنِي النَّجَّارِ حَوْلَهُ حَتَّى أَلْقَى بِفِنَاءِ أَبِي أَيُّوبَ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي حَيْثُ أَدْرَكَتْهُ الصَّلَاةُ وَيُصَلِّي فِي مَرَابِضِ الْغَنَمِ وَإِنَّهُ أَمَرَ بِبِنَاءِ الْمَسْجِدِ فَأَرْسَلَ إِلَى بَنِي النَّجَّارِ فَقَالَ يَا بَنِي النَّجَّارِ ثَامِنُونِي بِحَائِطِكُمْ هَذَا فَقَالُوا وَاللَّهِ لَا نَطْلُبُ ثَمَنَهُ إِلَّا إِلَى اللَّهِ عَزَّ وَجَلَّ قَالَ أَنَسٌ وَكَانَ فِيهِ مَا أَقُولُ لَكُمْ كَانَتْ فِيهِ قُبُورُ الْمُشْرِكِينَ وَكَانَتْ فِيهِ خِرَبٌ وَكَانَ فِيهِ نَخْلٌ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقُبُورِ الْمُشْرِكِينَ فَنُبِشَتْ وَبِالْخِرَبِ فَسُوِّيَتْ وَبِالنَّخْلِ فَقُطِعَ فَصَفُّوا النَّخْلَ قِبْلَةَ الْمَسْجِدِ وَجَعَلُوا عِضَادَتَيْهِ حِجَارَةً وَجَعَلُوا يَنْقُلُونَ الصَّخْرَ وَهُمْ يَرْتَجِزُونَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَهُمْ وَهُوَ يَقُولُ اللَّهُمَّ لَا خَيْرَ إِلَّا خَيْرُ الْآخِرَهْفَانْصُرْ الْأَنْصَارَ وَالْمُهَاجِرَهْحَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي التَّيَّاحِ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ كَانَ مَوْضِعُ الْمَسْجِدِ حَائِطًا لِبَنِي النَّجَّارِ فِيهِ حَرْثٌ وَنَخْلٌ وَقُبُورُ الْمُشْرِكِينَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَامِنُونِي بِهِ فَقَالُوا لَا نَبْغِي بِهِ ثَمَنًا فَقُطِعَ النَّخْلُ وَسُوِّيَ الْحَرْثُ وَنُبِشَ قُبُورُ الْمُشْرِكِينَ وَسَاقَ الْحَدِيثَ وَقَالَ فَاغْفِرْ مَكَانَ فَانْصُرْ قَالَ مُوسَى وَحَدَّثَنَا عَبْدُ الْوَارِثِ بِنَحْوِهِ وَكَانَ عَبْدُ الْوَارِثِ يَقُولُ خَرِبٌ وَزَعَمَ عَبْدُ الْوَارِثِ أَنَّهُ أَفَادَ حَمَّادًا هَذَا الْحَدِيثَ","source":"Abu Daud"},"__N_SSG":true}