{"pageProps":{"number":"3725","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Hasan bin Ali] berkata, telah menceritakan kepada kami [Abdurrazaq] dari [Ibnu Juraij] ia berkata; telah mengabarkan kepadaku [Abu Az Zubair] bahwa ['Abdurrahman bin Ash Shamit] -anak pamannya Abu Hurairah- ia mengabarkan kepadanya, Bahwasanya ia mendengar [Abu Hurairah] berkata, \"Al Aslami datang menemui Nabi shallallahu 'alaihi wasallam, ia bersaksi atas dirinya sendiri bahwa ia pernah berzina dengan seorang wanita ia ulangi pernyataannya itu hingga empat kali, dan setiap itu pula Nabi shallallahu 'alaihi wasallam selalu berpaling. Pada kali kelimanya, Nabi shallallahu 'alaihi wasallam bersabda: \"Apakah benar kamu melakukan itu?\" ia menjawab, \"Benar.\" Beliau bertanya lagi: \"Hingga waktu itu (kemaluanmu) hilang (masuk ke dalam kemaluannya)?\" ia menjawab, \"Ya.\" beliau bertanya lagi: \"Seperti pensil celak masuk ke dalam botolnya, dan seperti tali timba masuk ke dalam sumur?\" ia menjawab, \"Ya.\" beliau bertanya lagi: \"Apakah kamu tahu zina itu apa?\" ia menjawab, \"Ya. Aku mendatangi wanita yang haram bagiku layaknya laki-laki yang mendatangi isterinya secara halal.\" Beliau bertanya lagi: \"Apa yang kamu inginkan dari jawaban itu?\" Ia menjawab, \"Aku ingin agar engkau membersihkan dosaku.\" Beliau lalu memerintahkan agar ia dirajam, maka ia pun dirajam. Kemudian Nabi shallallahu 'alaihi wasallam mendengar dua orang sahabatnya bercakap-cakap, salah seorang dari keduanya berkata kepada yang lain, \"Lihatlah kepada laki-laki ini, Allah telah menutupi dirinya (jika ia tidak mengaku), namun dirinya tidak mau diam (justru mengaku), maka ia pun dirajam layaknya anjing.\" Beliau diam saja, hingga ketika beliau berjalan beberapa saat dan melewati bangkai, beliau bersabda: \"Di mana Fulan dan Fulan tadi?\", keduanya menjawab; \"Kami wahai Rasulullah!.\", beliau bersabda; \"Kalian berdua silahkan turun, ambil dan makanlah bangkai himar ini!\" keduanya lalu berkata, \"Wahai Rasulullah, siapakah orang yang mau makan bangkai ini.\" beliau bersabda: \"Apa yang kalian bicarakan berkenaan dengan harga diri saudara kalian tadi, itu lebih buruk dari bangkai ini. Demi Dzat Yang jiwaku ada dalam tangan-Nya, sungguh sekarang ini sahabat kalian (yang dirajam) tengah berada di antara sungai-sungai surga di berenang di dalamnya.\" Telah menceritakan kepada kami [Al Hasan bin Ali] berkata, telah menceritakan kepada kami [Abu Ashim] berkata, telah menceritakan kepada kami [Ibnu Juraij] ia berkata; telah mengabarkan kepadaku [Abu Az Zubair] dari [Anak pamannya Abu Hurairah] dari [Abu Hurairah] sebagaimana hadits tersebut. Ia (Hasan bin Ali) menambahkan, \"mereka berselisih denganku, sebagian mereka berkata, \"Ikat saja di batang pohon, \" sedangkan yang lain berkata, \"Suruh berdiri.\"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ ابْنِ جُرَيْجٍ قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ الصَّامِتِ ابْنَ عَمِّ أَبِي هُرَيْرَةَ أَخْبَرَهُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُجَاءَ الْأَسْلَمِيُّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَشَهِدَ عَلَى نَفْسِهِ أَنَّهُ أَصَابَ امْرَأَةً حَرَامًا أَرْبَعَ مَرَّاتٍ كُلُّ ذَلِكَ يُعْرِضُ عَنْهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَقْبَلَ فِي الْخَامِسَةِ فَقَالَ أَنِكْتَهَا قَالَ نَعَمْ قَالَ حَتَّى غَابَ ذَلِكَ مِنْكَ فِي ذَلِكَ مِنْهَا قَالَ نَعَمْ قَالَ كَمَا يَغِيبُ الْمِرْوَدُ فِي الْمُكْحُلَةِ وَالرِّشَاءُ فِي الْبِئْرِ قَالَ نَعَمْ قَالَ فَهَلْ تَدْرِي مَا الزِّنَا قَالَ نَعَمْ أَتَيْتُ مِنْهَا حَرَامًا مَا يَأْتِي الرَّجُلُ مِنْ امْرَأَتِهِ حَلَالًا قَالَ فَمَا تُرِيدُ بِهَذَا الْقَوْلِ قَالَ أُرِيدُ أَنْ تُطَهِّرَنِي فَأَمَرَ بِهِ فَرُجِمَ فَسَمِعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلَيْنِ مِنْ أَصْحَابِهِ يَقُولُ أَحَدُهُمَا لِصَاحِبِهِ انْظُرْ إِلَى هَذَا الَّذِي سَتَرَ اللَّهُ عَلَيْهِ فَلَمْ تَدَعْهُ نَفْسُهُ حَتَّى رُجِمَ رَجْمَ الْكَلْبِ فَسَكَتَ عَنْهُمَا ثُمَّ سَارَ سَاعَةً حَتَّى مَرَّ بِجِيفَةِ حِمَارٍ شَائِلٍ بِرِجْلِهِ فَقَالَ أَيْنَ فُلَانٌ وَفُلَانٌ فَقَالَا نَحْنُ ذَانِ يَا رَسُولَ اللَّهِ قَالَ انْزِلَا فَكُلَا مِنْ جِيفَةِ هَذَا الْحِمَارِ فَقَالَا يَا نَبِيَّ اللَّهِ مَنْ يَأْكُلُ مِنْ هَذَا قَالَ فَمَا نِلْتُمَا مِنْ عِرْضِ أَخِيكُمَا آنِفًا أَشَدُّ مِنْ أَكْلٍ مِنْهُ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهُ الْآنَ لَفِي أَنْهَارِ الْجَنَّةِ يَنْقَمِسُ فِيهَاحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا أَبُو عَاصِمٍ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ عَنْ ابْنِ عَمِّ أَبِي هُرَيْرَةَ عَنْ أَبِي هُرَيْرَةَ بِنَحْوِهِ زَادَ وَاخْتَلَفُوا عَلَيَّ فَقَالَ بَعْضُهُمْ رُبِطَ إِلَى شَجَرَةٍ وَقَالَ بَعْضُهُمْ وُقِفَ","source":"Abu Daud"},"__N_SSG":true}