{"pageProps":{"number":"3789","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sulaiman bin Dawud Al Mahri] berkata, telah menceritakan kepada kami [Ibnu Wahb] ia berkata; telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] ia berkata, \" [Jabir bin Abdullah] pernah menceritakan bahwa seorang wanita Yahudi dari penduduk Khaibar menaburi racun pada daging kambing panggang. Kemudian ia menghadiahkan daging itu kepada Rasulullah shallallahu 'alaihi wasallam. Rasulullah shallallahu 'alaihi wasallam lantas mengambil lengan kambing tersebut dan memakannya bersama para sahabatnya. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda kepada mereka semua: \"Angkatlah tangan kalian semuanya (jangan dimakan lagi).\" Rasulullah shallallahu 'alaihi wasallam kemudian mengirim utusan untuk memanggil wanita Yahudi tersebut. Lalu beliau bertanya kepada wanita itu: \"Apakah kamu memberi racun pada daging ini?\" wanita Yahudi itu menjawab, \"Siapa yang memberimu kabar?\" beliau menjawab: \"Yang memberiku kabar adalah apa yang ada di tanganku ini.\" wanita Yahudi itu berkata, \"Benar.\" Beliau bertanya lagi: \"Apa yang kamu inginkan?\" wanita Yahudi itu menjawab, \"Dalam hati aku berkata, 'Jika dia memang seorang Nabi maka dia tidak akan mendapatkan bahaya, tetapi jika bukan seorang Nabi maka kami dapat beristirahat darinya'. Rasulullah shallallahu 'alaihi wasallam lalu memaafkan wanita Yahudi tersebut dan tidak menghukumnya. Para sahabat beliau yang ikut makan daging kambing itu meninggal, sementara Rasulullah shallallahu 'alaihi wasallam membekam pada bagian tengkuknya karena daging yang dimakannya. Lalu beliau dibekam oleh Abu Hind -seorang mantan budak bani Bayadhah dari kaum Anshar- dengan menggunakan tanduk dan pisau tajam.\" Telah menceritakan kepada kami [Wahb bin Baqiyyah] berkata, telah menceritakan kepada kami [Khalid] dari [Muhammad bin Amru] dari [Abu Salamah] bahwa Rasulullah shallallahu 'alaihi wasallam pernah diberi hadiah kambing panggang oleh seorang wanita Yahudi Khaibar, seperti dalam hadits Jabir. Ia (perawi) berkata, \"Bisyr bin Al Bara bin Ma'rur Al Anshari meninggal dunia (karena makan daging kambing), maka Rasulullah mengutus seseorang untuk menjemput wanita Yahudi tersebut. Beliau bersabda: \"Apa yang mendorongmu untuk melakukan itu?\" kemudian disebutkan sebagaimana dalam hadits Jabir. Rasulullah shallallahu 'alaihi wasallam kemudian memerintahkan supaya wanita itu dihukum, maka wanita itu pun dibunuh. Namun ia tidak menyebutkan tentang cerita bekam.\"","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ كَانَ جَابِرُ بْنُ عَبْدِ اللَّهِ يُحَدِّثُأَنَّ يَهُودِيَّةً مِنْ أَهْلِ خَيْبَرَ سَمَّتْ شَاةً مَصْلِيَّةً ثُمَّ أَهْدَتْهَا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الذِّرَاعَ فَأَكَلَ مِنْهَا وَأَكَلَ رَهْطٌ مِنْ أَصْحَابِهِ مَعَهُ ثُمَّ قَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ارْفَعُوا أَيْدِيَكُمْ وَأَرْسَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْيَهُودِيَّةِ فَدَعَاهَا فَقَالَ لَهَا أَسَمَمْتِ هَذِهِ الشَّاةَ قَالَتْ الْيَهُودِيَّةُ مَنْ أَخْبَرَكَ قَالَ أَخْبَرَتْنِي هَذِهِ فِي يَدِي لِلذِّرَاعِ قَالَتْ نَعَمْ قَالَ فَمَا أَرَدْتِ إِلَى ذَلِكَ قَالَتْ قُلْتُ إِنْ كَانَ نَبِيًّا فَلَنْ يَضُرَّهُ وَإِنْ لَمْ يَكُنْ نَبِيًّا اسْتَرَحْنَا مِنْهُ فَعَفَا عَنْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يُعَاقِبْهَا وَتُوُفِّيَ بَعْضُ أَصْحَابِهِ الَّذِينَ أَكَلُوا مِنْ الشَّاةِ وَاحْتَجَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى كَاهِلِهِ مِنْ أَجْلِ الَّذِي أَكَلَ مِنْ الشَّاةِ حَجَمَهُ أَبُو هِنْدٍ بِالْقَرْنِ وَالشَّفْرَةِ وَهُوَ مَوْلًى لِبَنِي بَيَاضَةَ مِنْ الْأَنْصَارِحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ حَدَّثَنَا خَالِدٌ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْدَتْ لَهُ يَهُودِيَّةٌ بِخَيْبَرَ شَاةً مَصْلِيَّةً نَحْوَ حَدِيثِ جَابِرٍ قَالَ فَمَاتَ بِشْرُ بْنُ الْبَرَاءِ بْنِ مَعْرُورٍ الْأَنْصَارِيُّ فَأَرْسَلَ إِلَى الْيَهُودِيَّةِ مَا حَمَلَكِ عَلَى الَّذِي صَنَعْتِ فَذَكَرَ نَحْوَ حَدِيثِ جَابِرٍ فَأَمَرَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُتِلَتْ وَلَمْ يَذْكُرْ أَمْرَ الْحِجَامَةِ","source":"Abu Daud"},"__N_SSG":true}