{"pageProps":{"number":"3794","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Al Hasan bin Tasnim Al 'Ataki] berkata, telah menceritakan kepada kami [Muhammad bin Bakr] berkata, telah mengabarkan kepada kami [Sawwar Abu Hamzah] berkata, telah menceritakan kepada kami [Amru bin Syu'aib] dari [Bapaknya] dari [Kakeknya] ia berkata, \"seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam sambil berteriak, ia mengatakan, \"Wahai Rasulullah, budak wanitanya!\" beliau bersabda: \"Celaka kamu, ada apa denganmu?\" ia menjawab, \"Keburukkan, ia (budak) melihat budak wanita milik tuannya. Lalu tuannya cemburu hingga ia memotong kemaluannya.\" Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Bawa kemari laki-laki itu.\" Laki-laki itu kemudian dicari namun tidak ketemu. Rasulullah shallallahu 'alaihi wasallam lantas bersabda: \"Engkau sekarang merdeka, silahkan pergi.\" Ia lalu bertanya, \"Wahai Rasulullah, kepada siapa aku minta pertolongan?\" beliau menjawab: \"Kepada setiap mukmin, atau beliau mengatakan, \"Kepada setiap muslim.\" Abu Dawud berkata, \"Budak yang dimerdekakan itu namanya adalah Rauh bin Dinar.\" Abu Dawud berkata lagi, \"Sementara orang yang memotong kemaluan budak itu namanya adalah Zinba'.\" Abu Dawud berkata, \"Zinba' Abu Rauh juga mantan budak.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ تَسْنِيمٍ الْعَتَكِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا سَوَّارٌ أَبُو حَمْزَةَ حَدَّثَنَا عَمْرُو بْنُ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَجَاءَ رَجُلٌ مُسْتَصْرِخٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ جَارِيَةٌ لَهُ يَا رَسُولَ اللَّهِ فَقَالَ وَيْحَكَ مَا لَكَ قَالَ شَرًّا أَبْصَرَ لِسَيِّدِهِ جَارِيَةً لَهُ فَغَارَ فَجَبَّ مَذَاكِيرَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيَّ بِالرَّجُلِ فَطُلِبَ فَلَمْ يُقْدَرْ عَلَيْهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اذْهَبْ فَأَنْتَ حُرٌّ فَقَالَ يَا رَسُولَ اللَّهِ عَلَى مَنْ نُصْرَتِي قَالَ عَلَى كُلِّ مُؤْمِنٍ أَوْ قَالَ كُلِّ مُسْلِمٍقَالَ أَبُو دَاوُد الَّذِي عَتَقَ كَانَ اسْمُهُ رَوْحُ بْنُ دِينَارٍ قَالَ أَبُو دَاوُد الَّذِي جَبَّهُ زِنْبَاعٌ قَالَ أَبُو دَاوُد هَذَا زِنْبَاعٌ أَبُو رَوْحٍ كَانَ مَوْلَى الْعَبْدِ","source":"Abu Daud"},"__N_SSG":true}