{"pageProps":{"number":"3796","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Amru bin As Sarh] berkata, telah mengabarkan kepada kami [Ibnu Wahb] berkata, telah mengabarkan kepadaku [Malik] dari [Abu Laila bin Abdullah bin 'Abdurrahman bin Sahl] dari [Sahl bin Abu Hatsmah] Bahwasanya ia dan beberapa tokoh kaumnya mengabarkan kepadanya, bahwa Abdullah bin Sahl dan Muhayishah keluar menuju Khaibar karena penderitaan yang mereka alami. Muhayyishah lalu didatangkan, lalu dikabarkan bahwa Abddullah bin Sahl dibunuh dan dibuang ke dalam lubang atau sumur. Muhayishah lalu mendatangi orang-orang Yahudi dan bertanya, \"Demi Allah, kalian yang telah membunuhnya?\" orang-orang Yahudi itu menjawab, \"Demi Allah, kami tidak membunuhnya.\" Muhayishah lalu pergi hingga sampai ke Madinah, ia lantas ceritakan semua kejadian tersebut kepada kaumnya. Kemudian, ia bersama saudaranya Huwayishah -dan ia umurnya lebih tua- serta 'Abdurrahman bin Sahl pergi menghadap Rasulullah shallallahu 'alaihi wasallam. Muhayishah angkat bicara -karena dialah yang waktu itu di Khaibar-, namun Rasulullah shallallahu 'alaihi wasallam bersabda: \"Yang tua dahulu, yang tua dahulu.\" Huwayishah lalu berbicara dan diteruskan oleh Muhayishah, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mereka mau mambayar diyat untuk temanmu atau mereka mengumumkan peperangan!\" Rasulullah shallallahu 'alaihi wasallam kemudian menulis surat kepada mereka menuntut perkara tersebut, lalu mereka membalas (surat beliau) dengan menulis jawaban, \"Demi Allah kami tidak membunuhnya.\" Rasulullah shallallahu 'alaihi wasallam lalu berkata kepada Huwayishah, Muhayishah dan 'Abdurrahman bin Sahl, \"Apakah kalian mau bersumpah, sehingga kalian berhak mendapatkan hak atas pembunuhan saudara kalian?\" mereka menjawab, \"Tidak.\" Beliau bersabda: \"(Padahal) orang-orang Yahudi akan bersumpah atas tuduhan kalian.\" Mereka menimpali, \"Mereka bukan orang-orang muslim!\" Rasulullah shallallahu 'alaihi wasallam lalu menebus diyat itu dengan harta pribadinya, beliau kirimkan unta hingga unta-unta tersebut di masukkan ke dalam rumah mereka.\" Sahl berkata, \"Salah satu unta tersebut bahkan telah menendangku, yakni unta merah.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي مَالِكٌ عَنْ أَبِي لَيْلَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَأَنَّهُ أَخْبَرَهُ هُوَ وَرِجَالٌ مِنْ كُبَرَاءِ قَوْمِهِ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ فَأُتِيَ مُحَيِّصَةُ فَأُخْبِرَ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي فَقِيرٍ أَوْ عَيْنٍ فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ قَالُوا وَاللَّهِ مَا قَتَلْنَاهُ فَأَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ لَهُمْ ذَلِكَ ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ وَهُوَ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبِّرْ كَبِّرْ يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِمَّا أَنْ يَدُوا صَاحِبَكُمْ وَإِمَّا أَنْ يُؤْذَنُوا بِحَرْبٍ فَكَتَبَ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ فَكَتَبُوا إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ قَالُوا لَا قَالَ فَتَحْلِفُ لَكُمْ يَهُودُ قَالُوا لَيْسُوا مُسْلِمِينَ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ مِائَةَ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمْ الدَّارَقَالَ سَهْلٌ لَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ","source":"Abu Daud"},"__N_SSG":true}