{"pageProps":{"number":"3971","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] berkata, telah menceritakan kepada kami [Abdussalam bin Abu Hazim Abu Thalut] ia berkata; Aku melihat [Abu Barzah] masuk menemui Ubaidullah bin Ziyad, lalu ada seseorang dalam sebuah rombongan bernama Muslim bercerita kepadaku. Ketika Ubaidullah melihatnya, ia berkata, \"Sesungguhnya salah satu dari kelompok Muhammad adalah orang yang gemuk dan pendek.\" Maka Abu Barzah pun mengerti apa yang dikatakan oleh Ubaidullah tersebut. Lantas Abu Barzah berkata, \"Aku tidak menyangka bisa hidup bersama orang-orang yang mencelaku karena aku berkumpul dengan Muhammad shallallahu 'alaihi wasallam.\" Ubaidullah balik berkata, \"Sesungguhnya persahabatanmu dengan Muhammad adalah perhiasan dan tidak ada celanya.\" Ia melanjutkan lagi kata-katanya, \"Dan aku datang kepadamu untuk bertanya perihal telaga, aku pernah mendengar Muhammad shallallahu 'alaihi wasallam menyebut-nyebut tentang itu?\" Abu Barzah menjawab, \"Benar. Tidak hanya satu kali, dua kali, tiga kali, empat kali atau lima kali (beliau sebutkan itu). Maka siapa saja yang mendustainya Allah tidak akan memberinya minum darinya.\" Lalu ia keluar dengan marah.\"","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ أَبِي حَازِمٍ أَبُو طَالُوتَ قَالَشَهِدْتُ أَبَا بَرْزَةَ دَخَلَ عَلَى عُبَيْدِ اللَّهِ بْنِ زِيَادٍ فَحَدَّثَنِي فُلَانٌ سَمَّاهُ مُسْلِمٌ وَكَانَ فِي السِّمَاطِ فَلَمَّا رَآهُ عُبَيْدُ اللَّهِ قَالَ إِنَّ مُحَمَّدِيَّكُمْ هَذَا الدَّحْدَاحُ فَفَهِمَهَا الشَّيْخُ فَقَالَ مَا كُنْتُ أَحْسَبُ أَنِّي أَبْقَى فِي قَوْمٍ يُعَيِّرُونِي بِصُحْبَةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ عُبَيْدُ اللَّهِ إِنَّ صُحْبَةَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَكَ زَيْنٌ غَيْرُ شَيْنٍ قَالَ إِنَّمَا بَعَثْتُ إِلَيْكَ لِأَسْأَلَكَ عَنْ الْحَوْضِ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ فِيهِ شَيْئًا فَقَالَ لَهُ أَبُو بَرْزَةَ نَعَمْ لَا مَرَّةً وَلَا ثِنْتَيْنِ وَلَا ثَلَاثًا وَلَا أَرْبَعًا وَلَا خَمْسًا فَمَنْ كَذَّبَ بِهِ فَلَا سَقَاهُ اللَّهُ مِنْهُ ثُمَّ خَرَجَ مُغْضَبًا","source":"Abu Daud"},"__N_SSG":true}