{"pageProps":{"number":"664","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yahya] dari [Hisyam bin Abu Abdullah], dan telah di riwayatkan dari jalur lain, telah menceritakan kepada kami [Ibnu Al Mutsanna] telah menceritakan kepada kami [Ibnu Abu 'Adi] dari [Al Hajjaj] -dan ini adalah lafadz hadits darinya- dari [Yahya] dari [Abdullah bin Abu Qatadah], berkata [Ibnu Al Mutsanna] dan [Abu Salamah], kemudian keduanya sepakat dari [Abu Qotadah] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam shalat mengimami kami, beliau membaca Al Fatihah dan dua surat pada dua raka'at pertama dalam shalat Dhuhur dan Ashar. Kadang-kadang beliau memperdengarkan bacaan ayat kepada kami, dan biasanya beliau memanjangkan raka'at pertama pada shalat dzuhur dan memperpendek pada raka'at keduanya, begitu juga pada waktu shalat subuh.\" Abu Daud berkata; Musaddad tidak menyebutkan Al Fatihah dan surat. Telah menceritakan kepada kami [Al Hasan bin Ali] telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Hammam] dan [Aban bin Yazid Al 'Atthar] dari [Yahya] dari [Abdullah bin Abu Qatadah] dari [ayahnya] dengan menambahkan pada sebagian hadits ini; \"… Pada dua raka'at terakhir dengan membaca Al Fatihah…\" Dan dia menambahkan dari Hammam katanya; \"… Dan beliau memanjangkan berdirinya pada raka'at pertama, tidak sepanjang pada raka'at kedua, demikian juga pada shalat Ashar dan shalat subuh...\" Telah menceritakan kepada kami [Al Hasan bin Ali] telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [Yahya] dari [Abdullah bin Abu Qatadah] dari [ayahnya] dia berkata; \"Hingga kami menyangka beliau memanjangkan bacaannya karena ingin menunggu supaya orang-orang mendapatkan raka'at pertama.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ هِشَامِ بْنِ أَبِي عَبْدِ اللَّهِ ح و حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ الْحَجَّاجِ وَهَذَا لَفْظُهُ عَنْ يَحْيَى عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ قَالَ ابْنُ الْمُثَنَّى وَأَبِي سَلَمَةَ ثُمَّ اتَّفَقَا عَنْ أَبِي قَتَادَةَ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بِنَا فَيَقْرَأُ فِي الظُّهْرِ وَالْعَصْرِ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ بِفَاتِحَةِ الْكِتَابِ وَسُورَتَيْنِ وَيُسْمِعُنَا الْآيَةَ أَحْيَانًا وَكَانَ يُطَوِّلُ الرَّكْعَةَ الْأُولَى مِنْ الظُّهْرِ وَيُقَصِّرُ الثَّانِيَةَ وَكَذَلِكَ فِي الصُّبْحِ قَالَ أَبُو دَاوُد لَمْ يَذْكُرْ مُسَدَّدٌ فَاتِحَةَ الْكِتَابِ وَسُورَةًحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا هَمَّامٌ وَأَبَانُ بْنُ يَزِيدَ الْعَطَّارُ عَنْ يَحْيَى عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ بِبَعْضِ هَذَا وَزَادَ فِي الْأُخْرَيَيْنِ بِفَاتِحَةِ الْكِتَابِ وَزَادَ عَنْ هَمَّامٍ قَالَ وَكَانَ يُطَوِّلُ فِي الرَّكْعَةِ الْأُولَى مَا لَا يُطَوِّلُ فِي الثَّانِيَةِ وَهَكَذَا فِي صَلَاةِ الْعَصْرِ وَهَكَذَا فِي صَلَاةِ الْغَدَاةِ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ يَحْيَى عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ قَالَ فَظَنَنَّا أَنَّهُ يُرِيدُ بِذَلِكَ أَنْ يُدْرِكَ النَّاسُ الرَّكْعَةَ الْأُولَى","source":"Abu Daud"},"__N_SSG":true}