{"pageProps":{"number":"817","slug":"abu-daud","id":"Telah menceritakan kepada kami [Hafsh bin Umar] telah menceritakan kepada kami [Syu'bah] dari [Al Hakam] dari [Ibnu Abu Laila] dari [Ka'b bin 'Ujrah] dia berkata; kami bertanya -atau- mereka bertanya; \"Wahai Rasulullah, Anda memerintahkan kami untuk bershalawat dan salam kepada anda, kami telah mengetahui tentang salam, lalu bagaimana cara kami bershalawat kepada anda?\" beliau bersabda: \"Ucapkanlah; 'Allahumma shalli 'ala Muhammadin wa'alaa aalii Muhammad, kamaa shallaita 'alaa Ibrahim. Wabaarik 'alaa Muhammad wa'alaa aali Muhammad, kamaa barakta 'alaa Ibrahim fil 'alamiina innaka hamidum-majiid (Ya Allah, curahkanlah kesejahteraan kepada Muhammad dan keluarga Muhammad sebagaimana Engkau curahkan kepada keluarga Ibrahim. Ya Allah, curahkanlah keberkahan kepada Muhammad dan keluarga Muhammad, sebagaimana Engkau curahkan keberkahan kepada keluarga Ibrahim. Sesungguhnya Engkau Maha Terpuji Lagi Maha Agung).\" Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Syu'bah] seperti hadits ini, sabdanya; \"Shalli 'alaa muhammad wa 'alaa aali Muhammad kamaa shallait a'alaa ibraahiim (curahkanlah kesejahteraan kepada Muhammad dan keluarga Muhammad sebagaimana Engkau curahkan kepada keluarga Ibrahim).\" Telah menceritakan kepada kami [Muhammad bin Al 'Ala`] telah menceritakan kepada kami [Ibnu Bisyr] dari [Mis'ar] dari [Al Hakam] dengan isnad ini, beliau bersabda: \"'Allahumma shalli 'ala Muhammadin wa'alaa aalii Muhammad, kamaa shallaita 'alaa Ibrahim innaka hamiidum majiid. Allahumma baarik 'alaa Muhammad wa'alaa aali Muhammad, kamaa barakta 'alaa Ibrahim fil 'alamiina innaka hamidum-majiid (Ya Allah, curahkanlah kesejahteraan kepada Muhammad dan keluarga Muhammad sebagaimana Engkau curahkan kepada keluarga Ibrahim, sesungguhnya Engkau Maha Terpuji Lagi Maha Agung. Ya Allah, curahkanlah keberkahan kepada Muhammad dan keluarga Muhammad, sebagaimana Engkau curahkan keberkahan kepada keluarga Ibrahim. Sesungguhnya Engkau Maha Terpuji Lagi Maha Agung).\" Abu Daud berkata; \"(Hadits ini) juga di riwayatkan oleh [Az Zubair bin 'Adi] dari [Ibnu Abu Laila] sebagaimana yang di riwayatkan Mis'ar namun ia mengatakan; \"kamaa shallaita 'alaa aali Ibrahim innaka hamiidum majiid, wa baarik 'alaa Muhammad …\" kemudian ia melanjutkan hadits seperti itu. ","arab":"حَدَّثَنَا حَفْصُ بْنُ عُمَرَ حَدَّثَنَا شُعْبَةُ عَنْ الْحَكَمِ عَنْ ابْنِ أَبِي لَيْلَى عَنْ كَعْبِ بْنِ عُجْرَةَ قَالَ قُلْنَا أَوْقَالُوا يَا رَسُولَ اللَّهِ أَمَرْتَنَا أَنْ نُصَلِّيَ عَلَيْكَ وَأَنْ نُسَلِّمَ عَلَيْكَ فَأَمَّا السَّلَامُ فَقَدْ عَرَفْنَاهُ فَكَيْفَ نُصَلِّي عَلَيْكَ قَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَبَارِكْ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌحَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا شُعْبَةُ بِهَذَا الْحَدِيثِ قَالَ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا ابْنُ بِشْرٍ عَنْ مِسْعَرٍ عَنْ الْحَكَمِ بِإِسْنَادِهِ بِهَذَا قَالَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ قَالَ أَبُو دَاوُد رَوَاهُ الزُّبَيْرُ بْنُ عَدِيٍّ عَنْ ابْنِ أَبِي لَيْلَى كَمَا رَوَاهُ مِسْعَرٌ إِلَّا أَنَّهُ قَالَ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ وَبَارِكْ عَلَى مُحَمَّدٍ وَسَاقَ مِثْلَهُ","source":"Abu Daud"},"__N_SSG":true}