{"pageProps":{"number":"1148","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Muhammad bin Bisyr] berkata, telah menceritakan kepada kami [Sa'id bin Abu Arubah] dari [Qatadah] dari [Zurarah bin Abu Aufa] dari [Sa'd bin Hisyam] ia berkata, \"Aku bertanya kepada ['Aisyah], \"Aku katakan, \"Wahai Ummul mukminin, berilah fatwa kami tentang witirnya Rasulullah shallallahu 'alaihi wasallam! \" ia menjawab, \"Kami menyiapkan siwak dan air wudlu beliau, lalu Allah membangunkannya atas kehendak-Nya kapan beliau harus bangun. Beliau bersiwak dan wudlu, kemudian shalat sembilan raka'at tanpa duduk kecuali pada raka'at ke delapan. Beliau berdo`a, dzikir kepada Allah, memuji dan memohon kepada-Nya. Kemudian beliau berdiri tanpa salam terlebih dahulu, lalu diam berdiri. Setelah itu beliau shalat pada raka'at kesembilan, lalu duduk dan dzikir kepada Allah, memuji, memohon kepada Rabbnya, dan bershalawat atas Nabi-Nya. Kemudian beliau mengucapkan salam dengan suara keras hingga kami mendengarnya, setelah salam itu beliau shalat lagi dua raka'at dalam keadaan duduk. Maka itulah sebelas raka'at. Setelah Rasulullah shallallahu 'alaihi wasallam berusia senja, beliau witir tujuh raka'at dan shalat dua raka'at setelah salam. \"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ سَعْدِ بْنِ هِشَامٍ قَالَسَأَلْتُ عَائِشَةَ قُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَفْتِينِي عَنْ وِتْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ كُنَّا نُعِدُّ لَهُ سِوَاكَهُ وَطَهُورَهُ فَيَبْعَثُهُ اللَّهُ فِيمَا شَاءَ أَنْ يَبْعَثَهُ مِنْ اللَّيْلِ فَيَتَسَوَّكُ وَيَتَوَضَّأُ ثُمَّ يُصَلِّي تِسْعَ رَكَعَاتٍ لَا يَجْلِسُ فِيهَا إِلَّا عِنْدَ الثَّامِنَةِ فَيَدْعُو رَبَّهُ فَيَذْكُرُ اللَّهَ وَيَحْمَدُهُ وَيَدْعُوهُ ثُمَّ يَنْهَضُ وَلَا يُسَلِّمُ ثُمَّ يَقُومُ فَيُصَلِّي التَّاسِعَةَ ثُمَّ يَقْعُدُ فَيَذْكُرُ اللَّهَ وَيَحْمَدُهُ وَيَدْعُو رَبَّهُ وَيُصَلِّي عَلَى نَبِيِّهِ ثُمَّ يُسَلِّمُ تَسْلِيمًا يُسْمِعُنَا ثُمَّ يُصَلِّي رَكْعَتَيْنِ بَعْدَ مَا يُسَلِّمُ وَهُوَ قَاعِدٌ فَتِلْكَ إِحْدَى عَشْرَةَ رَكْعَةً فَلَمَّا أَسَنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخَذَ اللَّحْمَ أَوْتَرَ بِسَبْعٍ وَصَلَّى رَكْعَتَيْنِ بَعْدَ مَا سَلَّمَ","source":"Ibnu Majah"},"__N_SSG":true}