{"pageProps":{"number":"1577","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abdullah bin Numair] dari [Zakaria] dari [Firas] dari [Amir] dari [Masruq] dari ['Aisyah] ia berkata, \"Semua isteri Nabi shallallahu 'alaihi wasallam berkumpul dan tidak ada seorang pun yang tertinggal, lalu datanglah Fatimah yang jalannya persis sebagaimana Rasulullah shallallahu 'alaihi wasallam berjalan. Beliau kemudian berkata, \"Selamat datang wahai puteriku, \" beliau lantas mendudukkannya di sisi sebelah kiri. Beliau kemudian membisiki Fatimah dengan perkataan yang membuatnya menangis. Setelah itu beliau kembali membisikinya dengan sesuatu hingga membuatnya tertawa. Lantas aku bertanya kepada Fatimah, \"Apa yang membuatmu menangis?\" ia menjawab, \"Tidak mungkin aku menyebarkan rahasia Rasulullah shallallahu 'alaihi wasallam. \" Aku berkata lagi, \"Aku tidak pernah melihat kebahagiaan yang bersanding dengan kesedihan sebagaimana hari ini. \" Ketika Fatimah menangis aku berkata kepada Fatimah, \"Rasulullah shallallahu 'alaihi wasallam berbicara denganmu secara khusus yang tidak beliau lakukan kepada kami, lantas kamu menangis? Maka aku tanyakan kepadanya apa yang dikatakan oleh beliau, ia pun menjawab, \"Beliau menceritakan kepadaku bahwa Jibril membacakan Al Qur`an di hadapan beliau sekali dalam setahun, sementara beliau membacakan kepadanya dua kali dalam setahun. Beliau mengatakan: \"Tidak diperlihatkan kepadaku kecuali bahwa ajalku telah dekat, dan engkaulah orang pertama kali yang akan menyusulku dari keluargaku. Dan sebaik-baik orang yang lebih dahulu meninggal sebelum kamu (meninggal) adalah aku, \" maka aku pun menangis. Kemudian beliau membisiki aku, beliau mengatakan: \"Tidak ridlakah jika kamu adalah pemimpin bagi wanita kaum muslimin, atau beliau mengatakan: \"wanita umat ini?\" maka aku pun tertawa karenanya. \"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ زَكَرِيَّا عَنْ فِرَاسٍ عَنْ عَامِرٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْاجْتَمَعْنَ نِسَاءُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ تُغَادِرْ مِنْهُنَّ امْرَأَةٌ فَجَاءَتْ فَاطِمَةُ كَأَنَّ مِشْيَتَهَا مِشْيَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَرْحَبًا بِابْنَتِي ثُمَّ أَجْلَسَهَا عَنْ شِمَالِهِ ثُمَّ إِنَّهُ أَسَرَّ إِلَيْهَا حَدِيثًا فَبَكَتْ فَاطِمَةُ ثُمَّ إِنَّهُ سَارَّهَا فَضَحِكَتْ أَيْضًا فَقُلْتُ لَهَا مَا يُبْكِيكِ قَالَتْ مَا كُنْتُ لِأُفْشِيَ سِرَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ مَا رَأَيْتُ كَالْيَوْمِ فَرَحًا أَقْرَبَ مِنْ حُزْنٍ فَقُلْتُ لَهَا حِينَ بَكَتْ أَخَصَّكِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَدِيثٍ دُونَنَا ثُمَّ تَبْكِينَ وَسَأَلْتُهَا عَمَّا قَالَ فَقَالَتْ مَا كُنْتُ لِأُفْشِيَ سِرَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا قُبِضَ سَأَلْتُهَا عَمَّا قَالَ فَقَالَتْ إِنَّهُ كَانَ يُحَدِّثُنِي أَنَّ جِبْرَائِيلَ كَانَ يُعَارِضُهُ بِالْقُرْآنِ فِي كُلِّ عَامٍ مَرَّةً وَأَنَّهُ عَارَضَهُ بِهِ الْعَامَ مَرَّتَيْنِ وَلَا أُرَانِي إِلَّا قَدْ حَضَرَ أَجَلِي وَأَنَّكِ أَوَّلُ أَهْلِي لُحُوقًا بِي وَنِعْمَ السَّلَفُ أَنَا لَكِ فَبَكَيْتُ ثُمَّ إِنَّهُ سَارَّنِي فَقَالَ أَلَا تَرْضَيْنَ أَنْ تَكُونِي سَيِّدَةَ نِسَاءِ الْمُؤْمِنِينَ أَوْ نِسَاءِ هَذِهِ الْأُمَّةِ فَضَحِكْتُ لِذَلِكَ","source":"Ibnu Majah"},"__N_SSG":true}