{"pageProps":{"number":"166","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ibrahim bin Al Mundzir Al Hizami] dan [Yahya bin Habib bin Arabi] keduanya berkata dari [Musa bin Ibrahim bin Katsir Al Anshari Al Haramia] ia berkata; Aku mendengar [Thalhah bin Khirasy] berkata; Aku mendengar [Jabir bin Abdullah] berkata; Tatkala Abdullah bin 'Amru bin Haram gugur di perang Uhud, Rasulullah shallallahu 'alaihi wasallam menjumpaiku seraya mengatakan: \"Wahai Jabir, maukah engkau aku kabarkan apa yang diucapkan Allah kepada ayahmu?\" Yahya dalam haditsnya menyebutkan; Beliau bersabda: \"Hai Jabir, kenapa aku melihatmu murung?\" aku (Jabir) menjawab; \"Wahai Rasulullah, ayahku telah menemumi syahidnya, sementara dia meninggallkan anak-anak dan hutang.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maukah kamu aku beri kabar gembira dengan apa yang Allah berikan kepada ayahmu?\" ia menjawab; \"Mau ya Rasulullah.\" Beliau bersabda: \"Tidak pernah Allah mengajak bicara seseorang melainkan dari balik hijab, sementara Dia mengajak bicara ayahmu dengan berhadapan muka, Ia lalu berfirman: 'Wahai Hambaku, memohonlah kepada-Ku, niscaya Aku akan memberimu, ' ia menjawab; 'Wahai Rabb, hidupkan aku kembali agar aku terbunuh di jalan-Mu untuk kedua kalinya.' Allah berfirman: 'Sesungguhnya telah berlalu dari-Ku bahwasanya mereka tidak akan kembali lagi ke sana, ' ia berkata; 'Wahai Rabb, kalau begitu sampaikanlah kepada orang yang berada di belakangku.'\" Beliau bersabda: \"Maka Allah Ta'ala menurunkan: \"Janganlah kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati; bahkan mereka itu hidup di sisi Rabbnya dengan mendapat rizki.\"","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ وَيَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ قَالَا حَدَّثَنَا مُوسَى بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ الْأَنْصَارِيُّ الْحَرَامِيُّ قَالَ سَمِعْتُ طَلْحَةَ بْنَ خِرَاشٍ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُلَمَّا قُتِلَ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ حَرَامٍ يَوْمَ أُحُدٍ لَقِيَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا جَابِرُ أَلَا أُخْبِرُكَ مَا قَالَ اللَّهُ لِأَبِيكَ وَقَالَ يَحْيَى فِي حَدِيثِهِ فَقَالَ يَا جَابِرُ مَا لِي أَرَاكَ مُنْكَسِرًا قُلْتُ يَا رَسُولَ اللَّهِ اسْتُشْهِدَ أَبِي وَتَرَكَ عِيَالًا وَدَيْنًا قَالَ أَفَلَا أُبَشِّرُكَ بِمَا لَقِيَ اللَّهُ بِهِ أَبَاكَ قَالَ بَلَى يَا رَسُولَ اللَّهِ قَالَ مَا كَلَّمَ اللَّهُ أَحَدًا قَطُّ إِلَّا مِنْ وَرَاءِ حِجَابٍ وَكَلَّمَ أَبَاكَ كِفَاحًا فَقَالَ يَا عَبْدِي تَمَنَّ عَلَيَّ أُعْطِكَ قَالَ يَا رَبِّ تُحْيِينِي فَأُقْتَلُ فِيكَ ثَانِيَةً فَقَالَ الرَّبُّ سُبْحَانَهُ إِنَّهُ سَبَقَ مِنِّي أَنَّهُمْ إِلَيْهَا لَا يَرْجِعُونَ قَالَ يَا رَبِّ فَأَبْلِغْ مَنْ وَرَائِي قَالَ فَأَنْزَلَ اللَّهُ تَعَالَى{ وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ }","source":"Ibnu Majah"},"__N_SSG":true}