{"pageProps":{"number":"2017","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abdullah bin Numair] berkata, telah menceritakan kepada kami [Muhammad bin Ishaq] dari [Muhammad bin Amru bin 'Atha] dari [Sulaiman bin Yasar] dari [Salamah bin Shakhr Al Bayadli] ia berkata, \"Aku adalah orang yang paling besar ketertarikannya terhadap wanita, tidak seorang laki-laki pun yang seperti aku dalam hal itu. Ketika masuk bulan ramadlan aku menzhihar isteriku hingga bulan ramadlan berakhir. Ketika pada suatu malam ia berbicara kepadaku, sebagian auratnya tersingkaf hingga aku pun mendekapnya dan menggaulinya. Di pagi harinya aku pergi menemui kaumku dan mengabarkan apa yang telah aku lakukan. Aku katakan kepada mereka, \"Temanilah aku untuk menemui Rasulullah shallallahu 'alaihi wasallam, \" mereka berkata, \"Kami tidak akan melakukannya, kami takut akan ada ayat yang Allah 'azza wajalla turunkan atas kami. Atau, akan keluar perkataan Rasulullah shallallahu 'alaihi wasallam atas kami. Akan tetapi kami akan menyerahkan kamu beserta dosa-dosamu, maka pergi dan sebutkanlah perkaramu kepada Rasulullah shallallahu 'alaihi wasallam.\" Salamah bin Shakhr Al Bayadli berkata, \"Lalu aku keluar menemui beliau dan aku kabarkan hal itu kepadanya, Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Kamu berdosa karena hal itu, \" aku menjawab, \"Aku berdosa karena hal itu! Wahai Rasulullah, aku akan sabar dengan hukum Allah.\" Beliau bersabda: \"Bebaskanlah seorang budak.\" Salamah bin Shakhr Al Bayadli berkata, \"Aku berkata, \"Demi yang mengutusmu dengan keberanan, disaat pagi hari aku tidak mempunyai kecuali hanya budak ini.\" beliau bersabda: \"Berpuasalah dua bulan berturut-turut.\" Salamah bin Shakhr Al Bayadli berkata, \"Aku berkata, \"Wahai Rasulullah, apakah ada sesuatu yang menjadikan aku tertimpa musibah kecuali puasa?\" beliau bersabda: \"Bersedekahlah, atau beliau mengatakan, \"berilah makan enam puluh orang miskin.\" Salamah bin Shakhr Al Bayadli berkata, \"Aku berkata, \"Demi yang mengutusmu dengan kebenaran, malam ini kami telah bermalam dan kami tidak mendapati makan malam.\" Beliau bersabda: \"Temuilah pemegang harta sedekah dari bani Zurai', katakan kepadanya agar ia memberikan harta itu kepadamu. Lalu berilah makan kepada enam puluh orang miskin, dan manfaatkanlah sisanya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ سَلَمَةَ بْنِ صَخْرٍ الْبَيَاضِيِّ قَالَكُنْتُ امْرَأً أَسْتَكْثِرُ مِنْ النِّسَاءِ لَا أَرَى رَجُلًا كَانَ يُصِيبُ مِنْ ذَلِكَ مَا أُصِيبُ فَلَمَّا دَخَلَ رَمَضَانُ ظَاهَرْتُ مِنْ امْرَأَتِي حَتَّى يَنْسَلِخَ رَمَضَانُ فَبَيْنَمَا هِيَ تُحَدِّثُنِي ذَاتَ لَيْلَةٍ انْكَشَفَ لِي مِنْهَا شَيْءٌ فَوَثَبْتُ عَلَيْهَا فَوَاقَعْتُهَا فَلَمَّا أَصْبَحْتُ غَدَوْتُ عَلَى قَوْمِي فَأَخْبَرْتُهُمْ خَبَرِي وَقُلْتُ لَهُمْ سَلُوا لِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا مَا كُنَّا نَفْعَلُ إِذًا يُنْزِلَ اللَّهُ عَزَّ وَجَلَّ فِينَا كِتَابًا أَوْ يَكُونَ فِينَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَوْلٌ فَيَبْقَى عَلَيْنَا عَارُهُ وَلَكِنْ سَوْفَ نُسَلِّمُكَ لِجَرِيرَتِكَ اذْهَبْ أَنْتَ فَاذْكُرْ شَأْنَكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَخَرَجْتُ حَتَّى جِئْتُهُ فَأَخْبَرْتُهُ الْخَبَرَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْتَ بِذَاكَ فَقُلْتُ أَنَا بِذَاكَ وَهَا أَنَا يَا رَسُولَ اللَّهِ صَابِرٌ لِحُكْمِ اللَّهِ عَلَيَّ قَالَ فَأَعْتِقْ رَقَبَةً قَالَ قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أَصْبَحْتُ أَمْلِكُ إِلَّا رَقَبَتِي هَذِهِ قَالَ فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ وَهَلْ دَخَلَ عَلَيَّ مَا دَخَلَ مِنْ الْبَلَاءِ إِلَّا بِالصَّوْمِ قَالَ فَتَصَدَّقْ أَوْ أَطْعِمْ سِتِّينَ مِسْكِينًا قَالَ قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ بِتْنَا لَيْلَتَنَا هَذِهِ مَا لَنَا عَشَاءٌ قَالَ فَاذْهَبْ إِلَى صَاحِبِ صَدَقَةِ بَنِي زُرَيْقٍ فَقُلْ لَهُ فَلْيَدْفَعْهَا إِلَيْكَ وَأَطْعِمْ سِتِّينَ مِسْكِينًا وَانْتَفِعْ بِبَقِيَّتِهَا","source":"Ibnu Majah"},"__N_SSG":true}