{"pageProps":{"number":"2797","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah]; telah menceritakan kepada kami [Waki'] dari [Sufyan] dari [Abu Az Zinad] dari [Al Muraqqi' bin Abdullah bin Shaifi] dari [Hanzhalah] seorang penulis, ia berkata; \"Kami telah berperang bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba kami menjumpai seorang wanita yang terbunuh dan telah dikerumuni masyarakat kemudian mereka memberi jalan untuk beliau. Rasulullah shallallahu 'alaihi wasallam bersabda: 'Wanita ini tidak ikut berperang dengan mereka yang perang.' Lalu Rasulullah bersabda kepada seorang laki-laki: 'Berangkatlah menuju Khalid bin Walid dan katakan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam memerintahkanmu seraya bersabda: 'Janganlah engkau bunuh keturunan-keturunannya dan para buruh kerja (tukang).' Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah]; telah menceritakan kepada kami [Qutaibah]; telah menceritakan kepada kami [Al Mughirah bin Abdurrahman] dari [Abu Az Zinad] dari [Al Muraqqi'] dari [Kakeknya, Rabah bin Ar Rabi'] dari Nabi shallallahu 'alaihi wasallam seperti itu. [Abu Bakar bin Abu Syaibah] berkata; 'Ats Tsauri menyalahkannya.'","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ أَبِي الزِّنَادِ عَنْ الْمُرَقَّعِ بْنِ عَبْدِ اللَّهِ بْنِ صَيْفِيٍّ عَنْ حَنْظَلَةَ الْكَاتِبِ قَالَغَزَوْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَرَرْنَا عَلَى امْرَأَةٍ مَقْتُولَةٍ قَدْ اجْتَمَعَ عَلَيْهَا النَّاسُ فَأَفْرَجُوا لَهُ فَقَالَ مَا كَانَتْ هَذِهِ تُقَاتِلُ فِيمَنْ يُقَاتِلُ ثُمَّ قَالَ لِرَجُلٍ انْطَلِقْ إِلَى خَالِدِ بْنِ الْوَلِيدِ فَقُلْ لَهُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكَ يَقُولُ لَا تَقْتُلَنَّ ذُرِّيَّةً وَلَا عَسِيفًاحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي الزِّنَادِ عَنْ الْمُرَقَّعِ عَنْ جَدِّهِ رَبَاحِ بْنِ الرَّبِيعِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ قَالَ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ يُخْطِئُ الثَّوْرِيُّ فِيهِ","source":"Ibnu Majah"},"__N_SSG":true}