{"pageProps":{"number":"2823","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Hisyam bin 'Ammar]; telah menceritakan kepada kami [Al Walid bin Muslim]; telah menceritakan kepada kami [Sa'id bin Abdul Aziz At Tanukhi] dari [Rabi'ah bin Yazid] dari [Abu Idris Al Khaulani] dari [Abu Muslim] berkata; telah menceritakan kepadaku Al Habib Al Amin dan aku memanggilnya Habib tapi dia jugalah yang terpercaya, yaitu [Auf bin Malik Al Asyja'i], ia berkata; \"Kami berada di sisi Nabi shallallahu 'alaihi wasallam tujuh, delapan atau sembilan orang. la berkata; 'Bukankah kalian ingin berbai'at pada Rasulullah?! ' Kami membentangkan tangan kami. Seseorang berkata; 'Wahai Rasulullah! Sesungguhnya kami telah membaiat dirimu, maka bagaimana cara berbaiat atas dirimu? ' Rasulullah shallallahu 'alaihi wasallam bersabda: 'Hendaklah kalian beribadah kepada Allah dan janganlah mempersekutukan-Nya. Dirikanlah shalat lima waktu dan dengarkan serta taati perintah pemimpinmu -beliau mengemukakannya dengan ucapan yang samar- dan janganlah meminta-minta kepada orang lain.' 'Auf berkata; 'Aku sungguh telah melihat sebagian mereka yang cambuknya terjatuh, maka mereka tidak meminta kepada orang lain untuk mengambilkannya.'","arab":"حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ التَّنُوخِيُّ عَنْ رَبِيعَةَ بْنِ يَزِيدَ عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ عَنْ أَبِي مُسْلِمٍ قَالَ حَدَّثَنِي الْحَبِيبُ الْأَمِينُ أَمَّا هُوَ إِلَيَّ فَحَبِيبٌ وَأَمَّا هُوَ عِنْدِي فَأَمِينٌ عَوْفُ بْنُ مَالِكٍ الْأَشْجَعِيُّ قَالَكُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبْعَةً أَوْ ثَمَانِيَةً أَوْ تِسْعَةً فَقَالَ أَلَا تُبَايِعُونَ رَسُولَ اللَّهِ فَبَسَطْنَا أَيْدِيَنَا فَقَالَ قَائِلٌ يَا رَسُولَ اللَّهِ إِنَّا قَدْ بَايَعْنَاكَ فَعَلَامَ نُبَايِعُكَ فَقَالَ أَنْ تَعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَتُقِيمُوا الصَّلَوَاتِ الْخَمْسَ وَتَسْمَعُوا وَتُطِيعُوا وَأَسَرَّ كَلِمَةً خُفْيَةً وَلَا تَسْأَلُوا النَّاسَ شَيْئًا قَالَ فَلَقَدْ رَأَيْتُ بَعْضَ أُولَئِكَ النَّفَرِ يَسْقُطُ سَوْطُهُ فَلَا يَسْأَلُ أَحَدًا يُنَاوِلُهُ إِيَّاهُ","source":"Ibnu Majah"},"__N_SSG":true}