{"pageProps":{"number":"3398","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Yunus bin Muhammad] telah menceritakan kepada kami [Fulaih bin Sulaiman] dari [Ayyub bin Abdurrahman bin Abdullah bin Abu Sha'sha'ah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Abu 'Amir] dan [Abu Daud] keduanya berkata; telah menceritakan kepada kami [Fulaih bin Sulaiman] dari [Ayyub bin Abdurrahman] dari [Ya'qub bin Abu Ya'qub] dari [Ummu Al Mundzir binti Qais Al Anshariyah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah mengunjungi kami bersama Ali bin Abu Thalib, saat itu Ali baru saja sembuh dari sakitnya. Dan kami memiliki hasil petikan buah kurma yang masih menggantung, Nabi shallallahu 'alaihi wasallam makan beberapa buah darinya. Kemudian Ali juga ikut mengambilnya dan memakannya, maka Nabi shallallahu 'alaihi wasallam bersabda: \"Jangan wahai Ali, sebab kamu baru saja sembuh.\" Ummu Al Mundzir berkata, \"Kemudian aku membuatkan makanan dari ubi dan gandum untuk Nabi shallallahu 'alaihi wasallam, Nabi shallallahu 'alaihi wasallam lalu bersabda: \"Wahai Ali, makanlah makanan ini, karena ia sangat bermanfaat bagimu.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي صَعْصَعَةَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَامِرٍ وَأَبُو دَاوُدَ قَالَا حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ يَعْقُوبَ بْنِ أَبِي يَعْقُوبَ عَنْ أُمِّ الْمُنْذِرِ بِنْتِ قَيْسٍ الْأَنْصَارِيَّةِ قَالَتْدَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ وَعَلِيٌّ نَاقِهٌ مِنْ مَرَضٍ وَلَنَا دَوَالِي مُعَلَّقَةٌ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ مِنْهَا فَتَنَاوَلَ عَلِيٌّ لِيَأْكُلَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَهْ يَا عَلِيُّ إِنَّكَ نَاقِهٌ قَالَتْ فَصَنَعْتُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِلْقًا وَشَعِيرًا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَلِيُّ مِنْ هَذَا فَأَصِبْ فَإِنَّهُ أَنْفَعُ لَكَ","source":"Ibnu Majah"},"__N_SSG":true}