{"pageProps":{"number":"3960","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Sufyan] dari [Ali bin Badzimah] dari [Abu 'Ubaidah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ketika terjadi krisis moral di tengah-tengah Bani Israil, ada seorang laki-laki melihat saudaranya berbuat dosa, maka dia pun melarangnya. Namun di esok harinya dia tidak mencegahnya dari apa yang dia lihat dari saudaranya supaya dia menjadi teman makan, teman minum dan teman bergaul. Maka Allah menutup hati mereka dengan sebagian yang lain, dan turunlah ayat Al Quran mengenai diri mereka, Allah berfirman: '(Telah dilaknati orang-orang kafir dari Bani Israil dengan lisan Daud dan 'Isa putera Maryam...) ' sampai pada ayat '(Sekiranya mereka beriman kepada Allah, kepada Nabi (Musa) dan kepada apa yang diturunkan kepadanya (Nabi), niscaya mereka tidak akan mengambil orang-orang musyrikin itu menjadi penolong-penolong, tapi kebanyakan dari mereka adalah orang-orang yang fasik) ' (Qs. Al Maidah: 78-81). Abu 'Ubaidah berkata, \"Rasulullah shallallahu 'alaihi wasallam pada saat itu bersandar kemudian duduk seraya bersabda: \"Tidak, sehingga kalian mengambil dari kedua tangan orang yang zhalim, kemudian kalian benar-benar meletakkannya kepada jalan yang benar.\" Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Abu Daud] yang ia diktekan kepadaku, telah menceritakan kepada kami [Muhammad bin Abu Al Waddlah] dari [Ali bin Badzimah] dari [Abu 'Ubaidah] dari [Abdullah] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ عَلِيِّ بْنِ بَذِيمَةَ عَنْ أَبِي عُبَيْدَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ بَنِي إِسْرَائِيلَ لَمَّا وَقَعَ فِيهِمْ النَّقْصُ كَانَ الرَّجُلُ يَرَى أَخَاهُ عَلَى الذَّنْبِ فَيَنْهَاهُ عَنْهُ فَإِذَا كَانَ الْغَدُ لَمْ يَمْنَعْهُ مَا رَأَى مِنْهُ أَنْ يَكُونَ أَكِيلَهُ وَشَرِيبَهُ وَخَلِيطَهُ فَضَرَبَ اللَّهُ قُلُوبَ بَعْضِهِمْ بِبَعْضٍ وَنَزَلَ فِيهِمْ الْقُرْآنُ فَقَالَ{ لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ حَتَّى بَلَغَ وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ }قَالَ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَّكِئًا فَجَلَسَ وَقَالَ لَا حَتَّى تَأْخُذُوا عَلَى يَدَيْ الظَّالِمِ فَتَأْطِرُوهُ عَلَى الْحَقِّ أَطْرًاحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو دَاوُدَ أَمْلَاهُ عَلَيَّ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي الْوَضَّاحِ عَنْ عَلِيِّ بْنِ بَذِيمَةَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Ibnu Majah"},"__N_SSG":true}