{"pageProps":{"number":"3973","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Mahmud bin Khalid Ad Dimasyqi] telah menceritakan kepada kami [Sulaiman bin Abdurrahman Abu Ayyub] dari [Ibnu Abu Malik] dari [Ayahnya] dari ['Atha bin Abu Rabah] dari [Abdullah bin Umar] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam menghadapkan wajah ke kami dan bersabda: \"Wahai golongan Muhajirin, lima perkara apabila kalian mendapat cobaan dengannya, dan aku berlindung kepada Allah semoga kalian tidak mengalaminya; Tidaklah kekejian menyebar di suatu kaum, kemudian mereka melakukannya dengan terang-terangan kecuali akan tersebar di tengah mereka penyakit Tha'un dan kelaparan yang belum pernah terjadi terhadap para pendahulu mereka. Tidaklah mereka mengurangi timbangan dan takaran kecuali mereka akan disiksa dengan kemarau berkepanjangan dan penguasa yang zhalim. Tidaklah mereka enggan membayar zakat harta-harta mereka kecuali langit akan berhenti meneteskan air untuk mereka, kalau bukan karena hewan-hewan ternak niscaya mereka tidak akan beri hujan. Tidaklah mereka melanggar janji Allah dan Rasul-Nya kecuali Allah akan kuasakan atas mereka musuh dari luar mereka dan menguasainya. Dan tidaklah pemimpin-pemimpin mereka enggan menjalankan hukum-hukum Allah dan tidak menganggap lebih baik apa yang diturunkan Allah, kecuali Allah akan menjadikan rasa takut di antara mereka.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ الدِّمَشْقِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو أَيُّوبَ عَنْ ابْنِ أَبِي مَالِكٍ عَنْ أَبِيهِ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَأَقْبَلَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مَعْشَرَ الْمُهَاجِرِينَ خَمْسٌ إِذَا ابْتُلِيتُمْ بِهِنَّ وَأَعُوذُ بِاللَّهِ أَنْ تُدْرِكُوهُنَّ لَمْ تَظْهَرْ الْفَاحِشَةُ فِي قَوْمٍ قَطُّ حَتَّى يُعْلِنُوا بِهَا إِلَّا فَشَا فِيهِمْ الطَّاعُونُ وَالْأَوْجَاعُ الَّتِي لَمْ تَكُنْ مَضَتْ فِي أَسْلَافِهِمْ الَّذِينَ مَضَوْا وَلَمْ يَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِلَّا أُخِذُوا بِالسِّنِينَ وَشِدَّةِ الْمَئُونَةِ وَجَوْرِ السُّلْطَانِ عَلَيْهِمْ وَلَمْ يَمْنَعُوا زَكَاةَ أَمْوَالِهِمْ إِلَّا مُنِعُوا الْقَطْرَ مِنْ السَّمَاءِ وَلَوْلَا الْبَهَائِمُ لَمْ يُمْطَرُوا وَلَمْ يَنْقُضُوا عَهْدَ اللَّهِ وَعَهْدَ رَسُولِهِ إِلَّا سَلَّطَ اللَّهُ عَلَيْهِمْ عَدُوًّا مِنْ غَيْرِهِمْ فَأَخَذُوا بَعْضَ مَا فِي أَيْدِيهِمْ وَمَا لَمْ تَحْكُمْ أَئِمَّتُهُمْ بِكِتَابِ اللَّهِ وَيَتَخَيَّرُوا مِمَّا أَنْزَلَ اللَّهُ إِلَّا جَعَلَ اللَّهُ بَأْسَهُمْ بَيْنَهُمْ","source":"Ibnu Majah"},"__N_SSG":true}