{"pageProps":{"number":"43","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Ubaid bin Maimun Al Madani Abu Ubaid] berkata, telah menceritakan kepada kami [bapakku] dari [Muhammad bin Ja'far bin Abu Katsir] dari [Musa bin 'Uqbah] dari [Abu Ishaq] dari [Abul Ahwash] dari [Abdullah bin Mas'ud] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \" Keduanya merupakan perkataan dan petunjuk. Maka sebaik-baik perkataan adalah kalamullah, dan sebaik-baik petunjuk adalah petunjuk Muhammad. Ketahuilah, jangan kalian membuat perkara-perkara baru. Sesungguhnya seburuk-buruk perkara adalah hal-hal baru (diada-adakan), dan setiap hal baru adalah bid'ah, dan setiap bid'ah adalah sesat. Ketahuilah, janganlah kalian terlalu panjang dalam berangan-angan, hingga menjadikan hati kalian keras. Ketahuilah, segala sesuatu yang akan datang itu adalah dekat, dan bahwasanya yang jauh itu sesuatu yang tidak datang. Ketahuilah, bahwasanya orang yang sengsara itu adalah orang yang sengsara di perut ibunya, dan orang yang berbahagia adalah orang yang diberi nasehat dengan selainnya. Ketahuilah, sesungguhnya membunuh seorang muslim adalah kekafiran, dan mencercanya adalah kefasikan. Tidak halal bagi seorang muslim untuk tidak mengajak bicara saudaranya di atas tiga hari. Ketahuilah, jauhilah oleh kalian berkata dusta, sesungguhnya dusta itu tidak dibenarkan baik dilakukan dengan serius maupun main-main. Janganlah seseorang berjanji kepada anak kecilnya kemudian dia tidak menepatinya. Sesungguhnya dusta akan menggiring kepada perbuatan dosa dan sesungguhnya perbuatan dosa akan menggiring ke dalam neraka. Sesungguhnya kejujuran akan menunjukkan kepada kebaikan dan kebaikan akan menunjukkan kepada surga. Dan akan dikatakan kepada orang yang jujur; ia telah berlaku jujur dan berbuat baik. Sementara kepada pendusta dikatakan; ia telah berlaku dusta dan dosa. Seorang hamba yang selalu berdusta, akan dicatat di sisi Allah sebagai pendusta.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ الْمَدَنِيُّ أَبُو عُبَيْدٍ حَدَّثَنَا أَبِي عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ أَبِي كَثِيرٍ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا هُمَا اثْنَتَانِ الْكَلَامُ وَالْهَدْيُ فَأَحْسَنُ الْكَلَامِ كَلَامُ اللَّهِ وَأَحْسَنُ الْهَدْيِ هَدْيُ مُحَمَّدٍ أَلَا وَإِيَّاكُمْ وَمُحْدِثَاتِ الْأُمُورِ فَإِنَّ شَرَّ الْأُمُورِ مُحْدَثَاتُهَا وَكُلُّ مُحْدَثَةٍ بِدْعَةٌ وَكُلُّ بِدْعَةٍ ضَلَالَةٌ أَلَا لَا يَطُولَنَّ عَلَيْكُمْ الْأَمَدُ فَتَقْسُوَ قُلُوبُكُمْ أَلَا إِنَّ مَا هُوَ آتٍ قَرِيبٌ وَإِنَّمَا الْبَعِيدُ مَا لَيْسَ بِآتٍ أَلَا أَنَّمَا الشَّقِيُّ مَنْ شَقِيَ فِي بَطْنِ أُمِّهِ وَالسَّعِيدُ مَنْ وُعِظَ بِغَيْرِهِ أَلَا إِنَّ قِتَالَ الْمُؤْمِنِ كُفْرٌ وَسِبَابُهُ فُسُوقٌ وَلَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثٍ أَلَا وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّ الْكَذِبَ لَا يَصْلُحُ بِالْجِدِّ وَلَا بِالْهَزْلِ وَلَا يَعِدُ الرَّجُلُ صَبِيَّهُ ثُمَّ لَا يَفِي لَهُ فَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارَ وَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ وَإِنَّهُ يُقَالُ لِلصَّادِقِ صَدَقَ وَبَرَّ وَيُقَالُ لِلْكَاذِبِ كَذَبَ وَفَجَرَ أَلَا وَإِنَّ الْعَبْدَ يَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللَّهِ كَذَّابًا","source":"Ibnu Majah"},"__N_SSG":true}