{"pageProps":{"number":"1092","slug":"ahmad","id":"(Ahmad bin Hanbal Radliyallahu'anhu) berkata; telah menceritakan kepada kami Abdullah telah menceritakan kepada kami [Muhammad bin Bakr] berkata; telah mengabarkan kepada kami [Ibnu Juraij] berkata; telah mengabarkan kepadaku [Ibnu Syihab] dari ['Ubaidullah bin Abdullah bin 'Utbah] dari [Abdullah bin 'Abbas] dari [Ash Sha'b bin Jatsamah] dia berkata; (Rasulullah Shallallahu'alaihiwasallam) melewatiku, saya waktu itu sedang berada di Abwa`, atau di Wadan, lalu saya hadiahkan daging keledai kepada beliau. Beliau menolaknya, tatkala Rasulullah Shallallahu'alaihiwasallam melihat ekspresi kebencian di wajahku beliau bersabda: \"Bukannya kami menolak pemberianmu, hanya kami sedang di Tanah Haram.\" Saya bertanya kepada Ibnu Syihab, apakah keledai itu disembelih?. Dia menjawab, saya tidak tahu. Telah menceritakan kepada kami [Yazid bin Harun] berkata; telah mengabarkan kepada kami [Ibnu Abu Dzi`berkata;] dari [Az Zuhri] dari ['Ubaidullah bin Abdullah bin 'Utbah] dari [Ibnu 'Abbas] dari [Ash Sha'b bin Jatsamah] dia memberi hadiah kepada Rasulullah Shallallahu'alaihiwasallam berupa keledai dalam keadaan ihram, lalu menyebutkan secara lengkap.","arab":"قَالَ حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ صَعْبِ بْنِ جَثَّامَةَ أَنَّهُ قَالَمَرَّ بِي وَأَنَا بِالْأَبْوَاءِ أَوْ بِوَدَّانَ فَأَهْدَيْتُ لَهُ حِمَارَ وَحْشٍ فَرَدَّهُ عَلَيَّ فَلَمَّا رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْكَرَاهِيَةَ فِي وَجْهِي قَالَ إِنَّهُ لَيْسَ بِنَا رَدٌّ عَلَيْكَ وَلَكِنَّا حُرُمٌقُلْتُ لِابْنِ شِهَابٍ الْحِمَارُ عَقِيرٌ قَالَ لَا أَدْرِي حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا ابْنُ أَبِي ذِئْبٍ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنِ ابْنِ عَبَّاسٍ عَنِ الصَّعْبِ بْنِ جَثَّامَةَ أَنَّهُ أَهْدَى إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِمَارَ وَحْشٍ وَهُوَ مُحْرِمٌ فَذَكَرَهُ","source":"Ahmad"},"__N_SSG":true}