{"pageProps":{"number":"1279","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] berkata; telah mengabarkan kepada kami [Isra`il bin Yunus bin Abu Ishaq] berkata; telah menceritakan kepada kami [Ibrahim bin Abdu' A'la] dari [neneknya] dari [Bapaknya, Suwaid bin Hanzlalah] berkata; kami keluar untuk menemui Rasulullah Shallallahu'alaihiwasallam bersama dengan Wa`il bin Hujr lalu ada musuh yang menangkapnya. Orang-orang meminta dengan berulang-ulang agar bersumpah. Saya bersumpah bahwa dia adalah saudara laki-lakiku, lalu dia melepaskannya. Lalu kami mendatangi Rasulullah Shallallahu'alaihiwasallam, saya menyebutkan apa yang terjadi, lalu beliau bertanya, \"Kamu adalah orang terbaik dan orang terpercaya di antara mereka. Kamu benar, seorang muslim adalah saudara muslim lainnya. Telah menceritakan kepada kami [Al Walid bin Al Qasim] dan [Aswad bin 'Amir] berkata; telah menceritakan kepada kami [Isra`il] dari [Ibrahim bin Abdul A'la] dari [neneknya] dari [Bapaknya, Suwaid bin Hanzlalah] berkata; kami keluar untuk menemui Rasulullah Shallallahu'alaihiwasallam, lalu menyebutkan secara lengkap.","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا إِسْرَائِيلُ بْنُ يُونُسَ بْنِ أَبِي إِسْحَاقَ قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الْأَعْلَى عَنْ جَدَّتِهِ عَنْ أَبِيهَا سُوَيْدِ بْنِ حَنْظَلَةَ قَالَخَرَجْنَا نُرِيدُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَنَا وَائِلُ بْنُ حُجْرٍ فَأَخَذَهُ عَدُوٌّ لَهُ فَتَحَرَّجَ النَّاسُ أَنْ يَحْلِفُوا وَحَلَفْتُ أَنَّهُ أَخِي فَخَلَّى عَنْهُ فَأَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ أَنْتَ كُنْتَ أَبَرَّهُمْ وَأَصْدَقَهُمْ صَدَقْتَ الْمُسْلِمُ أَخُو الْمُسْلِمِحَدَّثَنَا الْوَلِيدُ بْنُ الْقَاسِمِ وأَسْوَدُ بْنُ عَامِرٍ قَالَا حَدَّثَنَا إِسْرَائِيلُ عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ الْأَعْلَى عَنْ جَدَّتِهِ عَنْ أَبِيهَا سُوَيْدِ بْنِ حَنْظَلَةَ قَالَ خَرَجْنَا نُرِيدُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ","source":"Ahmad"},"__N_SSG":true}