{"pageProps":{"number":"1692","slug":"ahmad","id":"Telah menceritakan kepada kami [Abul Mughirah] Telah menceritakan kepada kami [Shafwan bin Amru] ia berkata, telah menceritakan kepadaku [Abdullah bin Busr Al Mazini] ia berkata, \"Bapakku mengutusku kepada Rasulullah shallallahu 'alaihi wasallam untuk mengundang beliau makan. Beliau kemudian datang bersamaku, ketika hampir tiba di rumah aku bergegas memberitahukan kepada kedua orang tuaku. Keduanya lantas keluar dan menemui Rasulullah shallallahu 'alaihi wasallam, kami lantas menyiapkan tempat dengan menghamparkan tikar yang terbuat dari kulit domba, maka beliau pun duduk di atasnya. Kemudian bapakku berkata kepada ibuku, \"Bawakanlah makananmu.\" Maka ia pun datang dengan membawa mangkuk besar berisi tepung yang sudah dicampur dengan air dan garam. Aku lalu meletakkannya di hadapan Rasulullah shallallahu 'alaihi wasallam. Beliau bersabda: \"Ambillah dengan membaca 'Bismillah.' Ambillah dari sekelilingnya dan tinggalkanlah bagian atasnya. Karena sesungguhnya barakah itu terdapat di sekelilingnya.\" Rasulullah shallallahu 'alaihi wasallam kemudian makan dan kami pun makan bersamanya, beliau lalu menyisakan sedikit makanan tersebut. Setelah itu Rasulullah shallallahu 'alaihi wasallam berdo'a: \"ALLAHUMMAGHFIR LAHUM, WARHAMHUM, WA BAARIK LAHUM FIIMAA RAZAQTAHUM (Ya Allah, ampunilah mereka, sayangilah mereka, dan berikanlah keberkahan atas mereka serta lapangkanlah rezeki atas mereka.\"","arab":"حَدَّثَنَا أَبُو الْمُغِيرَةِ حَدَّثَنَا صَفْوَانُ بْنُ عَمْرٍو قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُسْرٍ الْمَازِنِيُّ قَالَبَعَثَنِي أَبِي إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَدْعُوهُ إِلَى الطَّعَامِ فَجَاءَ مَعِي فَلَمَّا دَنَوْتُ مِنْ الْمَنْزِلِ أَسْرَعْتُ فَأَعْلَمْتُ أَبَوَيَّ فَخَرَجَا فَتَلَقَّيَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَحَّبَا بِهِ وَوَضَعْنَا لَهُ قَطِيفَةً كَانَتْ عِنْدَنَا زِئْبِرِيَّةً فَقَعَدَ عَلَيْهَا ثُمَّ قَالَ أَبِي لِأُمِّي هَاتِ طَعَامَكِ فَجَاءَتْ بِقَصْعَةٍ فِيهَا دَقِيقٌ قَدْ عَصَدَتْهُ بِمَاءٍ وَمِلْحٍ فَوَضَعْتُهُ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ خُذُوا بِسْمِ اللَّهِ مِنْ حَوَالَيْهَا وَذَرُوا ذُرْوَتَهَا فَإِنَّ الْبَرَكَةَ فِيهَا فَأَكَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَكَلْنَا مَعَهُ وَفَضَلَ مِنْهَا فَضْلَةٌ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ اغْفِرْ لَهُمْ وَارْحَمْهُمْ وَبَارِكْ عَلَيْهِمْ وَوَسِّعْ عَلَيْهِمْ فِي أَرْزَاقِهِمْ","source":"Ahmad"},"__N_SSG":true}