{"pageProps":{"number":"1971","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Hammad bin Salamah] telah menceritakan kepada kami [Qatadah] dari [Syahr bin Hausyab] dari [Abdurrahman bin Ghanm] dari [Amru bin Kharijah] ia berkata, \"Saya memegang tali kekang unta Rasulullah shallallahu 'alaihi wasallam yang sedang mengunyah makanan, sehingga air liurnya menetes di antara kedua pundakku. Beliau bersabda: \"Sesungguhnya Allah 'azza wajalla telah memberikan kepada setiap orang apa yang menjadi haknya, maka tidak ada wasiat bagi ahli waris. Dan seorang anak adalah hak bagi pemilik kasur (suami), sedangkan bagi seorang pezina adalah hukuman rajam dengan batu. Barangsiapa menisbatkan dirinya kepada selain bapaknya, atau (budak yang) menisbatkan kepada selain majikannya, maka ia akan mendapatkan laknat Allah, Malaikat dan seluruh manusia.\" [Affan] berkata, \" [Hammam] menambahkan dalam hadits tersebut -dengan Isnad ini, namun ia tidak menyebutkan nama Abdurrahman bin Ghanm-, \"Dan saya berada di bawah leher unta beliau.\" Dalam hadits tersebut ia juga menambahkan, \"Amalann wajib dan sunahnya tidak akan diterima darinya.\" Dan dalam hadits Hammam disebutkan, bahwa Rasulullah shallallahu 'alaihi wasallam berkhutbah, beliau mengatakan: \"Karena benci dari mereka.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنَا قَتَادَةُ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَن عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ عَمْرِو بْنِ خَارِجَةَ قَالَكُنْتُ آخِذًا بِزِمَامِ نَاقَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ تَقْصَعُ بِجِرَّتِهَا وَلُعَابُهَا يَسِيلُ بَيْنَ كَتِفَيَّ فَقَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ وَلَيْسَ لِوَارِثٍ وَصِيَّةٌ وَالْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَمَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَقَالَ عَفَّانُ وَزَادَ فِيهِ هَمَّامٌ بِهَذَا الْإِسْنَادِ وَلَمْ يَذْكُرْ عَبْدَ الرَّحْمَنِ بْنَ غَنْمٍ وَإِنِّي لَتَحْتَ جِرَانِ رَاحِلَتِهِ وَزَادَ فِيهِ لَا يُقْبَلُ مِنْهُ عَدْلٌ وَلَا صَرْفٌ وَفِي حَدِيثِ هَمَّامٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ وَقَالَ رَغْبَةً عَنْهُمْ","source":"Ahmad"},"__N_SSG":true}