{"pageProps":{"number":"1980","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dan telah menceritakannya kepada kami [Yazid] telah mengabarkan kepada kami [Syu'bah] dari [Amru bin Murrah] ia berkata, saya mendengar [Abdullah bin Salamah] menceritakan dari [Shafwan bin Assal] berkata, [Yazid Al Muradi] berkata, \"Seorang Yahudi berkata kepada sahabatnya, \"Berangkatlah bersama kami untuk menemui Nabi shallallahu 'alaihi wasallam.\" Yazid menyebutkan, \"Kepada Nabi ini shallallahu 'alaihi wasallam hingga kita bisa bertanya kepadanya tentang ayat ini: '(Sungguh kita telah datang kepada Musa dengan sembilan ayat) '\" (Qs. Al Isra`: 101). Maka temannya itu berkata, \"Jangan kamu katakan bahwa ia adalah seorang Nabi! Sungguh jika ia mendengarmu maka ia akan mempunyai empat buah mata.\" Kemudian keduanya pun bertanya kepada Nabi shallallahu 'alaihi wasallam, maka Nabi shallallahu 'alaihi wasallam bersabda: \"Janganlah kalian menyekutukan Allah dengan sesuatu apapun, janganlah kalian mencuri, janganlah kalian berzina, janganlah kalian membunuh jiwa yang diharamkan oleh Allah kecuali dengan hak, janganlah kalian melakukan sihir, janganlah kalian memakan riba, janganlah kalian mengadukan seorang yang tidak bersalah kepada penguasa agar ia membunuhnya, dan janganlah kalian menuduh berbuat zina wanita yang suci dan tidak pernah melakukannya. Atau beliau mengatakan: \"Janganlah kalian lari dari peperangan -Syu'bah masih merasa ragu-. Dsan khusus bagi kalian wahai orang-orang Yahudi, janganlah kalian melanggar larangan.\" Yazid berkata, \"Maksudnya melanggar larangan (mencari ikan) pada hari sabtu. Kemudian kedua orang Yahudi itu pun mencium tangan dan kaki beliau.\" Yazid menyebutkan, \"Kedua tangan dan kedua kaki beliau, lalu keduanya berkata, \"Kami bersaksi bahwa anda adalah seorang Nabi.\" Nabi shallallahu 'alaihi wasallam lantas bertanya: \"Lalu apa yang menghalangi kalian berdua untuk mengikutiku?\" Kedua orang itu berkata, \"Sesungguhnya Dawud 'Alaihissalam pernah berdoa agar di antara keturunannya ada yang masih bisa menjadi Nabi. Jika kami masuk Islam, maka kami khawatir orang-orang Yahudi akan membunuh kami.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ وَحَدَّثَنَاهُ يَزِيدُ أَخْبَرَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ سَلَمَةَ يُحَدِّثُ عَنْ صَفْوَانَ بْنِ عَسَّالٍ قَالَ يَزِيدُ الْمُرَادِيِّ قَالَقَالَ يَهُودِيٌّ لِصَاحِبِهِ اذْهَبْ بِنَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ يَزِيدُ إِلَى هَذَا النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى نَسْأَلَهُ عَنْ هَذِهِ الْآيَةِ{ وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ }فَقَالَ لَا تَقُلْ لَهُ نَبِيٌّ فَإِنَّهُ إِنْ سَمِعَكَ لَصَارَتْ لَهُ أَرْبَعَةُ أَعْيُنٍ فَسَأَلَاهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُشْرِكُوا بِاللَّهِ شَيْئًا وَلَا تَسْرِقُوا وَلَا تَزْنُوا وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا تَسْحَرُوا وَلَا تَأْكُلُوا الرِّبَا وَلَا تَمْشُوا بِبَرِيءٍ إِلَى ذِي سُلْطَانٍ لِيَقْتُلَهُ وَلَا تَقْذِفُوا مُحْصَنَةً أَوْ قَالَ تَفِرُّوا مِنْ الزَّحْفِ شُعْبَةُ الشَّاكُّ وَأَنْتُمْ يَا يَهُودُ عَلَيْكُمْ خَاصَّةً أَنْ لَا تَعْتَدُوا قَالَ يَزِيدُ تَعْدُوا فِي السَّبْتِ فَقَبَّلَا يَدَهُ وَرِجْلَهُ قَالَ يَزِيدُ يَدَيْهِ وَرِجْلَيْهِ وَقَالَا نَشْهَدُ أَنَّكَ نَبِيٌّ قَالَ فَمَا يَمْنَعُكُمَا أَنْ تَتَّبِعَانِي قَالَا إِنَّ دَاوُدَ عَلَيْهِ السَّلَام دَعَا أَنْ لَا يَزَالَ مِنْ ذُرِّيَّتِهِ نَبِيٌّ وَإِنَّا نَخْشَى قَالَ يَزِيدُ إِنْ أَسْلَمْنَا أَنْ تَقْتُلَنَا يَهُودُ","source":"Ahmad"},"__N_SSG":true}