{"pageProps":{"number":"2375","slug":"ahmad","id":"Telah menceritakan kepada kami [Shafwan bin 'Isa] Telah mengabarkan kepada kami [Usamah bin Zaid] dari [Az Zuhri] mengatakan, Telah mengabarkan kepada kami [Abdurrahman bin Azhar] mengatakan, Pernah kulihat Rasulullah Shallallahu'alaihiwasallam pada perang Hunain menerobos kerumunan para sahabat, rupanya beliau bertanya kemah Khalid bin alwalid. Lantas seorang pemabuk dikeler. Kemudian Rasulullah Shallallahu'alaihiwasallam menyuruh siapa saja yang disisinya untuk memukulinya dengan benda apa saja yang mereka punyai, dan beliau menaburinya dengan tanah. Telah menceritakan kepada kami [Rauh] Telah menceritakan kepada kami [Usamah bin Zaid] Telah menceritakan kepada kami [Az Zuhri] telah menceritakan kepadaku [Abdurrahman bin Azhar Azzuhri] mengatakan, pernah aku melihat Rasulullah shallallahu 'alaihi wasallam menerobos kerumunan para shabaat bertanya persinggahan Khalid bin alwalid, lantas ia mengishakan. Telah menceritakan kepada kami Ya'qub mengatakan, telah menceritakan kepadaku Ayahku dari Ibn Ishaq, dan Telah menceritakan kepada kami Abdullah, maksudnya Ibnul Mubarak Telah mengabarkan kepada kami Ismail bin Abi Khalid dari Qais bin Abi hazim dari Ashshunabihi mengatakan, kudengar Rasulullah shallallahu 'alaihi wasallam bersabda: \" bersabda, lantas ia sebutkan. Sedang Yazid bin harun Assunabihi mengatakan dengan redaksi seorang dari Bajilah dari Ahmas.","arab":"حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى أَخْبَرَنَا أُسَامَةُ بْنُ زَيْدٍ عَنِ الزُّهْرِيِّ قَالَ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَزْهَرَ قَالَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ حُنَيْنٍ وَهُوَ يَتَخَلَّلُ النَّاسَ يَسْأَلُ عَنْ رَحْلِ خَالِدِ بْنِ الْوَلِيدِ فَأُتِيَ بِسَكْرَانَ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ عِنْدَهُ أَنْ يَضْرِبُوهُ بِمَا كَانَ فِي أَيْدِيهِمْ وَحَثَا عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ التُّرَابَحَدَّثَنَا رَوْحٌ حَدَّثَنَا أُسَامَةُ بْنُ زَيْدٍ حَدَّثَنَا الزُّهْرِيُّ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَزْهَرَ الزُّهْرِيُّ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَخَلَّلُ النَّاسَ يَسْأَلُ عَنْ مَنْزِلِ خَالِدِ بْنِ الْوَلِيدِ فَذَكَرَهُ حَدَّثَنَا يَعْقُوبُ قَالَ حَدَّثَنِي أَبِي عَنِ ابْنِ إِسْحَاقَ وَثَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ الْمُبَارَكِ أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ عَنِ الصُّنَابِحِيِّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فَذَكَرَهُ قَالَ يَزِيدُ بْنُ هَارُونَ الصُّنَابِحِيُّ رَجُلٌ مِنْ بَجِيلَةَ مِنْ أَحْمَسَ","source":"Ahmad"},"__N_SSG":true}