{"pageProps":{"number":"2379","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] Telah mengabarkan kepada kami [Muhammad bin Amru] dari [bapaknya] dari [kakeknya, Alqamah], dari [Aisyah] ia berkata; Kami kembali dari perjalanan menunaikan haji atau umrah. Kemudian kami dijemput di Dzul Hulaifah. Dan para pemuda dari kalangan Anshar menemui keluarganya, dan mereka pun menjumpai [Usaid bin Hudlair] dan mengabarkan kematian isterinya. Ia pun menutupi kepalanya dan menangis. Aisyah berkata; Saya berkata padanya, \"Semoga Allah mengampunimu. Anda adalah sahabat Rasulullah shallallahu 'alaihi wasallam, Anda juga termasuk mereka yang pertama kali memeluk Islam, lalu kenapa Anda menangis lantaran seorang wanita?\" ia menyingkap kembali penutup kepalanya dan berkata, \"Anda telah berkata benar. Sesungguhnya, hidupku adalah hakku, saya tidak akan menangisi seorang pun setelah Sa'adz bin Mua'dz, dan Rasulullah shallallahu 'alaihi wasallam telah bersabda tentangnya. Aisyah berkata; Saya bertanya kepadanya, \"Apa yang disabdakan Rasulullah shallallahu 'alaihi wasallam tentangnya?\" beliau bersabda: \"Sunggu, Arsy telah bergoncang karena kewafatan Sa'd bin Mu'adz.\" Aisyah berkata, \"Dan ia berjalan di antara aku dan Rasulullah shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِيهِ عَنْ جَدِّهِ عَلْقَمَةَ عَنْ عَائِشَةَ قَالَتْقَدِمْنَا مِنْ حَجٍّ أَوْ عُمْرَةٍ فَتُلُقِّينَا بِذِي الْحُلَيْفَةِ وَكَانَ غِلْمَانٌ مِنْ الْأَنْصَارِ تَلَقَّوْا أَهْلِيهِمْ فَلَقُوا أُسَيْدَ بْنَ حُضَيْرٍ فَنَعَوْا لَهُ امْرَأَتَهُ فَتَقَنَّعَ وَجَعَلَ يَبْكِي قَالَتْ فَقُلْتُ لَهُ غَفَرَ اللَّهُ لَكَ أَنْتَ صَاحِبُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَكَ مِنْ السَّابِقَةِ وَالْقِدَمِ مَا لَكَ تَبْكِي عَلَى امْرَأَةٍ فَكَشَفَ عَنْ رَأْسِهِ وَقَالَ صَدَقْتِ لَعَمْرِي حَقِّي أَنْ لَا أَبْكِي عَلَى أَحَدٍ بَعْدَ سَعْدِ بْنِ مُعَاذٍ وَقَدْ قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قَالَ قَالَتْ قُلْتُ لَهُ مَا قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَقَدْ اهْتَزَّ الْعَرْشُ لِوَفَاةِ سَعْدِ بْنِ مُعَاذٍ قَالَتْ وَهُوَ يَسِيرُ بَيْنِي وَبَيْنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}