{"pageProps":{"number":"2955","slug":"ahmad","id":"Telah menceritakan kepadaku [Wahab bin Baqiyah] telah menceritakan kepada kami [Khalid bin Abdullah] dari [Isma'il bin Abu KHalid] dari [Abdullah bin Isa] dari [Abdurrahman bin Abu Laila] telah menceritakan kepadaku [Ubay bin Ka'b] ia berkata, \"Saat aku berada di dalam masjid masuklah seorang laki-laki, ia lalu shalat dan membaca ayat dengan bacaan yang aku mengingkarinya. Kemudian datang lagi seseorang yang membacaa dengan bacaan yang berlainan dengan bacaan temannya tersebut. Selesai kami menunaikan shalat, maka kami mendatangi Rasulullah shallallahu 'alaihi wasallam, aku berkata, 'Wahai Rasulullah, ia membaca dengan bacaan yang aku mengingkarinya, lalu datang temannya yang juga membaca dengan bacaan yang lain? ' Nabi shallallahu 'alaihi wasallam lalu bersabda: \"Bacalah oleh kalian!\" mereka pun membacanya. Beliau lalu bersabda: \"Kalian telah benar.\" Lalu muncullah dalam hatiku rasa pendustaan kepada Nabi (rasa bersalah) yang tidak aku rasakan pada masa Jahiliyah. Maka ketika Rasulullah shallallahu 'alaihi wasallam melihat hatiku dihantui oleh perasaan tersebut, beliau menepuk dadaku.\" Ubay melanjutkan, \"Akupun bercucuran keringat seakan aku melihat kepada Rabbku Tabaaraka Wa Ta'ala, beliau bersabda: \"Wahai Ubay, sesungguhnya Rabbku telah mengutus utusan kepadaku dan mengatakan: 'Bacalah dengan satu dialek (satu model bacaan).' Aku pun meminta kepadanya agar memberi keringanan bagu umatku, lalu Allah memerintahkan agar aku membaca dengan dua dialek. Lalu aku kembali meminta agar memberi keringanan bagi umatku sampai tiga kali, sehingga Allah memerintahkan agar aku membaca dalam tujuh dialek. Dan bagimu di setiap pertanyaan yang kamu ajukan aku berikan jawabannya. Aku lalu berdoa: \"Ya Allah ampunilah umatku. Ya Allah ampunilah umatku. Lalu aku mengakhirkan permintaan yang ketiga untuk hari yang semua makhluk mengharapkanku, hingga Nabi Ibrahim Alaihis Salam sekalipun.\"","arab":"حَدَّثَنِي وَهْبُ بْنُ بَقِيَّةَ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ إِسْمَاعِيلَ يَعْنِي ابْنَ أَبِي خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى حَدَّثَنِي أُبَيُّ بْنُ كَعْبٍ قَالَكُنْتُ فِي الْمَسْجِدِ فَدَخَلَ رَجُلٌ فَصَلَّى فَقَرَأَ قِرَاءَةً أَنْكَرْتُهَا عَلَيْهِ فَدَخَلَ رَجُلٌ آخَرُ فَصَلَّى فَقَرَأَ قِرَاءَةً سِوَى قِرَاءَةِ صَاحِبِهِ فَلَمَّا قَضَيْنَا الصَّلَاةَ دَخَلْنَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ هَذَا قَرَأَ قِرَاءَةً أَنْكَرْتُهَا عَلَيْهِ فَدَخَلَ هَذَا فَقَرَأَ قِرَاءَةً سِوَى قِرَاءَةِ صَاحِبِهِ فَقَالَ لَهُمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْرَءُوا فَقَرَءُوا فَقَالَ قَدْ أَحْسَنْتُمْ فَسَقَطَ فِي نَفْسِي مِنْ التَّكْذِيبِ وَلَا إِذْ كُنْتُ فِي الْجَاهِلِيَّةِ فَلَمَّا رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قَدْ غَشِيَنِي ضَرَبَ صَدْرِي قَالَ فَفِضْتُ عَرَقًا وَكَأَنَّمَا أَنْظُرُ إِلَى رَبِّي تَبَارَكَ وَتَعَالَى فَرَقًا فَقَالَ لِي أُبَيٌّ إِنَّ رَبِّي تَبَارَكَ وَتَعَالَى أَرْسَلَ إِلَيَّ فَقَالَ لِي اقْرَأْ عَلَى حَرْفٍ فَرَدَدْتُ إِلَيْهِ أَنْ هَوِّنْ عَلَى أُمَّتِي فَرَدَّ إِلَيَّ أَنْ اقْرَأْ عَلَى حَرْفَيْنِ فَرَدَدْتُ إِلَيْهِ ثَلَاثَ مَرَّاتٍ أَنْ هَوِّنْ عَلَى أُمَّتِي فَرَدَّ عَلَيَّ أَنْ اقْرَأْ عَلَى سَبْعَةِ أَحْرُفٍ وَلَكَ بِكُلِّ رَدَّةٍ رَدَدْتَهَا سُؤْلَكَ أُعْطِيكَهَا فَقُلْتُ اللَّهُمَّ اغْفِرْ لِأُمَّتِي اللَّهُمَّ اغْفِرْ لِأُمَّتِي وَأَخَّرْتُ الثَّالِثَةَ لِيَوْمٍ يَرْغَبُ إِلَيَّ فِيهِ الْخَلْقُ حَتَّى إِبْرَاهِيمَ عَلَيْهِ السَّلَام","source":"Ahmad"},"__N_SSG":true}