{"pageProps":{"number":"3002","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] aku mendengar [Abu Ishaq] bahwa ia mendengar [Abdullah bin Abu Bashir] menceritakan dari [Ubay bin Ka'b] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam melaksanakan shalat shubuh, kemudian beliau bertanya: \"Apakah ada yang melihat fulan?\" Para sahabat menjawab, \"Tidak.\" Beliau bertanya lagi: \"Apakah ada yang melihat fulan?\" Para sahabat menjawab; \"Tidak.\" Beliau bertanya yang ketiga kalinya: \"Apakah ada yang melihat fulan?\" Para sahabat menjawab, \"Tidak.\" Kemudian beliau bersabda: \"Sesungguhnya dua shalat ini (subuh dan isya) adalah shalat yang paling berat bagi orang-orang munafik, seandainya mereka mengetahui apa yang ada dalam shalat shubuh niscaya mereka akan mendatanginya sekalipun dengan merangkak, dan shaf (barisan) pertama adalah seperti shafnya para Malaikat. Seandainya kalian mengetahui keutamaannya niscaya kalian akan bersegera mendatanginya, shalatnya seseorang bersama dua orang adalah lebih baik ketimbang dengan satu orang, dan semakin banyak jumlahnya akan lebih dicintai oleh Allah Tabaaraka Wa Ta'ala.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ سَمِعْتُ أَبَا إِسْحَاقَ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ أَبِي بَصِيرٍ يُحَدِّثُ عَنْ أُبَيِّ بْنِ كَعْبٍأَنَّهُ قَالَ صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصُّبْحَ فَقَالَ شَاهِدٌ فُلَانٌ فَقَالُوا لَا فَقَالَ شَاهِدٌ فُلَانٌ فَقَالُوا لَا فَقَالَ شَاهِدٌ فُلَانٌ فَقَالُوا لَا فَقَالَ إِنَّ هَاتَيْنِ الصَّلَاتَيْنِ مِنْ أَثْقَلِ الصَّلَوَاتِ عَلَى الْمُنَافِقِينَ وَلَوْ يَعْلَمُونَ مَا فِيهِمَا لَأَتَوْهُمَا وَلَوْ حَبْوًا وَالصَّفُّ الْمُقَدَّمُ عَلَى مِثْلِ صَفِّ الْمَلَائِكَةِ وَلَوْ تَعْلَمُونَ فَضِيلَتَهُ لَابْتَدَرْتُمُوهُ وَصَلَاةُ الرَّجُلِ مَعَ الرَّجُلَيْنِ أَزْكَى مِنْ صَلَاتِهِ مَعَ رَجُلٍ وَمَا كَانَ أَكْثَرَ فَهُوَ أَحَبُّ إِلَى اللَّهِ تَبَارَكَ وَتَعَالَى","source":"Ahmad"},"__N_SSG":true}