{"pageProps":{"number":"3354","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu An Nadhr] telah menceritakan kepada kami ['Abdul Hamid bin Bahram Al Fazari] dari [Syahr bin Hausyab] telah menceritakan kepada kami ['Abdur Rahman bin Ghanm] bahwa [Abu Malik Al Asy'ari] mengumpulkan kaumnya lalu berkata: Hai sekalian kaum Asy'ari! Berkumpullah, kumpulkan istri-istri dan anak-anak kalian, aku akan mengajarkan kepada kalian shalatnya Nabi Shallallahu'alaihiwasallam yang beliau lakukan di Madinah. Mereka pun berkumpul, mengumpulkan istri-istri dan anak-anak mereka, Abu Malik Al Asy'ari berwudhu dan memperlihatkan kepada mereka bagaimana caranya berwudhu, ia menyempurnakan wudhu hingga ke tempat-tempatnya hingga usai, ia pun berdiri lalu mengumandangkan adzan, kaum lelaki pun berbaris dalam shaf yang dekat, anak-anak berbaris dibelakang mereka dan kaum wanita berbaris dibelakang anak-anak. Shalat pun diiqamati. Ia maju kemudian mengangkat kedua tangan seraya bertakbir, ia membaca faatihatul kitaab dan surat yang dibaca pelan, selanjutnya ia bertakbir ruku' dan membaca: Subhaanallaah wa bihamdihi sebanyak tiga kali, setelah itu mengucapkan: Sami'allaahu liman hamidah dan berdiri lurus, setelah itu ia bertakbir dan turun sujud, selanjutnya bertakbir dan mengangkat kepala, setelah itu bertakbir lalu sujud, lalu bertakbir dan berdiri, ia bertakbir sebanyak enam kali dalam rakaat pertama, ia bertakbir saat berdiri untuk rakaat kedua. Seusai shalat ia menghadap ke kaumnya lalu berkata: Hafalkan takbirku, pelajarilah ruku'ku dan sujudku karena itulah shalat Rasulullah Shallallahu'alaihiwasallam yang beliau kerjakan untuk kami seperti itu saat di siang hari. Selanjutnya saat Rasulullah Shallallahu'alaihiwasallam usai shalat, beliau menghadap ke arah jamaah dengan wajah beliau lalu bersabda: \"Wahai sekalian manusia! Dengar, fahami dan ketahuilah bahwa Allah AzzaWaJalla memiliki hamba-hamba, mereka bukan nabi atau pun syuhada` tapi para nabi dan syuhada` iri pada mereka karena tempat dan kedekatan mereka dengan Allah pada hari kiamat.\" Kemudian salah seorang badui datang, ia berasal dari pedalaman jauh dan menyendiri, ia menunjuk tangannya ke arah Nabi Shallallahu'alaihiwasallam lalu berkata: Hai Nabi Allah! Sekelompok orang yang bukan Nabi ataupun syuhada` tapi para nabi dan syuhada` iri kepada mereka karena kedudukan dan kedekatan mereka dengan Allah, sebutkan ciri-ciri mereka untuk kami. Wajah Rasulullah Shallallahu'alaihiwasallam bergembira karena pertanyaan orang badui itu lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \"Mereka adalah orang-orang yang berasal dari berbagai penjuru dan orang-orang asing, diantara meraka tidak dihubungkan oleh kekerabatan yang dekat, mereka saling mencintai karena Allah dan saling tulus ikhlas, Allah menempatkan untuk mereka mimbar-mimbar dari cahaya pada hari kiamat, Allah mendudukan mereka diatasnya, Allah menjadikan wajah-wajah mereka cahaya, pakaian-pakaian mereka cahaya, orang-orang ketakutan pada hari kiamat sementara mereka tidak ketakuan, mereka adalah para wali-wali Allah yang tidak takut dan tidak bersedih hati.\"","arab":"حَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ بَهْرَامَ الْفَزَارِيُّ عَنْ شَهْرِ بْنِ حَوْشَبٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ غَنْمٍأَنَّ أَبَا مَالِكٍ الْأَشْعَرِيَّ جَمَعَ قَوْمَهُ فَقَالَ يَا مَعْشَرَ الْأَشْعَرِيِّينَ اجْتَمِعُوا وَاجْمَعُوا نِسَاءَكُمْ وَأَبْنَاءَكُمْ أُعَلِّمْكُمْ صَلَاةَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى لَنَا بِالْمَدِينَةِ فَاجْتَمَعُوا وَجَمَعُوا نِسَاءَهُمْ وَأَبْنَاءَهُمْ فَتَوَضَّأَ وَأَرَاهُمْ كَيْفَ يَتَوَضَّأُ فَأَحْصَى الْوُضُوءَ إِلَى أَمَاكِنِهِ حَتَّى لَمَّا أَنْ فَاءَ الْفَيْءُ وَانْكَسَرَ الظِّلُّ قَامَ فَأَذَّنَ فَصَفَّ الرِّجَالَ فِي أَدْنَى الصَّفِّ وَصَفَّ الْوِلْدَانَ خَلْفَهُمْ وَصَفَّ النِّسَاءَ خَلْفَ الْوِلْدَانِ ثُمَّ أَقَامَ الصَّلَاةَ فَتَقَدَّمَ فَرَفَعَ يَدَيْهِ فَكَبَّرَ فَقَرَأَ بِفَاتِحَةِ الْكِتَابِ وَسُورَةٍ يُسِرُّهُمَا ثُمَّ كَبَّرَ فَرَكَعَ فَقَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ ثَلَاثَ مِرَارٍ ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ وَاسْتَوَى قَائِمًا ثُمَّ كَبَّرَ وَخَرَّ سَاجِدًا ثُمَّ كَبَّرَ فَرَفَعَ رَأْسَهُ ثُمَّ كَبَّرَ فَسَجَدَ ثُمَّ كَبَّرَ فَانْتَهَضَ قَائِمًا فَكَانَ تَكْبِيرُهُ فِي أَوَّلِ رَكْعَةٍ سِتَّ تَكْبِيرَاتٍ وَكَبَّرَ حِينَ قَامَ إِلَى الرَّكْعَةِ الثَّانِيَةِ فَلَمَّا قَضَى صَلَاتَهُ أَقْبَلَ إِلَى قَوْمِهِ بِوَجْهِهِ فَقَالَ احْفَظُوا تَكْبِيرِي وَتَعَلَّمُوا رُكُوعِي وَسُجُودِي فَإِنَّهَا صَلَاةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّتِي كَانَ يُصَلِّي لَنَا كَذَا السَّاعَةِ مِنْ النَّهَارِ ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا قَضَى صَلَاتَهُ أَقْبَلَ إِلَى النَّاسِ بِوَجْهِهِ فَقَالَ يَا أَيُّهَا النَّاسُ اسْمَعُوا وَاعْقِلُوا وَاعْلَمُوا أَنَّ لِلَّهِ عَزَّ وَجَلَّ عِبَادًا لَيْسُوا بِأَنْبِيَاءَ وَلَا شُهَدَاءَ يَغْبِطُهُمْ الْأَنْبِيَاءُ وَالشُّهَدَاءُ عَلَى مَجَالِسِهِمْ وَقُرْبِهِمْ مِنْ اللَّهِ فَجَاءَ رَجُلٌ مِنْ الْأَعْرَابِ مِنْ قَاصِيَةِ النَّاسِ وَأَلْوَى بِيَدِهِ إِلَى نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا نَبِيَّ اللَّهِ نَاسٌ مِنْ النَّاسِ لَيْسُوا بِأَنْبِيَاءَ وَلَا شُهَدَاءَ يَغْبِطُهُمْ الْأَنْبِيَاءُ وَالشُّهَدَاءُ عَلَى مَجَالِسِهِمْ وَقُرْبِهِمْ مِنْ اللَّهِ انْعَتْهُمْ لَنَا يَعْنِي صِفْهُمْ لَنَا فَسُرَّ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِسُؤَالِ الْأَعْرَابِيِّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُمْ نَاسٌ مِنْ أَفْنَاءِ النَّاسِ وَنَوَازِعِ الْقَبَائِلِ لَمْ تَصِلْ بَيْنَهُمْ أَرْحَامٌ مُتَقَارِبَةٌ تَحَابُّوا فِي اللَّهِ وَتَصَافَوْا يَضَعُ اللَّهُ لَهُمْ يَوْمَ الْقِيَامَةِ مَنَابِرَ مِنْ نُورٍ فَيُجْلِسُهُمْ عَلَيْهَا فَيَجْعَلُ وُجُوهَهُمْ نُورًا وَثِيَابَهُمْ نُورًا يَفْزَعُ النَّاسُ يَوْمَ الْقِيَامَةِ وَلَا يَفْزَعُونَ وَهُمْ أَوْلِيَاءُ اللَّهِ الَّذِينَ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","source":"Ahmad"},"__N_SSG":true}