{"pageProps":{"number":"3436","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] telah bercerita kepada kami [Abu Malik] dari [Rib'i bin Hirasy] dari [Hudzaifah bin Al Yaman] bahwa ia pulang dari kediaman 'Umar. Saat kami menghampirinya, ia ('Umar) bertanya kepada sahabat-sahabat Muhammad Shallallahu 'alaihi wa salam: Siapa diantara kalian yang pernah mendengar sabda Rasulullah Shallallahu 'alaihi wa salam tentang berbagai fitnah? Mereka berkata; Kami mendengarnya. Berkata Hudzaifah bin Al Yaman: Mungkin yang kalian maksudkan fitnah seseorang terhadap keluarga dan hartanya. Mereka berkata; Betul. Berkata Hudzaifah bin Al Yaman: Bukan itu yang aku tanyakan yang (dosanya) bisa dihapus dengan shalat, puasa dan sedekah, tapi siapa diantara kalian yang pernah mendengar sabda Rasulullah Shallallahu 'alaihi wa salam tentang berbagai fitnah yang bergelombang layaknya samudera. Mereka terdiam dan aku Hudzaifah bin Al Yaman mengira bahwa yang dituju adalah aku lalu aku menjawab: Aku. 'Umar berkata; Kamu, bagus. Aku Hudzaifah bin Al Yaman berkata; Fitnah dibentangkan dihati seperti dibentangkannya tikar, setiap hati yang mengingkarinya maka diberi satu titik putih dan setiap hatinya menyerapnya maka diberi satu titik hitam hingga hati pun menjadi dua macam; hati putih seperti benda jernih, fitnah tidak akan membahayakannya selama langit dan bumi masih ada, dan yang lainnya hati hitam berdebu seperti panci kotor -beliau memiringkan telapan tangan- ia tidak mengenal kebaikan dan tidak mengingkari kemungkaran kecuali sesuatu yang terserap dari hawa nafsunya.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا أَبُو مَالِكٍ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ حُذَيْفَةَأَنَّهُ قَدِمَ مِنْ عِنْدِ عُمَرَ قَالَ لَمَّا جَلَسْنَا إِلَيْهِ أَمْسِ سَأَلَ أَصْحَابَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّكُمْ سَمِعَ قَوْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْفِتَنِ فَقَالُوا نَحْنُ سَمِعْنَاهُ قَالَ لَعَلَّكُمْ تَعْنُونَ فِتْنَةَ الرَّجُلِ فِي أَهْلِهِ وَمَالِهِ قَالُوا أَجَلْ قَالَ لَسْتُ عَنْ تِلْكَ أَسْأَلُ تِلْكَ يُكَفِّرُهَا الصَّلَاةُ وَالصِّيَامُ وَالصَّدَقَةُ وَلَكِنْ أَيُّكُمْ سَمِعَ قَوْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْفِتَنِ الَّتِي تَمُوجُ مَوْجَ الْبَحْرِ قَالَ فَأَمْسَكَ الْقَوْمُ وَظَنَنْتُ أَنَّهُ إِيَّايَ يُرِيدُ قُلْتُ أَنَا قَالَ لِي أَنْتَ لِلَّهِ أَبُوكَ قَالَ قُلْتُ تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ عَرْضَ الْحَصِيرِ فَأَيُّ قَلْبٍ أَنْكَرَهَا نُكِتَتْ فِيهِ نُكْتَةٌ بَيْضَاءُ وَأَيُّ قَلْبٍ أُشْرِبَهَا نُكِتَتْ فِيهِ نُكْتَةٌ سَوْدَاءُ حَتَّى يَصِيرَ الْقَلْبُ عَلَى قَلْبَيْنِ أَبْيَضَ مِثْلِ الصَّفَا لَا يَضُرُّهُ فِتْنَةٌ مَا دَامَتْ السَّمَوَاتُ وَالْأَرْضُ وَالْآخَرِ أَسْوَدَ مُرْبَدٍّ كَالْكُوزِ مُخْجِيًا وَأَمَالَ كَفَّهُ لَا يَعْرِفُ مَعْرُوفًا وَلَا يُنْكِرُ مُنْكَرًا إِلَّا مَا أُشْرِبَ مِنْ هَوَاهُ","source":"Ahmad"},"__N_SSG":true}