{"pageProps":{"number":"3460","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il] Telah menceritakan kepada kami [Sa'id Al Jurairi] dari [Abu Nadhrah] telah menceritakan kepadaku [orang] yang pernah mendengar khutbah Rasulullah Shallallahu 'alaihi wa salam ditengah-tengah hari tasyriq, beliau bersabda: \"Wahai sekalian manusia! Rabb kalian satu, dan ayah kalian satu, ingat! Tidak ada kelebihan bagi orang arab atas orang ajam dan bagi orang ajam atas orang arab, tidak ada kelebihan bagi orang berkulit merah atas orang berkulit hitam, bagi orang berkulit hitam atas orang berkulit merah kecuali dengan ketakwaan. Apa aku sudah menyampaikan?\" mereka menjawab: Rasulullah Shallallahu 'alaihi wa salam telah menyampaikan. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Hari apa ini?\" mereka menjawab: Hari haram. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Bulan apa ini?\" mereka menjawab: Bulan haram. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Tanah apa ini?\" mereka menjawab: Tanah haram. Rasulullah Shallallahu 'alaihi wa salam bersabda: \" Allah mengharamkan darah dan harta kalian diantara kalian -aku (Abu Nadhrah) Berkata; Aku tidak tahu apakah beliau menyebut kehormatan atau tidak- seperti haramnya hari kalian ini, di bulan ini dan di tanah ini.\" Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Apa aku sudah menyampaikan?\" mereka menjawab: Rasulullah Shallallahu 'alaihi wa salam telah menyampaikan. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Hendaklah yang hadir menyampaikan kepada yang tidak hadir.\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ حَدَّثَنَا سَعِيدٌ الْجُرَيْرِيُّ عَنْ أَبِي نَضْرَةَ حَدَّثَنِي مَنْسَمِعَ خُطْبَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَسَطِ أَيَّامِ التَّشْرِيقِ فَقَالَ يَا أَيُّهَا النَّاسُ أَلَا إِنَّ رَبَّكُمْ وَاحِدٌ وَإِنَّ أَبَاكُمْ وَاحِدٌ أَلَا لَا فَضْلَ لِعَرَبِيٍّ عَلَى أَعْجَمِيٍّ وَلَا لِعَجَمِيٍّ عَلَى عَرَبِيٍّ وَلَا لِأَحْمَرَ عَلَى أَسْوَدَ وَلَا أَسْوَدَ عَلَى أَحْمَرَ إِلَّا بِالتَّقْوَى أَبَلَّغْتُ قَالُوا بَلَّغَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ أَيُّ يَوْمٍ هَذَا قَالُوا يَوْمٌ حَرَامٌ ثُمَّ قَالَ أَيُّ شَهْرٍ هَذَا قَالُوا شَهْرٌ حَرَامٌ قَالَ ثُمَّ قَالَ أَيُّ بَلَدٍ هَذَا قَالُوا بَلَدٌ حَرَامٌ قَالَ فَإِنَّ اللَّهَ قَدْ حَرَّمَ بَيْنَكُمْ دِمَاءَكُمْ وَأَمْوَالَكُمْ قَالَ وَلَا أَدْرِي قَالَ أَوْ أَعْرَاضَكُمْ أَمْ لَا كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَبَلَّغْتُ قَالُوا بَلَّغَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِيُبَلِّغْ الشَّاهِدُ الْغَائِبَ","source":"Ahmad"},"__N_SSG":true}