{"pageProps":{"number":"352","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Ibnu Juraij] Dan [Adl Dlahhak bin Makhlad] berkata; telah mengabarkan kepadaku [Ibnu Juraij] Dan [Abdullah bin Al Harits] berkata; [Ibnu Juraij] menunjukan kepadaku, berkata; telah mengabarkan kepadaku ['Amar bin Abu Sufyan] ['Amr bin Abu Shafwan] mengabarinya. [Adl Dlahhak] dan [Abdullah Al Harits] berkata; ['Amr bin Abdullah bin Shafwan] mengabarinya, [Kaldah bin Hanbal] mengabarinya, Shafwan bin Umayyah pada hari Penaklukan Makkah mengutusnya untuk membawa susu yang baru diperah dari hewan ternak yang baru melahirkan, serta anak biawak yang berumur enam bulan dan rempah rempah kepada Nabi Shallallahu'alaihiwasallam. Nabi Shallallahu'alaihiwasallam berada pada ketinggian bukit. (Kaldah) berkata; saya menemui beliau tanpa salam dan memohon ijin, lalu Nabi Shallallahu'alaihiwasallam bersabda: \"Kembalilah dan ucapkan: 'Assalamu 'alaikum', saya masuk Islam setelah Islamnya Shafwan. ['Amr] berkata; Umayyah bin Shafwan mengabariku kabar ini hanya dia tidak berkata 'Saya mendengarnya dari Kaldah.' [Adl Dlahhak] dan [Ibnu Harits] berkata; yang demikian itu setelah keIslaman (Kaldah). [Adl Dlahhak] dan [Abdullah bin Harits] berkata; \"Membawa susu dan anak biawak.\"","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا ابْنُ جُرَيْجٍ وَالضَّحَّاكُ بْنُ مَخْلَدٍ قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ وَعَبْدُ اللَّهِ بْنُ الْحَارِثِ قَالَ عَرَضَ عَلَيَّ ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي عَمْرُو بْنُ أَبِي سُفْيَانَ أَنَّ عَمْرَو بْنَ أَبِي صَفْوَانَ أَخْبَرَهُ قَالَ الضَّحَّاكُ وَعَبْدُ اللَّهِ بْنُ الْحَارِثِ أَنَّ عَمْرَو بْنَ عَبْدِ اللَّهِ بْنِ صَفْوَانَ أَخْبَرَهُ أَنَّ كَلَدَةَ بْنَ الْحَنْبَلِأَخْبَرَهُ أَنَّ صَفْوَانَ بْنَ أُمَيَّةَ بَعَثَهُ فِي الْفَتْحِ بِلِبَإٍ وَجَدَايَةٍ وَضَغَابِيسَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَعْلَى الْوَادِي قَالَ فَدَخَلْتُ عَلَيْهِ وَلَمْ أُسَلِّمْ وَلَمْ أَسْتَأْذِنْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ارْجِعْ فَقُلْ السَّلَامُ عَلَيْكُمْ أَدْخُلُ بَعْدَ مَا أَسْلَمَ صَفْوَانُ قَالَ عَمْرٌو أَخْبَرَنِي هَذَا الْخَبَرَ أُمَيَّةُ بْنُ صَفْوَانَ وَلَمْ يَقُلْ سَمِعْتُهُ مِنْ كَلَدَةَ قَالَ الضَّحَّاكُ وَابْنُ الْحَارِثِ وَذَلِكَ بَعْدَمَا أَسْلَمَ وَقَالَ الضَّحَّاكُ وَعَبْدُ اللَّهِ بْنُ الْحَارِثِ بِلَبَنٍ وَجَدَايَةٍ","source":"Ahmad"},"__N_SSG":true}