{"pageProps":{"number":"353","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Zakariya bin Ishaq] dari ['Amr bin Abu Sufyan] telah mendengarnya dari [Muslim bin Tsafinah] berkata; Ibnu Al Qomah menugaskan bapakku untuk menjadi pemimpin kaumnya dan menyuruhnya untuk mengambil zakat mereka. (Muslim Radliyallahu'anhu) berkata; lalu ayahku mengutusku kepada sebuah kaum agar saya mengambil zakat mereka. Lalu saya keluar hingga menemui seorang yang telah tua yang bernama [Si'ir], lalu saya katakan, 'Ayahku mengutusku kepadamu agar kamu menunaikan zakat kambingmu.' (orang tua itu) berkata; 'Wahai anak saudaraku! kambing seperti apa yang akan kalian ambil? saya berkata; biarkan saya memilih sampai saya bisa mengukur susu kambingmu. Dia berkata; wahai anak saudaraku, saya akan memberitahumu bahwa ketika saya berada di sebuah bukit bersama kambing-kambingku pada masa Nabi Shallallahu'alaihiwasallam, tiba-tiba datang kepadaku [dua orang laki-laki] yang mengendarai unta dan berkata; kami adalah utusan Nabi Shallallahu'alaihiwasallam yang datang kepadamu agar kamu menunaikan zakat kambingmu, saya berkata; apa yang wajib saya keluarkan darinya? (Keduanya) berkata; seekor kambing. Lalu saya pergi menuju seekor kambing, yang saya melihatnya telah mengandung dan gemuk, lalu saya mengeluarkannya kepada mereka. Lalu keduanya berkata 'Ini adalah kambing yang sedang hamil, padahal Rasulullah Shallallahu'alaihiwasallam melarang kami untuk mengambil kambing yang hamil', saya bertanya 'Kalau begitu kambing yang bagaimana? ' Keduanya berkata 'Anak kambing betina yang berumur enam hingga satu tahun, atau yang baru berumur tiga tahun', (orang tua itu) berkata; lalu saya menuju 'anaq (kambing betina yang berumur enam bulan hingga satu tahun) yang mu'tath, dia berkata; mu'tath adalah kambing yang tidak bisa melahirkan anak (karena gemuk) padahal sudah masanya untuk bisa melahirkan anak, lalu saya mengeluarkannya kepada keduanya dan keduanya berkata; 'Berikan kepada kami, maka saya memberikannya kepada mereka hingga keduanya menaikkannya ke atas unta mereka lalu pergi.' Abdullah berkata; 'Saya telah mendengar ayahku berkata seperti ini.' Waki' berkata; nama Muslim bin Tsafinah adalah salah baca. Rauh berkata; yang benar adalah Ibnu Syu'bah. Bapakku dan Bisyr bin As-Sari berkata; LAA ILAAHA ILLA ALLAH, dalam hadits ini dia itu adalah anaknya, yaitu Muslim bin Syu'bah.","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَاقَ عَنْ عَمْرِو بْنِ أَبِي سُفْيَانَ سَمِعَهُ مِنْ مُسْلِمِ بْنِ ثَفِنَةَ قَالَاسْتَعْمَلَ ابْنُ عَلْقَمَةَ أَبِي عَلَى عِرَافَةِ قَوْمِهِ وَأَمَرَهُ أَنْ يُصَدِّقَهُمْ قَالَ فَبَعَثَنِي أَبِي فِي طَائِفَةٍ لِآتِيَهُ بِصَدَقَتِهِمْ قَالَ فَخَرَجْتُ حَتَّى أَتَيْتُ شَيْخًا كَبِيرًا يُقَالُ لَهُ سِعْرٌ فَقُلْتُ إِنَّ أَبِي بَعَثَنِي إِلَيْكَ لِتُؤَدِّيَ صَدَقَةَ غَنَمِكَ قَالَ يَا ابْنَ أَخِي وَأَيُّ نَحْوٍ تَأْخُذُونَ قُلْتُ نَخْتَارُ حَتَّى إِنَّا لَنَشْبُرُ ضُرُوعَ الْغَنَمِ قَالَ ابْنَ أَخِي فَإِنِّي أُحَدِّثُكَ أَنِّي كُنْتُ فِي شِعْبٍ مِنْ هَذِهِ الشِّعَابِ فِي غَنَمٍ لِي عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَنِي رَجُلَانِ عَلَى بَعِيرٍ فَقَالَا نَحْنُ رَسُولَا النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْكَ لِتُؤَدِّيَ صَدَقَةَ غَنَمِكَ قُلْتُ مَا عَلَيَّ فِيهَا قَالَا شَاةٌ فَأَعْمِدُ إِلَى شَاةٍ قَدْ عَلِمْتُ مَكَانَهَا مُمْتَلِئَةٍ مَحْضًا وَشَحْمًا فَأَخْرَجْتُهَا إِلَيْهِمَا فَقَالَا هَذِهِ الشَّافِعُ الْحَائِلُ وَقَدْ نَهَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَأْخُذَ شَافِعًا قُلْتُ فَأَيُّ شَيْءٍ قَالَا عَنَاقًا جَذَعَةً أَوْ ثَنِيَّةً قَالَ فَأَعْمِدُ إِلَى عَنَاقٍ مُعْتَاطٍ قَالَ وَالْمُعْتَاطُ الَّتِي لَمْ تَلِدْ وَلَدًا وَقَدْ حَانَ وِلَادُهَا فَأَخْرَجْتُهَا إِلَيْهِمَا فَقَالَا نَاوِلْنَاهَا فَدَفَعْتُهَا إِلَيْهِمَا فَجَعَلَاهَا مَعَهُمَا عَلَى بَعِيرِهِمَا ثُمَّ انْطَلَقَاقَالَ عَبْد اللَّهِ سَمِعْتُ أَبِي يَقُولُ كَذَا قَالَ وَكِيعٌ مُسْلِمُ بْنُ ثَفِنَةَ صُحِّفَ و قَالَ رَوْحٌ ابْنُ شُعْبَةَ وَهُوَ الصَّوَابُ و قَالَ أَبِي و قَالَ بِشْرُ بْنُ السَّرِيِّ لَا إِلَهَ إِلَّا اللَّهُ هُوَ ذَا وَلَدُهُ هَاهُنَا يَعْنِي مُسْلِمَ بْنَ شُعْبَةَ","source":"Ahmad"},"__N_SSG":true}