{"pageProps":{"number":"3912","slug":"ahmad","id":"Telah menceritakan kepada kami [Ali bin Ashim] berkata, telah menceritakan kepada kami [Hushain] dari [Abu Wail] dari [Masruq] dari [Ummu Rumman] dia berkata, \"Ketika aku berada di sisi 'Aisyah tiba-tiba masuklah seorang wanita Anshar kepada kami, dia mengatakan bahwa Allah telah melakukan sesuatu kepada anaknya. 'Aisyah pun bertanya, \"Ada apa?\" Wanita itu menjawab, \"Sesungguhnya dia termasuk dari orang yang mengatakan kejadian itu (berita bohong).\" 'Aisyah bertanya lagi, \"Kejadian apa?\" Wanita itu menjawab, \"Seperti ini dan seperti ini.\" Aisyah terus bertanya, \"Apakah hal itu telah sampai pada Rasulullah shallallahu 'alaihi wasallam?\" Wanita itu menjawab, \"Ya.\" Aisyah bertanya lagi, \"Apakah telah sampai kepada Abu Bakar?\" Wanita itu menjawab, \"Ya.\" Ummu Rumman berkata, \"Aisyah lalu jatuh pingsan karena berita tersebut, dan dia tidak siuman kecuali dengan demam dan badan gemetar.\" Ummu Rumman melanjutkan, \"Lalu aku bangun dan menyelimutinya. Kemudian Rasulullah shallallahu 'alaihi wasallam pun masuk seraya bersabda: \"Ada apa dengan orang ini?\" Ummu Rumman menjawab, \"Wahai Rasulullah, dia terserang demam dan badannya gemetar.\" Beliau lalu bersabda: \"Barangkali dari kabar yang ia ceritakan.\" Ummu Rumman lalu mendudukkan 'Aisyah hingga 'Aisyah pun berkata, \"Demi Allah, jika aku bersumpah kepada kalian, kalian tidak akan mempercayaiku, dan jika aku meminta udzur kepada kalian, maka kalian tidak akan memberiku udzur. Permisalanku dengan kalian adalah seperti kisah Ya'qub dengan anak-anaknya ketika dia mengatakan: '(Dan Allah sajalah yang dimohon pertolongan-Nya terhadap apa yang kamu ceritakan) ' (Qs. Yusuf: 18). Ummu Rumman berkata, \"Lalu Rasulullah shallallahu 'alaihi wasallam keluar. Setelah itu Allah menurunkan pembersihan (pembelaan) atas diri Aisyah, lalu Rasulullah shallallahu 'alaihi wasallam kembali bersama Abu Bakar dan masuk seraya bersabda: \"Wahai 'Aisyah, sesungguhnya Allah Azza wa Jalla telah menurunkan udzurmu.\" Aisyah menjawab, \"Dengan memuji Allah tidak dengan memujimu.\" Ummu Rumman berkata, \"Abu Bakar lantas berkata kepada Aisyah, \"Akankah kamu mengatakan seperti ini kepada Rasulullah shallallahu 'alaihi wasallam?\" Aisyah menjawab, \"Ya.\" Dan di antara yang menyebarkan kejadian itu adalah seseorang yang sering dibantu oleh Abu Bakar, maka Abu Bakar bersumpah untuk tidak mambantunya lagi. Maka Allah Azza Wa Jalla menurunkan ayat: '(Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kaum kerabatnya...) ' (Qs. An Nuur: 22) sampai akhir ayat. Maka Abu Bakar pun berkata, \"Tentu.\" Lalu diapun membantunya lagi.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَاصِمٍ قَالَ حَدَّثَنَا حُصَيْنٌ عَنْ أَبِي وَائِلٍ عَنْ مَسْرُوقٍ عَنْ أُمِّ رُومَانَ قَالَتْبَيْنَا أَنَا عِنْدَ عَائِشَةَ إِذْ دَخَلَتْ عَلَيْنَا امْرَأَةٌ مِنْ الْأَنْصَارِ فَقَالَتْ فَعَلَ اللَّهُ بِابْنِهَا وَفَعَلَ قَالَتْ عَائِشَةُ وَلِمَ قَالَتْ إِنَّهُ كَانَ فِيمَنْ حَدَّثَ الْحَدِيثَ قَالَتْ عَائِشَةُ وَأَيُّ حَدِيثٍ قَالَتْ كَذَا وَكَذَا قَالَتْ وَقَدْ بَلَغَ ذَاكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ نَعَمْ وَبَلَغَ أَبَا بَكْرٍ قَالَتْ نَعَمْ قَالَتْ فَخَرَّتْ عَائِشَةُ مَغْشِيًّا عَلَيْهَا فَمَا أَفَاقَتْ إِلَّا وَعَلَيْهَا حُمَّى بِنَافِضٍ قَالَتْ فَقُمْتُ فَدَثَّرْتُهَا قَالَتْ وَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا شَأْنُ هَذِهِ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ أَخَذَتْهَا حُمَّى بِنَافِضٍ قَالَ لَعَلَّهُ فِي حَدِيثٍ تُحُدِّثَ بِهِ قَالَتْ فَاسْتَوَتْ لَهُ عَائِشَةُ قَاعِدَةً فَقَالَتْ وَاللَّهِ لَئِنْ حَلَفْتُ لَكُمْ لَا تُصَدِّقُونِي وَلَئِنْ اعْتَذَرْتُ إِلَيْكُمْ لَا تَعْذِرُونِي فَمَثَلِي وَمَثَلُكُمْ كَمَثَلِ يَعْقُوبَ وَبَنِيهِ{ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ }قَالَتْ وَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَأَنْزَلَ اللَّهُ عُذْرَهَا فَرَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَهُ أَبُو بَكْرٍ فَدَخَلَ فَقَالَ يَا عَائِشَةُ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ أَنْزَلَ عُذْرَكِ قَالَتْ بِحَمْدِ اللَّهِ لَا بِحَمْدِكَ قَالَتْ قَالَ لَهَا أَبُو بَكْرٍ تَقُولِينَ هَذَا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ نَعَمْ قَالَتْ فَكَانَ فِيمَنْ حَدَّثَ الْحَدِيثَ رَجُلٌ كَانَ يَعُولُهُ أَبُو بَكْرٍ فَحَلَفَ أَبُو بَكْرٍ أَنْ لَا يَصِلَهُ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ وَلَا يَأْتَلِ أُولُوا الْفَضْلِ مِنْكُمْ وَالسَّعَةِ }إِلَى آخِرِ الْآيَةِ قَالَ أَبُو بَكْرٍ بَلَى فَوَصَلَهُ","source":"Ahmad"},"__N_SSG":true}