{"pageProps":{"number":"3928","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Sa'd bin Ishaq] berkata, telah menceritakan kepadaku [Zainab binti Ka'b] dari [Furai'ah binti Malik] dia berkata, \"Suamiku keluar untuk meminta pertolongan kepada orang-orang kafir, ketika dia sampai dipenghujung jalan, mereka membunuhnya, lalu datanglah pembawa kabar kematiannya kepadaku, sedangkan rumahku jauh dari rumah-rumah keluargaku. Lantas aku menemui Rasulullah shallallahu 'alaihi wasallam dan menceritakan akan hal itu, aku katakan, 'Sesungguhnya pembawa kabar kematian suamiku datang kepadaku, sedangkan aku berada di rumah yang jauh dari rumah-rumah keluargaku, dan suamiku tidak meninggalkan untukku nafkah apalagi harta yang akan diwariskannya. Dan dia tidak mempunyai rumah, jika aku pindah ke rumah keluargaku, atau paman-pamanku niscaya akan mempermudah beberapa urusanku.\" Beliau bersabda: \"Pindahlah, \" ketika aku keluar masjid, atau keruanganku, beliau memanggilku atau menyuruh seeorang memanggilku. Maka aku pun dipanggil, beliau lantas bersabda: \"Tetaplah di rumah saat pembawa kabar itu datang hingga habis masa iddahnya.\" Asma berkata, \"Lalu aku menunggu di sana empat bulan sepuluh hari. Kemudian Utsman mengirim kepadaku sesuatu, lalu aku mengabarkannya dan iapun mengambilnya.\" Telah menceritakan kepada kami [Bisyr bin Mufadlal] dari [Sa'd bin Ishaq] dia berkata; telah menceritakan kepadaku [Zainab binti Ka'b] dari [Furai'ah binti Malik] dari Nabi shallallahu 'alaihi wasallam seperti itu.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ سَعْدِ بْنِ إِسْحَاقَ قَالَ حَدَّثَتْنِي زَيْنَبُ بِنْتُ كَعْبٍ عَنْ فُرَيْعَةَ بِنْتِ مَالِكٍ قَالَتْخَرَجَ زَوْجِي فِي طَلَبِ أَعْلَاجٍ لَهُ فَأَدْرَكَهُمْ بِطَرَفِ الْقَدُومِ فَقَتَلُوهُ فَأَتَانِي نَعْيُهُ وَأَنَا فِي دَارٍ شَاسِعَةٍ مِنْ دُورِ أَهْلِي فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقُلْتُ إِنَّ نَعْيَ زَوْجِي أَتَانِي فِي دَارٍ شَاسِعَةٍ مِنْ دُورِ أَهْلِي وَلَمْ يَدَعْ لِي نَفَقَةً وَلَا مَالًا لِوَرَثَتِهِ وَلَيْسَ الْمَسْكَنُ لَهُ فَلَوْ تَحَوَّلْتُ إِلَى أَهْلِي وَأَخْوَالِي لَكَانَ أَرْفَقَ بِي فِي بَعْضِ شَأْنِي قَالَ تَحَوَّلِي فَلَمَّا خَرَجْتُ إِلَى الْمَسْجِدِ أَوْ إِلَى الْحُجْرَةِ دَعَانِي أَوْ أَمَرَ بِي فَدُعِيتُ فَقَالَ امْكُثِي فِي بَيْتِكِ الَّذِي أَتَاكِ فِيهِ نَعْيُ زَوْجِكِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ قَالَتْ فَاعْتَدَدْتُ فِيهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا قَالَتْ فَأَرْسَلَ إِلَيَّ عُثْمَانُ فَأَخْبَرْتُهُ فَأَخَذَ بِهِحَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ عَنْ سَعْدِ بْنِ إِسْحَاقَ قَالَ حَدَّثَتْنِي زَيْنَبُ بِنْتُ كَعْبٍ عَنْ فُرَيْعَةَ بِنْتِ مَالِكٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Ahmad"},"__N_SSG":true}