{"pageProps":{"number":"4045","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Ishaq] berkata, telah mengabarkan kepada kami [Ibnu Lahi'ah] dari ['Abdullah bin Hubairah] dari [Abu Tamim Al Jaisyani] dari [Abu Bashrah Al Ghifari] dia berkata, \"Aku mendatangi Nabi shallallahu 'alaihi wasallam ketika berhijrah, dan itu terjadi sebelum aku masuk Islam, kemudian beliau memerah untukku susu seekor kambing, yang beliau sering memerah susunya untuk keluarga beliau, lalu aku meminumnya. Pada pagi harinya aku masuk Islam, para keluarga Nabi shallallahu 'alaihi wasallam berkata, 'Malam ini kami akan bermalam seperti tadi malam dengan kehausan', kemudian Rasulullah shallallahu 'alaihi wasallam memerah untukku susu seekor kambing, lalu aku meminumnya sampai aku merasa kenyang, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Apakah kamu sudah kenyang?\" Aku menjawab, 'Sudah wahai Rasulullah, aku sudah kenyang, dan aku tidak pernah merasa kenyang sebelum hari ini.\" Nabi shallallahu 'alaihi wasallam kemudian bersabda: \"Sesungguhnya orang kafir itu makan dengan tujuh usus sedangkan orang mukmin makan dengan satu usus.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ قَالَ أَخْبَرَنَا ابْنُ لَهِيعَةَ عَنْ عَبْدِ اللَّهِ بْنِ هُبَيْرَةَ عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا هَاجَرْتُ وَذَلِكَ قَبْلَ أَنْ أُسْلِمَ فَحَلَبَ لِي شُوَيْهَةً كَانَ يَحْتَلِبُهَا لِأَهْلِهِ فَشَرِبْتُهَا فَلَمَّا أَصْبَحْتُ أَسْلَمْتُ وَقَالَ عِيَالُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيتُ اللَّيْلَةَ كَمَا بِتْنَا الْبَارِحَةَ جِيَاعًا فَحَلَبَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَاةً فَشَرِبْتُهَا وَرَوِيتُ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَوِيتَ فَقُلْتُ يَا رَسُولَ اللَّهِ قَدْ رَوِيتُ مَا شَبِعْتُ وَلَا رَوِيتُ قَبْلَ الْيَوْمِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الْكَافِرَ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ وَالْمُؤْمِنُ يَأْكُلُ فِي مِعًى وَاحِدٍ","source":"Ahmad"},"__N_SSG":true}