{"pageProps":{"number":"1954","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Abul Yaman] berkata, telah memberitakan kepada kami [Syu'aib] dari [Az Zuhri] berkata, telah mengabarkan kepadaku [Ali Ibnul Husain] bahwa [Miswar bin Makhramah] mengabarkan kepadanya bahwa Ali bin Abu Thalib meminang puteri Abu Jahal, padahal ia masih memiliki Fatimah, puteri Nabi shallallahu 'alaihi wasallam. Maka ketika Fatimah mendengar hal itu ia mendatangi Nabi shallallahu 'alaihi wasallam dan berkata, \"Sesungguhnya kaummu mengatakan bahwa engkau tidak akan marah untuk puterimu, sekarang Ali ingin menikahi puteri Abu Jahal! \" Al Miswar berkata, \"Nabi shallallahu 'alaihi wasallam lantas bangkit, dan selesai tasyahud (mengucapkan syahadat) aku mendengar beliau bersabda: \"Adapun setelah itu, sungguh aku telah menikahkan Abu Al Ash bin Ar Rabi', lalu ia bercerita kepadaku dan membenarkan aku. Sesungguhnya Fatimah adalah darah dagingku, aku tidak ingin jika mereka membuat fitnah untuknya. Sesungguhnya Fatimah, demi Allah, selamanya tidak akan pernah berkumpul puteri Rasulullah dengan puteri musuh Allah dalam naungan seorang laki-laki.\" Al Miswar berkata, \"Akhirnya Ali membatalkan diri untuk meminang.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا أَبُو الْيَمَانِ أَنْبَأَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عَلِيُّ بْنُ الْحُسَيْنِ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَهُأَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ خَطَبَ بِنْتَ أَبِي جَهْلٍ وَعِنْدَهُ فَاطِمَةُ بِنْتُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا سَمِعَتْ بِذَلِكَ فَاطِمَةُ أَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ إِنَّ قَوْمَكَ يَتَحَدَّثُونَ أَنَّكَ لَا تَغْضَبُ لِبَنَاتِكَ وَهَذَا عَلِيٌّ نَاكِحًا ابْنَةَ أَبِي جَهْلٍ قَالَ الْمِسْوَرُ فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمِعْتُهُ حِينَ تَشَهَّدَ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنِّي قَدْ أَنْكَحْتُ أَبَا الْعَاصِ بْنَ الرَّبِيعِ فَحَدَّثَنِي فَصَدَقَنِي وَإِنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ بَضْعَةٌ مِنِّي وَأَنَا أَكْرَهُ أَنْ تَفْتِنُوهَا وَإِنَّهَا وَاللَّهِ لَا تَجْتَمِعُ بِنْتُ رَسُولِ اللَّهِ وَبِنْتُ عَدُوِّ اللَّهِ عِنْدَ رَجُلٍ وَاحِدٍ أَبَدًا قَالَ فَنَزَلَ عَلِيٌّ عَنْ الْخِطْبَةِ","source":"Ibnu Majah"},"__N_SSG":true}