{"pageProps":{"number":"2021","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Marwan Al Utsmani Muhammad bin Utsman] berkata, telah menceritakan kepada kami [Ibrahim bin Sa'd] dari [Ibnu Syihab] dari [Sahl bin Sa'd As Sa'idi] ia berkata, \"Uwaimir datang menemui Ashim bin Adi dan berkata, \"Sampaikanlah pertanyaanku kepada Rasulullah shallallahu 'alaihi wasallam; apa pendapatmu jika seorang laki-laki marah ketika mendapati isterinya bersama laki-laki lain hingga ia membunuhnya. Apakah ia harus dibunuh (qishash) atau bagaimana?\" maka Ashim pun menanyakan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, namun Rasulullah shallallahu 'alaihi wasallam mencela (benci) pertanyaan tersebut. Uwaimir lantas menemui Ashim dan bertanya kepadanya, \"Apa yang telah engkau lakukan?\" ia menjawab, \"Engkau datang kepadaku tidak membawa kebaikan, aku telah bertanya kepada Rasulullah shallallahu 'alaihi wasallam, namun beliau mencela pertanyaan tersebut. Maka Uwaimir pun berkata, \"Demi Allah, sungguh aku akan mendatangi Rasulullah shallallahu 'alaihi wasallam dan menanyakan hal itu kepadanya.\" Akhirnya ia datang menemui Rasulullah shallallahu 'alaihi wasallam, ia menemui beliau saat ayat yang berkenaan dengan permasalahannya telah diturunkan. Lalu Rasulullah menyuruhnya untuk saling mengambil sumpah antara keduanya. Uwaimir berkata, \"Demi Allah ya Rasulullah, jika aku membawanya pulang ke rumahku, berarti aku berdusta (tidak konsisten dengan ucapanku)?! \" Ia (perawi) berkata, \"Uwaimir pun berpisah dengan isterinya sebelum Rasulullah shallallahu 'alaihi wasallam memerintahkannya, hingga itu menjadi hal pertama kali yang terjadi dalam kasus li'an. Setelah itu Nabi shallallahu 'alaihi wasallam bersabda: \"Tolong awasi dan selidiki wanita itu, jika ia melahirkan bayinya yang berkulit hitam, warna mata yang sangat hitam dan pantat besar, berarti suaminya benar. Namun jika wanita itu melahirkan bayi dengan ciri-ciri warna kemerahan seperti wahrah (binatang semacam tokek), berarti suaminya yang bohong.\" Ia (perawi) berkata, \"Ternyata wanita itu melahirkan bayi yang ciri-cirinya tidak cocok dengan ayahnya ('Uwaimir).\"","arab":"حَدَّثَنَا أَبُو مَرْوَانَ الْعُثْمَانِيُّ مُحَمَّدُ بْنُ عُثْمَانَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَجَاءَ عُوَيْمِرٌ إِلَى عَاصِمِ بْنِ عَدِيٍّ فَقَالَ سَلْ لِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَأَيْتَ رَجُلًا وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا فَقَتَلَهُ أَيُقْتَلُ بِهِ أَمْ كَيْفَ يَصْنَعُ فَسَأَلَ عَاصِمٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَعَابَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَسَائِلَ ثُمَّ لَقِيَهُ عُوَيْمِرٌ فَسَأَلَهُ فَقَالَ مَا صَنَعْتَ فَقَالَ صَنَعْتُ أَنَّكَ لَمْ تَأْتِنِي بِخَيْرٍ سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَابَ الْمَسَائِلَ فَقَالَ عُوَيْمِرٌ وَاللَّهِ لَآتِيَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَأَسْأَلَنَّهُ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَجَدَهُ وَقَدْ أُنْزِلَ عَلَيْهِ فِيهِمَا فَلَاعَنَ بَيْنَهُمَا قَالَ عُوَيْمِرٌ وَاللَّهِ لَئِنْ انْطَلَقْتُ بِهَا يَا رَسُولَ اللَّهِ لَقَدْ كَذَبْتُ عَلَيْهَا قَالَ فَفَارَقَهَا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَارَتْ سُنَّةً فِي الْمُتَلَاعِنَيْنِ ثُمَّ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْظُرُوهَا فَإِنْ جَاءَتْ بِهِ أَسْحَمَ أَدْعَجَ الْعَيْنَيْنِ عَظِيمَ الْأَلْيَتَيْنِ فَلَا أُرَاهُ إِلَّا قَدْ صَدَقَ عَلَيْهَا وَإِنْ جَاءَتْ بِهِ أُحَيْمِرَ كَأَنَّهُ وَحَرَةٌ فَلَا أُرَاهُ إِلَّا كَاذِبًا قَالَ فَجَاءَتْ بِهِ عَلَى النَّعْتِ الْمَكْرُوهِ","source":"Ibnu Majah"},"__N_SSG":true}