{"pageProps":{"number":"2504","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Hisyam bin Ammar] dan [Muhammad bin Shabah], semuanya berkata; telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Ubaidullah bin Abdullah] dari [Abu Hurairah] dan [Zaid bin Khalid] dan [Syibl] berkata; Kami sedang berada di sisi Rasulullah shallallahu 'alaihi wasallam. lalu seseorang datang menemui beliau, ia berkata; \"Aku memohon kepadamu atas nama Allah untuk memutuskan hukuman ini dengan kitabullah. Sahabatnya berkata, \"Ia rupanya lebih pandai, \"Wahai Rasulullah, tetapkanlah bagi kami dengan kitabullah dan izinkanlah aku berbicara.\" Rasulullah bersabda: \"Bicaralah\" Laki-laki tadi berkata; \"Sesungguhnya anakku bekerja pada seseorang, lalu ia berzina dengan orang tersebut. Aku telah menebus perbuatan zina tersebut dengan memberikan kepadanya seratus ekor kambing dan seorang pembantu. Aku bertanya kepada para ahli ilmu, lalu aku diberitahu bahwa hukuman bagi anakku adalah seratus kali dera dan diasingkan satu tahun. Sementara si wanita itu dikenakan hukuman rajam. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Demi Allah! Aku akan menetapkan bagi kalian berdua dengan kitabullah, Seratus ekor kambing dan seorang pembantu hendaknya dikembalikan kepadamu, anakmu dihukum seratus kali dera dan diasingkan selama tahun. Pergilah wahai Unais! Temuilah wanita itu. apabila ia akui, maka rajamlah\" Hisyam berkata, \"Unais kemudian pergi menemui wanita tersebut dan ia mengakui, hingga kemudian dirajam.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَهِشَامُ بْنُ عَمَّارٍ وَمُحَمَّدُ بْنُ الصَّبَّاحِ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ قَالُواكُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَاهُ رَجُلٌ فَقَالَ أَنْشُدُكَ اللَّهَ لَمَّا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ فَقَالَ خَصْمُهُ وَكَانَ أَفْقَهَ مِنْهُ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَأْذَنْ لِي حَتَّى أَقُولَ قَالَ قُلْ قَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا وَإِنَّهُ زَنَى بِامْرَأَتِهِ فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَخَادِمٍ فَسَأَلْتُ رِجَالًا مِنْ أَهْلِ الْعِلْمِ فَأُخْبِرْتُ أَنَّ عَلَى ابْنِي جَلْدَ مِائَةٍ وَتَغْرِيبَ عَامٍ وَأَنَّ عَلَى امْرَأَةِ هَذَا الرَّجْمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ الْمِائَةُ الشَّاةُ وَالْخَادِمُ رَدٌّ عَلَيْكَ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَاغْدُ يَا أُنَيْسُ عَلَى امْرَأَةِ هَذَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا قَالَ هِشَامٌ فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَرَجَمَهَا","source":"Ibnu Majah"},"__N_SSG":true}