{"pageProps":{"number":"3503","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Muhammad bin Abdullah Al Anshari] telah menceritakan kepadaku ['Uyainah bin Abdurrahman] telah menceritakan kepadaku [Ayahku] dari [Utsman bin Abu Al 'Ash] dia berkata, \"Tatkala Rasulullah shallallahu 'alaihi wasallam menugaskan aku di Tha`if, tiba-tiba ada sesuatu yang selalu menggangguku di dalam shalat sehingga aku tidak menyadari shalat yang aku kerjakan. Ketika aku sadari, maka aku lekas pergi kembali menemui Rasulullah shallallahu 'alaihi wasallam, beliau lalu bertanya: \"Ibnu Abu Al 'Ash?\" Aku menjawab, Ya, wahai Rasulullah.\" Beliau bertanya lagi: \"Kabar apa yang kamu bawa?\" Aku menjawab, \"Ada sesuatu yang mengganguku di dalam shalat, sehingga aku tidak menyadari shalat yang aku kerjakan.\" Beliau bersabda: \"Itu adalah setan, mendekatlah kamu.\" Maka aku pun mendekat kepada beliau, dan aku duduk di atas kedua telapak kakiku. Dia melanjutkan, \"Kemudian beliau menyentuh dadaku dengan tangannya, lalu meludah di mulutku dan bersabda: \"Keluarlah wahai musuh Allah.\" Beliau melakukan hal itu hingga tiga kali, kemudian bersabda: \"Kembalilah kepada tugasmu semula.\" (Perawi) berkata, \"Utsman berkata, \"Demi Dzat yang menghidupkan aku, aku tidak pernah lagi merasakan ada yang menggangguku.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ حَدَّثَنِي عُيَيْنَةُ بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنِي أَبِي عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ قَالَلَمَّا اسْتَعْمَلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الطَّائِفِ جَعَلَ يَعْرِضُ لِي شَيْءٌ فِي صَلَاتِي حَتَّى مَا أَدْرِي مَا أُصَلِّي فَلَمَّا رَأَيْتُ ذَلِكَ رَحَلْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ ابْنُ أَبِي الْعَاصِ قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ قَالَ مَا جَاءَ بِكَ قُلْتُ يَا رَسُولَ اللَّهِ عَرَضَ لِي شَيْءٌ فِي صَلَوَاتِي حَتَّى مَا أَدْرِي مَا أُصَلِّي قَالَ ذَاكَ الشَّيْطَانُ ادْنُهْ فَدَنَوْتُ مِنْهُ فَجَلَسْتُ عَلَى صُدُورِ قَدَمَيَّ قَالَ فَضَرَبَ صَدْرِي بِيَدِهِ وَتَفَلَ فِي فَمِي وَقَالَ اخْرُجْ عَدُوَّ اللَّهِ فَفَعَلَ ذَلِكَ ثَلَاثَ مَرَّاتٍ ثُمَّ قَالَ الْحَقْ بِعَمَلِكَقَالَ فَقَالَ عُثْمَانُ فَلَعَمْرِي مَا أَحْسِبُهُ خَالَطَنِي بَعْدُ","source":"Ibnu Majah"},"__N_SSG":true}