{"pageProps":{"number":"4104","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Umar bin Yunus] telah menceritakan kepada kami ['Ikrimah bin 'Ammar] telah menceritakan kepadaku [Simak Al Hanafi Abu Zumail] telah menceritakan kepadaku [Abdullah bin Al 'Abbas] telah menceritakan kepadaku [Umar bin Khattab] dia berkata, \"Saya pernah menemui Rasulullah shallallahu 'alaihi wasallam saat beliau berada di atas tikar.\" Umar melanjutkan, \"Lalu aku duduk, ternyata saya dapati beliau hanya mengenakan selembar kain dan tidak ada kain lain selain yang dipakainya, sementara tikar itu telah membekas pada sisi beliau. Saya juga (melihat) segenggam gandum sekitar satu sha' dan daun yang dipergunakan untuk menyamak yang terletak di sudut kamar dan kulit yang menggantung. Tak terasa kedua mataku berlinang air mata. Beliau bertanya: \"Apa yang membuatmu menangis wahai Ibnul Khattab?\" aku menjawab, \"Wahai Nabi Allah, bagaimana aku tidak meneteskan air mata, sementara tikar ini membekas di sisimu, dan aku tidak melihat dalam ruanganmu kecuali apa aku lihat. Sedangkan raja Kisra dan Kaisar Romawi dipenuhi buah-buahan dan sungai-sungai, engkau adalah Nabi Allah dan pilihan-Nya, namun ruanganmu hanya seperti ini!.\" Beliau menjawab: \"Wahai Ibnul Khattab, tidakkah kamu ridla kita mendapatkan akhirat dan mereka mendapatkan dunia?\" Aku menjawab, \"Tentu.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ حَدَّثَنِي سِمَاكٌ الْحَنَفِيُّ أَبُو زُمَيْلٍ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ حَدَّثَنِي عُمَرُ بْنُ الْخَطَّابِ قَالَدَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى حَصِيرٍ قَالَ فَجَلَسْتُ فَإِذَا عَلَيْهِ إِزَارٌ وَلَيْسَ عَلَيْهِ غَيْرُهُ وَإِذَا الْحَصِيرُ قَدْ أَثَّرَ فِي جَنْبهِ وَإِذَا أَنَا بِقَبْضَةٍ مِنْ شَعِيرٍ نَحْوِ الصَّاعِ وَقَرَظٍ فِي نَاحِيَةٍ فِي الْغُرْفَةِ وَإِذَا إِهَابٌ مُعَلَّقٌ فَابْتَدَرَتْ عَيْنَايَ فَقَالَ مَا يُبْكِيكَ يَا ابْنَ الْخَطَّابِ فَقُلْتُ يَا نَبِيَّ اللَّهِ وَمَالِي لَا أَبْكِي وَهَذَا الْحَصِيرُ قَدْ أَثَّرَ فِي جَنْبِكَ وَهَذِهِ خِزَانَتُكَ لَا أَرَى فِيهَا إِلَّا مَا أَرَى وَذَلِكَ كِسْرَى وَقَيْصَرُ فِي الثِّمَارِ وَالْأَنْهَارِ وَأَنْتَ نَبِيُّ اللَّهِ وَصَفْوَتُهُ وَهَذِهِ خِزَانَتُكَ قَالَ يَا ابْنَ الْخَطَّابِ أَلَا تَرْضَى أَنْ تَكُونَ لَنَا الْآخِرَةُ وَلَهُمْ الدُّنْيَا قُلْتُ بَلَى","source":"Ibnu Majah"},"__N_SSG":true}