{"pageProps":{"number":"838","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Waki'] dari [Dawud bin Qais] dari [Ubaidullah bin Abdullah bin Aqram Al Khuza'i] dari [Bapaknya] ia berkata; \"Aku bersama bapakku berada di sebuah lembah di wilayah Namirah, tiba-tiba serombongan penunggang kuda melewati kami dan turun di ujung jalan, bapakku lalu berkata kepadaku, \"Tetaplah kamu di atas batumu hingga aku mendatangi dan bertanya kepada mereka. \" Ia berkata; \"Rombongan itu keluar dan aku pun mendekat, ternyata rombongan itu adalah Rasulullah shallallahu 'alaihi wasallam. Ketika waktu shalat tiba aku shalat bersama mereka hingga aku dapat melihat putihnya kedua ketiak Rasulullah shallallahu 'alaihi wasallam ketika beliau sujud. \" Ibnu Majah berkata; \"Orang-orang berkata; \"Ubaidullah bin Abdullah. \" Dan [Abu Bakr bin Abu Syaibah] berkata; \"Abdullah bin Ubaidullah berkata; telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami ['Abdurrahman bin Mahdi] dan [Shafwan bin Isa] dan [Abu Dawud] mereka berkata; telah menceritakan kepada kami [Dawud bin Qais] dari [Ubaidullah bin Abdullah bin Arqam] dari [Bapaknya] dari Nabi shallallahu 'alaihi wasallam, sebagaimana dalam hadits. \"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ دَاوُدَ بْنِ قَيْسٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَقْرَمَ الْخُزَاعِيِّ عَنْ أَبِيهِ قَالَكُنْتُ مَعَ أَبِي بِالْقَاعِ مِنْ نَمِرَةَ فَمَرَّ بِنَا رَكْبٌ فَأَنَاخُوا بِنَاحِيَةِ الطَّرِيقِ فَقَالَ لِي أَبِي كُنْ فِي بَهْمِكَ حَتَّى آتِيَ هَؤُلَاءِ الْقَوْمَ فَأُسَائِلَهُمْ قَالَ فَخَرَجَ وَجِئْتُ يَعْنِي دَنَوْتُ فَإِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَضَرْتُ الصَّلَاةَ فَصَلَّيْتُ مَعَهُمْ فَكُنْتُ أَنْظُرُ إِلَى عُفْرَتَيْ إِبْطَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلَّمَا سَجَدَقَالَ ابْن مَاجَةَ النَّاسُ يَقُولُونَ عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ و قَالَ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ يَقُولُ النَّاسُ عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَصَفْوَانُ بْنُ عِيسَى وَأَبُو دَاوُدَ قَالُوا حَدَّثَنَا دَاوُدُ بْنُ قَيْسٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَقْرَمَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Ibnu Majah"},"__N_SSG":true}