{"pageProps":{"number":"1138","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yazid bin Zurai'] telah mengabarkan kepada kami [Daud bin Abu Hind] dari [Al Walid bin Abdurrahman] dari [Jubair bin Nufair] dari [Abu Dzar] dia berkata; \"Kami pernah berpuasa Ramadhan bersama Rasulullah shallallahu 'alaihi wasallam, dan beliau tidak pernah mengerjakan shalat malam bersama kami sedikitpun dalam sebulan sampai berlalu sepertiga malam, setelah malam ke enam (dari akhir bulan) beliau juga tidak mengerjakan shalat malam bersama kami, ketika di hari ke lima (dari akhir bulan), beliau mengerjakan shalat malam bersama kami hingga tengah malam pun berlalu. Maka kataku; \"wahai Rasulullah, alangkah baiknya sekiranya anda memperbanyak shalat sunnah (qiyamullail) pada malam hari ini untuk kami!.\" Abu Dzar berkata; Maka beliau bersabda: \"Sesungguhnya apabila seseorang shalat (malam) bersama imam hingga selesai, maka akan di catat baginya seperti bangun (untuk mengerjakan shalat malam) semalam suntuk.\" Kata Abu Dzar; \"Ketika malam ke empat (dari akhir bulan) beliau tidak mengerjakan shalat malam (bersama kami), setelah malam ketiga (dari akhir bulan), beliu mengumpulkan keluarganya, isteri-isterinya dan orang-orang, lalu melakukan shalat malam bersama kami, sampai kami khawatir ketinggalah \"Al falah.\" Jabir bertanya; \"Apakah al falah itu?\" jawabnya; \"Waktu sahur, kemudian beliau tidak lagi melakukan shalat malam bersama kami di malam-malam berikutnya dari sebulan itu.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ أَخْبَرَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ عَنْ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ أَبِي ذَرٍّ قَالَصُمْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَمَضَانَ فَلَمْ يَقُمْ بِنَا شَيْئًا مِنْ الشَّهْرِ حَتَّى بَقِيَ سَبْعٌ فَقَامَ بِنَا حَتَّى ذَهَبَ ثُلُثُ اللَّيْلِ فَلَمَّا كَانَتْ السَّادِسَةُ لَمْ يَقُمْ بِنَا فَلَمَّا كَانَتْ الْخَامِسَةُ قَامَ بِنَا حَتَّى ذَهَبَ شَطْرُ اللَّيْلِ فَقُلْتُ يَا رَسُولَ اللَّهِ لَوْ نَفَّلْتَنَا قِيَامَ هَذِهِ اللَّيْلَةِ قَالَ فَقَالَ إِنَّ الرَّجُلَ إِذَا صَلَّى مَعَ الْإِمَامِ حَتَّى يَنْصَرِفَ حُسِبَ لَهُ قِيَامُ لَيْلَةٍ قَالَ فَلَمَّا كَانَتْ الرَّابِعَةُ لَمْ يَقُمْ فَلَمَّا كَانَتْ الثَّالِثَةُ جَمَعَ أَهْلَهُ وَنِسَاءَهُ وَالنَّاسَ فَقَامَ بِنَا حَتَّى خَشِينَا أَنْ يَفُوتَنَا الْفَلَاحُ قَالَ قُلْتُ وَمَا الْفَلَاحُ قَالَ السُّحُورُ ثُمَّ لَمْ يَقُمْ بِقِيَّةَ الشَّهْرِ","source":"Abu Daud"},"__N_SSG":true}