{"pageProps":{"number":"2116","slug":"abu-daud","id":"Telah menceritakan kepada kami [Harun bin Abdullah], telah menceritakan kepada kami [Hisyam bin Sa'id Ath Thalqani], telah menceritakan kepada kami [Muhammad bin Al Muhajir Al Anshari], telah menceritakan kepadaku ['Aqil bin Syabib], dari [Abu Wahb Al Jusyami], dan ia pernah menyertai Rasulullah shallallahu 'alaihi wasallam, ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hendaknya kalian memiliki kuda hitam kemerah-merahan yang dahinya dan kakinya berwarna putih, atau yang berwarna blonde yang dahi dan kakinya berwarna putih, atau kuda hitam yang dahi dan kakinya berwarna putih.\" Telah menceritakan kepada kami [Muhammad bin 'Auf Ath Thai], telah menceritakan kepada kami [Abu Al Mughirah], telah menceritakan kepada kami [Muhammad bin Muhajir], telah menceritakan kepada kami ['Aqil bin Syabib], dari [Abu Wahb], ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Setiap kuda yang berwarna blonde yang dahi dan kakinya berwarna putih, atau kuda yang kemerah-merahan yang dahi dan kakinya berwarna putih.\" Ia menyebutkan seperti hadits tersebut. Muhammad bin Muhajir berkata; dan aku bertanya kepada 'Aqil; kenapa lebih diutamakan yang berwarna kemerahan? Ia berkata; karena Nabi shallallahu 'alaihi wasallam telah mengutus sebuah pasukan dan orang yang paling pertama membawa berita kemenangan adalah orang yang memiliki kuda kemerah-merahan. ","arab":"حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا هِشَامُ بْنُ سَعِيدٍ الطَّالْقَانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُهَاجِرِ الْأَنْصَارِيُّ حَدَّثَنِي عَقِيلُ بْنُ شَبِيبٍ عَنْ أَبِي وَهْبٍ الْجُشَمِيِّ وَكَانَتْ لَهُ صُحْبَةٌ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْكُمْ بِكُلِّ كُمَيْتٍ أَغَرَّ مُحَجَّلٍ أَوْ أَشْقَرَ أَغَرَّ مُحَجَّلٍ أَوْ أَدْهَمَ أَغَرَّ مُحَجَّلٍحَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ حَدَّثَنَا أَبُو الْمُغِيرَةِ حَدَّثَنَا مُحَمَّدُ بْنُ مُهَاجِرٍ حَدَّثَنَا عَقِيلُ بْنُ شَبِيبٍ عَنْ أَبِي وَهْبٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْكُمْ بِكُلِّ أَشْقَرَ أَغَرَّ مُحَجَّلٍ أَوْ كُمَيْتٍ أَغَرَّ فَذَكَرَ نَحْوَهُ قَالَ مُحَمَّدٌ يَعْنِي ابْنَ مُهَاجِرٍ وَسَأَلْتُهُ لِمَ فُضِّلَ الْأَشْقَرُ قَالَ لِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّةً فَكَانَ أَوَّلَ مَنْ جَاءَ بِالْفَتْحِ صَاحِبُ أَشْقَرَ","source":"Abu Daud"},"__N_SSG":true}