{"pageProps":{"number":"2253","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Abu Maryam], telah menceritakan kepada kami [pamanku yaitu Sa'id bin Al Hakam], ia berkata; telah mengabarkan kepada kami [Al Laits bin Sa'd] dari ['Uqail] dari [Ibnu Syihab], ia berkata; dan ['Urwah bin Az Zubair] menyebutkan bahwa [Marwan] serta [Al Miswar bin Makhramah] telah mengabarkan kepadanya bahwa ketika utusan orang-orang muslim Hawazin datang kepada Rasulullah shallallahu 'alaihi wasallam dan meminta agar beliau mengembalikan harta mereka, maka beliau berkata kepada mereka: \"Bersamaku orang-orang yang kalian lihat, dan perkataan yang paling aku senangi adalah yang paling benar. Maka pilihlah tawanan atau harta!\" Lalu mereka berkata; kami memilih tawanan kami. Lalu Rasulullah shallallahu 'alaihi wasallam berdiri dan memuji Allah, kemudian beliau berkata: \"Adapun selanjutnya, sesungguhnya saudara-saudara kalian ini telah datang dalam keadaan bertaubat dan aku ingin mengembalikan tawanan kepada mereka. Maka barangsiapa diantara kalian yang ingin merelakan hal tersebut, silahkan ia melakukannya, dan barangsiapa yang hendak mengambil bagiannya hingga kami berikan kepadanya dari pertama kali Allah memberikan fai` kepada kita, maka silahkan ia melakukannya.\" Kemudian orang-orang berkata; kami telah merelakan hal tersebut untuk mereka wahai Rasulullah! Kemudian Rasulullah shallallahu 'alaihi wasallam berkata kepada mereka: \"Sesungguhnya kami tidak mengetahui siapakah diantara kalian yang mengizinkan dan siapakah diantara kalian yang tidak mengizinkan. Maka kembalilah, hingga para pemimpin kalian mengadukan perkara kalian kepada kami!\" Lalu orang-orang tersebut kembali dan berbicara dengan para pemimpin mereka. Kemudian memereka mengabarkan kepada mereka bahwa mereka telah merelakan dan mengizinkan. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ أَبِي مَرْيَمَ حَدَّثَنَا عَمِّي يَعْنِي سَعِيدَ بْنَ الْحَكَمِ قَالَ أَخْبَرَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ قَالَ وَذَكَرَ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ مَرْوَانَ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَاهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعِي مَنْ تَرَوْنَ وَأَحَبُّ الْحَدِيثِ إِلَيَّ أَصْدَقُهُ فَاخْتَارُوا إِمَّا السَّبْيَ وَإِمَّا الْمَالَ فَقَالُوا نَخْتَارُ سَبْيَنَا فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَثْنَى عَلَى اللَّهِ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلَاءِ جَاءُوا تَائِبِينَ وَإِنِّي قَدْ رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ وَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ فَقَالَ النَّاسُ قَدْ طَيَّبْنَا ذَلِكَ لَهُمْ يَا رَسُولَ اللَّهِ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّا لَا نَدْرِي مَنْ أَذِنَ مِنْكُمْ مِمَّنْ لَمْ يَأْذَنْ فَارْجِعُوا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ فَرَجَعَ النَّاسُ وَكَلَّمَهُمْ عُرَفَاؤُهُمْ فَأَخْبَرُوهُمْ أَنَّهُمْ قَدْ طَيَّبُوا وَأَذِنُوا","source":"Abu Daud"},"__N_SSG":true}