{"pageProps":{"number":"2579","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Isa], telah menceritakan kepada kami [Asy'ats], telah menceritakan kepada kami [Arthoh bin Al Mundzir], ia berkata; saya mendengar [Hakim bin 'Umair Abu Al Ahwash] menceritakan dari [Al 'Irbadh bin Sariyah As Sulami], ia berkata; kami singgah bersama Nabi shallallahu 'alaihi wasallam di Khibar dan beliau bersama beberapa sahabatnya. Dan pemimpin Khaibar adalah seorang yang keras dan berlaku mungkar. Kemudian ia datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; wahai Muhammad, apakah kalian boleh menyembelih keledai kami, dan memakan buah kami serta memukul wanita kami? Maka Nabi shallallahu 'alaihi wasallam marah dan berkata; wahai Ibnu 'Auf naikilah kudamu kemudian serulah bahwa Surga tidak halal kecuali bagi orang mukmin dan hendaknya mereka berkumpul untuk melakukan shalat. Al 'Irbadh bin Sariyah berkata; kemudian mereka berkumpul kemudian Nabi shallallahu 'alaihi wasallam melakukan shalat bersama mereka. Kemudian beliau berdiri dan berkata; apakah salah seorang diantara kalian dalam keadaan bersandar kepada singgasanannya menyangka bahwa Allah tidak mengharamkan sesuatupun kecuali yang ada dalam Al Qur'an? Ketahuilah, demi Allah, sesungguhnya aku telah memberi nasehat, memerintahkan dan melarang dari berbagai sesuatu, sesungguhnya hal itu adalah seperti Al Qur'an atau lebih banyak. Sesungguhnya Allah 'azza wajalla tidak menghalalkan bagi kalian untuk memasuki rumah-rumah ahli kitab kecuali dengan izin, dan tidak halal memukul wanita mereka, serta makan buah mereka apabila mereka telah memberikan kepada kalian apa yang menjadi kewajiban atas mereka. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى حَدَّثَنَا أَشْعَثُ بْنُ شُعْبَةَ حَدَّثَنَا أَرْطَاةُ بْنُ الْمُنْذِرِ قَالَ سَمِعْتُ حَكِيمَ بْنَ عُمَيْرٍ أَبَا الْأَحْوَصِ يُحَدِّثُ عَنْ الْعِرْبَاضِ بْنِ سَارِيَةَ السُّلَمِيِّ قَالَنَزَلْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْبَرَ وَمَعَهُ مَنْ مَعَهُ مِنْ أَصْحَابِهِ وَكَانَ صَاحِبُ خَيْبَرَ رَجُلًا مَارِدًا مُنْكَرًا فَأَقْبَلَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّدُ أَلَكُمْ أَنْ تَذْبَحُوا حُمُرَنَا وَتَأْكُلُوا ثَمَرَنَا وَتَضْرِبُوا نِسَاءَنَا فَغَضِبَ يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ يَا ابْنَ عَوْفٍ ارْكَبْ فَرَسَكَ ثُمَّ نَادِ أَلَا إِنَّ الْجَنَّةَ لَا تَحِلُّ إِلَّا لِمُؤْمِنٍ وَأَنْ اجْتَمِعُوا لِلصَّلَاةِ قَالَ فَاجْتَمَعُوا ثُمَّ صَلَّى بِهِمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَامَ فَقَالَ أَيَحْسَبُ أَحَدُكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ قَدْ يَظُنُّ أَنَّ اللَّهَ لَمْ يُحَرِّمْ شَيْئًا إِلَّا مَا فِي هَذَا الْقُرْآنِ أَلَا وَإِنِّي وَاللَّهِ قَدْ وَعَظْتُ وَأَمَرْتُ وَنَهَيْتُ عَنْ أَشْيَاءَ إِنَّهَا لَمِثْلُ الْقُرْآنِ أَوْ أَكْثَرُ وَإِنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يُحِلَّ لَكُمْ أَنْ تَدْخُلُوا بُيُوتَ أَهْلِ الْكِتَابِ إِلَّا بِإِذْنٍ وَلَا ضَرْبَ نِسَائِهِمْ وَلَا أَكْلَ ثِمَارِهِمْ إِذَا أَعْطَوْكُمْ الَّذِي عَلَيْهِمْ","source":"Abu Daud"},"__N_SSG":true}