{"pageProps":{"number":"261","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Shalih] telah menceritakan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari [Ubaidullah bin Abdillah bin Utbah] telah menceritakan kepadanya dari [Ammar bin Yasir] bahwasanya dia pernah menceritakan, bahwasanya mereka (para sahabat) mengusap (anggota tayamum) dengan debu tanah untuk melaksanakan shalat Shubuh, sedangkan mereka itu bersama Rasulullah shallallahu 'alaihi wasallam. Mereka menepuk debu tanah dengan telapak tangan, kemudian mengusap muka mereka sekali, lalu mereka menepuk debu tanah dengan telapak tangan mereka sekali lagi, terus mereka usapkan pada tangan mereka semuanya sampai ke pundak dan ketiak dari bagian dalam tangan mereka. Telah menceritakan kepada kami [Sulaiman bin Dawud Al-Mahri] dan [Abdul Malik bin Syu'aib] dari [Ibnu Wahb] seperti hadits ini. Dia berkata; Kaum Muslimin menepukkan telapak tangan mereka ke tanah tanpa menggenggam tanah sedikit pun. Lalu dia menyebutkan hadits semisalnya tanpa menyebutkan perihal pundak dan ketiak. Ibnu Al-Laits berkata; Sampai di atas siku. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ حَدَّثَهُ عَنْ عَمَّارِ بْنِ يَاسِرٍ أَنَّهُ كَانَ يُحَدِّثُأَنَّهُمْ تَمَسَّحُوا وَهُمْ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالصَّعِيدِ لِصَلَاةِ الْفَجْرِ فَضَرَبُوا بِأَكُفِّهِمْ الصَّعِيدَ ثُمَّ مَسَحُوا وُجُوهَهُمْ مَسْحَةً وَاحِدَةً ثُمَّ عَادُوا فَضَرَبُوا بِأَكُفِّهِمْ الصَّعِيدَ مَرَّةً أُخْرَى فَمَسَحُوا بِأَيْدِيهِمْ كُلِّهَا إِلَى الْمَنَاكِبِ وَالْآبَاطِ مِنْ بُطُونِ أَيْدِيهِمْحَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ وَعَبْدُ الْمَلِكِ بْنُ شُعَيْبٍ عَنْ ابْنِ وَهْبٍ نَحْوَ هَذَا الْحَدِيثِ قَالَ قَامَ الْمُسْلِمُونَ فَضَرَبُوا بِأَكُفِّهِمْ التُّرَابَ وَلَمْ يَقْبِضُوا مِنْ التُّرَابِ شَيْئًا فَذَكَرَ نَحْوَهُ وَلَمْ يَذْكُرْ الْمَنَاكِبَ وَالْآبَاطَ قَالَ ابْنُ اللَّيْثِ إِلَى مَا فَوْقَ الْمِرْفَقَيْنِ","source":"Abu Daud"},"__N_SSG":true}