{"pageProps":{"number":"2628","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi], dari [Malik] dari [Abdullah bin Abdullah bin Jabir bin 'Atik] dari ['Atik bin Al Harits bin 'Atik] ia adalah kakek Abdullah bin Abdullah ayah ibunya, bahwa ia telah mengabarkan kepadanya bahwa pamannya yaitu [Jabir bin 'Atik] telah mengabarkan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam datang mengunjungi Abdullah bin Tsabit, lalu beliau mendapatinya telah parah sakitnya, kemudian Rasulullah shallallahu 'alaihi wasallam memanggilnya dan Abdullah tidak menjawab panggilan beliau. Lalu mengucapkan istirja' (INNAALILLAAHI WA INNAA ILAIHI RAAJI'UUN), beliau berkata: \"Taqdirmu telah mendahului kami wahai Abu Ar Rabi'! kemudian para wanita berteriak dan menangis, lalu Ibnu 'Atik mendiamkan mereka. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Biarkan mereka, seandainya ia telah 'wajab' maka janganlah ada seorang wanita yang menangis!\" Mereka bertanya; apakah 'wajab' itu wahai Rasulullah? Beliau bersabda: \"Meninggal dunia.\" Anak wanitanya berkata; demi Allah, sungguh aku berharap kamu (doa untuk sang ayah) menjadi orang yang syahid. Sungguh engkau telah menyelesaikan persiapan (perang) mu. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah 'azza wajalla telah memberikannya pahala sesuai dengan niatnya. Apakah yang kalian anggap sebagai mati syahid?\" Mereka berkata; terbunuh di jalan Allah ta'ala. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mati syahid selain terbunuh di jalan Allah ada tujuh, yaitu: orang yang meninggal karena terkena penyakit tha'un (sampar, pes) adalah syahid, orang yang mati tenggelam adalah syahid, orang yang meninggal karena sakit radang selaput dada adalah syahid, orang meninggal karena sakit perut adalah syahid, orang yang terbakar adalah syahid, dan orang yang meninggal terkena reruntuhan adalah syahid, serta seorang wanita yang meninggal dalam keadaan hamil adalah syahid.\"","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ جَابِرِ بْنِ عَتِيكٍ عَنْ عَتِيكِ بْنِ الْحَارِثِ بْنِ عَتِيكٍ وَهُوَ جَدُّ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ أَبُو أُمِّهِ أَنَّهُ أَخْبَرَهُ أَنَّ عَمَّهُ جَابِرَ بْنَ عَتِيكٍ أَخْبَرَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَ يَعُودُ عَبْدَ اللَّهِ بْنَ ثَابِتٍ فَوَجَدَهُ قَدْ غُلِبَ فَصَاحَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يُجِبْهُ فَاسْتَرْجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ غُلِبْنَا عَلَيْكَ يَا أَبَا الرَّبِيعِ فَصَاحَ النِّسْوَةُ وَبَكَيْنَ فَجَعَلَ ابْنُ عَتِيكٍ يُسَكِّتُهُنَّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعْهُنَّ فَإِذَا وَجَبَ فَلَا تَبْكِيَنَّ بَاكِيَةٌ قَالُوا وَمَا الْوُجُوبُ يَا رَسُولَ اللَّهِ قَالَ الْمَوْتُ قَالَتْ ابْنَتُهُ وَاللَّهِ إِنْ كُنْتُ لَأَرْجُو أَنْ تَكُونَ شَهِيدًا فَإِنَّكَ كُنْتَ قَدْ قَضَيْتَ جِهَازَكَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ أَوْقَعَ أَجْرَهُ عَلَى قَدْرِ نِيَّتِهِ وَمَا تَعُدُّونَ الشَّهَادَةَ قَالُوا الْقَتْلُ فِي سَبِيلِ اللَّهِ تَعَالَى قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الشَّهَادَةُ سَبْعٌ سِوَى الْقَتْلِ فِي سَبِيلِ اللَّهِ الْمَطْعُونُ شَهِيدٌ وَالْغَرِقُ شَهِيدٌ وَصَاحِبُ ذَاتِ الْجَنْبِ شَهِيدٌ وَالْمَبْطُونُ شَهِيدٌ وَصَاحِبُ الْحَرِيقِ شَهِيدٌ وَالَّذِي يَمُوتُ تَحْتَ الْهَدْمِ شَهِيدٌ وَالْمَرْأَةُ تَمُوتُ بِجُمْعٍ شَهِيدٌ","source":"Abu Daud"},"__N_SSG":true}