{"pageProps":{"number":"3506","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] berkata, telah menceritakan kepada kami [Ibnu Numair] berkata, telah menceritakan kepada kami [Fudhail bin Ghazwan] dari [Nafi'] dari [Abdullah bin Umar] berkata, \"Rasulullah shallallahu 'alaihi wasallam mendatangi Fatimah radliallahu 'anha dan mendapati di depan pintunya sebuah tirai, sehingga beliau tidak jadi masuk.\" Abdullah bin Umar berkata, \"jarang sekali beliau masuk melainkan menemui Fathimah dahulu, lalu Ali radliallahu 'anhu masuk dan melihat Fatimah dalam keadaan sedih. Maka ia bertanya, \"ada apa denganmu?\" Fathimah menjawab; \"Rasulullah shallallahu 'alaihi wasallam telah datang namun tidak masuk\", maka Ali datang menemui beliau dan berkata; \"Wahai Rasulullah sesungguhnya Fathimah sangat bersedih, karena engkau datang kepadanya namun tidak menemuinya\" Rasulullah shallallahu 'alaihi wasallam bersabda; \"aku tidak mencintai dunia, dan aku tidak menyukai lukisan (gambar).\", lalu Ali pergi menemui Fathimah dan memberitahukan sabda Rasulullah kepadanya, Fathimah berkata; katakan kepada Rasulullah apa yang beliau perintahkan dengan tirai yang berlukis tersebut, Rasulullah shallallahu 'alaihi wasallam bersabda; \"katakan kepadanya agar mengirim tirai berlukis itu kepada Bani Fulan.\", (perawi berkata;) telah menceritakan hadits ini kepada kami [Washil bin Abdul A'la] telah menceritakan kepada kami [Ibnu Fudhail] dari [bapaknya] ia berkata; \"tirai tersebut adalah tirai yang berlukis (bergambar).\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَى فَاطِمَةَ رَضِيَ اللَّهُ عَنْهَا فَوَجَدَ عَلَى بَابِهَا سِتْرًا فَلَمْ يَدْخُلْ قَالَ وَقَلَّمَا كَانَ يَدْخُلُ إِلَّا بَدَأَ بِهَا فَجَاءَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ فَرَآهَا مُهْتَمَّةً فَقَالَ مَا لَكِ قَالَتْ جَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيَّ فَلَمْ يَدْخُلْ فَأَتَاهُ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ فَاطِمَةَ اشْتَدَّ عَلَيْهَا أَنَّكَ جِئْتَهَا فَلَمْ تَدْخُلْ عَلَيْهَا قَالَ وَمَا أَنَا وَالدُّنْيَا وَمَا أَنَا وَالرَّقْمَ فَذَهَبَ إِلَى فَاطِمَةَ فَأَخْبَرَهَا بِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ قُلْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يَأْمُرُنِي بِهِ قَالَ قُلْ لَهَا فَلْتُرْسِلْ بِهِ إِلَى بَنِي فُلَانٍحَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الْأَعْلَى الْأَسَدِيُّ حَدَّثَنَا ابْنُ فُضَيْلٍ عَنْ أَبِيهِ بِهَذَا الْحَدِيثِ قَالَ وَكَانَ سِتْرًا مَوْشِيًّا","source":"Abu Daud"},"__N_SSG":true}