{"pageProps":{"number":"3705","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Yahya bin faris] berkata, telah menceritakan kepada kami [Abu Shalih] dari [Al Laits] ia berkata; telah menceritakan kepadaku [Yunus] dari [Ibnu Syihab] ia berkata; [Urwah] menceritakan bahwa ['Aisyah radliallahu 'anha] berkata, \"Seorang wanita meminjam perhiasan, banyak orang yang mengetahuinya namun ia tidak tahu. Wanita itu menjual perhiasan tersebut, sehingga ia ditangkap dan dibawa ke hadapan Nabi shallallahu 'alaihi wasallam. Beliau lantas memerintahkan untuk memotong tangannya, dan wanita itulah yang pernah dimintakan amnesti oleh Usamah bin Zaid, lalu Rasulullah shallallahu 'alaihi wasallam memberi jawaban kepada Usamah sebagaimana yang beliau katakan.\" Telah menceritakan kepada kami [Abbas bin Abdul Azhim] dan [Muhammad bin Yahya] keduanya berkata; telah menceritakan kepada kami [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari ['Aisyah] ia berkata, \"Ada seorang wanita Makhzumiyah meminjam barang kemudian mengingkarinya. Maka Nabi shallallahu 'alaihi wasallam memerintahkan untuk memotong tangannya…lalu ia menceritakan sebagaimana hadits Qutaibah, dari Al Laits, dari Ibnu Syihab. Namun dalam hadits itu ia menambahkan, \"Nabi shallallahu 'alaihi wasallam lalu memotong tangannya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا أَبُو صَالِحٍ عَنْ اللَّيْثِ قَالَ حَدَّثَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ كَانَ عُرْوَةُ يُحَدِّثُ أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْاسْتَعَارَتْ امْرَأَةٌ تَعْنِي حُلِيًّا عَلَى أَلْسِنَةِ أُنَاسٍ يُعْرَفُونَ وَلَا تُعْرَفُ هِيَ فَبَاعَتْهُ فَأُخِذَتْ فَأُتِيَ بِهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَ بِقَطْعِ يَدِهَا وَهِيَ الَّتِي شَفَعَ فِيهَا أُسَامَةُ بْنُ زَيْدٍ وَقَالَ فِيهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قَالَحَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ وَمُحَمَّدُ بْنُ يَحْيَى قَالَا حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ كَانَتْ امْرَأَةً مَخْزُومِيَّةً تَسْتَعِيرُ الْمَتَاعَ وَتَجْحَدُهُ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَطْعِ يَدِهَا وَقَصَّ نَحْوَ حَدِيثِ قُتَيْبَةَ عَنْ اللَّيْثِ عَنْ ابْنِ شِهَابٍ زَادَ فَقَطَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهَا","source":"Abu Daud"},"__N_SSG":true}