{"pageProps":{"number":"3795","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ubaidullah bin Umar bin Masarah] dan [Muhammad bin Ubaid] secara makna, keduanya berkata; telah menceritakan kepada kami [Hammad bin Zaid] dari [Yahya bin Sa'id] dari [Busyair bin Yasar] dari [Sahl bin Abu Hatsmah] dan [Rafi' bin Khadij] berkata, \"Muhayishah bin Mas'ud dan Abdullah bin Sahl berangkat menuju Khaibar, namun keduanya berpisah di perkebunan kurma. Lalu Abdullah bin Sahl mati terbunuh, dan mereka menuduh orang-orang Yahudilah yang telah membunuhnya. Kemudian saudaranya bernama 'Abdurrahman bin Sahl datang bersama dua orang anak pamannya, Huwayishah dan Muhayishah kepada Nabi shallallahu 'alaihi wasallam. Lantas 'Abdurrahman menceritakan perihal saudaranya -dia adalah yang paling kecil di antara saudaranya-, beliau pun bersabda; \"Hendaknya dimulai dari yang lebih besar, hendaknya dimulai dari yang lebih besar. Atau beliau bersabda; \"Hendaknya yang lebih besar yang memulai.\" Lalu keduanya menceritakan perihal saudaranya (yang terbunuh), Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hendaklah lima puluh orang dari kalian bersumpah atas seorang dari mereka (Yahudi yang membunuh), dengan demikian maka akan dapat menebus tulang belulang saudaramu yang telah rapuh.\" Mereka menjawab, \"Kami tidak melihat peristiwanya secara langsung, lalu bagaimana kami akan bersumpah!\" beliau bersabda: \"Orang-orang yahudi itu akan bersih dari tuduhan kalian jika mereka bisa memberikan sumpah dari lima puluh orang dari kalangan mereka.\" Para sahabat menimpali, \"Mereka itu orang-orang kafir!\" Ia (perawi) berkata, \"Lantas Rasulullah shallallahu 'alaihi wasallam menebus (diyat) jiwa korban itu dengan harta pribadinya sendiri.\" Sahl berkata, \"Suatu hari aku masuk ke dalam kandang unta mereka, tiba-tiba aku aku ditendang oleh seekor unta betina dengan kakinya.\" Hammad berkomentar, \"Beginilah haditsnya, atau seperti inilah kira-kira.\" Abu Dawud berkata, \" [Bisyr Ibnul Mufadhdhal] dan [Malik] meriwayatkannya dari [Yahya bin Sa'id]. Ia menyebutkan dalam hadits tersebut, \"Apakah kalian bersedia bersumpah dengan lima puluh kali sumpah, kemudian kalian berhak untuk menuntut balas atas pembunuhan sahabat kalian ini?\" namun Bisyr tidak menyebutkan kata 'darah'. [Abdah] juga berkata dari [Yahya] sebagaimana yang dikatakan oleh [Hammad].\" [Ibnu Uyainah] juga meriwayatkan dari [Yahya], namun ia memulai dengan kalimat, \"Mereka orang-orang Yahudi akan bersih dari tuduhan kalian jika mereka memberikan lima puluh sumpah kepada kalian, dan ia tidak menyebutkan lafadh 'berhak'. Abu Dawud berkata, \"Dan inilah kesamaran dari Ibnu Uyainah.\"","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ وَمُحَمَّدُ بْنُ عُبَيْدٍ الْمَعْنَى قَالَا حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ وَرَافِعِ بْنِ خَدِيجٍأَنَّ مُحَيِّصَةَ بْنَ مَسْعُودٍ وَعَبْدَ اللَّهِ بْنَ سَهْلٍ انْطَلَقَا قِبَلَ خَيْبَرَ فَتَفَرَّقَا فِي النَّخْلِ فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَاتَّهَمُوا الْيَهُودَ فَجَاءَ أَخُوهُ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَابْنَا عَمِّهِ حُوَيِّصَةُ وَمُحَيِّصَةُ فَأَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَكَلَّمَ عَبْدُ الرَّحْمَنِ فِي أَمْرِ أَخِيهِ وَهُوَ أَصْغَرُهُمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْكُبْرَ الْكُبْرَ أَوْ قَالَ لِيَبْدَأْ الْأَكْبَرُ فَتَكَلَّمَا فِي أَمْرِ صَاحِبِهِمَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقْسِمُ خَمْسُونَ مِنْكُمْ عَلَى رَجُلٍ مِنْهُمْ فَيُدْفَعُ بِرُمَّتِهِ قَالُوا أَمْرٌ لَمْ نَشْهَدْهُ كَيْفَ نَحْلِفُ قَالَ فَتُبَرِّئُكُمْ يَهُودُ بِأَيْمَانِ خَمْسِينَ مِنْهُمْ قَالُوا يَا رَسُولَ اللَّهِ قَوْمٌ كُفَّارٌ قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ قِبَلِهِقَالَ سَهْلٌ دَخَلْتُ مِرْبَدًا لَهُمْ يَوْمًا فَرَكَضَتْنِي نَاقَةٌ مِنْ تِلْكَ الْإِبِلِ رَكْضَةً بِرِجْلِهَا قَالَ حَمَّادٌ هَذَا أَوْ نَحْوَهُ قَالَ أَبُو دَاوُد رَوَاهُ بِشْرُ بْنُ الْمُفَضَّلِ وَمَالِكٌ عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ فِيهِ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ أَوْ قَاتِلِكُمْ وَلَمْ يَذْكُرْ بِشْرٌ دَمًا و قَالَ عَبْدَةُ عَنْ يَحْيَى كَمَا قَالَ حَمَّادٌ وَرَوَاهُ ابْنُ عُيَيْنَةَ عَنْ يَحْيَى فَبَدَأَ بِقَوْلِهِ تُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا يَحْلِفُونَ وَلَمْ يَذْكُرْ الِاسْتِحْقَاقَ قَالَ أَبُو دَاوُد وَهَذَا وَهْمٌ مِنْ ابْنِ عُيَيْنَةَ","source":"Abu Daud"},"__N_SSG":true}