{"pageProps":{"number":"3980","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] dan [Sulaiman bin Dawud] secara makna, keduanya berkata; telah menceritakan kepada kami [Hammad bin Zaid] dari [Al Mu'alla bin Ziyad] dan [Hisyam bin Hassan] dari [Al Hasan] dari [Dhabbah bin Mihshan] dari [Ummu Salamah] isteri Nabi shallallahu 'alaihi wasallam, ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Akan ada di antara kalian para pemimpin yang kalian mengenalnya tetapi kalian mengingkarinya. Maka barangsiapa mengingkarinya, Abu Dawud berkata, \"Hisyam menyebutkan, \"dengan lisan, maka ia telah berlepas diri darinya. Siapa yang membenci dengan hatinya maka ia telah selamat. Tetapi siapa yang ridha dan mengikutinya, lalu dikatakan kepadanya, \"Wahai Rasulullah, bagaimana jika kami membununya?\" Ibnu Dawud menyebutkan, \"bagaimana jika kami memeranginya?\" beliau menjawab: \"Jangan, selama mereka masih shalat.\" Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Mu'adz bin Hisyam] ia berkata; telah menceritakan kepadaku [Bapakku] dari [Qatadah] ia berkata; telah menceritakan kepada kami [Al Hasan] dari [Dhabbah bin Mihshan Al 'Anbari] dari [Ummu Salamah] dari Nabi shallallahu 'alaihi wasallam dengan makna yang sama. Beliau bersabda: \"Siapa yang membenci, maka ia telah berlepas diri. Dan siapa yang mengingkari, maka ia telah selamat.\" Qatadah berkata, maksudnya \"Siapa yang mengingkari dengan hatinya, dan siapa yang membenci dengan hatinya.\"","arab":"حَدَّثَنَا مُسَدَّدٌ وَسُلَيْمَانُ بْنُ دَاوُدَ الْمَعْنَى قَالَا حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ الْمُعَلَّى بْنِ زِيَادٍ وَهِشَامِ بْنِ حَسَّانَ عَنْ الْحَسَنِ عَنْ ضَبَّةَ بْنِ مِحْصَنٍ عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَتَكُونُ عَلَيْكُمْ أَئِمَّةٌ تَعْرِفُونَ مِنْهُمْ وَتُنْكِرُونَ فَمَنْ أَنْكَرَ قَالَ أَبُو دَاوُد قَالَ هِشَامٌ بِلِسَانِهِ فَقَدْ بَرِئَ وَمَنْ كَرِهَ بِقَلْبِهِ فَقَدْ سَلِمَ وَلَكِنْ مَنْ رَضِيَ وَتَابَعَ فَقِيلَ يَا رَسُولَ اللَّهِ أَفَلَا نَقْتُلُهُمْ قَالَ ابْنُ دَاوُدَ أَفَلَا نُقَاتِلُهُمْ قَالَ لَا مَا صَلَّوْاحَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ قَالَ حَدَّثَنَا الْحَسَنُ عَنْ ضَبَّةَ بْنِ مِحْصَنٍ الْعَنَزِيِّ عَنْ أُمِّ سَلَمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ قَالَ فَمَنْ كَرِهَ فَقَدْ بَرِئَ وَمَنْ أَنْكَرَ فَقَدْ سَلِمَ قَالَ قَتَادَةُ يَعْنِي مَنْ أَنْكَرَ بِقَلْبِهِ وَمَنْ كَرِهَ بِقَلْبِهِ","source":"Abu Daud"},"__N_SSG":true}