{"pageProps":{"number":"4098","slug":"abu-daud","id":"Telah menceritakan kepada kami [Isa bin Hammad] berkata, telah mengabarkan kepada kami [Al Laits] dari [Sa'id Al Maqburi] dari [Basyir Ibnul Muharrar] dari [Sa'id bin Al Musayyab] ia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam sedang duduk-duduk bersama para sahabat sahabatnya, tiba-tiba ada seorang laki-laki mencela Abu Bakar, namun Abu Bakar diam saja. Laki-laki itu kembali mencacinya untuk yang kedua kalinya, namun Abu Bakar tetap diam. Dan ketika laki-laki itu mencacinya untuk yang ketiga kalinya, Abu Bakar membela diri dan membalas caciannya. Maka ketika Abu Bakar membela diri, Rasulullah shallallahu 'alaihi wasallam bangkit. Hal itu menjadikan Abu Bakar bertanya, \"Wahai Rasulullah, apakah engkau marah kepadaku?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Malaikat telah turun dari langit mendustakan apa yang ia katakan kepadamu, saat engkau membela diri setan telah mengalahkanmu. Maka tidak mungkin aku ikut duduk jika setan sudah berperan.\" Telah menceritakan kepada kami [Abdul A'la bin Hammad] telah menceritakan kepada kami [Sufyan] dari [Ibnu Ajlan] dari [Said bin Abi Said] dari [Abu Hurairah] bahwasanya ada seorang laki-laki yang mencela Abu Bakar…-maka ia menceritakan seperti hadits di atas-, Abu Daud berkata; \"begitu juga [Shafwan bin Isa] meriwayatkannya dari [Ibnu Ajlan] sebagaimana yang telah disebutkan oleh Sufyan.\"","arab":"حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ أَخْبَرَنَا اللَّيْثُ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ بَشِيرِ بْنِ الْمُحَرَّرِ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ أَنَّهُ قَالَبَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ وَمَعَهُ أَصْحَابُهُ وَقَعَ رَجُلٌ بِأَبِي بَكْرٍ فَآذَاهُ فَصَمَتَ عَنْهُ أَبُو بَكْرٍ ثُمَّ آذَاهُ الثَّانِيَةَ فَصَمَتَ عَنْهُ أَبُو بَكْرٍ ثُمَّ آذَاهُ الثَّالِثَةَ فَانْتَصَرَ مِنْهُ أَبُو بَكْرٍ فَقَامَ رَسُولُ اللَّهِ حِينَ انْتَصَرَ أَبُو بَكْرٍ فَقَالَ أَبُو بَكْرٍ أَوَجَدْتَ عَلَيَّ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَزَلَ مَلَكٌ مِنْ السَّمَاءِ يُكَذِّبُهُ بِمَا قَالَ لَكَ فَلَمَّا انْتَصَرْتَ وَقَعَ الشَّيْطَانُ فَلَمْ أَكُنْ لِأَجْلِسَ إِذْ وَقَعَ الشَّيْطَانُحَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ حَدَّثَنَا سُفْيَانُ عَنْ ابْنِ عَجْلَانَ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَجُلًا كَانَ يَسُبُّ أَبَا بَكْرٍ وَسَاقَ نَحْوَهُ قَالَ أَبُو دَاوُد وَكَذَلِكَ رَوَاهُ صَفْوَانُ بْنُ عِيسَى عَنْ ابْنِ عَجْلَانَ كَمَا قَالَ سُفْيَانُ","source":"Abu Daud"},"__N_SSG":true}