{"pageProps":{"number":"4151","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ar Rabi' bin nafi'] dari [Yazid] -maksudnya Yazid bin Al Miqdam bin Syuraih dari [Bapaknya] dari kakeknya [Syuraih] dari bapaknya [Hani] Bahwasanya ketika ia datang bersama kaumnya kepada Rasulullah shallallahu 'alaihi wasallam, beliau mendengar orang-orang memanggilnya dengan nama Abul Hakam. Maka Rasulullah shallallahu 'alaihi wasallam memanggilnya, beliau bersabda: \"Sesungguhnya Allah-lah Al Hakam (penentu hukum) dan hanya kepada-Nya (kita) berhukum. Lalu kenapa kamu diberi gelar Abul Hakam?\" Ia menjawab, \"Sesungguhnya jika kaumku berselisih dalam satu permasalahan, mereka mendatangiku, lalu aku-lah yang memberi putusan hukum atas perselisihan mereka, dan mereka ridha.\" Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Betapa baiknya ini! Apakah kamu mempunyai anak?\" ia menjawab, \"Aku mempunyai anak yang bernama Syuraih, Muslim dan Abdullah.\" Beliau bertanya lagi: \"Di antara mereka siapa yang paling besar?\" ia menjawab, \"Syuraih.\" Beliau bersabda: \"Kalau begitu namamu adalah Abu Syuraih (bapaknya Syuraih).\" Abu Dawud berkata, \"Syuraih ini adalah seorang laki-laki yang telah menghancurkan rantai, dan termasuk orang yang masuk ke Tustar.\" Abu Dawud berkata, \"telah sampai kabar kepadaku bahwa Syuraih telah memecahkan pintu gerbang Tustar, dan dia masuk dari jalan bawah tanah.\"","arab":"حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ عَنْ يَزِيدَ يَعْنِي ابْنَ الْمِقْدَامِ بْنِ شُرَيْحٍ عَنْ أَبِيهِ عَنْ جَدِّهِ شُرَيْحٍ عَنْ أَبِيهِ هَانِئٍأَنَّهُ لَمَّا وَفَدَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ قَوْمِهِ سَمِعَهُمْ يَكْنُونَهُ بِأَبِي الْحَكَمِ فَدَعَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ اللَّهَ هُوَ الْحَكَمُ وَإِلَيْهِ الْحُكْمُ فَلِمَ تُكْنَى أَبَا الْحَكَمِ فَقَالَ إِنَّ قَوْمِي إِذَا اخْتَلَفُوا فِي شَيْءٍ أَتَوْنِي فَحَكَمْتُ بَيْنَهُمْ فَرَضِيَ كِلَا الْفَرِيقَيْنِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَحْسَنَ هَذَا فَمَا لَكَ مِنْ الْوَلَدِ قَالَ لِي شُرَيْحٌ وَمُسْلِمٌ وَعَبْدُ اللَّهِ قَالَ فَمَنْ أَكْبَرُهُمْ قُلْتُ شُرَيْحٌ قَالَ فَأَنْتَ أَبُو شُرَيْحٍقَالَ أَبُو دَاوُد شُرَيْحٌ هَذَا هُوَ الَّذِي كَسَرَ السِّلْسِلَةَ وَهُوَ مِمَّنْ دَخَلَ تُسْتَرَ قَالَ أَبُو دَاوُد وَبَلَغَنِي أَنَّ شُرَيْحًا كَسَرَ بَابَ تُسْتَرَ وَذَلِك أَنْهُ دَخَلَ مِنْ سِرْبٍ","source":"Abu Daud"},"__N_SSG":true}