{"pageProps":{"number":"4223","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] berkata, telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Hilal bin Yasaf] ia berkata; Kami bersama [Salim bin Ubaid], lalu ada seorang laki-laki bersin dan mengucapkan, \"Assalamu Alaikum (semoga keselamatan atas kamu).\" Salim menjawab, \"(semoga) untukmu dan untuk ibumu juga.\" Setelah itu Salim berkata lagi, \"Semoga engkau akan mendapatkan apa yang aku ucapkan untukmu.\" Laki-laki itu ganti berkata, \"Aku sangat berharap jika kamu tidak menyebutkan kebaikan atau pun keburukkan untuk ibuku.\" Salim berkata, \"Aku hanya mengatakan sesuatu yang pernah dikatakan oleh Rasulullah shallallahu 'alaihi wasallam. Ketika kami sedang bersama Rasulullah shallallahu 'alaihi wasallam, lalu ada seorang laki-laki yang bersin. Laki-laki itu kemudian mengucapkan, \"Assalamu Alaikum (semoga keselamatan atas kamu).\" Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"(semoga) untukmu dan untuk ibumu juga.\" Kemudian beliau bersabda: \"Jika salah seorang dari kalian bersin hendaklah memuji Allah (mengucapkan 'Al hamdulillah') -Lalu menyebutkan beberapa kata lafadz pujian-. Lalu hendaklah orang yang ada di sisinya mengucapkan 'YARHAMUKAALLAH (semoga Allah merahmatimu). Dan hendaklah ia ganti mengucapkan kepada mereka YAGHFIRULLAHU LANA WA LAKUM (semoga Allah mengampuni kami dan kalian).\" Telah menceritakan kepada kami [Tamim Ibnul Muntashir] berkata, telah menceritakan kepada kami [Ishaq] -yaitu Ibnu Yusuf- dari [Abu Bisyr Warqa] dari [Manshur] dari [Hilal bin Yasaf] dari [Khalid bin Arfajah] dari [Salim bin Ubaid Al Asyja'i] dengan hadits yang sama, dari Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ هِلَالِ بْنِ يَسَافٍ قَالَكُنَّا مَعَ سَالِمِ بْنِ عُبَيْدٍ فَعَطَسَ رَجُلٌ مِنْ الْقَوْمِ فَقَالَ السَّلَامُ عَلَيْكُمْ فَقَالَ سَالِمٌ وَعَلَيْكَ وَعَلَى أُمِّكَ ثُمَّ قَالَ بَعْدُ لَعَلَّكَ وَجَدْتَ مِمَّا قُلْتُ لَكَ قَالَ لَوَدِدْتُ أَنَّكَ لَمْ تَذْكُرْ أُمِّي بِخَيْرٍ وَلَا بِشَرٍّ قَالَ إِنَّمَا قُلْتُ لَكَ كَمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّا بَيْنَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ عَطَسَ رَجُلٌ مِنْ الْقَوْمِ فَقَالَ السَّلَامُ عَلَيْكُمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَيْكَ وَعَلَى أُمِّكَ ثُمَّ قَالَ إِذَا عَطَسَ أَحَدُكُمْ فَلْيَحْمَدْ اللَّهَ قَالَ فَذَكَرَ بَعْضَ الْمَحَامِدِ وَلْيَقُلْ لَهُ مَنْ عِنْدَهُ يَرْحَمُكَ اللَّهُ وَلْيَرُدَّ يَعْنِي عَلَيْهِمْ يَغْفِرُ اللَّهُ لَنَا وَلَكُمْحَدَّثَنَا تَمِيمُ بْنُ الْمُنْتَصِرِ حَدَّثَنَا إِسْحَقُ يَعْنِي ابْنَ يُوسُفَ عَنْ أَبِي بِشْرٍ وَرْقَاءَ عَنْ مَنْصُورٍ عَنْ هِلَالِ بْنِ يَسَافٍ عَنْ خَالِدِ بْنِ عَرْفَجَةَ عَنْ سَالِمِ بْنِ عُبَيْدٍ الْأَشْجَعِيِّ بِهَذَا الْحَدِيثِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}