{"pageProps":{"number":"527","slug":"abu-daud","id":"Telah menceritakan kepada kami [Hisyam bin Ammar] dan [Sulaiman bin Abdurrahman Ad-Dimasyqi] dan [Yahya bin Al-Fadll As-Sijistani] mereka berkata; Telah menceritakan kepada kami [Hatim bin Isma'il] telah menceritakan kepada kami [Ya`qub bin Mujahid, Abu Hazrah] dari [Ubadah bin Al-Walid bin Ubadah bin Ash-Shamit] dia berkata; Kami pernah mengunjungi [Jabir bin Abdullah], dia berkata; Saya pernah pergi bersama Nabi shallallahu 'alaihi wasallam dalam suatu peperangan. Lalu beliau berdiri mengerjakan shalat, sementara saya memakai kain selimut yang saya silangkan kedua ujungnya, namun tidak memadai untukku. Kain itu berumbai bagian bawahnya, maka saya membaliknya, lalu saya silangkan kedua ujungnya, kemudian saya apit (dengan leher) supaya tidak jatuh. Lalu saya datang sehingga saya berdiri di sebelah kiri Rasulullah shallallahu 'alaihi wasallam, maka beliau memegang tanganku, dan memindahkanku sehingga saya ditempatkan di sebelah kanan beliau, tiba tiba datang Ibnu Sakhr langsung berdiri di sebelah kiri beliau, maka beliau memegang kami berdua dengan kedua tangannya, sampai beliau menempatkan kami di belakang. Kata Jabir; Rasulullah menatapku, sedangkan saya tidak merasa, akhirnya saya juga dapat memahaminya. Beliau kemudian memberi isyarat kepadaku supaya saya memakai kain tersebut sebagai sarung. Setelah Rasulullah shallallahu 'alaihi wasallam selesai shalat, beliau bersabda: \"Wahai Jabir.\" Kata Jabir; Aku jawab, ya Rasulullah. Beliau bersabda: \"Apabila kain itu longgar, maka silangkanlah kedua ujungnya, dan apabila sempit, ikatlah pada pinggangmu.\"","arab":"حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ وَسُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ وَيَحْيَى بْنُ الْفَضْلِ السِّجِسْتَانِيُّ قَالُوا حَدَّثَنَا حَاتِمٌ يَعْنِي ابْنَ إِسْمَعِيلَ حَدَّثَنَا يَعْقُوبُ بْنُ مُجَاهِدٍ أَبُو حَزْرَةَ عَنْ عُبَادَةَ بْنِ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ قَالَأَتَيْنَا جَابِرًا يَعْنِي ابْنَ عَبْدِ اللَّهِ قَالَ سِرْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةٍ فَقَامَ يُصَلِّي وَكَانَتْ عَلَيَّ بُرْدَةٌ ذَهَبْتُ أُخَالِفُ بَيْنَ طَرَفَيْهَا فَلَمْ تَبْلُغْ لِي وَكَانَتْ لَهَا ذَبَاذِبُ فَنَكَّسْتُهَا ثُمَّ خَالَفْتُ بَيْنَ طَرَفَيْهَا ثُمَّ تَوَاقَصْتُ عَلَيْهَا لَا تَسْقُطُ ثُمَّ جِئْتُ حَتَّى قُمْتُ عَنْ يَسَارِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخَذَ بِيَدِي فَأَدَارَنِي حَتَّى أَقَامَنِي عَنْ يَمِينِهِ فَجَاءَ ابْنُ صَخْرٍ حَتَّى قَامَ عَنْ يَسَارِهِ فَأَخَذَنَا بِيَدَيْهِ جَمِيعًا حَتَّى أَقَامَنَا خَلْفَهُ قَالَ وَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْمُقُنِي وَأَنَا لَا أَشْعُرُ ثُمَّ فَطِنْتُ بِهِ فَأَشَارَ إِلَيَّ أَنْ أَتَّزِرَ بِهَا فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَا جَابِرُ قَالَ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللَّهِ قَالَ إِذَا كَانَ وَاسِعًا فَخَالِفْ بَيْنَ طَرَفَيْهِ وَإِذَا كَانَ ضَيِّقًا فَاشْدُدْهُ عَلَى حِقْوِكَ","source":"Abu Daud"},"__N_SSG":true}