{"pageProps":{"number":"848","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Ibrahim] dari ['Alqamah] dia berkata; [Abdullah] berkata; \"Rasulullah shallallahu 'alaihi wasallam mengerjakan shalat -Ibrahim mengatakan; \"Aku tidak tahu, apakah (raka'atnya) lebih ataukah kurang- setelah salam, di beritahukan kepada beliau; \"Wahai Rasulullah, (apakah) terjadi sesuatu yang nggek beres dalam shalat?\" beliau bersabda: \"Memangnya kenapa?\" mereka berkata; \"Anda shalat begini dan begini.\" Lalu beliau merubah posisi kakinya dan menghadap kiblat, bersujud bersama mereka dua kali, lalu salam. Setelah itu beliau menghadap kepada kami seraya bersabda: \"Kalau terjadi sesuatu yang nggak beres dalam shalat, aku beritahukan kepada kalian. Akan tetapi aku hanyalah manusia biasa yang terkadang lupa sebagaimana kalian lupa, oleh karena itu, apabila aku lupa, maka ingatkanlah aku.\" selanjutnya beliau bersabda: \"Apabila salah seorang dari kalian ragu dalam shalatnya, hendaknya ia mengambil sesuatu (raka'at) yang di yakininya, lalu menyempurnakannya, kemudian hendaknya ia sujud dua kali.\" telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Al A'masy] dari [Ibrahim] dari ['Alqamah] dari [Abdullah] … seperti hadits sebelumnya… sabdanya: \"Apabila salah seorang dari kalian lupa, hendaknya ia sujud dua kali.\" kemudian beliau agak bergeser, lalu sujud dua kali.\" Abu Daud berkata; hadits ini juga diriwayatkan oleh [Hushain] seperti hadits Al A'masy. ","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ قَالَ قَالَ عَبْدُ اللَّهِصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِبْرَاهِيمُ فَلَا أَدْرِي زَادَ أَمْ نَقَصَ فَلَمَّا سَلَّمَ قِيلَ لَهُ يَا رَسُولَ اللَّهِ أَحَدَثَ فِي الصَّلَاةِ شَيْءٌ قَالَ وَمَا ذَاكَ قَالُوا صَلَّيْتَ كَذَا وَكَذَا فَثَنَى رِجْلَهُ وَاسْتَقْبَلَ الْقِبْلَةَ فَسَجَدَ بِهِمْ سَجْدَتَيْنِ ثُمَّ سَلَّمَ فَلَمَّا انْفَتَلَ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّهُ لَوْ حَدَثَ فِي الصَّلَاةِ شَيْءٌ أَنْبَأْتُكُمْ بِهِ وَلَكِنْ إِنَّمَا أَنَا بَشَرٌ أَنْسَى كَمَا تَنْسَوْنَ فَإِذَا نَسِيتُ فَذَكِّرُونِي وَقَالَ إِذَا شَكَّ أَحَدُكُمْ فِي صَلَاتِهِ فَلْيَتَحَرَّ الصَّوَابَ فَلْيُتِمَّ عَلَيْهِ ثُمَّ لِيُسَلِّمْ ثُمَّ لِيَسْجُدْ سَجْدَتَيْنِحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا الْأَعْمَشُ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ بِهَذَا قَالَ فَإِذَا نَسِيَ أَحَدُكُمْ فَلْيَسْجُدْ سَجْدَتَيْنِ ثُمَّ تَحَوَّلَ فَسَجَدَ سَجْدَتَيْنِ قَالَ أَبُو دَاوُد رَوَاهُ حُصَيْنٌ نَحْوَ حَدِيثِ الْأَعْمَشِ","source":"Abu Daud"},"__N_SSG":true}