{"pageProps":{"number":"1194","slug":"darimi","id":"Telah menceritakan kepada kami [Yahya bin Hassan] telah menceritakan kepada kami [Ibrahim bin Sa'd] dari [Az Zuhri] dari [Ibnu Al Musayyab] dan [Abu Salamah bin Abdurrahman] dari [Abu Hurairah], bahwa Rasulullah shallallahu 'alaihi wasallam jika ingin mendoakan keburukan atas seseorang atau mendoakan kebaikan untuk seseorang, maka beliau melakukan qunut setelah rukuk. Barangkali setelah mengucapkan SAMI'ALLAAHU LIMAN HAMIDAH, RABBANAA WA LAKAL HAMDU (Semoga Allah mendengar pujian orang yang memuji-Nya. Ya Rabb kami, kepada-Mu lah segala pujian), beliau berdoa: \"Ya Allah, selamatkan Al Walid bin Al Walid, Salamah bin Hisyam, 'Ayyasy bin Abu Rabi'ah dan orang-orang Mukmin yang lemah. Ya Allah, keraskan siksa-Mu atas Mudlar, timpakahlah kepada mereka masa paceklik sebagaimana paceklik pada masa Yusuf.\" Beliau mengeraskan doa tersebut. Dan beliau mengucapkan pada sebagian shalatnya; shalat subuh: \"Ya Allah, laknatlah Fulan dan Fulan.\" Beliau menyebutkan dua kampung dari kampung-kampung Arab. Kemudian Allah Ta'ala menurunkan ayat: '(Tak ada sedikitpun campur tanganmu dalam urusan mereka itu atau Allah menerima taubat mereka, atau mengazab mereka karena sesungguhnya mereka itu orang-orang yang zalim) ' (Qs. Ali Imran: 128).","arab":" حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ الزُّهْرِيِّ عَنْ ابْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَرَادَ أَنْ يَدْعُوَ عَلَى أَحَدٍ أَوْ يَدْعُوَ لِأَحَدٍ قَنَتَ بَعْدَ الرُّكُوعِ فَرُبَّمَا قَالَ إِذَا قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ وَسَلَمَةَ بْنَ هِشَامٍ وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ وَالْمُسْتَضْعَفِينَ مِنْ الْمُؤْمِنِينَ اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ وَاجْعَلْهَا سِنِينَ كَسِنِي يُوسُفَ وَيَجْهَرُ بِذَلِكَ يَقُولُ فِي بَعْضِ صَلَاتِهِ فِي صَلَاةِ الْفَجْرِ اللَّهُمَّ الْعَنْ فُلَانًا وَفُلَانًا لِحَيَّيْنِ مِنْ أَحْيَاءِ الْعَرَبِ فَأَنْزَلَ اللَّهُ تَعَالَى { لَيْسَ لَكَ مِنْ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ }","source":"Darimi"},"__N_SSG":true}