{"pageProps":{"number":"1483","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu Hatim Asyhal bin Hatim] telah menceritakan kepada kami [Ibnu 'Aun] dari [Muhammad] dari [Abdurrahman bin Abu Bakrah] dari [Ayahnya], ia berkata; Ketika hari itu tiba (hari raya kurban), Nabi shallallahu 'alaihi wasallam duduk di atas unta -saya tidak tahu apakah unta jantan atau unta betina- sementara orang-orang memegangi tali kendalinya -atau berkata; tali kekangnya- kemudian beliau bertanya: \"Hari apakah ini?\" Abu Bakrah berkata; \"Kami diam, hingga kami menyangka beliau akan menamainya dengan selain namanya. Lalu beliau bersabda: \"Bukankah hari Nahr (hari raya kurban)?\" Kami menjawab; \"Benar.\" Beliau bertanya: \"Bulan apakah ini?\" Abu Barzah melanjutkan; \"Kami pun diam, hingga kami menyangka beliau akan menamainya dengan selain namanya, \" beliau lalu bersabda: \"Bukankah (bulan) Dzul Hijjah?\" Kami menjawab; \"Benar.\" Beliau bertanya lagi: \"Negeri apakah ini?\" Abu Barzah berkata; \"Kami diam, hingga kami menyangka beliau akan menamainya dengan selain namanya. beliau bersabda: \"Bukankah ini Negeri Haram?\" Kami menjawab; \"Benar.\" Beliau bersabda: \"Sesungguhnya darah kalian, harta, dan kehormatan kalian adalah haram atas kalian, seperti haramnya hari kalian ini, pada bulan kalian ini dan di negeri kalian kalian ini. Hendaknya orang yang hadir menyampaikan kepada orang yang tidak hadir. Karena bisa jadi orang yang hadir menyampaikan kepada orang yang lebih faham dari dirinya.\"","arab":" أَخْبَرَنَا أَبُو حَاتِمٍ أَشْهَلُ بْنُ حَاتِمٍ حَدَّثَنَا ابْنُ عَوْنٍ عَنْ مُحَمَّدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِ قَالَ لَمَّا كَانَ ذَلِكَ الْيَوْمُ قَعَدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى بَعِيرٍ لَا أَدْرِي جَمَلٌ أَوْ نَاقَةٌ وَأَخَذَ إِنْسَانٌ بِخِطَامِهِ أَوْ قَالَ بِزِمَامِهِ فَقَالَ أَيُّ يَوْمٍ هَذَا قَالَ فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ فَقَالَ أَلَيْسَ يَوْمَ النَّحْرِ قُلْنَا بَلَى قَالَ فَأَيُّ شَهْرٍ هَذَا قَالَ فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ فَقَالَ أَلَيْسَ ذَا الْحِجَّةِ قُلْنَا بَلَى قَالَ فَأَيُّ بَلَدٍ هَذَا قَالَ فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ فَقَالَ أَلَيْسَ الْبَلْدَةَ قُلْنَا بَلَى قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَلَا لِيُبَلِّغْ الشَّاهِدُ الْغَائِبَ فَإِنَّ الشَّاهِدَ عَسَى أَنْ يُبَلِّغَ مَنْ هُوَ أَوْعَى مِنْهُ","source":"Darimi"},"__N_SSG":true}