{"pageProps":{"number":"1949","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Al Mubarak] telah menceritakan kepada kami [Mu'awiyah bin Yahya yaitu Ash Shadafi], ia berkata; telah menceritakan kepada kami [Shafwan bin 'Amr] dari [Abu Al Mutsanna Al Umluki] dari ['Utbah bin 'Abd As Sulami], ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang yang terbunuh (dalam peperangan) ada tiga macam, yaitu; orang mukmin yang berjihad dengan jiwa dan hartanya di jalan Allah, apabila ia bertemu dengan musuh, ia berperang hingga terbunuh.\" Nabi shallallahu 'alaihi wasallam berkata mengenai orang ini: \"Maka itulah orang yang syahid dan mendapatkan ujian, ia berada dalam kemah Allah di bawah 'Arsy, para nabi tidak lebih utama daripada mereka kecuali dengan derajat kenabian, dan seorang mukmin yang mencampurkan amalan shalih dan yang lainnya adalah amalan keburukan, ia berjihad dengan jiwa dan hartanya di jalan Allah. Apabila ia bertemu musuh, maka ia berperang hingga terbunuh.\" Nabi shallallahu 'alaihi wasallam bersabda mengenai orang ini: \"Satu gerakan telah menghapus dosa-dosa serta kesalahannya, sesungguhnya pedang menghapuskan kesalahan-kesalahannya. Dan ia dimasukkan di dalam Surga dari pintu Suga manapun yang ia kehendaki. Dan seorang munafik yang berjihad dengan jiwa dan hartanya, apabila ia bertemu musuh, maka ia berperang hingga terbunuh. Maka orang itu ada dalam Neraka. Sesungguhnya pedang tidak menghapuskan kemunafikannya.\" Abdullah berkata; Apabila baju telah dicuci, maka disebut mushmisha.\"","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُبَارَكِ حَدَّثَنَا مُعَاوِيَةُ بْنُ يَحْيَى هُوَ الصَّدَفِيُّ قَالَ حَدَّثَنَا صَفْوَانُ بْنُ عَمْرٍو عَنْ أَبِي الْمُثَنَّى الْأُمْلُوكِيِّ عَنْ عُتْبَةَ بْنِ عَبْدٍ السُّلَمِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقَتْلَى ثَلَاثَةٌ مُؤْمِنٌ جَاهَدَ بِنَفْسِهِ وَمَالِهِ فِي سَبِيلِ اللَّهِ إِذَا لَقِيَ الْعَدُوَّ قَاتَلَ حَتَّى يُقْتَلَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِ فَذَلِكَ الشَّهِيدُ الْمُمْتَحَنُ فِي خَيْمَةِ اللَّهِ تَحْتَ عَرْشِهِ لَا يَفْضُلُهُ النَّبِيُّونَ إِلَّا بِدَرَجَةِ النُّبُوَّةِ وَمُؤْمِنٌ خَلَطَ عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا جَاهَدَ بِنَفْسِهِ وَمَالِهِ فِي سَبِيلِ اللَّهِ إِذَا لَقِيَ الْعَدُوَّ قَاتَلَ حَتَّى يُقْتَلَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِ مُمَصْمِصَةٌ مَحَتْ ذُنُوبَهُ وَخَطَايَاهُ إِنَّ السَّيْفَ مَحَّاءٌ لِلْخَطَايَا وَأُدْخِلَ الْجَنَّةَ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ شَاءَ وَمُنَافِقٌ جَاهَدَ بِنَفْسِهِ وَمَالِهِ فَإِذَا لَقِيَ الْعَدُوَّ قَاتَلَ حَتَّى يُقْتَلَ فَذَاكَ فِي النَّارِ إِنَّ السَّيْفَ لَا يَمْحُو النِّفَاقَ قَالَ عَبْد اللَّهِ يُقَالُ لِلثَّوْبِ إِذَا غُسِلَ مُصْمِصَ","source":"Darimi"},"__N_SSG":true}