{"pageProps":{"number":"1980","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Yusuf] dari [Sufyan] dari ['Alqamah bin Martsad] dari [Sulaiman bin Buraidah] dari [Ayahnya] ia berkata; Apabila Rasulullah shallallahu 'alaihi wasallam mengangkat seseorang sebagai pemimpin ekspedisi, beliau akan berwasiat kepadanya: \"Apabila engkau berjumpa dengan musuh dari kaum musyrikin, maka ajaklah mereka kepada salah satu tiga perkara, yaitu; Siapapun diantara mereka yang memenuhi seruanmu untuk melakukannya maka terimalah mereka, dan tahanlah untuk tidak menyerang mereka, kemudian ajaklah mereka kepada Islam. Apabila mereka memenuhi seruanmu maka terimalah dan tahanlah untuk tidak menyerang mereka, kemudian ajaklah mereka agar berpindah dari negeri mereka menuju negeri hijrah, dan beritahukan kepada mereka, apabila mereka melakukan hal itu maka bagi mereka apa yang menjadi hak orang-orang muhajirin dan apa yang menjadi kewajiban mereka adalah yang menjadi kewajiban orang-orang muhajirin. Apabila mereka menolak maka beritahukan kepada mereka bahwa mereka seperti orang-orang badui muslim yang diberlakukan atas mereka hukum Allah sebagaimana yang berlaku terhadap orang-orang mukmin dan mereka tidak memiliki bagian fai` dan rampasan perang kecuali mereka berjihad bersama orang-orang muslim. Dan apabila mereka menolak untuk masuk Islam, maka mintalah mereka supaya membayar Jizyah, apabila mereka melakukan hal itu, maka terimalah mereka dan tahanlah untuk tidak menyerang mereka, apabila mereka menolak, maka mintalah pertolongan Allah dan perangilah mereka. Apabila engkau mengepung penghuni benteng, kemudian mereka ingin agar engkau memberikan kepada mereka perlindungan Allah dan perlindungan NabiNya, maka janganlah engkau memberikan kepada mereka perlindungan Allah dan perlindungan NabiNya, akan tetapi berikan kepada mereka perlindunganmu, perlindungan ayahmu dan perlindungan para sahabamu. Karena apabila engkau salah dalam memberikan perlindungan kalian serta bapak-bapak kalian, hal itu lebih ringan daripada kalian salah dalam memberikan perlindungan Allah dan RasulNya. Apabila engkau mengepung benteng dan mereka hendak memutuskan (perkara) dengan hukum Allah, maka janganlah engkau memutuskan (perkara) mereka dengan hukum Allah, akan tetapi putusilah mereka dengan hukummu. Karena engkau tidak mengetahui apakah engkau sesuai dengan hukum Allah mengenai mereka atau tidak. Kemudian berilah keputusan mengenai mereka sesuai kehendakmu.\" ['Alqamah] berkata; kemudian aku menceritakannya kepada [Muqatil bin Hayyan] lalu ia berkata; telah menceritkan kepadaku [Muslim bin Haisham] dari [An Nu'man bin Muqarrin] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas.","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ عَنْ سُفْيَانَ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَمَّرَ رَجُلًا عَلَى سَرِيَّةٍ أَوْصَاهُ إِذَا لَقِيتَ عَدُوَّكَ مِنْ الْمُشْرِكِينَ فَادْعُهُمْ إِلَى إِحْدَى ثَلَاثِ خِلَالٍ أَوْ خِصَالٍ فَأَيَّتُهُمْ مَا أَجَابُوكَ إِلَيْهَا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ثُمَّ ادْعُهُمْ إِلَى الْإِسْلَامِ فَإِنْ هُمْ أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ثُمَّ ادْعُهُمْ إِلَى التَّحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ الْمُهَاجِرِينَ وَأَخْبِرْهُمْ إِنْ هُمْ فَعَلُوا أَنَّ لَهُمْ مَا لِلْمُهَاجِرِينَ وَأَنَّ عَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ فَإِنْ هُمْ أَبَوْا فَأَخْبِرْهُمْ أَنَّهُمْ يَكُونُونَ كَأَعْرَابِ الْمُسْلِمِينَ يَجْرِي عَلَيْهِمْ حُكْمُ اللَّهِ الَّذِي يَجْرِي عَلَى الْمُؤْمِنِينَ وَلَيْسَ لَهُمْ فِي الْفَيْءِ وَالْغَنِيمَةِ نَصِيبٌ إِلَّا أَنْ يُجَاهِدُوا مَعَ الْمُسْلِمِينَ فَإِنْ هُمْ أَبَوْا أَنْ يَدْخُلُوا فِي الْإِسْلَامِ فَسَلْهُمْ إِعْطَاءَ الْجِزْيَةِ فَإِنْ فَعَلُوا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ فَإِنْ هُمْ أَبَوْا فَاسْتَعِنْ بِاللَّهِ وَقَاتِلْهُمْ وَإِنْ حَاصَرْتَ أَهْلَ حِصْنٍ فَإِنْ أَرَادُوكَ أَنْ تَجْعَلَ لَهُمْ ذِمَّةَ اللَّهِ وَذِمَّةَ نَبِيِّهِ فَلَا تَجْعَلْ لَهُمْ ذِمَّةَ اللَّهِ وَلَا ذِمَّةَ نَبِيِّهِ وَلَكِنْ اجْعَلْ لَهُمْ ذِمَّتَكَ وَذِمَّةَ أَبِيكَ وَذِمَّةَ أَصْحَابِكَ فَإِنَّكُمْ إِنْ تُخْفِرُوا بِذِمَّتِكُمْ وَذِمَّةِ آبَائِكُمْ أَهْوَنُ عَلَيْكُمْ مِنْ أَنْ تُخْفِرُوا ذِمَّةَ اللَّهِ وَذِمَّةَ رَسُولِهِ وَإِنْ حَاصَرْتَ حِصْنًا فَأَرَادُوكَ أَنْ يَنْزِلُوا عَلَى حُكْمِ اللَّهِ فَلَا تُنْزِلْهُمْ عَلَى حُكْمِ اللَّهِ وَلَكِنْ أَنْزِلْهُمْ عَلَى حُكْمِكَ فَإِنَّكَ لَا تَدْرِي أَتُصِيبُ حُكْمَ اللَّهِ فِيهِمْ أَمْ لَا ثُمَّ اقْضِ فِيهِمْ بِمَا شِئْتَ قَالَ عَلْقَمَةُ فَحَدَّثْتُ بِهِ مُقَاتِلَ بْنَ حَيَّانَ فَقَالَ حَدَّثَنِي مُسْلِمُ بْنُ هَيْصَمٍ عَنْ النُّعْمَانِ بْنِ مُقَرِّنٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ","source":"Darimi"},"__N_SSG":true}