{"pageProps":{"number":"2828","slug":"darimi","id":"Telah menceritakan kepada kami [Marwan bin Muhammad] telah menceritakan kepada kami [Sa'id] ia adalah Ibnu Abdul Aziz, dari [Isma'il bin Ubaidullah] dari [Wahb Adz Dzimari] ia berkata; Barangsiapa yang diberikan Al Qur'an oleh Allah, lalu ia membaca Al Qur'an itu di ujung malam dan di ujung siang serta mengamalkan isinya dan ia meninggal dalam ketaatan (kepada Allah), niscaya Allah akan membangkitkannya pada hari kiamat bersama para malaikat yang mulia dan para hakim. Sa'id berkata; Safarah adalah para malaikat dan ahkam adalah para nabi. Ia melanjutkan; Barangsiapa yang menjaga Al Qur'an namun ia tetap lepas dari hafalannya, padahal ia tidak pernah meninggalkannya, maka ia diberi pahala dua kali. Barangsiapa yang menjaga Al Qur'an namun ia tetap lepas dari hafalannya, sedangkan ia meninggal dalam ketaatan (kepada Allah), maka ia termasuk manusia yang paling mulia dan diutamakan dari manusia lainnya sebagaimana burung elang yang diutamakan atas seluruh burung, juga tanah hijau yang dipenuhi rerumputan lebih disukai dari tanah-tanah di sekitarnya. Maka jika hari kiamat telah tiba, dikatakan; Dimanakah orang-orang yang membaca kitabku? Mereka tidak dilenakan oleh mengejar kenikmatan. Lalu diberikan kepada mereka keabadian dan kenikmatan. Jika kedua orang tuanya meninggal dalam ketaatan (kepada Allah), maka diletakkan di atas kepala orang tuanya itu mahkota kerajaan. Lalu keduanya pun berkata; Wahai Rabb kami, amal kami tidak mungkin membawa kami kepada derajat ini. Dia menjawab: Tentu, sesungguhnya anak kalian berdua yang selalu membaca kitabKu.","arab":" حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ حَدَّثَنَا سَعِيدٌ هُوَ ابْنُ عَبْدِ الْعَزِيزِ عَنْ إِسْمَعِيلَ بْنِ عُبَيْدِ اللَّهِ عَنْ وَهْبٍ الذِّمَارِيِّ قَالَ مَنْ آتَاهُ اللَّهُ الْقُرْآنَ فَقَامَ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ وَعَمِلَ بِمَا فِيهِ وَمَاتَ عَلَى الطَّاعَةِ بَعَثَهُ اللَّهُ يَوْمَ الْقِيَامَةِ مَعَ السَّفَرَةِ وَالْأَحْكَامِ قَالَ سَعِيدٌ السَّفَرَةُ الْمَلَائِكَةُ وَالْأَحْكَامُ الْأَنْبِيَاءُ قَالَ وَمَنْ كَانَ حَرِيصًا وَهُوَ يَتَفَلَّتُ مِنْهُ وَهُوَ لَا يَدَعُهُ أُوتِيَ أَجْرَهُ مَرَّتَيْنِ وَمَنْ كَانَ عَلَيْهِ حَرِيصًا وَهُوَ يَتَفَلَّتُ مِنْهُ وَمَاتَ عَلَى الطَّاعَةِ فَهُوَ مِنْ أَشْرَافِهِمْ وَفُضِّلُوا عَلَى النَّاسِ كَمَا فُضِّلَتْ النُّسُورُ عَلَى سَائِرِ الطَّيْرِ وَكَمَا فُضِّلَتْ مَرْجَةٌ خَضْرَاءُ عَلَى مَا حَوْلَهَا مِنْ الْبِقَاعِ فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ قِيلَ أَيْنَ الَّذِينَ كَانُوا يَتْلُونَ كِتَابِي لَمْ يُلْهِهِمْ اتِّبَاعُ الْأَنْعَامِ فَيُعْطَى الْخُلْدَ وَالنَّعِيمَ فَإِنْ كَانَ أَبَوَاهُ مَاتَا عَلَى الطَّاعَةِ جُعِلَ عَلَى رُءُوسِهِمَا تَاجُ الْمُلْكِ فَيَقُولَانِ رَبَّنَا مَا بَلَغَتْ هَذَا أَعْمَالُنَا فَيَقُولُ بَلَى إِنَّ ابْنَكُمَا كَانَ يَتْلُو كِتَابِي","source":"Darimi"},"__N_SSG":true}