{"pageProps":{"number":"1033","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abu Bakr Al Muqaddami] telah menceritakan kepada kami ['Abbad bin 'Abbad] telah menceritakan kepada kami ['Ashim] dari [Abu Utsman] dari [Ubay bin Ka'b], katanya; \"Seorang laki-laki Anshar memiliki rumah yang paling jauh di Madinah, namun dirinya tidak pernah ketinggalan shalat bersama Rasulullah shallallahu 'alaihi wasallam. Ubay melanjutkan; \"Kami pun merasa iba terhadapnya hingga aku berkata; \"Alangkah baiknya sekiranya engkau membeli seekor keledai yang menjagamu dari sengatan panas dan serangga-serangga bumi yang membahayakan.\" laki-laki itu berkata; \"Demi Allah, aku tidak ingin rumahku diikat dengan rumah Muhammad shallallahu 'alaihi wasallam.\" Ubay melanjutkan; \"Akupun merasa tersinggung dengan kekasaran jawabannya, sehingga aku mendatangi Nabiyullah shallallahu 'alaihi wasallam dan aku beritahukan kepada beliau.\" Ubay berkata; Setelah itu beliau memanggilnya dan laki-laki itu memberi jawaban yang sama. Dia mengungkapkan, bahwa dengan langkah kakinya, dirinya sangat berharap memperoleh pahala. Maka Nabi shallallahu 'alaihi wasallam bersabda; \"Bagimu apa yang engkau harapkan.\" Dan telah menceritakan kepada kami [Said bin 'Amru Al Asy'ats] dan [Muhammad bin Umar], keduanya dari [Ibnu Uyainah]. (dan diriwayatkan dari jalur lain) telah menceritakan kepada kami [Said bin Azhar Al Wasithi] katanya; telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Ayahku], semuanya dari ['Ashim] dengan sanad seperti ini.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ حَدَّثَنَا عَاصِمٌ عَنْ أَبِي عُثْمَانَ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَكَانَ رَجُلٌ مِنْ الْأَنْصَارِ بَيْتُهُ أَقْصَى بَيْتٍ فِي الْمَدِينَةِ فَكَانَ لَا تُخْطِئُهُ الصَّلَاةُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَتَوَجَّعْنَا لَهُ فَقُلْتُ لَهُ يَا فُلَانُ لَوْ أَنَّكَ اشْتَرَيْتَ حِمَارًا يَقِيكَ مِنْ الرَّمْضَاءِ وَيَقِيكَ مِنْ هَوَامِّ الْأَرْضِ قَالَ أَمَ وَاللَّهِ مَا أُحِبُّ أَنَّ بَيْتِي مُطَنَّبٌ بِبَيْتِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَحَمَلْتُ بِهِ حِمْلًا حَتَّى أَتَيْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ قَالَ فَدَعَاهُ فَقَالَ لَهُ مِثْلَ ذَلِكَ وَذَكَرَ لَهُ أَنَّهُ يَرْجُو فِي أَثَرِهِ الْأَجْرَ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ لَكَ مَا احْتَسَبْتَو حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الْأَشْعَثِيُّ وَمُحَمَّدُ بْنُ أَبِي عُمَرَ كِلَاهُمَا عَنْ ابْنِ عُيَيْنَةَ ح و حَدَّثَنَا سَعِيدُ بْنُ أَزْهَرَ الْوَاسِطِيُّ قَالَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا أَبِي كُلُّهُمْ عَنْ عَاصِمٍ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}