{"pageProps":{"number":"1049","slug":"muslim","id":"Telah menceritakan kepadaku [Abu At Thahir] dan [Harmalah bin Yahya], keduanya berkata; telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus bin Yazid] dari [Ibnu Syihab] katanya; telah mengabarkan kepadaku [Said bin Musayyab] dan [Abu Salamah bin Abdurrahman bin 'Auf], keduanya mendengar [Abu Hurairah] berkata; \"Ketika Rasulullah shallallahu 'alaihi wasallam shalat fajar (subuh), yaitu setelah membaca, bertakbir dan mengangkat kepalanya, beliau membaca \"Sami'allahu liman hamidah. Rabbanaa walakal hamdu.\" Kemudian beliau membaca lagi dan beliau masih berdiri, yaitu; ALLAAHUMMA ANJI ALWALID BIN WALID WA SALAMAH BIN HISYAM, WA AYYASY BIN ABU RABIAH, WAL MUSTADH'AFIINA MINAL MUL'MINIINA, ALLAAHUMMASY DUD WATH'ATHAKA 'ALAA MUDHARR WAJ'ALHAA 'ALIHIM KASINII YUUSUFA, ALLAAHUMMAL'AN LIHYAANA WARI'LAN WADZAKWAAANA WA'USHAYYAH ASHATALLAAHA WARASUULAHU (Ya Allah, selamatkanlah Walid bin walid, Salamah bin Hisyam, Ayyasy bin Abu Rabiah dan orang-orang mukmin yang lemah, Ya Allah, perkuatlah hukumanmu kepada Mudharr dan jadikanlah untuk mereka masa-masa paceklik sebagaimana paceklik Yusuf, Ya Allah, laknatilah Lihyan, Ri'l, dan Dzakwan, mereka yang telah membangkang Allah dan Rasul-Nya.\" Kemudian sampai berita kepada kami, bahwa beliau meninggakan doa (qunut) tersebut, tepatnya ketika turun ayat \"Tidak ada urusanmu entah Allah mengampuni mereka atau menyiksa mereka, sesungguhnya mereka orang-orang yang zhalim (QS. Ali Imran 128), Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan ['Amru An Naqid], keduanya berkata; telah menceritakan kepada kami [Ibn 'Uyainah] dari [Az Zuhri] dari [Sa'id bin Musayyab] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam hingga sabdanya: \"Ya Allah, jadikanlah untuk mereka tahun-tahun paceklik sebagaimana tahun-tahun paceklik Yusuf.\" Dan ia tidak menyebutkan kalimat sesudahnya.","arab":"حَدَّثَنِي أَبُو الطَّاهِرِ وَحَرْمَلَةُ بْنُ يَحْيَى قَالَا أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّهُمَا سَمِعَا أَبَا هُرَيْرَةَ يَقُولُاكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ حِينَ يَفْرُغُ مِنْ صَلَاةِ الْفَجْرِ مِنْ الْقِرَاءَةِ وَيُكَبِّرُ وَيَرْفَعُ رَأْسَهُ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ ثُمَّ يَقُولُ وَهُوَ قَائِمٌ اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ وَسَلَمَةَ بْنَ هِشَامٍ وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ وَالْمُسْتَضْعَفِينَ مِنْ الْمُؤْمِنِينَ اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ وَاجْعَلْهَا عَلَيْهِمْ كَسِنِي يُوسُفَ اللَّهُمَّ الْعَنْ لِحْيَانَ وَرِعْلًا وَذَكْوَانَ وَعُصَيَّةَ عَصَتْ اللَّهَ وَرَسُولَهُ ثُمَّ بَلَغَنَا أَنَّهُ تَرَكَ ذَلِكَ لَمَّا أُنْزِلَ{ لَيْسَ لَكَ مِنْ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ }و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ قَالَا حَدَّثَنَا ابْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ إِلَى قَوْلِهِ وَاجْعَلْهَا عَلَيْهِمْ كَسِنِي يُوسُفَ وَلَمْ يَذْكُرْ مَا بَعْدَهُ","source":"Muslim"},"__N_SSG":true}