{"pageProps":{"number":"1128","slug":"muslim","id":"Dan telah menceritakan kepadaku [Harmalah bin Yahya] dan [Muhammad bin Salamah Al Muradi] keduanya berkata; telah mengabarkan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] katanya; telah menceritakan kepadaku [Ibnu Abdullah bin Al Harits] bahwa ayahnya yatiu [Abdullah bin Al Harits bin Naufal] mengatakan; \"Aku bertanya dan memang aku sangat berkehendak agar seseorang mengabariku, katanya Rasulullah shallallahu 'alaihi wasallam pernah melakukan shalat sunnah dhuha, ternyata aku tidak mendapatkan seorang pun mengabarkan hal itu, selain [Ummu Hani` binti Abu Thalib]. Dia mengabariku bahwa Rasulullah shallallahu 'alaihi wasallam pernah datang ketika siang agak meninggi, yaitu ketika penaklukan kota Makkah, beliau diberi kain dan beliau pun ditutupi, kemudian beliau mandi. Setelah itu beliau berdiri dan ruku' sebanyak delapan rakaat, saya tidak tahu apakah berdirinya lebih lama ataukah ruku'nya, ataukah sujudnya, semua sepertinya hampir sama.\" Kata Ummu Hani selanjutnya; \"Padahal sebelum dan sesudah itu, aku belum pernah melihat beliau melakukan shalat sunnah dhuha.\" Al Muradi mengatakan dari Yunus, namun Yunus tidak mengatakan; \"Telah mengabariku.\"","arab":"و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى وَمُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ قَالَا أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ حَدَّثَنِي ابْنُ عَبْدِ اللَّهِ بْنِ الْحَارِثِ أَنَّ أَبَاهُ عَبْدَ اللَّهِ بْنَ الْحَارِثِ بْنِ نَوْفَلٍ قَالَسَأَلْتُ وَحَرَصْتُ عَلَى أَنْ أَجِدَ أَحَدًا مِنْ النَّاسِ يُخْبِرُنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبَّحَ سُبْحَةَ الضُّحَى فَلَمْ أَجِدْ أَحَدًا يُحَدِّثُنِي ذَلِكَ غَيْرَ أَنَّ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ أَخْبَرَتْنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَى بَعْدَ مَا ارْتَفَعَ النَّهَارُ يَوْمَ الْفَتْحِ فَأُتِيَ بِثَوْبٍ فَسُتِرَ عَلَيْهِ فَاغْتَسَلَ ثُمَّ قَامَ فَرَكَعَ ثَمَانِيَ رَكَعَاتٍ لَا أَدْرِي أَقِيَامُهُ فِيهَا أَطْوَلُ أَمْ رُكُوعُهُ أَمْ سُجُودُهُ كُلُّ ذَلِكَ مِنْهُ مُتَقَارِبٌ قَالَتْ فَلَمْ أَرَهُ سَبَّحَهَا قَبْلُ وَلَا بَعْدُقَالَ الْمُرَادِيُّ عَنْ يُونُسَ وَلَمْ يَقُلْ أَخْبَرَنِي","source":"Muslim"},"__N_SSG":true}