{"pageProps":{"number":"1158","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Ibnu Abu Adi] telah menceritakan kepada kami [Hisyam], dari [Yahya] dari [Abu Salamah] katanya; \"Aku pernah bertanya kepada ['Aisyah] tentang shalatnya Rasulullah shallallahu 'alaihi wasallam. Aisyah menjawab; \"Beliau melakukan shalat tiga belas rakaat, beliau shalat delapan rakaat kemudian witir, setelah itu beliau shalat dua rakaat dengan duduk. Jika beliau hendak ruku', maka beliau berdiri dahulu lalu ruku', setelah itu beliau shalat dua rakaat antara (adzan) dan iqamat shalat subuh.\" Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Husain bin Muhammad] telah menceritakan kepada kami [Syaiban] dari [Yahya] katanya; \"Aku pernah mendengar [Abu Salamah], (dan diriwayatkan dari jalur lain) telah menceritakan kepadaku [Yahya bin Bisyr Al Hariri] telah menceritakan kepada kami [Muawiyah yaitu Ibnu Sallam] dari [Yahya bin Abu Katsir] katanya; telah mengabarkan kepadaku [Abu Salamah] bahwa ia bertanya kepada ['Aisyah] tentang shalat Rasulullah shallallahu 'alaihi wasallam, seperti hadits di atas, hanya dalam hadisnya disebutkan dengan redaksi \"Sembilan rakaat sambil berdiri, termasuk dengan witirnya.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ حَدَّثَنَا هِشَامٌ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ قَالَ سَأَلْتُ عَائِشَةَعَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ كَانَ يُصَلِّي ثَلَاثَ عَشْرَةَ رَكْعَةً يُصَلِّي ثَمَانَ رَكَعَاتٍ ثُمَّ يُوتِرُ ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِسٌ فَإِذَا أَرَادَ أَنْ يَرْكَعَ قَامَ فَرَكَعَ ثُمَّ يُصَلِّي رَكْعَتَيْنِ بَيْنَ النِّدَاءِ وَالْإِقَامَةِ مِنْ صَلَاةِ الصُّبْحِو حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ حَدَّثَنَا شَيْبَانُ عَنْ يَحْيَى قَالَ سَمِعْتُ أَبَا سَلَمَةَ ح و حَدَّثَنِي يَحْيَى بْنُ بِشْرٍ الْحَرِيرِيُّ حَدَّثَنَا مُعَاوِيَةُ يَعْنِي ابْنَ سَلَّامٍ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ أَنَّهُ سَأَلَ عَائِشَةَ عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ غَيْرَ أَنَّ فِي حَدِيثِهِمَا تِسْعَ رَكَعَاتِ قَائِمًا يُوتِرُ مِنْهُنَّ","source":"Muslim"},"__N_SSG":true}