{"pageProps":{"number":"1273","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] ia berkata, saya telah membacakan kepada [Malik] dari [Ibnu Syihab] dari [Urwah bin Zubair] dari [Abdurrahman bin Abdul Qari] ia berkata, saya mendengar [Umar bin Al Khaththab] berkata; Aku mendengar Hisyam bin Hakim bin Hizam membaca surat Al Furqan, tidak seperti bacaan (qiraat) yang pernah beliau shallallahu 'alaihi wasallam bacakan kepadaku. Karena itu hampir saja aku bertindak kasar terhadapnya. Tetapi kubiarkan saja dia hingga pergi. Namun kupegang bajunya, lalu kubawa dia ke hadapan Rasulullah shallallahu 'alaihi wasallam. Ujarku, \"Wahai Rasulullah, aku mendengar orang ini membaca surat Al Furqan tidak seperti yang Anda bacakan kepadaku, bagaimana ini?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Lepaskanlah ia, suruh ia membacanya kembali.\" Lalu Hisyam membacakan kembali seperti yang dibacanya tadi. Setelah itu, Nabi shallallahu 'alaihi wasallam bersabda: \"Memang seperti inilah ia diturunkan.\" Kemudian Nabi shallallahu 'alaihi wasallam menyuruhku pula untuk membaca. Lalu kubaca seperti bacaan yang biasa kubaca. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Ya, ayat itu memang diturunkan seperti itu. Sesungguhnya Al Qur`an itu diturunkan dengan tujuh huruf (tujuh dialek bahasa). Karena itu, bacalah dengan huruf yang mudah bagi kalian.\" Dan telah menceritakan kepadaku [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] telah mengabarkan kepadaku [Urwah bin Zubair] bahwa [Miswar bin Makhramah] dan [Abdurrahman bin Abdul Qari] telah mengarbarkan kepadanya, bahwa keduanya telah mendengar [Umar bin Al Khaththab] berkata; Saya mendengar Hisyam bin Hakim membaca surat Al Furqan pada masa Rasulullah shallallahu 'alaihi wasallam. Ia pun menyebutkan hadits yang serupa. Dan ia menambahkan; \"Dan aku hampir saja berbuat kasar terhadapnya di saat shalat. Namun aku berusaha bersabar hingga ia mengucapkan salam.\" Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Abd bin Humaid] keduanya berkata, telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] sebagaimana riwayat Yunus dengan Isnadnya.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُاسَمِعْتُ هِشَامَ بْنَ حَكِيمِ بْنِ حِزَامٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَؤُهَا وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْرَأَنِيهَا فَكِدْتُ أَنْ أَعْجَلَ عَلَيْهِ ثُمَّ أَمْهَلْتُهُ حَتَّى انْصَرَفَ ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ فَجِئْتُ بِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَأْتَنِيهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسِلْهُ اقْرَأْ فَقَرَأَ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَأُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ لِي اقْرَأْ فَقَرَأْتُ فَقَالَ هَكَذَا أُنْزِلَتْ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُو حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ الْمِسْوَرَ بْنَ مَخَرَمَةَ وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ أَخْبَرَاهُ أَنَّهُمَا سَمِعَا عُمَرَ بْنَ الْخَطَّابِ يَقُولُا سَمِعْتُ هِشَامَ بْنَ حَكِيمٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَاقَ الْحَدِيثَ بِمِثْلِهِ وَزَادَ فَكِدْتُ أُسَاوِرُهُ فِي الصَّلَاةِ فَتَصَبَّرْتُ حَتَّى سَلَّمَ حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ كَرِوَايَةِ يُونُسَ بِإِسْنَادِهِ","source":"Muslim"},"__N_SSG":true}