{"pageProps":{"number":"1381","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Ghundar] dari [Ibnu Juraij] ia berkata, telah mengabarkan kepadaku [Umar bin Atha` bin Abul Khuwar] bahwa Nafi' bin Jubair mengutusnya kepada [Sa`ib] putra saudara perempuan Namir untuk menanyakan sesuatu yang pernah dilihat oleh [Mu'awiyah] dalam shalat, maka Sa`ib berkata, \"Benar aku pernah shalat Jum'at bersama Mu'awiyah di dalam Maqshurah (suatu ruangan yang dibangun di dalam masjid). Setelah imam salam aku berdiri di tempatku kemudian aku menunaikan shalat sunnah. Ketika Mu'awiyah masuk, ia mengutus seseorang kepadaku dan utusan itu mengatakan, 'Jangan kamu ulangi perbuatanmu tadi. Jika kamu telah selesai mengerjakan shalat Jum'at, janganlah kamu sambung dengan shalat sunnah sebelum kamu berbincang-bincang atau sebelum kamu keluar dari masjid. Karena Rasulullah shallallahu 'alaihi wasallam memerintahkan hal itu kepada kita yaitu 'Janganlah suatu shalat disambung dengan shalat lain, kecuali setelah kita mengucapkan kata-kata atau keluar dari Masjid.'\" Dan telah menceritakan kepada kami [Harun bin Abdullah] telah menceritakan kepada kami [Hajjaj bin Muhammad] ia berkata, [Ibnu Juraij] berkata; telah mengabarkan kepadaku [Umar bin Atha`] bahwa Nafi' bin Jubair telah mengutusnya kepada [Sa`ib bin Yazid bin Ukhti Namir]. Ia pun menyebutkan hadits yang semisalnya, hanya saja ia mengatakan; \"Ketika ia salam, saya langsung berdiri di tempatku.\" Ia tidak menyebutkan kata Imam.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا غُنْدَرٌ عَنْ ابْنِ جُرَيْجٍ قَالَ أَخْبَرَنِي عُمَرُ بْنُ عَطَاءِ بْنِ أَبِي الْخُوَارِ أَنَّ نَافِعَ بْنَ جُبَيْرٍ أَرْسَلَهُ إِلَى السَّائِبِ ابْنِ أُخْتِ نَمِرٍ يَسْأَلُهُ عَنْ شَيْءٍ رَآهُ مِنْهُ مُعَاوِيَةُ فِي الصَّلَاةِ فَقَالَ نَعَمْ صَلَّيْتُ مَعَهُ الْجُمُعَةَ فِي الْمَقْصُورَةِ فَلَمَّا سَلَّمَ الْإِمَامُ قُمْتُ فِي مَقَامِي فَصَلَّيْتُ فَلَمَّا دَخَلَ أَرْسَلَ إِلَيَّ فَقَالَ لَا تَعُدْ لِمَا فَعَلْتَ إِذَا صَلَّيْتَ الْجُمُعَةَ فَلَا تَصِلْهَا بِصَلَاةٍ حَتَّى تَكَلَّمَ أَوْ تَخْرُجَفَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَنَا بِذَلِكَ أَنْ لَا تُوصَلَ صَلَاةٌ بِصَلَاةٍ حَتَّى نَتَكَلَّمَ أَوْ نَخْرُجَو حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي عُمَرُ بْنُ عَطَاءٍ أَنَّ نَافِعَ بْنَ جُبَيْرٍ أَرْسَلَهُ إِلَى السَّائِبِ بْنِ يَزِيدَ ابْنِ أُخْتِ نَمِرٍ وَسَاقَ الْحَدِيثَ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ فَلَمَّا سَلَّمَ قُمْتُ فِي مَقَامِي وَلَمْ يَذْكُرْ الْإِمَامَ","source":"Muslim"},"__N_SSG":true}