{"pageProps":{"number":"1384","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Muhammad bin Rafi' bin Rafi'] Telah menceritakan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ibnu Juraij] telah mengabarkan kepadaku [Atha`] dari [Jabir bin Abdullah] ia berkata, saya mendengarnya berkata; \"Sesungguhnya Nabi shallallahu 'alaihi wasallam berdiri pada hari raya Iedul Fithri, lalu beliau shalat. Beliau shalat sebelum menyampaikan khuthbah. Seusai shalat, baru beliau menyampaikan khuthbah kepada manusia. Setelah Nabi shallallahu 'alaihi wasallam berkhutbah, beliau mendatangi kaum wanita lalu mengingatkan mereka sambil bersandar pada tangan Bilal. Sedangkan Bilal membentangkan kainnya, akhirnya kaum wanita pun melemparkan sedekahnya.\" Saya bertanya kepada Atha`, \"Apakah itu merupakan Zakat Fithri?\" ia menjawab, \"Tidak, akan tetapi itu adalah sedekah yang mereka keluarkan, saat itu para wanita melemparkan cincin, sehingga yang lain pun turut melempar.\" Saya bertanya lagi kepada Atha`, \"Apakah sekarang dapat dibenarkan, bila seorang imam mendatangi kaum wanita setelah menyampaikan khutbah lalu mengingatkan mereka?\" ia menjawab, \"Wahai Amru, sesungguhnya hal itu benar-benar termasuk tindakan yang benar, apa alasan mereka untuk tidak melakukannya?\"","arab":"و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَمُحَمَّدُ بْنُ رَافِعٍ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَطَاءٌ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ سَمِعْتُهُ يَقُولُإِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ يَوْمَ الْفِطْرِ فَصَلَّى فَبَدَأَ بِالصَّلَاةِ قَبْلَ الْخُطْبَةِ ثُمَّ خَطَبَ النَّاسَ فَلَمَّا فَرَغَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَزَلَ وَأَتَى النِّسَاءَ فَذَكَّرَهُنَّ وَهُوَ يَتَوَكَّأُ عَلَى يَدِ بِلَالٍ وَبِلَالٌ بَاسِطٌ ثَوْبَهُ يُلْقِينَ النِّسَاءُ صَدَقَةًقُلْتُ لِعَطَاءٍ زَكَاةَ يَوْمِ الْفِطْرِ قَالَ لَا وَلَكِنْ صَدَقَةً يَتَصَدَّقْنَ بِهَا حِينَئِذٍ تُلْقِي الْمَرْأَةُ فَتَخَهَا وَيُلْقِينَ وَيُلْقِينَ قُلْتُ لِعَطَاءٍ أَحَقًّا عَلَى الْإِمَامِ الْآنَ أَنْ يَأْتِيَ النِّسَاءَ حِينَ يَفْرُغُ فَيُذَكِّرَهُنَّ قَالَ إِي لَعَمْرِي إِنَّ ذَلِكَ لَحَقٌّ عَلَيْهِمْ وَمَا لَهُمْ لَا يَفْعَلُونَ ذَلِكَ","source":"Muslim"},"__N_SSG":true}