{"pageProps":{"number":"1417","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Malik bin Anas] dari [Hisyam bin Urwah] dari [bapaknya] dari [Aisyah] -dalam jalur lain- Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] -dan lafazhnya juga darinya- ia berkata, telah menceritakan kepada kami [Abdullah bin Numair] telah menceritakan kepada kami [Hisyam] dari [bapaknya] dari [Aisyah] ia berkata; Pada masa Rasulullah shallallahu 'alaihi wasallam pernah terjadi gerhana matahari, lalu Rasulullah shallallahu 'alaihi wasallam melakukan shalat (gerhana). Beliau berdiri lama sekali, lalu ruku' dengan lama sekali, kemudian bangun dari ruku' dan berdiri lama sekali, namun tidak seperti lama berdirinya yang pertama, lalu beliau ruku' lama sekali, namun tidak seperti ruku'nya yang pertama, lalu beliau sujud. Kemudian beliau berdiri lama, namun tidak seperti lama berdirinya yang pertama, lalu beliau ruku' lama namun tidak seperti lama ruku'nya yang pertama. Kemudian beliau mengangkat kepalanya (bangkit), lalu berdiri lama, akan tetapi tidak seperti lama berdirinya yang pertama, kemudian beliau ruku' lama, namun tidak seperti lama ruku'nya yang pertama, lalu beliau sujud. Ketika Rasulullah shallallahu 'alaihi wasallam selesai shalat, matahari telah bersinar terang. Lalu beliau menyampaikan khutbah di hadapan para jama'ah. Beliau pertama-tama memuji dan menyanjung Allah, kemudian bersabda: \"Sesungguhnya matahari dan bulan adalah sebagian dari tanda kebesaran Allah, dan keduanya tidaklah mengalami gerhana karena kematian atau kelahiran seseorang. Karena itu, apabila kalian melihat gerhana matahari atau bulan, maka bertakbirlah dan berdo'alah kepada Allah, serta shalat dan bersedekahlah. Hai umat Muhammad, sungguh tidak ada kebencian yang melebihi kebencian Allah jika ada hamba-Nya (lelaki atau perempuan) yang berzina. Hai umat Muhammad, demi Allah, seandainya kalian mengetahui apa yang aku ketahui, niscaya kalian akan banyak menangis dan sedikit tertawa. Bukankah aku telah menyampaikan?\" Dan dalam riwayat Malik; \"Sesungguhnya matahari dan bulan adalah dua ayat dari ayat-ayat Allah.\" Dan telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Abu Mu'awiyah] dari [Hisyam bin 'Urwah] dengan isnad ini. Dan ia juga menambahkan; \"Amma Ba'du, sesungguhnya matahari dan bulan termasuk dari ayat-ayat Allah.\" Ia juga menambahkan; \"Kemudian beliau mengangkat keduanya tangannya dan membaca: 'Ya Allah, bukankah aku telah menyampaikan? '\"","arab":"و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَاللَّفْظُ لَهُ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْخَسَفَتْ الشَّمْسُ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فَأَطَالَ الْقِيَامَ جِدًّا ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ جِدًّا ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِيَامَ جِدًّا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ جِدًّا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ سَجَدَ ثُمَّ قَامَ فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ رَأْسَهُ فَقَامَ فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ سَجَدَ ثُمَّ انْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ تَجَلَّتْ الشَّمْسُ فَخَطَبَ النَّاسَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ الشَّمْسَ وَالْقَمَرَ مِنْ آيَاتِ اللَّهِ وَإِنَّهُمَا لَا يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ فَإِذَا رَأَيْتُمُوهُمَا فَكَبِّرُوا وَادْعُوا اللَّهَ وَصَلُّوا وَتَصَدَّقُوا يَا أُمَّةَ مُحَمَّدٍ إِنْ مِنْ أَحَدٍ أَغْيَرَ مِنْ اللَّهِ أَنْ يَزْنِيَ عَبْدُهُ أَوْ تَزْنِيَ أَمَتُهُ يَا أُمَّةَ مُحَمَّدٍ وَاللَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَبَكَيْتُمْ كَثِيرًا وَلَضَحِكْتُمْ قَلِيلًا أَلَا هَلْ بَلَّغْتُوَفِي رِوَايَةِ مَالِكٍ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ و حَدَّثَنَاه يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا أَبُو مُعَاوِيَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ بِهَذَا الْإِسْنَادِ وَزَادَ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ الشَّمْسَ وَالْقَمَرَ مِنْ آيَاتِ اللَّهِ وَزَادَ أَيْضًا ثُمَّ رَفَعَ يَدَيْهِ فَقَالَ اللَّهُمَّ هَلْ بَلَّغْتُ","source":"Muslim"},"__N_SSG":true}