{"pageProps":{"number":"1438","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] Telah menceritakan kepada kami [Abdul A'la bin Abdul A'la] dari [Al Jurairi] dari [Hayyan bin Umair] dari [Abdurrahman bin Samurah] -ia adalah salah seorang dari sahabat Rasulullah shallallahu 'alaihi wasallam- ia berkata; Aku sedang bermain panah di Madinah pada masa Rasulullah shallallahu 'alaihi wasallam, tiba-tiba terjadilah gerhana matahari, maka aku pun langsung membuangnya dan berkata, \"Demi Allah, aku benar-benar akan melihat apa yang hendak dikerjakan oleh Rasulullah shallallahu 'alaihi wasallam saat terjadi gerhana matahari. Lalu aku pun mendatangi beliau, dan ternyata beliau sedang berdiri untuk menunaikan shalat dengan mengangkat kedua tangannya. Beliau membaca tasbih, tahmid, tahlil dan takbir serta berdo'a hingga matahari bersinar kembali. Setelah matahari bersinar kembali, beliau membaca dua surat dan shalat dua raka'at. Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] Telah menceritakan kepada kami [Salim bin Nuh] telah mengabarkan kepada kami [Al Jurairi] dari [Hayyan bin Umair] dari [Abdurrahman bin Samurah] ia berkata; Ketika aku sedang melempar panah di masa Rasulullah shallallahu 'alaihi wasallam, tiba-tiba terjadi gerhana matahari. Lalu ia pun menyebutkan hadits yang serupa dengan hadits keduanya.","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ عَبْدِ الْأَعْلَى عَنْ الْجُرَيْرِيِّ عَنْ حَيَّانَ بْنِ عُمَيْرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَكُنْتُ أَرْتَمِي بِأَسْهُمٍ لِي بِالْمَدِينَةِ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ كَسَفَتْ الشَّمْسُ فَنَبَذْتُهَا فَقُلْتُ وَاللَّهِ لَأَنْظُرَنَّ إِلَى مَا حَدَثَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي كُسُوفِ الشَّمْسِ قَالَ فَأَتَيْتُهُ وَهُوَ قَائِمٌ فِي الصَّلَاةِ رَافِعٌ يَدَيْهِ فَجَعَلَ يُسَبِّحُ وَيَحْمَدُ وَيُهَلِّلُ وَيُكَبِّرُ وَيَدْعُو حَتَّى حُسِرَ عَنْهَا قَالَ فَلَمَّا حُسِرَ عَنْهَا قَرَأَ سُورَتَيْنِ وَصَلَّى رَكْعَتَيْنِحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا سَالِمُ بْنُ نُوحٍ أَخْبَرَنَا الْجُرَيْرِيُّ عَنْ حَيَّانَ بْنِ عُمَيْرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ قَالَ بَيْنَمَا أَنَا أَتَرَمَّى بِأَسْهُمٍ لِي عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ خَسَفَتْ الشَّمْسُ ثُمَّ ذَكَرَ نَحْوَ حَدِيثِهِمَا","source":"Muslim"},"__N_SSG":true}