{"pageProps":{"number":"1451","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna Al 'Anazi] telah menceritakan kepada kami [Muhammad bin Jahdlam] Telah menceritakan kepada kami [Isma'i bin Ja'far] dari [Umarah, anak Ghaziyyah] dari [Sa'id bin Al Harits Al Mu'alla] dari [Abdullah bin Umar] bahwa ia berkata; Ketika kami sedang duduk-duduk bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba datang seorang sahabat Anshor menghampiri dan memberi salam kepada beliau. Kemudian ketika sahabat Anshar itu hendak pergi, Rasulullah shallallahu 'alaihi wasallam bertanya kepadanya: \"Wahai saudaraku dari kaum anshor, bagaimana keadaan saudaraku Sa'ad bin Ubadah?\" \"Ia baik-baik saja.\" jawabnya. Lalu Rasulullah shallallahu 'alaihi wasallam menawarkan: \"Siapakah di antara kalian yang mau menjenguknya?\" Kemudian beliau berdiri dan kamipun juga berdiri bersama beliau, dan ketika itu kami berjumlah belasan orang, kami tidak memakai sandal, sepatu, peci dan juga gamis. Kami berjalan di atas tanah yang gembur hingga kami sampai pada tempatnya, kemudian ia meminta orang yang sedang mengelilinginya untuk mundur agar Rasulullah shallallahu 'alaihi wasallam beserta para sahabat yang bersama beliau saat itu bisa mendekat padanya.","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ جَهْضَمٍ حَدَّثَنَا إِسْمَعِيلُ وَهُوَ ابْنُ جَعْفَرٍ عَنْ عُمَارَةَ يَعْنِي ابْنَ غَزِيَّةَ عَنْ سَعِيدِ بْنِ الْحَارِثِ بْنِ الْمُعَلَّى عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ قَالَكُنَّا جُلُوسًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ رَجُلٌ مِنْ الْأَنْصَارِ فَسَلَّمَ عَلَيْهِ ثُمَّ أَدْبَرَ الْأَنْصَارِيُّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَخَا الْأَنْصَارِ كَيْفَ أَخِي سَعْدُ بْنُ عُبَادَةَ فَقَالَ صَالِحٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ يَعُودُهُ مِنْكُمْ فَقَامَ وَقُمْنَا مَعَهُ وَنَحْنُ بِضْعَةَ عَشَرَ مَا عَلَيْنَا نِعَالٌ وَلَا خِفَافٌ وَلَا قَلَانِسُ وَلَا قُمُصٌ نَمْشِي فِي تِلْكَ السِّبَاخِ حَتَّى جِئْنَاهُ فَاسْتَأْخَرَ قَوْمُهُ مِنْ حَوْلِهِ حَتَّى دَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ الَّذِينَ مَعَهُ","source":"Muslim"},"__N_SSG":true}