{"pageProps":{"number":"1453","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Utsman bin Umar] telah mengabarkan kepada kami [Syu'bah] dari [Tsabit Al Bunani] dari [Anas bin Malik] bahwa Rasulullah shallallahu 'alaihi wasallam mendatangi seorang wanita yang sedang menangisi bayinya yang telah meninggal. Lalu beliau bersabda kepadanya: \"Bertakwalah kepada Allah dan bersabarlah.\" Wanita itu menjawab, \"Anda tidak merasakan bagaimana pedihnya musibah yang aku derita ini.\" Setelah beliau berlalu, dikatakanlah kepada wanita itu bahwa yang berbicara kepadanya itu adalah Rasulullah shallallahu 'alaihi wasallam. Mendengar hal itu, wanita itu (setengah mati ketakutan), lalu dia pergi menemui Rasulullah shallallahu 'alaihi wasallam dan didapatinya rumah beliau tidak dikawal, lalu ia masuk dan berkata, \"Tadi aku tidak mengenal Anda wahai Rasulullah, (maafkanlah aku).\" Beliau bersabda: \"Sesungguhnya kesabaran yang sebenarnya adalah pada goncangan yang pertama.\" Dan telah menceritakannya kepada kami [Yahya bin Habib Al Haritsi] telah menceritakan kepada kami [Khalid bin Harits] -dalam jalur lain- dan telah menceritakan kepada kami [Uqbah bin Mukram Al Ammi] telah menceritakan kepada kami [Abdul Malik bin Amru] -dalam jalur lain- Dan telah menceritakan kepadaku [Ahmad bin Ibrahim Ad Dauraqi] telah menceritakan kepada kami [Abdush Shamad] mereka berkata, telah menceritakan kepada kami [Syu'bah] dengan Isnad ini dan serupa dengan hadits Utsman bin Umar serta kisahnya. Dan dalam hadits Abdush Shamad; Nabi shallallahu 'alaihi wasallam melewati seorang wanita di sisi kuburan.","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ أَخْبَرَنَا شُعْبَةُ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَى عَلَى امْرَأَةٍ تَبْكِي عَلَى صَبِيٍّ لَهَا فَقَالَ لَهَا اتَّقِي اللَّهَ وَاصْبِرِي فَقَالَتْ وَمَا تُبَالِي بِمُصِيبَتِي فَلَمَّا ذَهَبَ قِيلَ لَهَا إِنَّهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخَذَهَا مِثْلُ الْمَوْتِ فَأَتَتْ بَابَهُ فَلَمْ تَجِدْ عَلَى بَابِهِ بَوَّابِينَ فَقَالَتْ يَا رَسُولَ اللَّهِ لَمْ أَعْرِفْكَ فَقَالَ إِنَّمَا الصَّبْرُ عِنْدَ أَوَّلِ صَدْمَةٍ أَوْ قَالَ عِنْدَ أَوَّلِ الصَّدْمَةِو حَدَّثَنَاه يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ ح و حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو ح و حَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ حَدَّثَنَا عَبْدُ الصَّمَدِ قَالُوا جَمِيعًا حَدَّثَنَا شُعْبَةُ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ عُثْمَانَ بْنِ عُمَرَ بِقِصَّتِهِ وَفِي حَدِيثِ عَبْدِ الصَّمَدِ مَرَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِامْرَأَةٍ عِنْدَ قَبْرٍ","source":"Muslim"},"__N_SSG":true}