{"pageProps":{"number":"1471","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Yazid bin Zurai'] dari [Ayyub] dari [Muhammad bin Sirin] dari [Ummu 'Athiyyah] ia berkata; Rasulullah shallallahu 'alaihi wasallam masuk menemui kami yang sedang memandikan putrinya. Kemudian beliau pun bersabda: \"Mandikanlah ia sebanyak tiga atau lima kali, atau pun lebih dari itu. Setelah itu, gunakanlah adukan air dan daun bidara. Sedangkan untuk siraman terakhir, gunakanlah kapur barus, atau sejenis kapur barus. Setelah selesai, beritahukanlah padaku.\" Setelah selesai memandikan, kami pun memberitahukan kepada beliau, dan beliau langsung memberikan kainnya pada kami dan bersabda: \"Kenakanlah pada bagian bawah badannya.\" Dan telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Yazid bin Zurai'] dari [Ayyub] dari [Muhammad bin Sirin] dari [Hafshah binti Sirin] dari [Ummu 'Athiyyah] ia berkata, \"Kami memintal rambutnya menjadi tiga.\" Dan telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Malik bin Anas] -dalam jalur lain- Telah menceritakan kepada kami [Abu Rabi' Az Zahrani] dan [Qutaibah bin Sa'id] keduanya berkata, telah menceritakan kepada kami [Hammad] -dalam jalur lain- Dan telah menceritakan kepada kami [Yahya bin Ayyub] telah menceritakan kepada kami [Ibnu Ulayyah] semuanya dari [Ayyub] dari [Muhammad] dari [Ummu 'Athiyyah] ia berkata; \"Salah seorang putri Rasulullah shallallahu 'alaihi wasallam meninggal.\" Sementara di dalam hadits Ibnu Ulayyah; Rasulullah shallallahu 'alaihi wasallam datang menemui kami yang sedang memandikan mayit putrinya. Sedangkan di dalam haditsnya Malik; Rasulullah shallallahu 'alaihi wasallam masuk menemui kami saat anak putrinya meninggal. Serupa dengan hadits Yazid bin Zurai' dari Ayyub dari Muhamamd dari Ummu 'Atyiyyah. Dan menceritakan kepada kami [Qutaibah bin Sa'id] menceritakan kepada kami [Hammad] dari [Ayyub] dari [Hafshah] dari [Ummu Athiyyah] dengan hadits yang semisal, hanyasaja ia mengatakan 'tiga kali atau lima kali atau tujuh kali atau lebih banyak dari itu. Maka Hafshah berkata dari Ummu 'Athiyah, \"Dan kami memintal rambutnya menjadi tiga.\"","arab":"و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ عَنْ أَيُّوبَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أُمِّ عَطِيَّةَ قَالَتْدَخَلَ عَلَيْنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَغْسِلُ ابْنَتَهُ فَقَالَ اغْسِلْنَهَا ثَلَاثًا أَوْ خَمْسًا أَوْ أَكْثَرَ مِنْ ذَلِكَ إِنْ رَأَيْتُنَّ ذَلِكَ بِمَاءٍ وَسِدْرٍ وَاجْعَلْنَ فِي الْآخِرَةِ كَافُورًا أَوْ شَيْئًا مِنْ كَافُورٍ فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي فَلَمَّا فَرَغْنَا آذَنَّاهُ فَأَلْقَى إِلَيْنَا حَقْوَهُ فَقَالَ أَشْعِرْنَهَا إِيَّاهُو حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ عَنْ أَيُّوبَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ أُمِّ عَطِيَّةَ قَالَتْ مَشَطْنَاهَا ثَلَاثَةَ قُرُونٍ و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكِ بْنِ أَنَسٍ ح و حَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ وَقُتَيْبَةُ بْنُ سَعِيدٍ قَالَا حَدَّثَنَا حَمَّادٌ ح و حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنَا ابْنُ عُلَيَّةَ كُلُّهُمْ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ عَنْ أُمِّ عَطِيَّةَ قَالَتْ تُوُفِّيَتْ إِحْدَى بَنَاتِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي حَدِيثِ ابْنِ عُلَيَّةَ قَالَتْ أَتَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَغْسِلُ ابْنَتَهُ وَفِي حَدِيثِ مَالِكٍ قَالَتْ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ تُوُفِّيَتْ ابْنَتُهُ بِمِثْلِ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ عَنْ أُمِّ عَطِيَّةَ و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا حَمَّادٌ عَنْ أَيُّوبَ عَنْ حَفْصَةَ عَنْ أُمِّ عَطِيَّةَ بِنَحْوِهِ غَيْرَ أَنَّهُ قَالَ ثَلَاثًا أَوْ خَمْسًا أَوْ سَبْعًا أَوْ أَكْثَرَ مِنْ ذَلِكِ إِنْ رَأَيْتُنَّ ذَلِكِ فَقَالَتْ حَفْصَةُ عَنْ أُمِّ عَطِيَّةَ وَجَعَلْنَا رَأْسَهَا ثَلَاثَةَ قُرُونٍ","source":"Muslim"},"__N_SSG":true}