{"pageProps":{"number":"1489","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Yahya, yaitu anaknya Sa'id] telah menceritakan kepada kami [Syu'bah] telah menceritakan kepadaku [Qatadah] dari [Salim bin Abul Ja'd] dari [Ma'dan bin Abu Thalhah Al Ya'mari] dari [Tsauban] maula Rasulullah shallallahu 'alaihi wasallam, bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa menshalatkan jenazah, maka baginya satu qirath pahala. Dan bila turut menyaksikan pemakamannya, maka baginya dua qirath pahala. Sedangkan besar satu qirath seperti besarnya gunung Uhud.\" Dan telah menceritakan kepadaku [Muhammad bin Basysyar] Telah menceritakan kepada kami [Mu'adz bin Hisyam] telah menceritakan kepadaku [bapakku] ia berkata, dan telah menceritakan kepada kami [Ibnul Mutsanna] telah menceritakan kepada kami [Ibnu Abu Adi] dari [Sa'id] -dalam jalur lain- Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami ['Affan] Telah menceritakan kepada kami [Aban] semuanya dari [Qatadah] dengan isnad ini, hadits yang semisal dengannya. Dan di dalam hadits Sa'id dan Hisyam; Nabi shallallahu 'alaihi wasallam ditanya tentang qirath, maka beliau menjawab: \"(Yaitu) sebesar gunung Uhud.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى يَعْنِي ابْنَ سَعِيدٍ حَدَّثَنَا شُعْبَةُ حَدَّثَنِي قَتَادَةُ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمَرِيِّ عَنْ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ فَإِنْ شَهِدَ دَفْنَهَا فَلَهُ قِيرَاطَانِ الْقِيرَاطُ مِثْلُ أُحُدٍو حَدَّثَنِي ابْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي قَالَ وَحَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ سَعِيدٍ ح و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبَانُ كُلُّهُمْ عَنْ قَتَادَةَ بِهَذَا الْإِسْنَادِ مِثْلَهُ وَفِي حَدِيثِ سَعِيدٍ وَهِشَامٍ سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْقِيرَاطِ فَقَالَ مِثْلُ أُحُدٍ","source":"Muslim"},"__N_SSG":true}