{"pageProps":{"number":"1500","slug":"muslim","id":"Telah menceritakan kepada kami [Hasan bin Rabi'] dan [Muhammad bin Abdullah bin Numair] keduanya berkata, telah menceritakan kepada kami [Abdullah bin Idris] dari [Asy Syaiban] dari [Asy Sya'bi] bahwa Rasulullah shallallahu 'alaihi wasallam pernah menshalatkan jenazah di atas kuburan setelah dikebumikannya mayit. Beliau bertakbir atasnya empat kali. [Asy Syaibani] berkata; Saya bertanya kepada [Asy Sya'bi], \"Siapa yang menceritakanmu hadits ini?\" ia menjawab, \"Yaitu seorang yang tsiqqah (terpercaya), [Abdullah bin Abbas]. Dan ini adalah lafazh haditsnya Hasan.\" Dan dalam riwayat Ibnu Numair ia berkata; Rasulullah shallallahu 'alaihi wasallam sampai pada kuburan yang masih lembab, maka beliau pun menshalatinya, kemudian para sahabat berbaris di belakangnya. Lalu beliau bertakbir empat kali. Saya bertanya kepada [Amir], \"Siapa yang menceritakan hadits ini kepadamu?\" ia menjawab, \"Dari seorang yang terpercaya yaitu [Ibnu Abbas].\" Dan Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Husyaim] -dalam jalur lain- Dan telah menceritakan kepada kami [Hasan bin Rabi'] dan [Abu Kamil] keduanya berkata, telah menceritakan kepada kami [Abdul Wahid bin Ziyad] -dalam jalur lain- Telah menceritakan kepada kami [Abdul Wahid bin Ziyad] -dalam jalur lain- Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Jarir] -dalam jalur lain- Dan telah menceritakan kepadaku [Muhammad bin Hatim] telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Sufyan] -dalam jalur lain- Dan telah menceritakan kepada kami [Ubaidullah bin Mu'adz] telah menceritakan kepada kami [bapakku] -dalam jalur lain- Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] Telah menceritakan kepada kami [Muhammad bin Ja'far] ia berkata, telah menceritakan kepada kami [Syu'bah] semuanya dari [Asy Syaibani] dari [Asy Sya'bi] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam dengan hadits semisalnya. Dan di antara hadits mereka itu, tidak ada satu pun yang menyatakan; Bahwa Nabi shallallahu 'alaihi wasallam bertakbir atasnya empat kali. Dan Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Harun bin Abdullah] semuanya dari [Wahb bin Jarir] dari [Syu'bah] dari [Isma'il bin Abu Khalid] -dalam jalur lain- Dan telah menceritakan kepadaku [Abu Ghassan Muhammad bin Amr Ar Razi] telah menceritakan kepada kami [Yahya bin Adl Dlurais] telah menceritakan kepada kami [Ibrahim bin Thahman] dari [Abu Hashin] keduanya dari [Asy Sya'bi] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam, mengenai shalat (jenazah) di kuburan, sebagaimana hadits Asy Syaibani, namun di dalam hadits mereka tidak tercantum; \"Beliau bertakbir sebanyak empat kali.\"","arab":"حَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ قَالَا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ الشَّيْبَانِيِّ عَنْ الشَّعْبِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى عَلَى قَبْرٍ بَعْدَ مَا دُفِنَ فَكَبَّرَ عَلَيْهِ أَرْبَعًاقَالَ الشَّيْبَانِيُّ فَقُلْتُ لِلشَّعْبِيِّ مَنْ حَدَّثَكَ بِهَذَا قَالَ الثِّقَةُ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ هَذَا لَفْظُ حَدِيثِ حَسَنٍ وَفِي رِوَايَةِ ابْنِ نُمَيْرٍ قَالَ انْتَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى قَبْرٍ رَطْبٍ فَصَلَّى عَلَيْهِ وَصَفُّوا خَلْفَهُ وَكَبَّرَ أَرْبَعًا قُلْتُ لِعَامِرٍ مَنْ حَدَّثَكَ قَالَ الثِّقَةُ مَنْ شَهِدَهُ ابْنُ عَبَّاسٍ و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا هُشَيْمٌ ح و حَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ وَأَبُو كَامِلٍ قَالَا حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ ح و حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ ح و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا شُعْبَةُ كُلُّ هَؤُلَاءِ عَنْ الشَّيْبَانِيِّ عَنْ الشَّعْبِيِّ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبَّرَ عَلَيْهِ أَرْبَعًا و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَهَارُونُ بْنُ عَبْدِ اللَّهِ جَمِيعًا عَنْ وَهْبِ بْنِ جَرِيرٍ عَنْ شُعْبَةَ عَنْ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ ح و حَدَّثَنِي أَبُو غَسَّانَ مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ حَدَّثَنَا يَحْيَى بْنُ الضُّرَيْسِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ أَبِي حَصِينٍ كِلَاهُمَا عَنْ الشَّعْبِيِّ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي صَلَاتِهِ عَلَى الْقَبْرِ نَحْوَ حَدِيثِ الشَّيْبَانِيِّ لَيْسَ فِي حَدِيثِهِمْ وَكَبَّرَ أَرْبَعًا","source":"Muslim"},"__N_SSG":true}