{"pageProps":{"number":"1749","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Ali bin Mushir] dan [Abbad bin Al Awwam] dari [Asy Syaibanii] dari [Ibnu Abu Aufa] radliallahu 'anhu, ia berkata; Kami pernah bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu perjalanan, ketika matahari telah terbenam, maka beliau pun bersabda kepada seorang laki-laki, \"Turun dan siapkanlah makan kita.\" Laki-laki itu pun berkata, \"Wahai Rasulullah, sekiranya Tuan menunggu agak petang?\" beliau bersabda: \"Turun dan siapkanlah makan kita.\" Laki-laki itu berkata, \"Hari masih siang.\" Akhirnya laki-laki itu pun turun dan menyiapkannya untuk beliau. Kemudian beliau langsung minum, dan bersabda: \"Apabilah kalian telah melihat malam datang dari arah ini -beliau memberi isyarat dengan tangannya ke arah timur- maka seorang yang berpuasa sudah boleh berbuka.\" Dan telah menceritakan kepada kami [Abu Kamil] telah menceritakan kepada kami [Abdul Wahid] telah menceritakan kepada kami [Sulaiman Asy Syaibani] ia berkata, saya mendengar [Abdullah bin Abu Aufa] radliallahu 'anhu berkata; Kami pernah berjalan bersama Rasulullah shallallahu 'alaihi wasallam dan saat itu beliau sedang berpuasa. Ketika matahari telah terbenam beliau bersabda: \"Wahai Fulan, turun dan sediakanlah makan kita.\" Yakni sebagaimana hadits Ibnu Mushir dan Abbad bin Al Awwam. Dan Telah menceritakan kepada kami [Ibnu Abu Umar] telah mengabarkan kepada kami [Sufyan] -dalam jalur lain- Dan telah menceritakan kepada kami [Ishaq] telah mengabarkan kepada kami [Jarir] keduanya dari [Asy Syaibani] dari [Ibnu Abu Aufa] -dalam jalur lain- Dan telah menceritakan kepada kami [Ubaidullah bin Mu'adz] telah menceritakan kepada kami [bapakku] -dalam jalur lain- Dan telah menceritakan kepada kami [Ibnul Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] keduanya berkata, telah menceritakan kepada kami [Syu'bah] dari [Asy Syaibani] dari [Ibnu Abu Aufa] radliallahu 'anhu, dari Nabi shallallahu 'alaihi wasallam, yakni semakna dengan hadits Ibnu Mushir dan Abbad dan Abdul Wahid. Dan di dalam hadits mereka tidak seorang pun yang mencantumkan; \"Di bulan Ramadlan.\" Dan tidak pula ungkapan, \"Dan malam datang dari arah ini.\" kecuali pada riwayat Husyaim.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ وَعَبَّادُ بْنُ الْعَوَّامِ عَنْ الشَّيْبَانِيِّ عَنْ ابْنِ أَبِي أَوْفَى رَضِيَ اللَّهُ عَنْهُ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَلَمَّا غَابَتْ الشَّمْسُ قَالَ لِرَجُلٍ انْزِلْ فَاجْدَحْ لَنَا فَقَالَ يَا رَسُولَ اللَّهِ لَوْ أَمْسَيْتَ قَالَ انْزِلْ فَاجْدَحْ لَنَا قَالَ إِنَّ عَلَيْنَا نَهَارًا فَنَزَلَ فَجَدَحَ لَهُ فَشَرِبَ ثُمَّ قَالَ إِذَا رَأَيْتُمْ اللَّيْلَ قَدْ أَقْبَلَ مِنْ هَا هُنَا وَأَشَارَ بِيَدِهِ نَحْوَ الْمَشْرِقِ فَقَدْ أَفْطَرَ الصَّائِمُو حَدَّثَنَا أَبُو كَامِلٍ حَدَّثَنَا عَبْدُ الْوَاحِدِ حَدَّثَنَا سُلَيْمَانُ الشَّيْبَانِيُّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى رَضِيَ اللَّهُ عَنْهُ يَقُولُا سِرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ صَائِمٌ فَلَمَّا غَرَبَتْ الشَّمْسُ قَالَ يَا فُلَانُ انْزِلْ فَاجْدَحْ لَنَا مِثْلَ حَدِيثِ ابْنِ مُسْهِرٍ وَعَبَّادِ بْنِ الْعَوَّامِ و حَدَّثَنَا ابْنُ أَبِي عُمَرَ أَخْبَرَنَا سُفْيَانُ ح و حَدَّثَنَا إِسْحَقُ أَخْبَرَنَا جَرِيرٌ كِلَاهُمَا عَنْ الشَّيْبَانِيِّ عَنْ ابْنِ أَبِي أَوْفَى ح و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي ح و حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَا حَدَّثَنَا شُعْبَةُ عَنْ الشَّيْبَانِيِّ عَنْ ابْنِ أَبِي أَوْفَى رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيثِ ابْنِ مُسْهِرٍ وَعَبَّادٍ وَعَبْدِ الْوَاحِدِ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ فِي شَهْرِ رَمَضَانَ وَلَا قَوْلُهُ وَجَاءَ اللَّيْلُ مِنْ هَا هُنَا إِلَّا فِي رِوَايَةِ هُشَيْمٍ وَحْدَهُ","source":"Muslim"},"__N_SSG":true}