{"pageProps":{"number":"184","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [Hisyam bin Munabbih] dia berkata, \"Inilah sesuatu yang diceritakan kepada kami oleh [Abu Hurairah] dari Muhammad, Rasulullah shallallahu 'alaihi wasallam. Lalu dia menyebutkan hadits-hadits darinya, dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah berfirman: 'Apabila hamba-Ku berkeinginan untuk mengerjakan kebaikan maka Aku menulisnya sebagai satu kebaikan selama dia belum melakukannya, maka jika dia melakukannya maka Aku menuliskannya sebagai sepuluh kebaikan. Dan apabila dia berkeinginan untuk kejelekan maka Aku akan mengampuninya selama dia belum melakukannya, namun jika dia mengamalkannya maka Aku menuliskannya sebagai satu kejelekan -dan Dia lebih mengetahuinya- seraya Dia berfirman, 'Kalian awasilah dia. Jika dia mengerjakan kejelekan maka kalian tulisnya dengan semisalnya, dan apabila dia meninggalkannya maka tulislah untuknya satu kebaikan. Karena dia meninggalkannya karena Aku'.\" Dan Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila salah seorang dari kalian memperbagus Islamnya maka setiap kebaikan yang dia kerjakan akan dicatat sepuluh semisalnya hingga tujuh ratus kali lipat. Dan setiap kejelekan yang dia kerjakan niscaya dicatat dengan semisalnya hingga dia menemui Allah.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ هَمَّامِ بْنِ مُنَبِّهٍ قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَعَنْ مُحَمَّدٍ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ أَحَادِيثَ مِنْهَا قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّهُ عَزَّ وَجَلَّ إِذَا تَحَدَّثَ عَبْدِي بِأَنْ يَعْمَلَ حَسَنَةً فَأَنَا أَكْتُبُهَا لَهُ حَسَنَةً مَا لَمْ يَعْمَلْ فَإِذَا عَمِلَهَا فَأَنَا أَكْتُبُهَا بِعَشْرِ أَمْثَالِهَا وَإِذَا تَحَدَّثَ بِأَنْ يَعْمَلَ سَيِّئَةً فَأَنَا أَغْفِرُهَا لَهُ مَا لَمْ يَعْمَلْهَا فَإِذَا عَمِلَهَا فَأَنَا أَكْتُبُهَا لَهُ بِمِثْلِهَا وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ الْمَلَائِكَةُ رَبِّ ذَاكَ عَبْدُكَ يُرِيدُ أَنْ يَعْمَلَ سَيِّئَةً وَهُوَ أَبْصَرُ بِهِ فَقَالَ ارْقُبُوهُ فَإِنْ عَمِلَهَا فَاكْتُبُوهَا لَهُ بِمِثْلِهَا وَإِنْ تَرَكَهَا فَاكْتُبُوهَا لَهُ حَسَنَةً إِنَّمَا تَرَكَهَا مِنْ جَرَّايَ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَحْسَنَ أَحَدُكُمْ إِسْلَامَهُ فَكُلُّ حَسَنَةٍ يَعْمَلُهَا تُكْتَبُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِ مِائَةِ ضِعْفٍ وَكُلُّ سَيِّئَةٍ يَعْمَلُهَا تُكْتَبُ بِمِثْلِهَا حَتَّى يَلْقَى اللَّهَ","source":"Muslim"},"__N_SSG":true}