{"pageProps":{"number":"1876","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah bin Sa'id] dan [Ali bin Hujr] semuanya dari [Isma'il] - [Ibnu Ayyub] berkata- Telah menceritakan kepada kami [Isma'il bin Ja'far] telah mengabarkan kepadaku [Sa'd bin Sa'id bin Qais] dari [Umar bin Tsabit bin Harits Al Khazraji] dari [Abu Ayyub Al Anshari] radliallahu 'anhu, bahwa ia telah menceritakan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapa yang berpuasa Ramadlan kemudian diiringinya dengan puasa enam hari di bulan Syawwal, maka yang demikian itu seolah-olah berpuasa sepanjang masa.\" Dan Telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Sa'd Sa'id] saudaranya Yahya bin Sa'id, telah mengabarkan kepada kami [Umar bin Tsabit] telah mengabarkan kepada kami [Ayyub Al Anshari] radliallahu 'anhu, ia berkata; Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda. Yakni dengan hadits semisalnya. Dan Telah menceritakannya kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Abdullah bin Mubarak] dari [Sa'd bin Sa'id] ia berkata, saya mendengar [Umar bin Tsabit] ia berkata, saya mendengar [Abu Ayyub] radliallahu 'anhu. Berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: yakni dengan hadits yang serupa.","arab":"حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ بْنُ سَعِيدٍ وَعَلِيُّ بْنُ حُجْرٍ جَمِيعًا عَنْ إِسْمَعِيلَ قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ أَخْبَرَنِي سَعْدُ بْنُ سَعِيدِ بْنِ قَيْسٍ عَنْ عُمَرَ بْنِ ثَابِتِ بْنِ الْحَارِثِ الْخَزْرَجِيِّ عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ حَدَّثَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِو حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا سَعْدُ بْنُ سَعِيدٍ أَخُو يَحْيَى بْنِ سَعِيدٍ أَخْبَرَنَا عُمَرُ بْنُ ثَابِتٍ أَخْبَرَنَا أَبُو أَيُّوبَ الْأَنْصَارِيُّ رَضِيَ اللَّهُ عَنْهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بِمِثْلِهِ و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ سَعْدِ بْنِ سَعِيدٍ قَالَ سَمِعْتُ عُمَرَ بْنَ ثَابِتٍ قَالَ سَمِعْتُ أَبَا أَيُّوبَ رَضِيَ اللَّهُ عَنْهُ يَقُولُا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}