{"pageProps":{"number":"195","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah bin Sa'id] serta [Ali bin Hujr] semuanya dari [Ismail bin Ja'far], [Ibnu Ayyub] berkata, telah menceritakan kepada kami [Ismail bin Ja'far] dia berkata, telah mengabarkan kepada kami [al-Ala'] -yaitu Ibnu Abdurrahman, mantan budak al-Huraqah- dari [Ma'bad bin Ka'ab as-Salami] dari saudaranya [Abdullah bin Ka'ab] dari [Abu Umamah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa mengambil hak seorang muslim dengan sumpahnya, maka Allah mewajibkan neraka untuknya, dan mengharamkan surga atasnya.\" Maka seorang laki-laki bertanya, \"Wahai Rasulullah, meskipun itu sesuatu yang sepele?\" Beliau menjawab: \"Meskipun itu hanya kayu siwak.\" Dan telah menceritakan kepada kami tentangnya [Abu Bakar bin Abu Syaibah] dan [Ishaq bin Ibrahim] serta [Harun bin Abdullah] semuanya dari [Abu Usamah] dari [al-Walid bin Katsir] dari [Muhammad bin Ka'ab] bahwa dia mendengar saudaranya [Abdullah bin Ka'ab] menceritakan, bahwa [Abu Umamah al-Haritsi] telah menceritakan kepadanya, bahwa dia mendengar Rasulullah shallallahu 'alaihi wasallam, seperti hadits tersebut.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ بْنُ سَعِيدٍ وَعَلِيُّ بْنُ حُجْرٍ جَمِيعًا عَنْ إِسْمَعِيلَ بْنِ جَعْفَرٍ قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ قَالَ أَخْبَرَنَا الْعَلَاءُ وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ مَوْلَى الْحُرَقَةِ عَنْ مَعْبَدِ بْنِ كَعْبٍ السَّلَمِيِّ عَنْ أَخِيهِ عَبْدِ اللَّهِ بْنِ كَعْبٍ عَنْ أَبِي أُمَامَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ اقْتَطَعَ حَقَّ امْرِئٍ مُسْلِمٍ بِيَمِينِهِ فَقَدْ أَوْجَبَ اللَّهُ لَهُ النَّارَ وَحَرَّمَ عَلَيْهِ الْجَنَّةَ فَقَالَ لَهُ رَجُلٌ وَإِنْ كَانَ شَيْئًا يَسِيرًا يَا رَسُولَ اللَّهِ قَالَ وَإِنْ قَضِيبًا مِنْ أَرَاكٍو حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَهَارُونُ بْنُ عَبْدِ اللَّهِ جَمِيعًا عَنْ أَبِي أُسَامَةَ عَنْ الْوَلِيدِ بْنِ كَثِيرٍ عَنْ مُحَمَّدِ بْنِ كَعْبٍ أَنَّهُ سَمِعَ أَخَاهُ عَبْدَ اللَّهِ بْنَ كَعْبٍ يُحَدِّثُ أَنَّ أَبَا أُمَامَةَ الْحَارِثِيَّ حَدَّثَهُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}