{"pageProps":{"number":"1991","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] dan [Ishaq bin Ibrahim] -Zuhair berkata- Telah menceritakan kepada kami -Ishaq berkata- telah mengabarkan kepada kami [Jarir] dari [Manshur] dari [Ibrahim] dari [Al Aswad] dari [Aisyah] radliallahu 'anha ia berkata; Kami pernah keluar bersama-sama dengan Rasulullah shallallahu 'alaihi wasallam dan tidak maksud keculali untuk haji. Sesampainya di Makkah, kami melakukan thwaf di Baitullah, kemudian Rasulullah shallallahu 'alaihi wasallam memerintahkan: \"Siapa yang membawa hadya (hewan kurban), maka ia boleh bertahallul.\" Maka orang-orang yang tidak membawa hadya pun bertahallul, isteri-isteri beliau juga tida membawa hadya, maka mereka pun bertahallul. Aisyah berkata; Tiba-tiba aku haid hingga aku tidak melakukan thawaf di Baitullah. Pada malam Hashbah saya berkata, \"Wahai Rasulullah, orang-orang pada pulang dengan (membawa pahala) umrah dan haji, sementara aku pulang hanya (membawa pahala) haji.\" Beliau bertanya: \"Apakah kamu tidak melakukan thawaf di malam hari saat kita sampai di Makkah?\" Aisyah menjawab, \"Tidak.\" Beliau bersabda: \"Berangkatlah bersama saudaramu ke Tan'im, lalu berihramlah untuk umrah dan kita akan bertemu di tempat ini dan ini.\" Shafiyah berkata, \"Saya tidak menyangka, kecuali kalian menunggu aku suci dan selesai melakukan thawaf, tetapi aku haid sehingga tidak mungkin aku thawaf.\" Beliau bersabda: \"AQRA HALQA (semoga Allah menjadikannya mandul tidak beranak) bukankah kamu telah melaukan thawaf pada hari Nahr?\" Shafiyyah menjawab, \"Ya, benar.\" Beliau bersabda: \"Tidak mengapa, berangkatlah.\" Aisyah berkata; Kemudian Rasulullah shallallahu 'alaihi wasallam pun menjumpaiku saat beliau pergi dari Makkah sementara aku datang. Ishaq berkata; Mutahabbithatun wa Mutahabbithun (berpaspasan di jalan). Dan Telah meceritakanny6a kepada kami [Suwaid bin Sa'id] dari [Ali bin Mushir] dari [Al A'masy] dari [Ibrahim] dari [Al Aswad] dari [Aisyah] radliallahu 'anha, ia berkata; Kami keluar bersama Rasulullah shallallahu 'alaihi wasallam, dan kami bertalbiyah dengan tidak menyebutkan haji dan umrah. Lalu ia pun menyebutkan hadits yang semakna dengan haditsnya Manshur. ","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ زُهَيْرٌ حَدَّثَنَا و قَالَ إِسْحَقُ أَخْبَرَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا نَرَى إِلَّا أَنَّهُ الْحَجُّ فَلَمَّا قَدِمْنَا مَكَّةَ تَطَوَّفْنَا بِالْبَيْتِ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ أَنْ يَحِلَّ قَالَتْ فَحَلَّ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ وَنِسَاؤُهُ لَمْ يَسُقْنَ الْهَدْيَ فَأَحْلَلْنَ قَالَتْ عَائِشَةُ فَحِضْتُ فَلَمْ أَطُفْ بِالْبَيْتِ فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ يَرْجِعُ النَّاسُ بِعُمْرَةٍ وَحَجَّةٍ وَأَرْجِعُ أَنَا بِحَجَّةٍ قَالَ أَوْ مَا كُنْتِ طُفْتِ لَيَالِيَ قَدِمْنَا مَكَّةَ قَالَتْ قُلْتُ لَا قَالَ فَاذْهَبِي مَعَ أَخِيكِ إِلَى التَّنْعِيمِ فَأَهِلِّي بِعُمْرَةٍ ثُمَّ مَوْعِدُكِ مَكَانَ كَذَا وَكَذَا قَالَتْ صَفِيَّةُ مَا أُرَانِي إِلَّا حَابِسَتَكُمْ قَالَ عَقْرَى حَلْقَى أَوْ مَا كُنْتِ طُفْتِ يَوْمَ النَّحْرِ قَالَتْ بَلَى قَالَ لَا بَأْسَ انْفِرِي قَالَتْ عَائِشَةُ فَلَقِيَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُصْعِدٌ مِنْ مَكَّةَ وَأَنَا مُنْهَبِطَةٌ عَلَيْهَا أَوْ أَنَا مُصْعِدَةٌ وَهُوَ مُنْهَبِطٌ مِنْهَاو قَالَ إِسْحَقُ مُتَهَبِّطَةٌ وَمُتَهَبِّطٌ و حَدَّثَنَاه سُوَيْدُ بْنُ سَعِيدٍ عَنْ عَلِيِّ بْنِ مُسْهِرٍ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نُلَبِّي لَا نَذْكُرُ حَجًّا وَلَا عُمْرَةً وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ مَنْصُورٍ","source":"Muslim"},"__N_SSG":true}