{"pageProps":{"number":"2070","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kamil Fudlail bin Husain Al Jahdari] Telah menceritakan kepada kami [Abdul Wahid bin Ziyad] Telah menceritakan kepada kami [Al Jurairi] dari [Abu Thufail] ia berkata; Aku pernah bertanya kepada [Ibnu Abbas], \"Tahukah Anda tentang berlari-lari kecil sebanyak tiga kali putaran di Baitullah dan berjalan empat kali putaran, apakah hal tersebut merupakan ajaran Rasulullah shallallahu 'alaihi wasallam? sebab, kaum Anda menganggap bahwa hal tersebut adalah ajaran Nabi shallallahu 'alaihi wasallam?.\" Ibnu Abbas menjawab, \"Mereka benar, namun mereka juga telah berdusta.\" Aku bertanya, \"Apa maksud ungkapanmu, bahwa mereka benar, namun dusta?\" Ibnu Abbas menjawab, \"Sesungguhnya Rasulullah shallallahu 'alaihi wasallam pernah datang ke Makkah, lalu orang-orang Musyrik mengatakan bahwa Muhammad dan para sahabatnya tidak mampu thawaf di Baitullah karena lemah. Orang-orang musyrik itu dengki kepada Rasulullah shallallahu 'alaihi wasallam.\" Ibnu Abbas melanjutkan; \"Karena itu, Rasulullah shallallahu 'alaihi wasallam memerintahkan para sahabat agar berlari-lari kecil tiga kali putaran dan empat kali putaran berjalan biasa.\" Aku bertanya lagi kepada Ibnu Abbas, \"Beritahukanlah aku tentang Sa'i antara Shafa dan Marwa dengan berkendaraan. Apakah hal tersebut juga termasuk ajaran Rasulullah shallallahu 'alaihi wasallam? Sebab, kaummu menganggap bahwa hal tersebut juga termasuk sunnah?.\" Ibnu Abbas menjawab, \"Mereka benar, tapi mereka dusta.\" Aku bertanya, \"Apa maksudmu?\" Ibnu Abbas menjawab, \"Rasulullah shallallahu 'alaihi wasallam pernah dikerumuni orang banyak, mereka mengatakan inilah Nabi Muhammad, inilah Nabi Muhammad, sehingga perempuan-perempuan keluar rumah.\" Ibnu Abbas melanjutkan, \"Pada awal mula beliau lakukan (sa'i), tidak banyak orang-orang dihadapan Rasulullah shallallahu 'alaihi wasallam berdatangan, hingga ketika jumlah manusia semakin banyak, maka beliau melakukan sa'i dengan naik kendaraan, namun melakukan sa'i dengan berjalan kaki dan berlari-lari kecil adalah lebih utama.\" Dan Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] Telah menceritakan kepada kami [Yazid] telah mengabarkan kepada kami [Al Jurairi] dengan isnad ini, semisalnya, hanya saja ia menyebutkan; \"Penduduk Makkah adalah suatu kaum yang pedengki (Qaumu Hasadin).\" Dan ia tidak menyebutkan; \"Yahsudun (terus menerus mereka dengki).\"","arab":"حَدَّثَنَا أَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ حَدَّثَنَا الْجُرَيْرِيُّ عَنْ أَبِي الطُّفَيْلِ قَالَقُلْتُ لِابْنِ عَبَّاسٍ أَرَأَيْتَ هَذَا الرَّمَلَ بِالْبَيْتِ ثَلَاثَةَ أَطْوَافٍ وَمَشْيَ أَرْبَعَةِ أَطْوَافٍ أَسُنَّةٌ هُوَ فَإِنَّ قَوْمَكَ يَزْعُمُونَ أَنَّهُ سُنَّةٌ قَالَ فَقَالَ صَدَقُوا وَكَذَبُوا قَالَ قُلْتُ مَا قَوْلُكَ صَدَقُوا وَكَذَبُوا قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدِمَ مَكَّةَ فَقَالَ الْمُشْرِكُونَ إِنَّ مُحَمَّدًا وَأَصْحَابَهُ لَا يَسْتَطِيعُونَ أَنْ يَطُوفُوا بِالْبَيْتِ مِنْ الْهُزَالِ وَكَانُوا يَحْسُدُونَهُ قَالَ فَأَمَرَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَرْمُلُوا ثَلَاثًا وَيَمْشُوا أَرْبَعًا قَالَ قُلْتُ لَهُ أَخْبِرْنِي عَنْ الطَّوَافِ بَيْنَ الصَّفَا وَالْمَرْوَةِ رَاكِبًا أَسُنَّةٌ هُوَ فَإِنَّ قَوْمَكَ يَزْعُمُونَ أَنَّهُ سُنَّةٌ قَالَ صَدَقُوا وَكَذَبُوا قَالَ قُلْتُ وَمَا قَوْلُكَ صَدَقُوا وَكَذَبُوا قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَثُرَ عَلَيْهِ النَّاسُ يَقُولُونَ هَذَا مُحَمَّدٌ هَذَا مُحَمَّدٌ حَتَّى خَرَجَ الْعَوَاتِقُ مِنْ الْبُيُوتِ قَالَ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُضْرَبُ النَّاسُ بَيْنَ يَدَيْهِ فَلَمَّا كَثُرَ عَلَيْهِ رَكِبَ وَالْمَشْيُ وَالسَّعْيُ أَفْضَلُو حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا يَزِيدُ أَخْبَرَنَا الْجُرَيْرِيُّ بِهَذَا الْإِسْنَادِ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ وَكَانَ أَهْلُ مَكَّةَ قَوْمَ حَسَدٍ وَلَمْ يَقُلْ يَحْسُدُونَهُ","source":"Muslim"},"__N_SSG":true}