{"pageProps":{"number":"2122","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abu Bakr Al Muqaddami] Telah menceritakan kepada kami [Yahya Al Qaththan] dari [Ibnu Juraij] telah menceritakan kepadaku [Abdullah] Maula Asma`, ia berkata; [Asma`] bertanya kepadaku ketika dia bermalam di Muzdalifah, \"Apakah bulan telah hilang?\" Aku menjawab, \"Belum.\" Asma` kemudian shalat sejenak, lalu bertanya kembali, \"Hai anakku, apakah bulan telah hilang?\" aku menjawab, \"Sudah.\" Asma` berkata, \"Mari berangkat bersamaku.\" Maka kami pun berangkat hingga Asma` melempar Jumrah. Kemudian Asma` shalat di tempatnya, lalu aku bertanya kepadanya, \"Aduh! Kita terlalu awal, masih belum pagi.\" Asma` menjawab, \"Anakku jangan begitu! Sesungguhnya Nabi shallallahu 'alaihi wasallam mengizinkan para wanita untuk berangkat lebih awal.\" Dan telah menceritakannya kepadaku [Ali bin Khasyram] telah mengabarkan kepada kami [Isa bin Yunus] dari [Ibnu Juraij] dengan isnad ini. Dan di dalam riwayatnya ia menyebutkan; Asma` berkata; \"Tidak, wahai anakku, sesungguhnya Nabi shallallahu 'alaihi wasallam telah mengizinkan para isteri-isterinya (untuk berangkat lebih awal).","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا يَحْيَى وَهُوَ الْقَطَّانُ عَنْ ابْنِ جُرَيْجٍ حَدَّثَنِي عَبْدُ اللَّهِ مَوْلَى أَسْمَاءَ قَالَ قَالَتْ لِي أَسْمَاءُ وَهِيَ عِنْدَ دَارِ الْمُزْدَلِفَةِ هَلْ غَابَ الْقَمَرُ قُلْتُ لَا فَصَلَّتْ سَاعَةً ثُمَّ قَالَتْ يَا بُنَيَّ هَلْ غَابَ الْقَمَرُ قُلْتُ نَعَمْ قَالَتْ ارْحَلْ بِي فَارْتَحَلْنَا حَتَّى رَمَتْ الْجَمْرَةَ ثُمَّ صَلَّتْ فِي مَنْزِلِهَا فَقُلْتُ لَهَا أَيْ هَنْتَاهْ لَقَدْ غَلَّسْنَا قَالَتْ كَلَّاأَيْ بُنَيَّ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَذِنَ لِلظُّعُنِو حَدَّثَنِيهِ عَلِيُّ بْنُ خَشْرَمٍ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ عَنْ ابْنِ جُرَيْجٍ بِهَذَا الْإِسْنَادِ وَفِي رِوَايَتِهِ قَالَتْ لَا أَيْ بُنَيَّ إِنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَذِنَ لِظُعُنِهِ","source":"Muslim"},"__N_SSG":true}