{"pageProps":{"number":"2142","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Zuhair bin Harb] dan [Ibnu Numair] dan [Abu Kuraib] semuanya dari [Ibnu Fudlail] - [Zuhair] berkata- Telah menceritakan kepada kami [Muhammad bin Fudlail] Telah menceritakan kepada kami [Umarah] dari [Abu Zur'ah] dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam berdo'a: \"Semoga Allah mengampuni mereka yang mencukur rambutnya.\" Mereka berkata, \"Ya Rasulullah, juga bagi mereka yang menggunting rambutnya.\" Beliau berdo'a lagi: \"Semoga Allah mengampuni mereka yang mencukur rambutnya.\" Mereka berkata lagi, \"Ya Rasulullah, juga bagi mereka yang menggunting rambutnya.\" Beliau tetap berdo'a: \"Semoga Allah mengampuni mereka yang mencukur rambutnya.\" Maka mereka pun berkata, \"Ya Rasulullah, juga bagi mereka yang menggunting rambutnya.\" Akhirnya beliau berdo'a: \"Dan (semoga Allah juga merahmati) bagi mereka yang menggunting rambutnya.\" Dan telah menceritakan kepadaku [Umayyah bin Bistham] Telah menceritakan kepada kami [Yazid bin Zurai'] Telah menceritakan kepada kami [Rauh] dari [Al 'Ala`] dari [bapaknya] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam. semakna dengan haditsnya Abu Zur'ah dari Abu Hurairah.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَابْنُ نُمَيْرٍ وَأَبُو كُرَيْبٍ جَمِيعًا عَنْ ابْنِ فُضَيْلٍ قَالَ زُهَيْرٌ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ حَدَّثَنَا عُمَارَةُ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ قَالُوا يَا رَسُولَ اللَّهِ وَلِلْمُقَصِّرِينَ قَالَ اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ قَالُوا يَا رَسُولَ اللَّهِ وَلِلْمُقَصِّرِينَ قَالَ اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ قَالُوا يَا رَسُولَ اللَّهِ وَلِلْمُقَصِّرِينَ قَالَ وَلِلْمُقَصِّرِينَو حَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا رَوْحٌ عَنْ الْعَلَاءِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيثِ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ","source":"Muslim"},"__N_SSG":true}