{"pageProps":{"number":"2260","slug":"muslim","id":"Telah menceritakan kepadaku [Ishaq bin Manshur] telah mengabarkan kepada kami [Ubaidullah bin Musa] dari [Syaiban] dari [Yahya] telah mengabarkan kepadaku [Abu Salamah] bahwa ia mendengar [Abu Hurairah] berkata; Khuza'ah membunuh seorang laki-laki dari Bani Laits pada saat Fathu Makkah karena terbunuhnya seorang laki-laki dari mereka oleh Bani Laits. Maka peristiwa itu pun dikabarkan kepada Rasulullah shallallahu 'alaihi wasallam. beliau bergegas menaiki kendaraannya, kemudian menyampaikan khutbah seraya bersabda: \" Allah telah melindungi kota Makkah dari serangan tentara gajah serta memberi kekuatan kepada Rasul-Nya dan orang-orang beriman untuk mempertahankannya. Tidak seorang pun yang boleh berperang di negeri ini. Larangan itu telah ada sejak dahulu. Dan juga tidak dibolehkan bagi orang-orang yang sesudahku. Namun, hanya dikecualikan kepadaku untuk sesaat di siang hari. Dan pada waktu ini telah kembali menjadi haram. Tidak boleh dipotong pohon berdurinya, tidak boleh ditebang pepohonannya, dan jangan dipungut barang-barang yang hilang tercecer kecuali untuk diumumkan. Siapa yang anggota keluarganya terbunuh, dia mempunyai dua pilihan yang baik, yaitu; Menerima uang tebusan (diyat) atau atau meminta agar si pembunuh dibunuh.\" Kemudian datanglah seorang laki-laki dari penduduk Yaman yang namanya Abu Syahin, ia berkata, \"Tuliskanlah untukku ya Rasulullah.\" Maka beliau pun bersabda: \"Tuliskanlah untuk Abu Syahin.\" Lalu seorang laki-laki dari Quraisy berkata, \"Kecuali Al Idzkhir, karena kami menggunakannya di rumah dan kuburan kami.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Melainkan Al Idzkhir.\"","arab":"حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ شَيْبَانَ عَنْ يَحْيَى أَخْبَرَنِي أَبُو سَلَمَةَ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُاإِنَّ خُزَاعَةَ قَتَلُوا رَجُلًا مِنْ بَنِي لَيْثٍ عَامَ فَتْحِ مَكَّةَ بِقَتِيلٍ مِنْهُمْ قَتَلُوهُ فَأُخْبِرَ بِذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَكِبَ رَاحِلَتَهُ فَخَطَبَ فَقَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ حَبَسَ عَنْ مَكَّةَ الْفِيلَ وَسَلَّطَ عَلَيْهَا رَسُولَهُ وَالْمُؤْمِنِينَ أَلَا وَإِنَّهَا لَمْ تَحِلَّ لِأَحَدٍ قَبْلِي وَلَنْ تَحِلَّ لِأَحَدٍ بَعْدِي أَلَا وَإِنَّهَا أُحِلَّتْ لِي سَاعَةً مِنْ النَّهَارِ أَلَا وَإِنَّهَا سَاعَتِي هَذِهِ حَرَامٌ لَا يُخْبَطُ شَوْكُهَا وَلَا يُعْضَدُ شَجَرُهَا وَلَا يَلْتَقِطُ سَاقِطَتَهَا إِلَّا مُنْشِدٌ وَمَنْ قُتِلَ لَهُ قَتِيلٌ فَهُوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا أَنْ يُعْطَى يَعْنِي الدِّيَةَ وَإِمَّا أَنْ يُقَادَ أَهْلُ الْقَتِيلِ قَالَ فَجَاءَ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ يُقَالُ لَهُ أَبُو شَاهٍ فَقَالَ اكْتُبْ لِي يَا رَسُولَ اللَّهِ فَقَالَ اكْتُبُوا لِأَبِي شَاهٍ فَقَالَ رَجُلٌ مِنْ قُرَيْشٍ إِلَّا الْإِذْخِرَ فَإِنَّا نَجْعَلُهُ فِي بُيُوتِنَا وَقُبُورِنَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا الْإِذْخِرَ","source":"Muslim"},"__N_SSG":true}