{"pageProps":{"number":"235","slug":"muslim","id":"Telah menceritakan kepada kami [Syaiban bin Farrukh] telah menceritakan kepada kami [Hammad bin Salamah] telah menceritakan kepada kami [Tsabit al-Bunani] dari [Anas bin Malik] bahwa Rasulullah shallallahu 'alaihi wasallam didatangi Jibril shallallahu 'alaihi wasallam, saat beliau sedang bermain bersama anak-anak. Malaikat itu kemudian mengambil lalu merebahkan beliau, lalu membelah hatinya, mengeluarkan hati dan mengeluarkan segumpal darah darinya seraya berkata, 'Ini bagian setan darimu kemudian mencucinya dalam bejana dari emas dengan air Zamzam', kemudian malaikat menjahitnya dan kemudian mengembalikannya ke tempat semula. Anak-anak lalu datang dan mengadu kepada ibu susuannya, mereka berkata, 'Sesungguhnya Muhammad telah dibunuh.' Orang-orang lalu menyambut beliau dengan wajah pucat pasi (karena ketakutan) '.\" Anas berkata, \"Aku telah melihat bekas jahitan tersebut pada dada beliau.\" Telah menceritakan kepada kami [Harun bin Sa'id al-Aili] telah menceritakan kepada kami [Ibnu Wahab] dia berkata, telah mengabarkan kepada kami [Sulaiman] -yaitu Ibnu Bilal- dia berkata, telah menceritakan kepada kami [Syarik bin Abdullah bin Abu Namir] dia berkata, aku mendengar [Anas bin Malik] menceritakan kepada kami tentang malam Rasulullah shallallahu 'alaihi wasallam diisra'kan dari masjid al-Ka'bah, bahwa dia didatangi oleh tiga orang sebelum beliau diberikan wahyu, saat beliau sedang tidur di masjid haram.\" Perawi lalu melansirkan hadits tersebut dengan kisahnya seperti hadits Tsabit al-Bunani, lalu dia mengajukan suatu kalimat padanya, mengakhirkan, menambahkan, dan mengurangi.\"","arab":"حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَاهُ جِبْرِيلُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَلْعَبُ مَعَ الْغِلْمَانِ فَأَخَذَهُ فَصَرَعَهُ فَشَقَّ عَنْ قَلْبِهِ فَاسْتَخْرَجَ الْقَلْبَ فَاسْتَخْرَجَ مِنْهُ عَلَقَةً فَقَالَ هَذَا حَظُّ الشَّيْطَانِ مِنْكَ ثُمَّ غَسَلَهُ فِي طَسْتٍ مِنْ ذَهَبٍ بِمَاءِ زَمْزَمَ ثُمَّ لَأَمَهُ ثُمَّ أَعَادَهُ فِي مَكَانِهِ وَجَاءَ الْغِلْمَانُ يَسْعَوْنَ إِلَى أُمِّهِ يَعْنِي ظِئْرَهُ فَقَالُوا إِنَّ مُحَمَّدًا قَدْ قُتِلَ فَاسْتَقْبَلُوهُ وَهُوَ مُنْتَقِعُ اللَّوْنِ قَالَ أَنَسٌ وَقَدْ كُنْتُ أَرْئِي أَثَرَ ذَلِكَ الْمِخْيَطِ فِي صَدْرِهِحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي سُلَيْمَانُ وَهُوَ ابْنُ بِلَالٍ قَالَ حَدَّثَنِي شَرِيكُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يُحَدِّثُنَا عَنْ لَيْلَةَ أُسْرِيَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ مَسْجِدِ الْكَعْبَةِ أَنَّهُ جَاءَهُ ثَلَاثَةُ نَفَرٍ قَبْلَ أَنْ يُوحَى إِلَيْهِ وَهُوَ نَائِمٌ فِي الْمَسْجِدِ الْحَرَامِ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ نَحْوَ حَدِيثِ ثَابِتٍ الْبُنَانِيِّ وَقَدَّمَ فِيهِ شَيْئًا وَأَخَّرَ وَزَادَ وَنَقَصَ","source":"Muslim"},"__N_SSG":true}