{"pageProps":{"number":"2397","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Habib Al Haritsi], ['Ashim bin Nadlr At Taimi] dan [Muhammad bin Abdul A'la] semuanya dari [Mu`tamir bin Sulaiman] dia berkata; Saya mendengar [ayahku] telah menceritakan kepada kami [Abu Mijlaz] dari [Anas bin Malik] dia berkata; \"Ketika Nabi shallallahu 'alaihi wasallam menikahi Zainab binti Jahsy, beliau mengundang orang-orang, lalu beliau menjamu mereka, mereka pun menikmati hidangan tersebut, kemudian mereka duduk dan berbincang-bincang.\" Anas berkata; \"Lalu beliau merubah posisi seakan-akan ingin berdiri, namun orang-orang tidak juga berdiri, ketika beliau berdiri maka orang-orang pun ikut beridiri.\" Ashim dan Ibnu Abdil A'la menambahkan dalam haditsnya, Anas berkata; Lantas beliau berulang-ulang duduk sampai tiga kali, sesungguhnya Nabi shallallahu 'alaihi wasallam datang dan hendak masuk ke kamar Zainab, namun orang-orang masih tetap duduk-duduk, setelah itu mereka berdiri dan beranjak pergi, Anas berkata; Lalu saya mengabarkan kepada Nabi shallallahu 'alaihi wasallam bahwa mereka sudah beranjak pergi.\" Anas berkata; \"Kemudian beliau masuk dan saya mengikuti beliau masuk, lantas beliau menurunkan kain tirainya antara saya dengan beliau.\" Anas berkata; \"Lalu Allah Azza Wa Jalla menurunkan (ayat): \"Wahai orang-orang yang beriman, janganlah kalian masuk ke rumah Nabi kecuali kecuali bila kamu telah diizinkan masuk untuk makan, tanpa menunggu makanan tersebut terhidang -hingga firman-Nya- Sesungguhnya yang demikian itu sangatlah besar di sisi Allah.\" ","arab":"حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ وَعَاصِمُ بْنُ النَّضْرِ التَّيْمِيُّ وَمُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى كُلُّهُمْ عَنْ مُعْتَمِرٍ وَاللَّفْظُ لِابْنِ حَبِيبٍ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ قَالَ سَمِعْتُ أَبِي حَدَّثَنَا أَبُو مِجْلَزٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَلَمَّا تَزَوَّجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَيْنَبَ بِنْتَ جَحْشٍ دَعَا الْقَوْمَ فَطَعِمُوا ثُمَّ جَلَسُوا يَتَحَدَّثُونَ قَالَ فَأَخَذَ كَأَنَّهُ يَتَهَيَّأُ لِلْقِيَامِ فَلَمْ يَقُومُوا فَلَمَّا رَأَى ذَلِكَ قَامَ فَلَمَّا قَامَ قَامَ مَنْ قَامَ مِنْ الْقَوْمِ زَادَ عَاصِمٌ وَابْنُ عَبْدِ الْأَعْلَى فِي حَدِيثِهِمَا قَالَ فَقَعَدَ ثَلَاثَةٌ وَإِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَ لِيَدْخُلَ فَإِذَا الْقَوْمُ جُلُوسٌ ثُمَّ إِنَّهُمْ قَامُوا فَانْطَلَقُوا قَالَ فَجِئْتُ فَأَخْبَرْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُمْ قَدْ انْطَلَقُوا قَالَ فَجَاءَ حَتَّى دَخَلَ فَذَهَبْتُ أَدْخُلُ فَأَلْقَى الْحِجَابَ بَيْنِي وَبَيْنَهُ قَالَ وَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ إِلَى قَوْلِهِ إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا }","source":"Muslim"},"__N_SSG":true}