{"pageProps":{"number":"2526","slug":"muslim","id":"Telah menceritakan kepada kami [Ishaq bin Ibrahim Al Handlali] dan [Muhammad bin Abi Umar] sedangkan lafazh haditsnya hampir sama, dia berkata; Ibnu Abi Umar berkata; Telah menceritakan kepada kami. Sedangkan Ishaq mengatakan; Telah mengabarkan kepada kami [Abdur Razzaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] berkata; Telah mengabarkan kepadaku [Urwah] dari ['Aisyah] dia berkata; Ketika telah berlalu dua puluh sembilan malam, Rasulullah shallallahu 'alaihi wasallam pertama kalinya menemuiku, maka saya bertanya; Wahai Rasulullah, anda telah bersumpah untuk tidak menemui kami selama sebulan, akan tetapi baru dua puluh sembilan hari saya menghitungnya, anda sudah menemuiku. Beliau bersabda: \"Sesungguhnya sebulan itu dua puluh sembilan hari.\" Kemudian beliau melanjutkan: \"Wahai 'Aisyah, sesungguhnya saya akan mengemukakan suatu perkara, maka janganlah kamu tergesa-gesa memutuskannya sebelum kamu bermusyawarah dengan kedua orang tuamu.\" Kemudian beliau membacakan ayat kepadaku, yaitu: \"Wahai Nabi, katakanlah kepada para istrimu -sampai pada ayat- pahala yang besar\". Aisyah berkata; Sungguh beliau telah mengetahui, demi Allah sesungguhnya kedua orang tuaku tidak akan mengizinkanku untuk berpisah dengannya. Dia (Aisyah) melanjutkan; Saya berkata; Apakah dengan urusan ini anda menyuruhku meminta pendapat dengan kedua orang tuaku! Sesungguhnya saya memilih Allah, Rasul-Nya dan kampung akhirat. [Ma'mar] berkata; Telah mengabarkan kepadaku [Ayyub] bahwasannya ['Aisyah] berkata; Janganlah anda mengabarkan kepada istri-istrimu yang lain kalau saya memilih anda. Maka Nabi shallallahu 'alaihi wasallam kepadanya: \"Sesungguhnya Allah mengutusku sebagai orang yang menyampaikan dan tidak mengutusku sebagai orang yang menyusahkan.\" Qatadah mengatakan; Maksud dari kalimat \"in shaghat qulubukuma\", yakni: Hatimu berdua telah condong (untuk menerima kebaikan).\"","arab":"قَالَ الزُّهْرِيُّ فَأَخْبَرَنِي عُرْوَةُ عَنْ عَائِشَةَ قَالَتْلَمَّا مَضَى تِسْعٌ وَعِشْرُونَ لَيْلَةً دَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَدَأَ بِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ أَقْسَمْتَ أَنْ لَا تَدْخُلَ عَلَيْنَا شَهْرًا وَإِنَّكَ دَخَلْتَ مِنْ تِسْعٍ وَعِشْرِينَ أَعُدُّهُنَّ فَقَالَ إِنَّ الشَّهْرَ تِسْعٌ وَعِشْرُونَ ثُمَّ قَالَ يَا عَائِشَةُ إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلَا عَلَيْكِ أَنْ لَا تَعْجَلِي فِيهِ حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ ثُمَّ قَرَأَ عَلَيَّ الْآيَةَ{ يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ حَتَّى بَلَغَ أَجْرًا عَظِيمًا }قَالَتْ عَائِشَةُ قَدْ عَلِمَ وَاللَّهِ أَنَّ أَبَوَيَّ لَمْ يَكُونَا لِيَأْمُرَانِي بِفِرَاقِهِ قَالَتْ فَقُلْتُ أَوَ فِي هَذَا أَسْتَأْمِرُ أَبَوَيَّ فَإِنِّي أُرِيدُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَقَالَ مَعْمَرٌ فَأَخْبَرَنِي أَيُّوبُ أَنَّ عَائِشَةَ قَالَتْ لَا تُخْبِرْ نِسَاءَكَ أَنِّي اخْتَرْتُكَ فَقَالَ لَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ أَرْسَلَنِي مُبَلِّغًا وَلَمْ يُرْسِلْنِي مُتَعَنِّتًا قَالَ قَتَادَةُ{ صَغَتْ قُلُوبُكُمَا }مَالَتْ قُلُوبُكُمَا","source":"Muslim"},"__N_SSG":true}