{"pageProps":{"number":"2667","slug":"muslim","id":"Telah menceritakan kepadaku [Ishaq bin Manshur] telah mengabarkan kepada kami [Abu Mushir] telah mengabarkan kepadaku [Yahya bin Hamzah] telah menceritakan kepadaku [Abu 'Amru Al Auza'i] dari [Abu An Najasy] bekas budak Rafi' bin Khadij, dari [Rafi'] bahwa [Dzuhair bin Rafi'] dia adalah paman Rafi', dia berkata; Suatu ketika Dzuhair mendatangiku, dia berkata; \"Sesungguhnya Rasulullah shallallahu 'alaihi wasallam telah melarang dari usaha yang menguntungkan kita.\" Saya bertanya; \"Apakah itu? Tidaklah Rasulullah shallallahu 'alaihi wasallam mengatakan sesuatu kecuali hal itu adalah benar.\" Dia berkata; Beliau bertanya kepadaku: \"Bagaimana kalian memperlakukan tanah perkebunan kalian?\" Maka saya menjawab; \"Wahai Rasulullah, kami biasa menyewakan dengan bayaran seperempat atau beberapa wasaq kurma atau gandum.\" Beliau bersabda: \"Jangan kalian lakukan hal itu, tanamilah sendiri atau jika tidak, biarkanlah tanah tersebut.\" Telah menceritakan kepada kami [Muhammad bin Hatim] telah menceritakan kepada kami [Abdurrahman bin Mahdi] dari [Ikrimah bin 'Ammar] dari [Abu An Najasyi] dari [Rafi'] dari Nabi shallallahu 'alaihi wasallam, dan dia tidak menyebutkan \"dari pamannya yaitu Dzuhair.\"","arab":"حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا أَبُو مُسْهِرٍ حَدَّثَنِي يَحْيَى بْنُ حَمْزَةَ حَدَّثَنِي أَبُو عَمْرٍو الْأَوْزَاعِيُّ عَنْ أَبِي النَّجَاشِيِّ مَوْلَى رَافِعِ بْنِ خَدِيجٍ عَنْ رَافِعٍ أَنَّ ظُهَيْرَ بْنَ رَافِعٍ وَهُوَ عَمُّهُ قَالَأَتَانِي ظُهَيْرٌ فَقَالَ لَقَدْ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَمْرٍ كَانَ بِنَا رَافِقًا فَقُلْتُ وَمَا ذَاكَ مَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُوَ حَقٌّ قَالَ سَأَلَنِي كَيْفَ تَصْنَعُونَ بِمَحَاقِلِكُمْ فَقُلْتُ نُؤَاجِرُهَا يَا رَسُولَ اللَّهِ عَلَى الرَّبِيعِ أَوْ الْأَوْسُقِ مِنْ التَّمْرِ أَوْ الشَّعِيرِ قَالَ فَلَا تَفْعَلُوا ازْرَعُوهَا أَوْ أَزْرِعُوهَا أَوْ أَمْسِكُوهَاحَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ عَنْ أَبِي النَّجَاشِيِّ عَنْ رَافِعٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا وَلَمْ يَذْكُرْ عَنْ عَمِّهِ ظُهَيْرٍ","source":"Muslim"},"__N_SSG":true}