{"pageProps":{"number":"2817","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dia berkata; saya membacakannya di hadapan [Malik]; dari [Nafi'] dari [Ibnu Umar] bahwa Umar bin Khaththab pernah memberi kepada seseorang seekor kuda untuk berjuang di jalan Allah, tiba-tiba dia mendapatinya telah dijual. Oleh karena itu dia ingin membelinya kembali, maka ia pun menanyakan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Janganlah kamu membelinya kembali, dan jangan kamu ambil barang sedekahmu.\" Dan telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Ibnu Rumh] semuanya dari [Laits bin Sa'd]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Al Muqaddami] dan [Muhammad bin Mutsanna] keduanya berkata; telah menceritakan kepada kami [Yahya] -yaitu Al Qatthan-. (dalam jalur lain disebutkan) Telah meriwayatkan kami [Ibnu Numair] telah menceritakan kepada kami [Ayahku]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Abu Usamah] semuanya dari ['Ubaidullah], kedua-duanya dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam seperti hadits Malik.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ عُمَرَ بْنَ الْخَطَّابِ حَمَلَ عَلَى فَرَسٍ فِي سَبِيلِ اللَّهِ فَوَجَدَهُ يُبَاعُ فَأَرَادَ أَنْ يَبْتَاعَهُ فَسَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَقَالَ لَا تَبْتَعْهُ وَلَا تَعُدْ فِي صَدَقَتِكَو حَدَّثَنَاه قُتَيْبَةُ بْنُ سَعِيدٍ وَابْنُ رُمْحٍ جَمِيعًا عَنْ اللَّيْثِ بْنِ سَعْدٍ ح و حَدَّثَنَا الْمُقَدَّمِيُّ وَمُحَمَّدُ بْنُ الْمُثَنَّى قَالَا حَدَّثَنَا يَحْيَى وَهُوَ الْقَطَّانُ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ كِلَاهُمَا عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ مَالِكٍ","source":"Muslim"},"__N_SSG":true}