{"pageProps":{"number":"2845","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya At Taimi] telah mengabarkan kepada kami [Ibrahim bin Sa'd] dari [Ibnu Syihab] dari ['Amir bin Sa'd] dari [Ayahnya] dia berkata, \"Pada saat haji wada', Rasulullah shallallahu 'alaihi wasallam datang menjengukku yang sedang terbaring sakit, lalu saya berkata, \"Wahai Rasulullah, keadaan saya semakin parah seperti yang telah anda lihat saat ini, sedangkan saya adalah orang yang memiliki banyak harta, dan saya hanya memiliki seorang anak perempuan yang akan mewarisi harta peninggalan saya, maka bolehkah saya menyedekahkan dua pertiga dari harta saya?\" beliau bersabda: \"Jangan.\" Saya bertanya lagi, \"Bagaimana jika setengahnya?\" beliau menjawab: \"Jangan, tapi sedekahkanlah sepertiganya saja, dan sepertiganya pun sudah banyak. Sebenarnya jika kamu meninggalkan ahli warismu dalam keadaan kaya, itu lebih baik daripada kamu meninggalkan mereka dalam keadaan yang serba kekurangan dan meminta minta kepada orang lain. Tidakkah Kamu menafkahkan suatu nafkah dengan tujuan untuk mencari ridla Allah, melainkan kamu akan mendapatkan pahala karena pemberianmu itu, hingga sesuap makanan yang kamu suguhkan ke mulut isterimu juga merupakan sedekah darimu.\" Sa'ad berkata, \"Saya bertanya lagi, \"Wahai Rasulullah, apakah saya masih tetap hidup, sesudah teman-teman saya meninggal dunia?\" beliau menjawab: \"Sesungguhnya kamu tidak akan panjang umur kemudian kamu mengerjakan suatu amalan dengan tujuan untuk mencari ridla Allah, kecuali dengan amalan itu derajatmu akan semakin bertambah, semoga kamu dipanjangkan umurmu sehingga kaum Muslimin mendapatkan manfaat darimu dan orang-orang menderita kerugian karenamu. Ya Allah… sempurnakanlah hijrah para sahabatku dan janganlah kamu kembalikan mereka kepada kekufuran, akan tetapi alangkah kasihannya Sa'd bin Khaulah.\" Sa'd berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam mendo'akannya agar ia meninggal di kota Makah.\" Telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Abu Bakar bin Abu Syaibah] keduanya berkata; telah menceritakan kepada kami [Sufyan bin 'Uyainah]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Abu At Thahir] dan [Harmalah] keduanya berkata; telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan ['Abd bin Humaid] keduanya berkata; telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] semuanya dari [Az Zuhri] dengan isnad seperti ini.\" Dan telah menceritakan kepadaku [Ishaq bin Manshur] telah menceritakan kepada kami [Abu Daud Al Hafari] dari [Sufyan] dari [Sa'd bin Ibrahim] dari ['Amir bin Sa'd] dari [Sa'd] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam datang menjengukku, kemudian dia menyebutkan hadits sebagaimana makna hadits Az Zuhri, namun ia tidak menyebutkan sabda Nabi shallallahu 'alaihi wasallam mengenai Sa'd bin Khaulah kecuali kalimat, \"Dan dia tidak suka jika meninggal dunia di daerah hijrahnya.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ أَخْبَرَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ عَامِرِ بْنِ سَعْدٍ عَنْ أَبِيهِ قَالَعَادَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ مِنْ وَجَعٍ أَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ فَقُلْتُ يَا رَسُولَ اللَّهِ بَلَغَنِي مَا تَرَى مِنْ الْوَجَعِ وَأَنَا ذُو مَالٍ وَلَا يَرِثُنِي إِلَّا ابْنَةٌ لِي وَاحِدَةٌ أَفَأَتَصَدَّقُ بِثُلُثَيْ مَالِي قَالَ لَا قَالَ قُلْتُ أَفَأَتَصَدَّقُ بِشَطْرِهِ قَالَ لَا الثُّلُثُ وَالثُّلُثُ كَثِيرٌ إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَلَسْتَ تُنْفِقُ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ إِلَّا أُجِرْتَ بِهَا حَتَّى اللُّقْمَةُ تَجْعَلُهَا فِي فِي امْرَأَتِكَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أُخَلَّفُ بَعْدَ أَصْحَابِي قَالَ إِنَّكَ لَنْ تُخَلَّفَ فَتَعْمَلَ عَمَلًا تَبْتَغِي بِهِ وَجْهَ اللَّهِ إِلَّا ازْدَدْتَ بِهِ دَرَجَةً وَرِفْعَةً وَلَعَلَّكَ تُخَلَّفُ حَتَّى يُنْفَعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ اللَّهُمَّ أَمْضِ لِأَصْحَابِي هِجْرَتَهُمْ وَلَا تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ لَكِنْ الْبَائِسُ سَعْدُ بْنُ خَوْلَةَ قَالَ رَثَى لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَنْ تُوُفِّيَ بِمَكَّةَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ ح و حَدَّثَنِي أَبُو الطَّاهِرِ وَحَرْمَلَةُ قَالَا أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ كُلُّهُمْ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ نَحْوَهُ و حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ عَنْ سُفْيَانَ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ عَنْ عَامِرِ بْنِ سَعْدٍ عَنْ سَعْدٍ قَالَ دَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيَّ يَعُودُنِي فَذَكَرَ بِمَعْنَى حَدِيثِ الزُّهْرِيِّ وَلَمْ يَذْكُرْ قَوْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَعْدِ بْنِ خَوْلَةَ غَيْرَ أَنَّهُ قَالَ وَكَانَ يَكْرَهُ أَنْ يَمُوتَ بِالْأَرْضِ الَّتِي هَاجَرَ مِنْهَا","source":"Muslim"},"__N_SSG":true}