{"pageProps":{"number":"2848","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abu Umar Al Makki] telah menceritakan kepada kami [Ats Tsaqafi] dari [Ayyub As Sakhtiyani] dari ['Amru bin Sa'id] dari [Humaid bin Abdurrahman Al Himyari] dari [ketiga anak Sa'd] semuanya telah menceritakan kepadanya dari [Ayahnya], bahwa Nabi shallallahu 'alaihi wasallam datang menjenguknya di Makkah, kemudian dia pun menangis hingga menjadikan Nabi bertanya kepadanya: \"Apa yang membuatmu menangis?\" Sa'd menjawab, \"Saya khawatir akan meninggal dunia di tempat kelahiran yang pernah kutinggalkan, sebagaimana meninggalnya Sa'd bin Khaulah.\" Maka Nabi shallallahu 'alaihi wasallam berdo'a: 'Ya Allah, sembuhkanlah Sa'd. Ya Allah, sembuhkanlah Sa'd.' - tiga kali-. Sa'd lalu berkata, \"Wahai Rasulullah, sesungguhnya saya memiliki harta yang banyak, dan hanya puteriku satu-satunya yang menjadi ahli warisku, bagaimana jika saya mewasiatkan seluruh hartaku?\" beliau menjawab: \"Jangan.\" Sa'd bertanya lagi, \"Bagaimana jika dua pertiganya?\" beliau menjawab: \"Jangan.\" Sa'd bertanya lagi, \"Bagaimana jika setengahnya?\" beliau menjawab: \"Jangan.\" Sa'd berkata lagi, \"Bagaimana jika sepertiganya?\" beliau menjawab: \"Sepertiga, sepertiga sudah banyak. Sesungguhnya harta yang kamu sedekahkan pasti akan mendapatkan pahala, sekalipun yang kamu belanjakan untuk keluargamu dan yang dimakan isterimu. Jika kamu tinggalkan keluargamu dalam keadaan baik -atau sabdanya- kaya, itu lebih baik daripada kamu tinggalkan mereka meminta-minta kepada orang banyak dan menadahkan tangannya.\" Dan telah menceritakan kepadaku [Abu Ar Rabi' Al Ataki] telah menceritakan kepada kami [Hammad] telah menceritakan kepada kami [Ayyub] dari ['Amru bin Sa'id] dari [Humaid bin Abdurrahman Al Himyari] dari [ketiga anaknya Sa'd] mereka berkata, \" [Sa'd] pernah sakit di Makkah, maka Rasulullah shallallahu 'alaihi wasallam datang menjenguknya…seperti hadits At Tsaqafi.\" Dan telah menceritakan kepadaku [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Abdul A'la] telah menceritakan kepada kami [Hisyam] dari [Muhammad] dari [Humaid bin Abdurrahman] telah menceritakan kepadaku [ketiga anak Sa'd bin Malik] semuanya pernah menceritakan kepadaku, seperti hadits sahabatnya. Dia mengatakan, \" [Sa'd] pernah sakit di Makkah, lantas Nabi shallallahu 'alaihi wasallam datang menjenguknya….seperti hadits 'Amru bin Sa'id dari Humaid Al Himyari.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْمَكِّيُّ حَدَّثَنَا الثَّقَفِيُّ عَنْ أَيُّوبَ السَّخْتِيَانِيِّ عَنْ عَمْرِو بْنِ سَعِيدٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ عَنْ ثَلَاثَةٍ مِنْ وَلَدِ سَعْدٍ كُلُّهُمْ يُحَدِّثُهُ عَنْ أَبِيهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَى سَعْدٍ يَعُودُهُ بِمَكَّةَ فَبَكَى قَالَ مَا يُبْكِيكَ فَقَالَ قَدْ خَشِيتُ أَنْ أَمُوتَ بِالْأَرْضِ الَّتِي هَاجَرْتُ مِنْهَا كَمَا مَاتَ سَعْدُ بْنُ خَوْلَةَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ اشْفِ سَعْدًا اللَّهُمَّ اشْفِ سَعْدًا ثَلَاثَ مِرَارٍ قَالَ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالًا كَثِيرًا وَإِنَّمَا يَرِثُنِي ابْنَتِي أَفَأُوصِي بِمَالِي كُلِّهِ قَالَ لَا قَالَ فَبِالثُّلُثَيْنِ قَالَ لَا قَالَ فَالنِّصْفُ قَالَ لَا قَالَ فَالثُّلُثُ قَالَ الثُّلُثُ وَالثُّلُثُ كَثِيرٌ إِنَّ صَدَقَتَكَ مِنْ مَالِكَ صَدَقَةٌ وَإِنَّ نَفَقَتَكَ عَلَى عِيَالِكَ صَدَقَةٌ وَإِنَّ مَا تَأْكُلُ امْرَأَتُكَ مِنْ مَالِكَ صَدَقَةٌ وَإِنَّكَ أَنْ تَدَعَ أَهْلَكَ بِخَيْرٍ أَوْ قَالَ بِعَيْشٍ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ يَتَكَفَّفُونَ النَّاسَ وَقَالَ بِيَدِهِو حَدَّثَنِي أَبُو الرَّبِيعِ الْعَتَكِيُّ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا أَيُّوبُ عَنْ عَمْرِو بْنِ سَعِيدٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ عَنْ ثَلَاثَةٍ مِنْ وَلَدِ سَعْدٍ قَالُوا مَرِضَ سَعْدٌ بِمَكَّةَ فَأَتَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُهُ بِنَحْوِ حَدِيثِ الثَّقَفِيِّ و حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْأَعْلَى حَدَّثَنَا هِشَامٌ عَنْ مُحَمَّدٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ حَدَّثَنِي ثَلَاثَةٌ مِنْ وَلَدِ سَعْدِ بْنِ مَالِكٍ كُلُّهُمْ يُحَدِّثُنِيهِ بِمِثْلِ حَدِيثِ صَاحِبِهِ فَقَالَ مَرِضَ سَعْدٌ بِمَكَّةَ فَأَتَاهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُهُ بِمِثْلِ حَدِيثِ عَمْرِو بْنِ سَعِيدٍ عَنْ حُمَيْدٍ الْحِمْيَرِيِّ","source":"Muslim"},"__N_SSG":true}