{"pageProps":{"number":"294","slug":"muslim","id":"Telah menceritakan kepada kami [Yunus bin Abdul A'la ash-Shadafi] telah mengabarkan kepada kami [Ibnu Wahb] dia berkata, telah mengabarkan kepada kami [Amru bin al-Harits] bahwa [Bakr bin Sawadah] telah menceritakan kepadanya dari [Abdurrahman bin Jubair] dari [Abdullah bin Amr bin al-'Ash] bahwa Nabi shallallahu 'alaihi wasallam pernah membaca firman Allah mengenai Ibrahim: '(Ya Tuhanku, sesungguhnya berhala-berhala itu telah menyesatkan kebanyakan daripada manusia, maka barangsiapa yang mengikutiku, Maka Sesungguhnya orang itu termasuk golonganku) ' (Qs. Ibrahim: 36) hingga akhir ayat. Dan mengenai Isa Alaihissalam: '(Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba Engkau, dan jika Engkau mengampuni mereka, maka sesungguhnya Engkaulah yang Maha Perkasa lagi Maha Bijaksana) ' (Qs. Al Maidah: 118), kemudian beliau mengangkat kedua tangannya seraya berdo'a: \"Ya Allah, selamatkanlah umatku, selamatkanlah umatku, \" dengan bercucuran air mata. Kemudian Allah 'azza wajalla berkata kepada malaikat Jibril: \"Temuilah Muhammad -dan Rabbmulah yang lebih tahu- dan tanyakan kepadanya, 'Apa yang membuatmu menangis? ' Maka malaikat Jibril pun bertanya kepada beliau, dan beliau shallallahu 'alaihi wasallam menjawabnya dengan apa yang dikatakan Allah-dan Allah lebih mengetahui hal itu-. Kemudian Allah berkata: 'Wahai Jibril, temuilah Muhammad dan katakan bahwa Kami akan membuatmu senang dengan umatmu dan tidak akan membuatmu sedih karenanya (Kami akan menyelamatkan semua umatmu-pent) '.\"","arab":"حَدَّثَنِي يُونُسُ بْنُ عَبْدِ الْأَعْلَى الصَّدَفِيُّ أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ أَنَّ بَكْرَ بْنَ سَوَادَةَ حَدَّثَهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَلَا قَوْلَ اللَّهِ عَزَّ وَجَلَّ فِي إِبْرَاهِيمَ{ رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنْ النَّاسِ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي }الْآيَةَ وَقَالَ عِيسَى عَلَيْهِ السَّلَام{ إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ }فَرَفَعَ يَدَيْهِ وَقَالَ اللَّهُمَّ أُمَّتِي أُمَّتِي وَبَكَى فَقَالَ اللَّهُ عَزَّ وَجَلَّ يَا جِبْرِيلُ اذْهَبْ إِلَى مُحَمَّدٍ وَرَبُّكَ أَعْلَمُ فَسَلْهُ مَا يُبْكِيكَ فَأَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلَام فَسَأَلَهُ فَأَخْبَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا قَالَ وَهُوَ أَعْلَمُ فَقَالَ اللَّهُ يَا جِبْرِيلُ اذْهَبْ إِلَى مُحَمَّدٍ فَقُلْ إِنَّا سَنُرْضِيكَ فِي أُمَّتِكَ وَلَا نَسُوءُكَ","source":"Muslim"},"__N_SSG":true}