{"pageProps":{"number":"2944","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Muhammad bin Abdullah bin Numair] dan ini adalah lafadz Ibnu Abu Syaibah, keduanya berkata; telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Abdullah bin Murrah] dari [Masruq] dari [Abdullah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam berabda: \"Tidaklah setiap kali terjadi pembunuhan terhadap diri seseorang secara zhalim, kecualii putra Adamlah yang pertama kali ikut bertanggung jawab terhadap darahnya, karena dialah manusia pertama yang melakukan pembunuhan.\" Dan telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Jarir]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah menceritakan kepada kami [Jarir] dan [Isa bin Yunus]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ibnu Abu Umar] telah menceritakan kepada kami [Sufyan] semuanya dari [Al A'masy] dengan isnad ini. Dan dalam hadits Jarir dan Isa bin Yunus disebutkan, \"Karena dialah yang mula-mula melakukan pembunuhan (secara zhalim).\" Dan tidak menyebutkan, \"Manusia pertama kali.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ وَاللَّفْظُ لِابْنِ أَبِي شَيْبَةَ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُقْتَلُ نَفْسٌ ظُلْمًا إِلَّا كَانَ عَلَى ابْنِ آدَمَ الْأَوَّلِ كِفْلٌ مِنْ دَمِهَا لِأَنَّهُ كَانَ أَوَّلَ مَنْ سَنَّ الْقَتْلَو حَدَّثَنَاه عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ وَعِيسَى بْنُ يُونُسَ ح و حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ كُلُّهُمْ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ وَفِي حَدِيثِ جَرِيرٍ وَعِيسَى بْنِ يُونُسَ لِأَنَّهُ سَنَّ الْقَتْلَ لَمْ يَذْكُرَا أَوَّلَ","source":"Muslim"},"__N_SSG":true}