{"pageProps":{"number":"2946","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Yahya bin Habib Al Haristi] sedangkan lafadznya saling berdekatan, keduanya berkata; telah menceritakan kepada kami [Abdul Wahab At Tsaqafi] dari [Ayyub] dari [Ibnu Sirin] dari [Ibnu Abu Bakrah] dari [Abu Bakrah] dari Nabi shallallahu 'alaihi wasallam, bahwa beliau bersabda: \"Sesungguhnya zaman itu terus berputar sama seperti saat Allah menciptakan langit dan bumi, setahun ada dua belas bulan, dan empat di antaranya adalah bulan-bulan haram, dan tiga di antaranya adalah bulan-bulan yang berurutan yaitu; Dzul Qa'dah, Dzul Hijjah, Muharram dan Rajab. Sedangkan bulan Rajab adalah bulan Mudzar, yaitu bulan yang terletak antara Jumadil Akhir dan Sya'ban.\" Kemudian beliau bertanya: \"Bulan apakah sekarang ini?\" kami menjawab, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Beliau terdiam beberapa saat, hingga kami menduga bahwa beliau akan menyebutnya dengan nama yang lain, lalu beliau bersabda: \"Bukankah sekarang bulan Dzul Hijjah?\" kami menjawab, \"Benar.\" Beliau bertanya lagi: \"Negeri apakah ini?\" kami menjawab, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Beliau terdiam bebrapa saat, hingga kami menduga beliau akan menyebutnya dengan nama yang lain, lalu beliau bersabda: \"Bukankah sekarang kita berada di negeri Baldah?\" kami menjawab, \"Benar.\" Beliau kembali bertanya: \"Hari apakah ini?\" kami menjawab, \"Allah dan Rasul-Nya yang lebih mengetahi.\" Beliau terdiam beberapa saat, hingga kami mengira beliau akan menyebutnya dengan nama yang lain. Kemudian beliau bersabda: \"Bukankah sekarang adalah hari Nahr (kurban)?\" kami menjawab, \"Benar wahai Rasulullah.\" Beliau kemudian bersabda: \"Wahai Kaum Muslimin sekalian, sesungguhnya darahmu, harta bendamu -Muhammad berkata; aku kira beliau juga bersabda: dan kehormatanmu- adalah haram atas dirimu, seperti haramnya harimu sekarang ini, di negrimu ini, dan di bulan ini. Sesungguhnya kalian pasti akan bertemu dengan Rabb kalian (di hari kiamat kelak), dan Dia akan menanyakan tentang semua amal perbuatanmu. Oleh karena itu, sepeninggalku nanti janganlah kalian kembali kepada kekufuran ataupun kesesatan -di mana sebagian dari kalian membunuh sebagian yang lain-, hendaknya orang yang hadir pada saat ini menyampaikan kepada orang yang tidak hadir, bisa jadi orang yang mendengar dari mulut kedua justru lebih menjaga apa-apa yang didengarnya daripada orang yang mendengarnya secara langsung.\" Setelah itu beliau bersabda: \"Bukankah aku telah menyampaikan kepada kalian semua?\" Ibnu Habib menyebutkan dalam riwayatnya, \"Bulan rajab adalah mudlar.\" Sedangkan dalam riwayatnya Abu Bakr disebutkan, \"Maka janganlah kalian kembali (kepada kekufuran) sepeninggalku.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَيَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ وَتَقَارَبَا فِي اللَّفْظِ قَالَا حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ عَنْ أَيُّوبَ عَنْ ابْنِ سِيرِينَ عَنْ ابْنِ أَبِي بَكْرَةَ عَنْ أَبِي بَكْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ إِنَّ الزَّمَانَ قَدْ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ السَّنَةُ اثْنَا عَشَرَ شَهْرًا مِنْهَا أَرْبَعَةٌ حُرُمٌ ثَلَاثَةٌ مُتَوَالِيَاتٌ ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبٌ شَهْرُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ ثُمَّ قَالَ أَيُّ شَهْرٍ هَذَا قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ قَالَ أَلَيْسَ ذَا الْحِجَّةِ قُلْنَا بَلَى قَالَ فَأَيُّ بَلَدٍ هَذَا قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ قَالَ أَلَيْسَ الْبَلْدَةَ قُلْنَا بَلَى قَالَ فَأَيُّ يَوْمٍ هَذَا قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ قَالَ أَلَيْسَ يَوْمَ النَّحْرِ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ قَالَ مُحَمَّدٌ وَأَحْسِبُهُ قَالَ وَأَعْرَاضَكُمْ حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ فَلَا تَرْجِعُنَّ بَعْدِي كُفَّارًا أَوْ ضُلَّالًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ أَلَا لِيُبَلِّغْ الشَّاهِدُ الْغَائِبَ فَلَعَلَّ بَعْضَ مَنْ يُبَلِّغُهُ يَكُونُ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ ثُمَّ قَالَ أَلَا هَلْ بَلَّغْتُقَالَ ابْنُ حَبِيبٍ فِي رِوَايَتِهِ وَرَجَبُ مُضَرَ وَفِي رِوَايَةِ أَبِي بَكْرٍ فَلَا تَرْجِعُوا بَعْدِي","source":"Muslim"},"__N_SSG":true}