{"pageProps":{"number":"2954","slug":"muslim","id":"Dan telah menceritakan kepadaku [Muhammad bin Rafi'] telah menceritakan kepada kami [Yahya bin Adam] telah menceritakan kepada kami [Mufadlal] dari [Manshur] dari [Ibrahim] dari ['Ubaid bin Nushailah] dari [Mughirah bin Syu'bah], bahwa ada seorang wanita memukul madunya (isteri dari suaminya) dengan tiang pasak tenda sehingga meninggal, padahal madu suaminya tengah hamil. Kemudian persoalan tersebut dihadapkan kepada Rasulullah shallallahu 'alaihi wasallam. Beliau memutuskan bahwa 'ashabah wanita yang membunuh agar membayar diyah, beliau juga memutuskan bahwa denda janin yang ada dalam perutnya dengan memerdekakan seorang budak mahal. Lantas 'ashabah wanita tersebut protes, \"Apakah aku harus menanggung denda untuk orang yang belum bisa makan, minum dan menangis saat dilahirkan? Itu adalah suatu kesia-siaan!\" Syu'bah berkata, \"Kemudian Nabi shallallahu 'alaihi wasallam bersabda: \"Ini adalah sajak seperti sajaknya orang-orang badui.\" Dan telah menceritakan kepadaku [Muhammad bin Al hatim] dan [Muhammad bin Basyar] keduanya berkata; telah menceritakan kepada kami [Abdurrahman bin Mahdi] dari [Sufyan] dari [Manshur] dengan isnad ini seperti makna haditsnya Jarir dan Mufadlal.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Muhammad bin Al Mutsanna] dan [Ibnu Basyar] mereka berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] dari [Syu'bah] dari [Manshur] dengan sanad hadits mereka dan ceritanya, hanya saja dalam hadits tersebut disebutkan, \"Hingga wanita tersebut terjatuh. Persoalan tersebut kemudian diangkat kepada Nabi shallallahu 'alaihi wasallam, lantas beliau memutuskan dengan membayar denda berupa seorang budak, dan beliau membebankan diyatnya kepada walinya.\" Dan dalam hadits itu tidak disebutkan, \"Diyatnya seorang wanita.\"","arab":"و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا مُفَضَّلٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عُبَيْدِ بْنِ نُضَيْلَةَ عَنْ الْمُغِيرَةِ بْنِ شُعْبَةَأَنَّ امْرَأَةً قَتَلَتْ ضَرَّتَهَا بِعَمُودِ فُسْطَاطٍ فَأُتِيَ فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَضَى عَلَى عَاقِلَتِهَا بِالدِّيَةِ وَكَانَتْ حَامِلًا فَقَضَى فِي الْجَنِينِ بِغُرَّةٍ فَقَالَ بَعْضُ عَصَبَتِهَا أَنَدِي مَنْ لَا طَعِمَ وَلَا شَرِبَ وَلَا صَاحَ فَاسْتَهَلَّ وَمِثْلُ ذَلِكَ يُطَلُّ قَالَ فَقَالَ سَجْعٌ كَسَجْعِ الْأَعْرَابِحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ وَمُحَمَّدُ بْنُ بَشَّارٍ قَالَا حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ بِهَذَا الْإِسْنَادِ مِثْلَ مَعْنَى حَدِيثِ جَرِيرٍ وَمُفَضَّلٍ و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ شُعْبَةَ عَنْ مَنْصُورٍ بِإِسْنَادِهِمْ الْحَدِيثَ بِقِصَّتِهِ غَيْرَ أَنَّ فِيهِ فَأَسْقَطَتْ فَرُفِعَ ذَلِكَ إِلَى النَّبِيِّ فَقَضَى فِيهِ بِغُرَّةٍ وَجَعَلَهُ عَلَى أَوْلِيَاءِ الْمَرْأَةِ وَلَمْ يَذْكُرْ فِي الْحَدِيثِ دِيَةَ الْمَرْأَةِ","source":"Muslim"},"__N_SSG":true}