{"pageProps":{"number":"3016","slug":"muslim","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah bin Qa'nab] telah menceritakan kepada kami [Sulaiman] -yaitu Ibnu Bilal- dari [Yahya bin Sa'id] dari [Yazid] -bekas budak Al Munba'its- bahwa dia mendengar [Zaid bin Khalid Al Juhani] salah seorang sahabat Rasulullah shallallahu 'alaihi wasallam berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah ditanya mengenai barang temuan yang berisi emas atau perak.\" Maka beliau bersabda: \"Kenalilah wadah dan talinya, kemudian umumkanlah selama setahun, apabila pemiliknya tidak datang untuk mengenalinya, maka -untuk sementara waktu- kamu boleh memanfaatkan, dan itu sebagai barang titipan untukmu. Seandainya di suatu hari pemiliknya datang mencari barang tersebut, maka berikanlah barang tersebut kepadanya.\" Lalu dia bertanya menegani temuan unta, maka beliau balik bertanya kepada dia: \"Apa urusanmu dengan unta yang hilang? Biarkanlah unta itu pergi, karena ia membawa sepatu (punya kaki) dan wadah airnya sendiri. Ia dapat mendatangi mata air dan makan dedaunan sampai ia bertemu pemiliknya.\" Orang itu bertanya lagi mengenai temuan kambing, beliau menjawab: \"Ambillah ia, mungkin ia dapat menjadi milikmu atau milik saudaramu atau bahkan menjadi milik serigala.\" Dan telah menceritakan kepadaku [Ishaq bin Manshur] telah mengabarkan kepada kami [Habban bin Hilal] telah menceritakan kepada kami [Hamamd bin Salamah] telah menceritakan kepadaku [Yahya bin Sa'id] dan [Rabi'ah Ar Ra'iy bin Abu Abdurrahman] dari [Yazid] bekas budak Al Munba'its, dari [Zaid bin Khalid Al Juhani], bahwa ada seorang laki-laki yang bertanya kepada Nabi shallallahu 'alaihi wasallam mengenai unta temuan, Rabi'ah menambahkan, \"Lalu beliau marah hingga terlihat wajahnya memerah...lalu dia menceritakan hadits tersebut seperti hadits mereka. Dia juga menambahkan, \"Jika pemiliknya datang dan mengenali talinya, jumlah serta wadahnya maka berikanlah kepadanya, jika tidak maka itu menjadi milikmu.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ حَدَّثَنَا سُلَيْمَانُ يَعْنِي ابْنَ بِلَالٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ أَنَّهُ سَمِعَ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ صَاحِبَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُاسُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ اللُّقَطَةِ الذَّهَبِ أَوْ الْوَرِقِ فَقَالَ اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا ثُمَّ عَرِّفْهَا سَنَةً فَإِنْ لَمْ تَعْرِفْ فَاسْتَنْفِقْهَا وَلْتَكُنْ وَدِيعَةً عِنْدَكَ فَإِنْ جَاءَ طَالِبُهَا يَوْمًا مِنْ الدَّهْرِ فَأَدِّهَا إِلَيْهِ وَسَأَلَهُ عَنْ ضَالَّةِ الْإِبِلِ فَقَالَ مَا لَكَ وَلَهَا دَعْهَا فَإِنَّ مَعَهَا حِذَاءَهَا وَسِقَاءَهَا تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتَّى يَجِدَهَا رَبُّهَا وَسَأَلَهُ عَنْ الشَّاةِ فَقَالَ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لِأَخِيكَ أَوْ لِلذِّئْبِو حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا حَبَّانُ بْنُ هِلَالٍ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ وَرَبِيعَةُ الرَّأْيِ بْنُ أَبِي عَبْدِ الرَّحْمَنِ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ضَالَّةِ الْإِبِلِ زَادَ رَبِيعَةُ فَغَضِبَ حَتَّى احْمَرَّتْ وَجْنَتَاهُ وَاقْتَصَّ الْحَدِيثَ بِنَحْوِ حَدِيثِهِمْ وَزَادَ فَإِنْ جَاءَ صَاحِبُهَا فَعَرَفَ عِفَاصَهَا وَعَدَدَهَا وَوِكَاءَهَا فَأَعْطِهَا إِيَّاهُ وَإِلَّا فَهِيَ لَكَ","source":"Muslim"},"__N_SSG":true}