{"pageProps":{"number":"3082","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Muhammad bin Al 'Ala Al Hamdani] keduanya dari [Ibnu Numair], [Ibnu 'Ala] berkata; telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [Hisyam] dari [ayahnya] dari ['Aisyah] dia berkata, \"Pada waktu perang Khandaq Sa'd dipanah oleh seorang laki-laki Quraisy bernama Ibnu 'Ariqah, dia terkena panah tepat pada urat nadinya. Akhirnya Rasulullah shallallahu 'alaihi wasallam mendirikan kemah untuknya yang letaknya berdekatan dengan masjid, sehingga sewaktu-waktu beliau dapat menjenguknya. Sekembalinya dari perang Khandaq, Rasulullah shallallahu 'alaihi wasallam langsung meletakkan senjatanya, saat beliau mandi dan membersihkan badannya, Jibril datang dan meniup kepala beliau dari debu. Jibril bertanya, \"Apakah anda meletakkan senjata (untuk berdamai)? Demi Allah, kita tidak boleh meletakkan senjata, keluar dan perangilah mereka.\" Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Kemana aku harus keluar?\" Jibril lalu memberikan isyarat kepada beliau untuk pergi ke perkampungan kaum Yahudi Bani Quraizhah. Kemudian Rasulullah shallallahu 'alaihi wasallam bersama dengan kaum Muslimin memerangi mereka. Akhirnya mereka takluk dan tunduk kepada keputusan Rasulullah shallallahu 'alaihi wasallam, akan tetapi Rasulullah shallallahu 'alaihi wasallam menyerahkan keputusan tersebut kepada Sa'd. Selanjutnya Sa'd berkata, \"Sesungguhnya aku memutuskan untuk membunuh semua yang turut serta dalam peperangan, menawan anak-anak dan kaum wanita, serta membagi-bagikan harta benda mereka.\" Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [Hisyam] dia berkata; [ayahku] berkata, \"Aku lalu kabarkan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sungguh, kamu telah menghukumi perkara mereka dengan hukum Allah.\"","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الْعَلَاءِ الْهَمْدَانِيُّ كِلَاهُمَا عَنْ ابْنِ نُمَيْرٍ قَالَ ابْنُ الْعَلَاءِ حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْأُصِيبَ سَعْدٌ يَوْمَ الْخَنْدَقِ رَمَاهُ رَجُلٌ مِنْ قُرَيْشٍ يُقَالُ لَهُ ابْنُ الْعَرِقَةِ رَمَاهُ فِي الْأَكْحَلِ فَضَرَبَ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْمَةً فِي الْمَسْجِدِ يَعُودُهُ مِنْ قَرِيبٍ فَلَمَّا رَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْخَنْدَقِ وَضَعَ السِّلَاحَ فَاغْتَسَلَ فَأَتَاهُ جِبْرِيلُ وَهُوَ يَنْفُضُ رَأْسَهُ مِنْ الْغُبَارِ فَقَالَ وَضَعْتَ السِّلَاحَ وَاللَّهِ مَا وَضَعْنَاهُ اخْرُجْ إِلَيْهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَيْنَ فَأَشَارَ إِلَى بَنِي قُرَيْظَةَ فَقَاتَلَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَزَلُوا عَلَى حُكْمِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَدَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْحُكْمَ فِيهِمْ إِلَى سَعْدٍ قَالَ فَإِنِّي أَحْكُمُ فِيهِمْ أَنْ تُقْتَلَ الْمُقَاتِلَةُ وَأَنْ تُسْبَى الذُّرِّيَّةُ وَالنِّسَاءُ وَتُقْسَمَ أَمْوَالُهُمْو حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا هِشَامٌ قَالَ قَالَ أَبِي فَأَخْبَرْتُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَقَدْ حَكَمْتَ فِيهِمْ بِحُكْمِ اللَّهِ عَزَّ وَجَلَّ","source":"Muslim"},"__N_SSG":true}