{"pageProps":{"number":"3100","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan ['Amru An Naqid] serta [Ibnu Abu Umar] sedangkan lafadznya dari Ibnu Abu Syaibah, mereka berkata; telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Ibnu Abu Najih] dari [Mujahid] dari [Abu Ma'mar] dari [Abdullah] dia berkata, \"Ketika Nabi shallallahu 'alaihi wasallam masuk Makkah, saat itu terdapat tiga ratus enam puluh patung di sekitar Ka'bah. Lantas dengan tongkatnya beliau memukul patung tersebut sambil membaca: \"Telah datang kebenaran dan lenyaplah kebatilan, sesungguhnya kebatilan pasti lenyap…) ' (Qs. Al Israa: 81) '(Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi) ' (Qs. Sabaa: 49). Ibnu Abu Umar menambahkan, \"Ketika hari penaklukan Kota Makkah.\" Dan telah menceritakan kepada kami [Hasan bin Ali Al Khulwani] dan [Abd bin Humaid] keduanya dari [Abdurrazaq] telah mengabarkan kepada kami [At Tsauri] dari [Ibnu Abu Najih] dengan isnad ini hingga perkataan, \"(dan kebatilan) itu pasti lenyap.\" Dan tidak menyebutkan ayat yang lain, dia juga berkata, \"Arca\" sebagai ganti dari \"Patung.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَابْنُ أَبِي عُمَرَ وَاللَّفْظُ لِابْنِ أَبِي شَيْبَةَ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ عَنْ أَبِي مَعْمَرٍ عَنْ عَبْدِ اللَّهِ قَالَدَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ وَحَوْلَ الْكَعْبَةِ ثَلَاثُ مِائَةٍ وَسِتُّونَ نُصُبًا فَجَعَلَ يَطْعُنُهَا بِعُودٍ كَانَ بِيَدِهِ وَيَقُولُ{ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا }{ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ }زَادَ ابْنُ أَبِي عُمَرَ يَوْمَ الْفَتْحِو حَدَّثَنَاه حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ كِلَاهُمَا عَنْ عَبْدِ الرَّزَّاقِ أَخْبَرَنَا الثَّوْرِيُّ عَنْ ابْنِ أَبِي نَجِيحٍ بِهَذَا الْإِسْنَادِ إِلَى قَوْلِهِ زَهُوقًا وَلَمْ يَذْكُرْ الْآيَةَ الْأُخْرَى وَقَالَ بَدَلَ نُصُبًا صَنَمًا","source":"Muslim"},"__N_SSG":true}