{"pageProps":{"number":"3165","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Abu Bakar bin Abu Syaibah] keduanya berkata; telah menceritakan kepada kami [Hatim] -yaitu Ibnu Isma'il- dari [Al Muhajir bin Mismar] dari ['Amir bin Sa'd bin Abu Waqahs] dia berkata, \"Aku mengirim surat kepada [Jabir bin Samurah] melalui pelayanku, Nafi', supaya dia mengabarkan kepadaku hadits yang pernah didengarnya dari Rasulullah shallallahu 'alaihi wasallam.\" 'Amir berkata, \"Kemudian dia membalas suratku: \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda pada hari Jum'at petang, yaitu ketika seorang suku Aslam sedang dirajam, beliau bersabda: \"Agama ini (Islam) akan senantiasa tegak hingga hari Kiamat atau sampai habis dua belas khalifah memerintah kalian, semuanya dari suku Quraisy.\" Dan saya juga mnendengar beliau bersabda: \"Sekelompok kaum Muslimin akan menaklukkan istana putih Kisra (Persia).\" Dan aku juga mendengar beliau bersabda: \"Sebelum terjadi hari Kiamat, akan muncul para pembohong (Dajjal), maka waspadalah terhadap mereka.\" Aku mendengar pula beliau bersabda: \"Jika Allah mengaruniaimu suatu kebaikan (kekayaan), pertama-tama manfaatkanlah untuk dirimu sendiri dan keluargamu.\" Aku mendengar pula beliau bersabda: \"Aku lebih dahulu dan menunggu di telaga.\" Telah menceritakan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Ibnu Abu Fudaik] telah menceritakan kepada kami [Ibnu Abu Dzi`b] dari [Muhajir bin Mismar] dari ['Amir bin Sa'd] bahwa dia pernah mengirim surat kepada [Ibnu Samurah Al 'Adawi]: \"Ceritakanlah kepada kami apa yang pernah kamu dengar dari Rasulullah shallallahu 'alaihi wasallam!.\" Maka dia menjawab: \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda…seperti hadit Hatim.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَا حَدَّثَنَا حَاتِمٌ وَهُوَ ابْنُ إِسْمَعِيلَ عَنْ الْمُهَاجِرِ بْنِ مِسْمَارٍ عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَكَتَبْتُ إِلَى جَابِرِ بْنِ سَمُرَةَ مَعَ غُلَامِي نَافِعٍ أَنْ أَخْبِرْنِي بِشَيْءٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَكَتَبَ إِلَيَّ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ جُمُعَةٍ عَشِيَّةَ رُجِمَ الْأَسْلَمِيُّ يَقُولُ لَا يَزَالُ الدِّينُ قَائِمًا حَتَّى تَقُومَ السَّاعَةُ أَوْ يَكُونَ عَلَيْكُمْ اثْنَا عَشَرَ خَلِيفَةً كُلُّهُمْ مِنْ قُرَيْشٍ وَسَمِعْتُهُ يَقُولُ عُصَيْبَةٌ مِنْ الْمُسْلِمِينَ يَفْتَتِحُونَ الْبَيْتَ الْأَبْيَضَ بَيْتَ كِسْرَى أَوْ آلِ كِسْرَى وَسَمِعْتُهُ يَقُولُ إِنَّ بَيْنَ يَدَيْ السَّاعَةِ كَذَّابِينَ فَاحْذَرُوهُمْ وَسَمِعْتُهُ يَقُولُ إِذَا أَعْطَى اللَّهُ أَحَدَكُمْ خَيْرًا فَلْيَبْدَأْ بِنَفْسِهِ وَأَهْلِ بَيْتِهِ وَسَمِعْتُهُ يَقُولُ أَنَا الْفَرَطُ عَلَى الْحَوْضِحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ عَنْ مُهَاجِرِ بْنِ مِسْمَارٍ عَنْ عَامِرِ بْنِ سَعْدٍ أَنَّهُ أَرْسَلَ إِلَى ابْنِ سَمُرَةَ الْعَدَوِيِّ حَدِّثْنَا مَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فَذَكَرَ نَحْوَ حَدِيثِ حَاتِمٍ","source":"Muslim"},"__N_SSG":true}