{"pageProps":{"number":"3168","slug":"muslim","id":"Telah menceritakan kepada kami [Syaiban bin Faruh] telah menceritakan kepada kami [Jarir bin Hazim] telah menceritakan kepada kami [Al Hasan] telah menceritakan kepada kami [Abdurrahman bin Samurah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Wahai Abdurrahman, janganlah kamu meminta jabatan, sebab jika kamu diberi jabatan karena permintaan maka tanggung jawabnya akan dibebannya kepadamu. Namun jika kamu diangkat tanpa permintaan, maka kamu akan diberi pertolongan.\" Dan telah menceritakan kepada kami [Yahya bin Yahya] telah menceritakan kepada kami [Khalid bin 'Abdullah] dari [Yunus]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku ['Ali bin Khujr As Sa'di] telah menceritakan kepada kami [Husyaim] dari [Yunus] dan [Manshur] dan [Khumaid]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Kamil Al Jahdari] telah menceritakan kepada kami [Hammad bin Zaid] dari [Simak bin 'Athiah] dan [Yunus bin 'Ubaid] dan [Hisyam bin Hassan] mereka semua dari [Al Hasan] dari [Abdurrahman bin Sumarah] dari Nabi shallallahu 'alaihi wasallam seperti hadits Jarir.\"","arab":"حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ حَدَّثَنَا الْحَسَنُ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَمُرَةَ قَالَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَبْدَ الرَّحْمَنِ لَا تَسْأَلْ الْإِمَارَةَ فَإِنَّكَ إِنْ أُعْطِيتَهَا عَنْ مَسْأَلَةٍ أُكِلْتَ إِلَيْهَا وَإِنْ أُعْطِيتَهَا عَنْ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَاو حَدَّثَنَا يَحْيَى بْنُ يَحْيَى حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ يُونُسَ ح و حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ حَدَّثَنَا هُشَيْمٌ عَنْ يُونُسَ وَمَنْصُورٍ وَحُمَيْدٍ ح و حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ سِمَاكِ بْنِ عَطِيَّةَ وَيُونُسَ بْنِ عُبَيْدٍ وَهِشَامِ بْنِ حَسَّانَ كُلُّهُمْ عَنْ الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ جَرِيرٍ","source":"Muslim"},"__N_SSG":true}