{"pageProps":{"number":"3177","slug":"muslim","id":"Dan telah menceritakan kepada kami [Abu Ghassan Al Misma'i] dan [Ishaq bin Ibrahim] dan [Muhammad bin Mutsanna], Ishaq berkata; telah mengabarkan kepada kami, sedangkan yang dua mengatakan; telah menceritakan kepada kami [Mu'adz bin Hisyam] telah menceritakan kepadaku [ayahku] dari [Qatadah] dari [Abu Al Malih], bahwa Ubaidullah bin Yizad menjenguk [Ma'qil bin Yasar] ketika sakit, Ma'qil lalu berkata kepadanya, \"Sungguh saya akan menceritakan kepadamu suatu hadits, sekiranya saya tidak diambang kematian niscaya saya tidak akan menceritakannya kepadamu. Saya pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang pemimpin yang mengurusi perkara kaum Muslimin sedang dia tidak bersungguh-sungguh dan tidak jujur, melainkan ia tidak akan dimasukkan bersama mereka ke dalam surga.\" Dan telah menceritakan kepada kami ['Uqbah bin Mukram Al 'Ammi] telah menceritakan kepada kami [Ya'qub bin Ishaq] telah mengabarkan kepadaku [Sawadah bin Abu Al Aswad] telah menceritakan kepadaku [ayahku] bahwa [Ma'qil bin Yasar] jatuh sakit, lantas Ubaidullah bin Ziyad datang menjenguknya… seperti haditsnya Hasan dari Ma'qil.\"","arab":"و حَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَمُحَمَّدُ بْنُ الْمُثَنَّى قَالَ إِسْحَقُ أَخْبَرَنَا و قَالَ الْآخَرَانِ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ عَنْ أَبِي الْمَلِيحِ أَنَّ عُبَيْدَ اللَّهِ بْنَ زِيَادٍ دَخَلَ عَلَى مَعْقِلِ بْنِ يَسَارٍ فِي مَرَضِهِ فَقَالَ لَهُ مَعْقِلٌ إِنِّي مُحَدِّثُكَ بِحَدِيثٍ لَوْلَا أَنِّي فِي الْمَوْتِ لَمْ أُحَدِّثْكَ بِهِسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَا مِنْ أَمِيرٍ يَلِي أَمْرَ الْمُسْلِمِينَ ثُمَّ لَا يَجْهَدُ لَهُمْ وَيَنْصَحُ إِلَّا لَمْ يَدْخُلْ مَعَهُمْ الْجَنَّةَو حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ حَدَّثَنَا يَعْقُوبُ بْنُ إِسْحَقَ أَخْبَرَنِي سَوَادَةُ بْنُ أَبِي الْأَسْوَدِ حَدَّثَنِي أَبِي أَنَّ مَعْقِلَ بْنَ يَسَارٍ مَرِضَ فَأَتَاهُ عُبَيْدُ اللَّهِ بْنُ زِيَادٍ يَعُودُهُ نَحْوَ حَدِيثِ الْحَسَنِ عَنْ مَعْقِلٍ","source":"Muslim"},"__N_SSG":true}