{"pageProps":{"number":"3202","slug":"muslim","id":"Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Mahdi bin Maimun] dari [Ghailan bin Jarir] dari [Ziyad bin Riyah] dari [Abu Hurairah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barang siapa keluar dari keta'atan dan memisahkan diri dari Jama'ah kemudian dia mati, maka matinya seperti mati jahiliyah. Barangsiapa terbunuh di bawah bendera kefanatikan, balas dendam karena kefanatikan, dan berperang karena kebangsaan, maka dia tidak termasuk dari ummatku. Dan barangsiapa keluar dari ummatku lalu (menyerang) ummatku dan membunuh orang yang baik maupun yang fajir, dan tidak memperdulikan orang mukminnya serta tidak pernah mengindahkan janji yang telah dibuatnya, maka dia tidak termasuk dari golonganku.\" Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basyar] keduanya berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Ghailan bin Jarir] dengan isnad ini, namun dalam hadits Ibnu Mutsanna tidak disebutkan, \"Nabi shallallahu 'alaihi wasallam. Sedangkan dalam riwayat Ibnu Basyar dia menyebutkan, \"Rasulullah shallallahu 'alaihi wasallam bersabda….sebagaimana hadits mereka.\"","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ عَنْ غَيْلَانَ بْنِ جَرِيرٍ عَنْ زِيَادِ بْنِ رِيَاحٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ خَرَجَ مِنْ الطَّاعَةِ وَفَارَقَ الْجَمَاعَةَ ثُمَّ مَاتَ مَاتَ مِيتَةً جَاهِلِيَّةً وَمَنْ قُتِلَ تَحْتَ رَايَةٍ عِمِّيَّةٍ يَغْضَبُ لِلْعَصَبَةِ وَيُقَاتِلُ لِلْعَصَبَةِ فَلَيْسَ مِنْ أُمَّتِي وَمَنْ خَرَجَ مِنْ أُمَّتِي عَلَى أُمَّتِي يَضْرِبُ بَرَّهَا وَفَاجِرَهَا لَا يَتَحَاشَ مِنْ مُؤْمِنِهَا وَلَا يَفِي بِذِي عَهْدِهَا فَلَيْسَ مِنِّيو حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ غَيْلَانَ بْنِ جَرِيرٍ بِهَذَا الْإِسْنَادِ أَمَّا ابْنُ الْمُثَنَّى فَلَمْ يَذْكُرْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَدِيثِ وَأَمَّا ابْنُ بَشَّارٍ فَقَالَ فِي رِوَايَتِهِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}