{"pageProps":{"number":"3322","slug":"muslim","id":"Dan telah menceritakan kepada kami ['Ubaidullah bin Mu'adz Al 'Anbari] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Syu'bah] dari [Abdullah bin Abu As Safar] dari [Asy Sya'bi] dari ['Adi bin Hatim] dia berkata, \"Saya bertanya kepada Rasulullah shallallahu 'alaihi wasallam mengenai Mi'radl, beliau lalu bersabda: \"Jika yang mengenai adalah bagian tajamnya maka makanlah, namun jika yang mengenai adalah bagian yang tumpul maka itu adalah binatang yang mati karena pukulan, maka jangan kamu makan.\" Lalu saya juga bertanya kepada Rasulullah shallallahu 'alaihi wasallam mengenai anjing buruan, beliau menjawab: \"Jika kamu melepas anjing buruanmu setelah menyebut nama Allah, maka makanlah buruan tersebut, selagi anjing buruanmu tidak memakannya.\" Dan telah menceritakan kepadaku [Yahya bin Ayyub] telah menceritakan kepada kami [Ibnu 'Ulayyah] berkata; dan telah mengabarkan kepadaku, [Syu'bah] dari [Abdullah bin Abu As Safar] berkata; saya telah mendengar [Asy Sya'bi] berkata; saya mendengar dari ['Adi bin Hatim] berkata; saya bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang mi'radl, lalu menyebutkan sama di atas. Dan telah menceritakan kepadaku [Abu Bakar bin Nafi' Al 'Abdi] telah menceritakan kepada kami [Ghundar] telah menceritakan kepada kami [Syu'bah] telah menceritakan kepada kami [Abdullah bin Abu As Safar] dan dari orang-orang yang disebutkan [Syu'bah] dari [Asy Sya'bi] berkata; saya mendengar dari ['Adi bin Hatim] berkata; saya bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang mi'radl, seperti di atas.","arab":"و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ عَنْ الشَّعْبِيِّ عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْمِعْرَاضِ فَقَالَ إِذَا أَصَابَ بِحَدِّهِ فَكُلْ وَإِذَا أَصَابَ بِعَرْضِهِ فَقَتَلَ فَإِنَّهُ وَقِيذٌ فَلَا تَأْكُلْ وَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْكَلْبِ فَقَالَ إِذَا أَرْسَلْتَ كَلْبَكَ وَذَكَرْتَ اسْمَ اللَّهِ فَكُلْ فَإِنْ أَكَلَ مِنْهُ فَلَا تَأْكُلْ فَإِنَّهُ إِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ قُلْتُ فَإِنْ وَجَدْتُ مَعَ كَلْبِي كَلْبًا آخَرَ فَلَا أَدْرِي أَيُّهُمَا أَخَذَهُ قَالَ فَلَا تَأْكُلْ فَإِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ وَلَمْ تُسَمِّ عَلَى غَيْرِهِو حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنَا ابْنُ عُلَيَّةَ قَالَ وَأَخْبَرَنِي شُعْبَةُ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ قَالَ سَمِعْتُ الشَّعْبِيَّ يَقُولُ سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ يَقُولُا سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْمِعْرَاضِ فَذَكَرَ مِثْلَهُ و حَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ الْعَبْدِيُّ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي السَّفَرِ وَعَنْ نَاسٍ ذَكَرَ شُعْبَةُ عَنْ الشَّعْبِيِّ قَالَ سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْمِعْرَاضِ بِمِثْلِ ذَلِكَ","source":"Muslim"},"__N_SSG":true}