{"pageProps":{"number":"3381","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basyar] sedangkan lafadznya dari Ibnu Mutsanna, keduanya berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Zubaid Al Iyyami] dari [As Sya'bi] dari [Al Barra` bin 'Azib] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pekerjaan yang mula-mula kita lakukan hari ini ialah shalat. Sesudah shalat, kita pulang lalu menyembelih kurban. Siapa yang melakukan seperti itu, sesungguhnya dia melaksanakan sunnahku dengan tepat. Namun siapa menyembelih kurban sebelum shalat ied, itu hanya merupakan daging yang biasa diberikan kepada keluarganya, dan tidak merupakan kurban sama sekali.\" Ketika itu Abu Burdah bin Niyar telah menyembelih hewan kurban, lalu dia berkata, \"saya memiliki seekor kambing muda yang lebih baik dari kambing biasa.\" Lantas beliau bersabda: \"Sembelihlah ia, dan jangan sampai ada lagi orang yang menyembelih Jad'ah setelahmu.\" Dan telah menceritakan kepada kami ['Ubaidullah bin Mu'adz] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Syu'bah] dari [Zubaid] bahwa dia mendengar [Sya'bi] dari [Al Barra` bin 'Azib] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas.\" Dan telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Hannad bin As Sarri] keduanya berkata; telah menceritakan kepada kami [Abu Al Ahwash]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim] semuanya dari [Jarir] keduanya dari [Manshur] dari [As Sya'bi] dari [Al Barra` bin 'Azib] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah berkhutbah pada hari raya kurban setelah melakukan shalat…kemudian dia menyebutkan sebagaimana hadits mereka.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ وَاللَّفْظُ لِابْنِ الْمُثَنَّى قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ زُبَيْدٍ الْإِيَامِيِّ عَنْ الشَّعْبِيِّ عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا نُصَلِّي ثُمَّ نَرْجِعُ فَنَنْحَرُ فَمَنْ فَعَلَ ذَلِكَ فَقَدْ أَصَابَ سُنَّتَنَا وَمَنْ ذَبَحَ فَإِنَّمَا هُوَ لَحْمٌ قَدَّمَهُ لِأَهْلِهِ لَيْسَ مِنْ النُّسُكِ فِي شَيْءٍ وَكَانَ أَبُو بُرْدَةَ بْنُ نِيَارٍ قَدْ ذَبَحَ فَقَالَ عِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ فَقَالَ اذْبَحْهَا وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ زُبَيْدٍ سَمِعَ الشَّعْبِيَّ عَنْ الْبَرَاءِ بْنِ عَازِبٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَهَنَّادُ بْنُ السَّرِيِّ قَالَا حَدَّثَنَا أَبُو الْأَحْوَصِ ح و حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ جَرِيرٍ كِلَاهُمَا عَنْ مَنْصُورٍ عَنْ الشَّعْبِيِّ عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ النَّحْرِ بَعْدَ الصَّلَاةِ ثُمَّ ذَكَرَ نَحْوَ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}