{"pageProps":{"number":"3392","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna Al 'Anazi] telah menceritakan kepada kami [Yahya bin Sa'id] dari [Sufyan] telah menceritakan kepadaku [ayahku] dari ['Abayah bin Rifa'ah bin Rafi' bin Khadij] dari [Rafi' bin Khadij] ia berkata, \"Aku berkata kepada Rasulullah, 'Besok kita akan bertemu musuh, sementara kita tidak lagi mempunyai pisau tajam? ' Beliau menjawab: \"Sembelihlah dengan sesuatu yang dapat mengalirkan darah, sebutlah nama Allah lalu makanlah, kecuali dengan gigi dan kuku. Aku jelaskan kepada kalian; gigi itu sejenis tulang, sedangkan kuku adalah alat yang biasa digunakan oleh bangsa Habsyah (untuk menyembelih).\" Kami lalu mendapatkan rampasan unta dan kambing, saat ada salah satu unta tersebut yang kabur, maka seorang laki-laki melemparnya dengan anak panah, hingga dapat menangkapnya kembali. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya di antara unta-unta ini ada yang liar sebagaimana binatang buas, jika kalian merasa susah dibuatnya, maka lakukanlah seperti itu.\" Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Waki'] telah menceritakan kepada kami [Sufyan bin Sa'id bin Masruq] dari [ayahnya] dari ['Abayah bin Rifa'ah bin Rafi' bin Khadij] dari [Rafi' bin Khadij] dia berkata, \"Saya pernah bersama Rasulullah shallallahu 'alaihi wasallam ketika di Dzul Khulaifah, dari arah Tihamah, lalu kami mendapatkan rampasan kambing dan unta, maka orang-orang pun bersegera mendidihkan air dalam kuwali, namun beliau memerintahkan supaya kuwali tersebut ditumpahkan, kemudian beliau menjadikan sepuluh kambing setara dengan satu ekor unta...kemudian perawi menyebutkan sisa hadits tersebut sebagaimana hadits Yahya bin Sa'id.\" Dan telah menceritakan kepada kami [Ibnu Abu Umar] telah menceritakan kepada kami [Sufyan] dari [Isma'il bin Muslim] dari [Sa'id bin Masruq] dari ['Abayah] dari kakeknya [Rafi'] kemudian menceritakan kepadaku [Umar bin Sa'id bin Masruq] dari [Ayahnya] dari [Abayah bin Rifa'ah bin Rafi' bin Khadij] dari [Kakeknya] dia berkata, \"Kami berkata, \"Wahai Rasulullah, sesungguhnya esok hari kita akan bertemu musuh, sementara kami tidak memiliki pisau, maka kami menyembelihnya dengan dahan (yang tajam)...Kemudian ia menyebutkan hadits tersebut dengan kisahnya, ia menambahkan, \"Kemudian seekor unta kami kabur, kami pun langsung melesatkan anak panah hingga unta tersebut terjatuh.\" Dan telah menceritakan kepadaku [Al Qasim bin Zakaria] telah menceritakan kepada kami [Husain bin Ali] dari [Za`idah] dari [Sa'id bin Masruq] dengan sanad hadits ini hingga yang terakhir secara sempurna, ia menyebutkan dalam haditsnya, \"Sementara kami tidak memiliki pisau, apakah kami boleh menyembelihnya dengan kayu?\" Dan telah menceritakan kepada kami [Muhammad bin Al Walid bin Abdul hamid] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Sa'id bin Masruq] dari ['Abayah bin Rifa'ah bin Rafi'] dari [Rafi' bi Khadij] bahwa dia berkata, \"Wahai Rasulullah, sesungguhnya esok hari kita akan bertemu musuh, sementara kita tidak memiliki pisau (untuk menyembelih hewan sembelihan).... lalu ia menyebutkan hadits tersebut, namun ia tidak menyebutkan, \"Lalu para sahabat bersegera untuk mendidihkan air dalam kuwali, namun beliau memerintahkan supaya kuwali tersebut di tumpahkan...lalu ia menyebutkan semua kisah dalam hadits tersebut.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ سُفْيَانَ حَدَّثَنِي أَبِي عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ عَنْ رَافِعِ بْنِ خَدِيجٍ قُلْتُيَا رَسُولَ اللَّهِ إِنَّا لَاقُو الْعَدُوِّ غَدًا وَلَيْسَتْ مَعَنَا مُدًى قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْجِلْ أَوْ أَرْنِي مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ لَيْسَ السِّنَّ وَالظُّفُرَ وَسَأُحَدِّثُكَ أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ قَالَ وَأَصَبْنَا نَهْبَ إِبِلٍ وَغَنَمٍ فَنَدَّ مِنْهَا بَعِيرٌ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ لِهَذِهِ الْإِبِلِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَإِذَا غَلَبَكُمْ مِنْهَا شَيْءٌ فَاصْنَعُوا بِهِ هَكَذَاو حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ أَبِيهِ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ عَنْ رَافِعِ بْنِ خَدِيجٍ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذِي الْحُلَيْفَةِ مِنْ تِهَامَةَ فَأَصَبْنَا غَنَمًا وَإِبِلًا فَعَجِلَ الْقَوْمُ فَأَغْلَوْا بِهَا الْقُدُورَ فَأَمَرَ بِهَا فَكُفِئَتْ ثُمَّ عَدَلَ عَشْرًا مِنْ الْغَنَمِ بِجَزُورٍ وَذَكَرَ بَاقِيَ الْحَدِيثِ كَنَحْوِ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ و حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ إِسْمَعِيلَ بْنِ مُسْلِمٍ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ عَبَايَةَ عَنْ جَدِّهِ رَافِعٍ ثُمَّ حَدَّثَنِيهِ عُمَرُ بْنُ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ أَبِيهِ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ عَنْ جَدِّهِ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّا لَاقُو الْعَدُوِّ غَدًا وَلَيْسَ مَعَنَا مُدًى فَنُذَكِّي بِاللِّيطِ وَذَكَرَ الْحَدِيثَ بِقِصَّتِهِ وَقَالَ فَنَدَّ عَلَيْنَا بَعِيرٌ مِنْهَا فَرَمَيْنَاهُ بِالنَّبْلِ حَتَّى وَهَصْنَاهُ و حَدَّثَنِيهِ الْقَاسِمُ بْنُ زَكَرِيَّاءَ حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ بِهَذَا الْإِسْنَادِ الْحَدِيثَ إِلَى آخِرِهِ بِتَمَامِهِ وَقَالَ فِيهِ وَلَيْسَتْ مَعَنَا مُدًى أَفَنَذْبَحُ بِالْقَصَبِ و حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ بْنِ عَبْدِ الْحَمِيدِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعٍ عَنْ رَافِعِ بْنِ خَدِيجٍ أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِنَّا لَاقُو الْعَدُوِّ غَدًا وَلَيْسَ مَعَنَا مُدًى وَسَاقَ الْحَدِيثَ وَلَمْ يَذْكُرْ فَعَجِلَ الْقَوْمُ فَأَغْلَوْا بِهَا الْقُدُورَ فَأَمَرَ بِهَا فَكُفِئَتْ وَذَكَرَ سَائِرَ الْقِصَّةِ","source":"Muslim"},"__N_SSG":true}