{"pageProps":{"number":"3527","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah] dia berkata; Aku mendengar [Jabalah bin Suhaim] berkata; 'Ibnu Jubair memberi kami kurma.' Jabalah berkata; \"Sementara orang-orang sedang ditimpa kesulitan, maka kami makan. Kemudian [Ibnu Umar] melewati kami yang sedang makan dan menegur; \"Jangan kalian berbuat Iqraan, karena Rasulullah Shallallahu'alaihi wasallam melarang Iqraan kecuali dengan meminta izin saudaranya.\" Syu'bah berkata: \"Tidak ada pendapatku dalam masalah idzin ini, selain itu hanyalah perkataan Ibnu Umar.\" Dan telah menceritakannya pula kepada kami ['Ubaidullah bin Mu'adz], Telah menceritakan kepada kami [Bapakku]. Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepada kami [Muhammad bin Basyar], Telah menceritakan kepada kami [Abdurrahman bin Mahdi] keduanya dari [Syu'bah] -dengan sanad ini-, namun di dalam Hadits keduanya tidak disebutkan perkataan Syu'bah dan tidak pula perkataanya; 'Sementara orang-orang sedang ditimpa kepayahan.' ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ قَالَ سَمِعْتُ جَبَلَةَ بْنَ سُحَيْمٍ قَالَكَانَ ابْنُ الزُّبَيْرِ يَرْزُقُنَا التَّمْرَ قَالَ وَقَدْ كَانَ أَصَابَ النَّاسَ يَوْمَئِذٍ جَهْدٌ وَكُنَّا نَأْكُلُ فَيَمُرُّ عَلَيْنَا ابْنُ عُمَرَ وَنَحْنُ نَأْكُلُ فَيَقُولُ لَا تُقَارِنُوا فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ الْإِقْرَانِ إِلَّا أَنْ يَسْتَأْذِنَ الرَّجُلُ أَخَاهُقَالَ شُعْبَةُ لَا أُرَى هَذِهِ الْكَلِمَةَ إِلَّا مِنْ كَلِمَةِ ابْنِ عُمَرَ يَعْنِي الِاسْتِئْذَانَ و حَدَّثَنَاه عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي ح و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ كِلَاهُمَا عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ وَلَيْسَ فِي حَدِيثِهِمَا قَوْلُ شُعْبَةَ وَلَا قَوْلُهُ وَقَدْ كَانَ أَصَابَ النَّاسَ يَوْمَئِذٍ جَهْدٌ","source":"Muslim"},"__N_SSG":true}