{"pageProps":{"number":"3546","slug":"muslim","id":"Dan telah menceritakan kepadaku [Hajjaj bin As Syaa'ir] dan [Ahmad bin Sa'id bin Shakhr] lafazh dari keduanya hampir mirip. Keduanya berkata; Telah menceritakan kepada kami [Abu An Nu'man], Telah menceritakan kepada kami [Tsabit] dalam riwayat Hajjaj bin Yazid Abu Zaid Al Ahwal, Telah menceritakan kepada kami ['Ashim bin Abdullah bin Al Harits] dari [Aflah] -budak- Abu Ayyub dari [Abu Ayyub] bahwa Nabi Shallallah 'Alaihi Wa Sallam singgah di rumahnya. Lalu Beliau bermalam dan tinggal di bagian bawah sementara Abu Ayyub Al Anshari berada diatas. Pada suatu malam Abu Ayyub Al Anshari terbangun, ia (Abu Ayyub Al Anshari) berkata; Kami berjalan diatas kepala Rasulullah Shallallahu 'alaihi wa Salam? Lalu dia pindah dan tidur bersama keluarganya disebelahnya. Abu Ayyub Al Anshari menyebutkan hal itu kepada Nabi Shallallahu 'alaihi wa Salam lalu Nabi shallallahu 'alaihi wasallam bersabda: \"Di bawah lebih bermanfaat bagiku.\" Abu Ayyub Al Anshari berkata: Aku tidak akan tinggal di atas loteng sementara anda berada dibawahnya.\" Lalu Abu Ayyub Al Anshari pindah ke bawah sementara Nabi shallallahu 'alaihi wasallam pindah ke atas. Abu Ayyub Al Anshari juga membuatkan makanan untuk Nabi Shallallahu 'alaihi wa Salam. Bila tempat makanan di kembalikan Abu Ayyub Al Anshari bertanya dimanakah tempat jari-jari Nabi shallallahu 'alaihi wasallam, lalu ia makan pada bekas jari-jari Nabi Shallallahu 'alaihi wa Salam. Pernah juga dia membuatkan makanan yang di dalamnya ada bawang putihnya. Tatkala bekas piring beliau di kembalikan, dia bertanya bekas jari-jari Nabi shallallahu 'alaihi wasallam, dikatakan padanya; 'Rasulullah Shallallahu 'alaihi wa Salam tidak makan.' Abu Ayyub Al Anshari kaget dan segera naik ke atas, dia bertanya: 'Apakah makanan itu haram? Nabi shallallahu 'alaihi wasallam bersabda: 'Tidak, aku cuman tidak menyukainya.' Abu Ayyub Al Anshari berkata; 'Sesungguhnya aku juga membenci yang anda benci. (Dan Nabi Shallallahu 'alaihi wa Salam pada waktu itu sering di datangi malaikat dan wahyu).","arab":"و حَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ وَأَحْمَدُ بْنُ سَعِيدِ بْنِ صَخْرٍ وَاللَّفْظُ مِنْهُمَا قَرِيبٌ قَالَا حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا ثَابِتٌ فِي رِوَايَةِ حَجَّاجِ بْنِ يَزِيدَ أَبُو زَيْدٍ الْأَحْوَلُ حَدَّثَنَا عَاصِمُ بْنُ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ أَفْلَحَ مَوْلَى أَبِي أَيُّوبَ عَنْ أَبِي أَيُّوبَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَزَلَ عَلَيْهِ فَنَزَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السُّفْلِ وَأَبُو أَيُّوبَ فِي الْعِلْوِ قَالَ فَانْتَبَهَ أَبُو أَيُّوبَ لَيْلَةً فَقَالَ نَمْشِي فَوْقَ رَأْسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَنَحَّوْا فَبَاتُوا فِي جَانِبٍ ثُمَّ قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ السُّفْلُ أَرْفَقُ فَقَالَ لَا أَعْلُو سَقِيفَةً أَنْتَ تَحْتَهَا فَتَحَوَّلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْعُلُوِّ وَأَبُو أَيُّوبَ فِي السُّفْلِ فَكَانَ يَصْنَعُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَعَامًا فَإِذَا جِيءَ بِهِ إِلَيْهِ سَأَلَ عَنْ مَوْضِعِ أَصَابِعِهِ فَيَتَتَبَّعُ مَوْضِعَ أَصَابِعِهِ فَصَنَعَ لَهُ طَعَامًا فِيهِ ثُومٌ فَلَمَّا رُدَّ إِلَيْهِ سَأَلَ عَنْ مَوْضِعِ أَصَابِعِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقِيلَ لَهُ لَمْ يَأْكُلْ فَفَزِعَ وَصَعِدَ إِلَيْهِ فَقَالَ أَحَرَامٌ هُوَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا وَلَكِنِّي أَكْرَهُهُ قَالَ فَإِنِّي أَكْرَهُ مَا تَكْرَهُ أَوْ مَا كَرِهْتَ قَالَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُؤْتَى","source":"Muslim"},"__N_SSG":true}