{"pageProps":{"number":"3640","slug":"muslim","id":"Telah menceritakan kepada kami [Manshur bin Abu Muzahim]; Telah menceritakan kepada kami [Ibrahim bin Sa'd] dari [Az Zuhri] dari [Al Qasim bin Muhammad] dari ['Aisyah] ia berkata; \"Pada suatu ketika, Rasulullah shallallahu 'alaihi wasallam masuk ke kamar saya, sedangkan pada saat itu saya menutupi kamar dengan kain tipis yang bergambar. Maka berubahlah raut wajah beliau dan langsung mengambilnya kemudian merobeknya. Lalu beliau bersabda: \"Sesungguhnya orang yang paling pedih siksaannya pada hari kiamat kelak adalah orang yang membuat sesuatu yang serupa dengan ciptaan Allah. Dan telah menceritakan kepadaku [Harmalah bin Yahya]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari [Al Qasim bin Muhammad] bahwa ['Aisyah] Telah menceritakan kepadanya; Rasulullah shallallahu 'alaihi wasallam suatu ketika masuk ke kamar Aisyah -sebagaimana Hadits- Ibrahim bin Sa'd hanya saja dia menggunakan lafazh; 'kemudian beliau langsung menyambar kain tersebut dan merobeknya dengan tangan beliau. Dan telah menceritakannya kepada kami [Yahya bin Yahya] dan [Abu Bakr bin Abu Syaibah] serta [Zuhair bin Harb] seluruhnya dari [Ibnu 'Uyainah]; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] dan ['Abad bin Humaid] mereka berkata; Telah mengabarkan kepada kami ['Abdur Razaq]; Telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] melalui jalur ini, namun di dalam Hadits keduanya tidak menggunakan kalimat 'min' tapi langsung 'Inna Asyaddan Nasi; Adzaban' (manusia yang paling keras siksanya) ","arab":"حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ الزُّهْرِيِّ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ عَائِشَةَ قَالَتْدَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مُتَسَتِّرَةٌ بِقِرَامٍ فِيهِ صُورَةٌ فَتَلَوَّنَ وَجْهُهُ ثُمَّ تَنَاوَلَ السِّتْرَ فَهَتَكَهُ ثُمَّ قَالَ إِنَّ مِنْ أَشَدِّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ الَّذِينَ يُشَبِّهُونَ بِخَلْقِ اللَّهِو حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ أَنَّ عَائِشَةَ حَدَّثَتْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَيْهَا بِمِثْلِ حَدِيثِ إِبْرَاهِيمَ بْنِ سَعْدٍ غَيْرَ أَنَّهُ قَالَ ثُمَّ أَهْوَى إِلَى الْقِرَامِ فَهَتَكَهُ بِيَدِهِ و حَدَّثَنَاه يَحْيَى بْنُ يَحْيَى وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ جَمِيعًا عَنْ ابْنِ عُيَيْنَةَ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ وَفِي حَدِيثِهِمَا إِنَّ أَشَدَّ النَّاسِ عَذَابًا لَمْ يَذْكُرَا مِنْ","source":"Muslim"},"__N_SSG":true}