{"pageProps":{"number":"3663","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] ia berkata; aku membaca Hadits [Malik] dari [Ibnu Syihab] dari [Humaid bin 'Abdur Rahman bin 'Auf] bahwa dia mendengar [Mu'awiyah bin Abu Sufyan] berpidato di atas mimbar pada tahun haji, seraya memegang jambul rambut yang semula berada di tangan pengawal dia berkata; \"Hai penduduk Madinah, di manakah ulama kalian? Aku pernah mendengar Rasulullah shallallahu 'alaihi wasallam melarang hal semacam ini. Dan dia juga berkata; 'Sesungguhnya Bani Israil mengalami kebinasaan manakala perempuan mereka menggunakan jambul seperti ini. Telah menceritakan kepada kami [Ibnu Abu 'Umar]; Telah menceritakan kepada kami [Sufyan bin 'Uyainah]; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakan kepadaku [Harmalah bin Yahya]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus]; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakan kepada kami ['Abad bin Humaid]; Telah mengabarkan kepada kami ['Abdur Razaq]; Telah mengabarkan kepada kami [Ma'mar] seluruhnya dari [Az Zuhri] sebagaimana Hadits Malik, hanya saja pada Hadits Ma'mar menggunakan lafazh 'Sesungguhnya Bani Israil disiksa.'","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّهُ سَمِعَ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ عَامَ حَجَّ وَهُوَ عَلَى الْمِنْبَرِ وَتَنَاوَلَ قُصَّةً مِنْ شَعَرٍ كَانَتْ فِي يَدِ حَرَسِيٍّ يَقُولُ يَا أَهْلَ الْمَدِينَةِ أَيْنَ عُلَمَاؤُكُمْسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَى عَنْ مِثْلِ هَذِهِ وَيَقُولُ إِنَّمَا هَلَكَتْ بَنُو إِسْرَائِيلَ حِينَ اتَّخَذَ هَذِهِ نِسَاؤُهُمْحَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ ح و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ ح و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ كُلُّهُمْ عَنْ الزُّهْرِيِّ بِمِثْلِ حَدِيثِ مَالِكٍ غَيْرَ أَنَّ فِي حَدِيثِ مَعْمَرٍ إِنَّمَا عُذِّبَ بَنُو إِسْرَائِيلَ","source":"Muslim"},"__N_SSG":true}