{"pageProps":{"number":"3754","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib]; Telah menceritakan kepada kami [Ibnu Numair] dari [Hisyam] dari [Bapaknya] dari ['Aisyah] ia berkata; \"Seorang Yahudi dari Bani Zuraiq, bernama Labid bin A'sham, menyihir Rasulullah shallallahu 'alaihi wasallam sehingga beliau mengigau karenanya. Beliau rasanya melakukan sesuatu yang sesungguhnya tidak dilakukannya. Karena itu pada suatu hari atau suatu malam beliau berdo'a, kemudian berdo'a dan berdo'a. Sesudah itu beliau bertanya kepada 'Aisyah: 'Ya, 'Aisyah! Ingatkah engkau bahwa Allah Subhanahu Wa Ta'ala pernah memberitakan kepadaku tentang kedatangan dua orang laki-laki, yang satu duduk dekat kepalaku dan yang satu lagi dekat kedua kakiku. Lalu orang yang dekat kepalaku bertanya kepada orang yang dekat kakiku, atau sebaliknya; 'Apakah sakit orang ini? ' Jawabnya; 'Kena sihir! ' dia bertanya; 'Siapa yang menyihirnya? ' yang satunya menjawab; 'Labid bin A'sham! ' dia bertanya lagi; 'Dengan apa disihirnya? ' dia menjawab; 'Pakai sisir serta mayang kurma kering.' Dia bertanya lagi; Di mana sekarang? ' dia jawab; 'Di sumur Dzi Arwan.' Kata 'Aisyah; 'Rasulullah shallallahu 'alaihi wasallam pergi mencari barang-barang itu ditemani beberapa orang sahabat. Kemudian beliau bersabda: 'Ya, 'Aisyah. Kulihat air sumur itu kemerah-merahan warnanya, sedang pohan kurmanya kelihatan bagaikan kepala setan.' Lalu aku bertanya; 'Apakah Anda tidak membakarnya? ' Jawab Nabi shallallahu 'alaihi wasallam: 'Tidak! Karena Allah Subhanahu Wa Ta'ala telah menyembuhkanku, dan aku tidak ingin membalas kejahatan dengan kejahatan, oleh sebab itu kusuruh kuburkan saja! ' Telah menceritakan kepada kami [Abu Kuraib]; Telah menceritakan kepada kami [Abu Usamah]; Telah menceritakan kepada kami [Hisyam] dari [Bapaknya] dari ['Aisyah] dia berkata; Rasulullah shallallahu 'alaihi wasallam di sihir…(lalu Abu Kuraib menyebutkan seluruh kisah Hadits seperti Hadits Ibnu Numair dan di dalamnya dia menyebutkan; 'lalu Rasulullah shallallahu 'alaihi wasallam pergi ke sumur dan melihat ke dalamnya yang di atasnya ada lebah. Aisyah berkata; 'Ya Rasulullah shallallahu 'alaihi wasallam keluarkanlah. (Aisyah tidak menyebutkan, kenapa tidak anda bakar saja). Di dalam Hadits tersebut beliau juga tidak menyebutkan kalimat; 'Aku suruh kuburkan saja.'","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ نُمَيْرٍ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْسَحَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَهُودِيٌّ مِنْ يَهُودِ بَنِي زُرَيْقٍ يُقَالُ لَهُ لَبِيدُ بْنُ الْأَعْصَمِ قَالَتْ حَتَّى كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَفْعَلُ الشَّيْءَ وَمَا يَفْعَلُهُ حَتَّى إِذَا كَانَ ذَاتَ يَوْمٍ أَوْ ذَاتَ لَيْلَةٍ دَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ دَعَا ثُمَّ دَعَا ثُمَّ قَالَ يَا عَائِشَةُ أَشَعَرْتِ أَنَّ اللَّهَ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ جَاءَنِي رَجُلَانِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالْآخَرُ عِنْدَ رِجْلَيَّ فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلَّذِي عِنْدَ رِجْلَيَّ أَوْ الَّذِي عِنْدَ رِجْلَيَّ لِلَّذِي عِنْدَ رَأْسِي مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ قَالَ مَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الْأَعْصَمِ قَالَ فِي أَيِّ شَيْءٍ قَالَ فِي مُشْطٍ وَمُشَاطَةٍ قَالَ وَجُفِّ طَلْعَةِ ذَكَرٍ قَالَ فَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذِي أَرْوَانَ قَالَتْ فَأَتَاهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أُنَاسٍ مِنْ أَصْحَابِهِ ثُمَّ قَالَ يَا عَائِشَةُ وَاللَّهِ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ وَلَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ أَفَلَا أَحْرَقْتَهُ قَالَ لَا أَمَّا أَنَا فَقَدْ عَافَانِي اللَّهُ وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ شَرًّا فَأَمَرْتُ بِهَا فَدُفِنَتْحَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ سُحِرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَاقَ أَبُو كُرَيْبٍ الْحَدِيثَ بِقِصَّتِهِ نَحْوَ حَدِيثِ ابْنِ نُمَيْرٍ وَقَالَ فِيهِ فَذَهَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْبِئْرِ فَنَظَرَ إِلَيْهَا وَعَلَيْهَا نَخْلٌ وَقَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ فَأَخْرِجْهُ وَلَمْ يَقُلْ أَفَلَا أَحْرَقْتَهُ وَلَمْ يَذْكُرْ فَأَمَرْتُ بِهَا فَدُفِنَتْ","source":"Muslim"},"__N_SSG":true}