{"pageProps":{"number":"3878","slug":"muslim","id":"Telah menceritakan kepada kami ['Abdullah bin Maslamah bin Qa'nab]; Telah menceritakan kepada kami [Sulaiman] yaitu Ibnu Bilal dari [Yahya bin Sa'id] dia berkata; Aku mendengar [Abu Salamah bin Abdurrahman] berkata; 'Aku mendengar [Abu Qatadah] berkata; Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mimpi yang baik datang dari Allah dan mimpi yang buruk datang dari setan. Maka apabila kamu bermimpi sesuatu yang kalian benci, meludahlah ke kiri tiga kali, kemudian berlindung kepada Allah dari bahaya kejahatannya, niscaya dia tidak akan membahayakan.\" Abu Qatadah berkata; 'Jika Aku bermimpi buruk yang lebih berat dari memikul gunung, maka aku tidak peduli dengannya setelah aku mendengar Hadits ini.' Dan telah menceritakannya kepada kami [Qutaibah] dan [Muhammad bin Rumh] dari [Al Laits bin Sa'd]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] Telah menceritakan kepada kami ['Abdul Wahhab] yaitu Ats Tsaqafi; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami ['Abdullah bin Numair] seluruhnya dari [Yahya bin Sa'id] melalui jalur ini. Dan di dalam Hadits Ats Tsaqafi juga, ada perkataan Abu Salamah; 'Jika aku bermimpi…' sedangkan di dalam Hadits Laits dan Ibnu Numair tidak ada perkataan tersebut. Dan Ibnu Rumh menambahkan dalam riwayatnya dengan lafazh; 'dan hendaklah merubah tidurnya dari posisi semula.'","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ حَدَّثَنَا سُلَيْمَانُ يَعْنِي ابْنَ بِلَالٍ عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ سَمِعْتُ أَبَا قَتَادَةَ يَقُولُاسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الرُّؤْيَا مِنْ اللَّهِ وَالْحُلْمُ مِنْ الشَّيْطَانِ فَإِذَا رَأَى أَحَدُكُمْ شَيْئًا يَكْرَهُهُ فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلَاثَ مَرَّاتٍ وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا فَإِنَّهَا لَنْ تَضُرَّهُفَقَالَ إِنْ كُنْتُ لَأَرَى الرُّؤْيَا أَثْقَلَ عَلَيَّ مِنْ جَبَلٍ فَمَا هُوَ إِلَّا أَنْ سَمِعْتُ بِهَذَا الْحَدِيثِ فَمَا أُبَالِيهَا و حَدَّثَنَاه قُتَيْبَةُ وَمُحَمَّدُ بْنُ رُمْحٍ عَنْ اللَّيْثِ بْنِ سَعْدٍ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ يَعْنِي الثَّقَفِيَّ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ كُلُّهُمْ عَنْ يَحْيَى بْنِ سَعِيدٍ بِهَذَا الْإِسْنَادِ وَفِي حَدِيثِ الثَّقَفِيِّ قَالَ أَبُو سَلَمَةَ فَإِنْ كُنْتُ لَأَرَى الرُّؤْيَا وَلَيْسَ فِي حَدِيثِ اللَّيْثِ وَابْنِ نُمَيْرٍ قَوْلُ أَبِي سَلَمَةَ إِلَى آخِرِ الْحَدِيثِ وَزَادَ ابْنُ رُمْحٍ فِي رِوَايَةِ هَذَا الْحَدِيثِ وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ","source":"Muslim"},"__N_SSG":true}