{"pageProps":{"number":"3913","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Abu 'Amir Al Asy'ari] serta [Muhammad bin Al 'Allaa] lafazh ini milik Abu Amir mereka berkata; Telah menceritakan kepada kami [Abu Usamah] dari [Buraid] dari [Abu Burdah] dari [Abu Musa] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Perumpamaan agama yang aku diutus Allah 'azza wajalla dengannya, yaitu berupa petunjuk dan ilmu ialah bagaikan hujan yang jatuh ke bumi. Diantaranya ada yang jatuh ke tanah subur yang dapat menyerap air, maka tumbuhlah padang rumput yang subur. Diantaranya pula ada yang jatuh ke tanah keras sehingga air tergenang karenanya. Lalu air itu dimanfaatkan orang banyak untuk minum, menyiram kebun dan beternak. Dan ada pula yang jatuh ke tanah tandus, tidak menggenangkan air dan tidak pula menumbuhkan tumbuh-tumbuhan. Seperti itulah perumpamaan orang yang mempelajari agama Allah dan mengambil manfaat dari padanya, belajar dan mengajarkan, dan perumpamaan orang yang tidak mau tahu dan tidak menerima petunjuk Allah yang aku di utus dengannya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو عَامِرٍ الْأَشْعَرِيُّ وَمُحَمَّدُ بْنُ الْعَلَاءِ وَاللَّفْظُ لِأَبِي عَامِرٍ قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ عَنْ بُرَيْدٍ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَىعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ مَثَلَ مَا بَعَثَنِيَ اللَّهُ بِهِ عَزَّ وَجَلَّ مِنْ الْهُدَى وَالْعِلْمِ كَمَثَلِ غَيْثٍ أَصَابَ أَرْضًا فَكَانَتْ مِنْهَا طَائِفَةٌ طَيِّبَةٌ قَبِلَتْ الْمَاءَ فَأَنْبَتَتْ الْكَلَأَ وَالْعُشْبَ الْكَثِيرَ وَكَانَ مِنْهَا أَجَادِبُ أَمْسَكَتْ الْمَاءَ فَنَفَعَ اللَّهُ بِهَا النَّاسَ فَشَرِبُوا مِنْهَا وَسَقَوْا وَرَعَوْا وَأَصَابَ طَائِفَةً مِنْهَا أُخْرَى إِنَّمَا هِيَ قِيعَانٌ لَا تُمْسِكُ مَاءً وَلَا تُنْبِتُ كَلَأً فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِي دِينِ اللَّهِ وَنَفَعَهُ بِمَا بَعَثَنِيَ اللَّهُ بِهِ فَعَلِمَ وَعَلَّمَ وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى اللَّهِ الَّذِي أُرْسِلْتُ بِهِ","source":"Muslim"},"__N_SSG":true}