{"pageProps":{"number":"3941","slug":"muslim","id":"Telah menceritakan kepadaku [Abu Ma'an Ar Raqasy Zaid bin Yazid] Telah mengabarkan kepada kami [Umar bin Yunus] Telah menceritakan kepada kami [Ikrimah] yaitu Ibnu 'Ammar dia berkata; [Ishaq] berkata; [Anas] berkata; \"Rasulullah shallallahu 'alaihi wasallam adalah orang yang paling indah budi pekertinya. Pada suatu hari beliau menyuruhku untuk suatu keperluan. Demi Allah, saya tidak pernah bepergian untuk keperluanku sendiri, tetapi selamanya saya pergi untuk melaksanakan perintah Nabi shallallahu 'alaihi wasallam kepadaku. Pada suatu ketika saya pergi, dan kebetulan bertemu dengan beberapa orang anak sedang bermain-main di pasar. Tiba-tiba Rasulullah shallallahu 'alaihi wasallam menepuk pundakku dari belakang. Saya menengok kepada beliau, dan beliau tersenyum. Lalu kata beliau; \"Hai, Anas kecil! Sudahkah engkau melaksanakan apa yang aku perintahkan?\" Jawabku; \"Ya, saya akan pergi untuk melaksanakannya ya Rasulullah.\" Anas berkata; Demi Allah, sembilan tahun lamanya saya membantu Rasulullah shallallahu 'alaihi wasallam dan tidak pernah saya dapatkan beliau menegur saya atas apa yang saya kerjakan dengan ucapan; 'Mengapa kamu tidak melakukan begini dan begitu.' ataupun terhadap apa yang tidak saya laksanakan, dengan perkataan; 'seharus begini dan begini.'","arab":"حَدَّثَنِي أَبُو مَعْنٍ الرَّقَاشِيُّ زَيْدُ بْنُ يَزِيدَ أَخْبَرَنَا عُمَرُ بْنُ يُونُسَ حَدَّثَنَا عِكْرِمَةُ وَهُوَ ابْنُ عَمَّارٍ قَالَ قَالَ إِسْحَقُ قَالَ أَنَسٌكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَحْسَنِ النَّاسِ خُلُقًا فَأَرْسَلَنِي يَوْمًا لِحَاجَةٍ فَقُلْتُ وَاللَّهِ لَا أَذْهَبُ وَفِي نَفْسِي أَنْ أَذْهَبَ لِمَا أَمَرَنِي بِهِ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَجْتُ حَتَّى أَمُرَّ عَلَى صِبْيَانٍ وَهُمْ يَلْعَبُونَ فِي السُّوقِ فَإِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قَبَضَ بِقَفَايَ مِنْ وَرَائِي قَالَ فَنَظَرْتُ إِلَيْهِ وَهُوَ يَضْحَكُ فَقَالَ يَا أُنَيْسُ أَذَهَبْتَ حَيْثُ أَمَرْتُكَ قَالَ قُلْتُ نَعَمْ أَنَا أَذْهَبُ يَا رَسُولَ اللَّهِ قَالَ أَنَسٌ وَاللَّهِ لَقَدْ خَدَمْتُهُ تِسْعَ سِنِينَ مَا عَلِمْتُهُ قَالَ لِشَيْءٍ صَنَعْتُهُ لِمَ فَعَلْتَ كَذَا وَكَذَا أَوْ لِشَيْءٍ تَرَكْتُهُ هَلَّا فَعَلْتَ كَذَا وَكَذَا","source":"Muslim"},"__N_SSG":true}