{"pageProps":{"number":"40","slug":"muslim","id":"Telah menceritakan kepada kami [Sahl bin Utsman] dan [Abu Kuraib Muhammad bin al-Ala'] semuanya dari [Abu Muawiyah] berkata [Abu kuraib] telah menceritakan kepada kami [Abu Muawiyah] dari [al-A'masy] dari [Abu Shalih] dari [Abu Hurairah] atau -dari [Abu Sa'id], al-A'masy ragu-ragu- Abu Hurairah berkata, \"Saat perang Tabuk, pasukan (kaum muslimin) mengalami rasa lapar yang sangat, mereka pun berkata, 'Wahai Rasulullah, sekiranya tuan izinkan kami untuk menyembelih unta kami, sehingga kami bisa memakan dagingnya dan menggunakan lemaknya sebagai minyak (melapisi kulit, untuk menjaga dari terik panas)? ' Rasulullah shallallahu 'alaihi wasallam menjawab: 'Lakukanlah.' Abu Hurairah berkata, \"Lalu datanglah Umar seraya berkata, 'Wahai Rasulullah, jika itu engkau lakukan, maka punggung unta akan habis (kendaraan)! Tapi sebaiknya, tuan minta sisa makanan mereka yang masih ada kemudian tuan doakan, semoga Allah memberikan keberkahan padanya.' Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Baiklah.\" Kemudian beliau minta hamparan (terbuat dari kulit), setelah menggelarnya, beliau meminta sisa-sisa makanan mereka yang masih tersisa.\" Abu Hurairah melanjutkan, \"Lalu ada seorang laki-laki yang datang dengan membawa segenggam jagung, ada juga yang datang dengan membawa segenggam kurma, dan sebagian lain datang dengan remukan-remukan (makanan, semisal roti), sehingga terkumpullah di atas hamparan kulit tersebut sedikit makanan. Abu Hurairah berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam mendoakan makanan tersebut dengan keberkahan, setelah itu beliau bersabda: 'Ambil dan isilah tempat makanan kalian'. Abu Hurairah melanjutkan, \"Mereka kemudian memenuhi tempat perbekalan mereka, sehingga tidak seorang tentara pun kecuali tempat makanan mereka telah penuh terisi.\" Abu Hurairah melanjutkan, \"Mereka kemudian memakannya hingga kenyang, dan makanan itu pun masih ada tersisa.\" Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Aku bersaksi bahwa tidak ada tuhan yang berhak untuk disembah selain Allah dan aku ada utusan Allah, tidaklah seorang hamba berjumpa dengan Allah, ia tidak ragu dengan kalimat tersebut kemudian terhalang untuk masuk surga.\"","arab":"حَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ وَأَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ قَالَ أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ أَوْ عَنْ أَبِي سَعِيدٍ شَكَّ الْأَعْمَشُ قَالَلَمَّا كَانَ غَزْوَةُ تَبُوكَ أَصَابَ النَّاسَ مَجَاعَةٌ قَالُوا يَا رَسُولَ اللَّهِ لَوْ أَذِنْتَ لَنَا فَنَحَرْنَا نَوَاضِحَنَا فَأَكَلْنَا وَادَّهَنَّا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ افْعَلُوا قَالَ فَجَاءَ عُمَرُ فَقَالَ يَا رَسُولَ اللَّهِ إِنْ فَعَلْتَ قَلَّ الظَّهْرُ وَلَكِنْ ادْعُهُمْ بِفَضْلِ أَزْوَادِهِمْ ثُمَّ ادْعُ اللَّهَ لَهُمْ عَلَيْهَا بِالْبَرَكَةِ لَعَلَّ اللَّهَ أَنْ يَجْعَلَ فِي ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَدَعَا بِنِطَعٍ فَبَسَطَهُ ثُمَّ دَعَا بِفَضْلِ أَزْوَادِهِمْ قَالَ فَجَعَلَ الرَّجُلُ يَجِيءُ بِكَفِّ ذُرَةٍ قَالَ وَيَجِيءُ الْآخَرُ بِكَفِّ تَمْرٍ قَالَ وَيَجِيءُ الْآخَرُ بِكَسْرَةٍ حَتَّى اجْتَمَعَ عَلَى النِّطَعِ مِنْ ذَلِكَ شَيْءٌ يَسِيرٌ قَالَ فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِ بِالْبَرَكَةِ ثُمَّ قَالَ خُذُوا فِي أَوْعِيَتِكُمْ قَالَ فَأَخَذُوا فِي أَوْعِيَتِهِمْ حَتَّى مَا تَرَكُوا فِي الْعَسْكَرِ وِعَاءً إِلَّا مَلَئُوهُ قَالَ فَأَكَلُوا حَتَّى شَبِعُوا وَفَضَلَتْ فَضْلَةٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ لَا يَلْقَى اللَّهَ بِهِمَا عَبْدٌ غَيْرَ شَاكٍّ فَيُحْجَبَ عَنْ الْجَنَّةِ","source":"Muslim"},"__N_SSG":true}