{"pageProps":{"number":"4071","slug":"muslim","id":"Telah menceritakan kepada kami [Harmalah bin Yahya]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] bahwa [Sa'id bin Al Musayyab]; Telah mengabarkan kepadanya dia medengar [Abu Hurairah] berkata; 'Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ketika aku sedang tidur, tiba-tiba aku bermimpi aku berada di sebuah sumur yang ada timbanya. Kemudian aku menimba air dari sumur itu dengan izin Allah. Lalu Ibnu Abu Quhafah mengambil timba itu dan menimba air sekali atau dua kali dari sumur tersebut dengan susah payah. Hingga ia sudah tidak kuat lagi. Tak lama kemudian timba tersebut dipegang oleh Umar bin Khathtab maka aku tidak pernah melihat orang kuat yang mampu menimba air seperti Umar bin Khaththab, hingga orang-orang berkerumun di dekat sumur tersebut, memberi minum untuk mereka.\" Dan telah menceritakan kepadaku ['Abdul Malik bin Syu'aib bin Al Laits]; Telah menceritakan kepadaku [Bapakku] dari [Kakekku]; Telah menceritakan kepadaku ['Uqail bin Khalid]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami ['Amru An Naqid] dan [Al Hulwani] dan ['Abad bin Humaid] keduanya berkata; Telah menceritakan kepada kami [Ya'qub]; Telah menceritakan kepada kami [Bapakku] dari [Shalih] dia berkata; [Al A'raj] dan yang lainnya berkata; bahwa [Abu Hurairah] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: 'Aku melihat Ibnu Quhafah mengambil timba, …dan seterusnya seperti Hadits Az Zuhri.","arab":"حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَنَّ سَعِيدَ بْنَ الْمُسَيَّبِ أَخْبَرَهُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُاسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بَيْنَا أَنَا نَائِمٌ رَأَيْتُنِي عَلَى قَلِيبٍ عَلَيْهَا دَلْوٌ فَنَزَعْتُ مِنْهَا مَا شَاءَ اللَّهُ ثُمَّ أَخَذَهَا ابْنُ أَبِي قُحَافَةَ فَنَزَعَ بِهَا ذَنُوبًا أَوْ ذَنُوبَيْنِ وَفِي نَزْعِهِ وَاللَّهُ يَغْفِرُ لَهُ ضَعْفٌ ثُمَّ اسْتَحَالَتْ غَرْبًا فَأَخَذَهَا ابْنُ الْخَطَّابِ فَلَمْ أَرَ عَبْقَرِيًّا مِنْ النَّاسِ يَنْزِعُ نَزْعَ عُمَرَ بْنِ الْخَطَّابِ حَتَّى ضَرَبَ النَّاسُ بِعَطَنٍو حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ ح و حَدَّثَنَا عَمْرٌو النَّاقِدُ وَالْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحٍ بِإِسْنَادِ يُونُسَ نَحْوَ حَدِيثِهِ حَدَّثَنَا الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ صَالِحٍ قَالَ قَالَ الْأَعْرَجُ وَغَيْرُهُ إِنَّ أَبَا هُرَيْرَةَ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رَأَيْتُ ابْنَ أَبِي قُحَافَةَ يَنْزِعُ بِنَحْوِ حَدِيثِ الزُّهْرِيِّ","source":"Muslim"},"__N_SSG":true}