{"pageProps":{"number":"4162","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al A'laa] Telah menceritakan kepada kami [Yahya Ibnu Adam] Telah menceritakan kepada kami [Quthbah] yaitu Ibnu Abdul 'Aziz dari [Al A'masy] dari [Malik bin Al Harits] dari [Abu Al Ahwash] dia berkata; \"Kami pernah berada di rumah Abu Musa beserta beberapa orang sahabat Abdullah bin Mas'ud. Ketika itu mereka sedang menelaah mushaf Al Qur'an. Kemudian Abdullah bin Mas'ud berdiri.\" Maka [Abu Mas'ud] berkata; Sepengetahuan saya, Rasulullah shallallahu 'alaihi wasallam tidaklah meninggalkan orang yang lebih paham dan mengerti tentang Al Qur'an daripada orang yang berdiri tadi setelah beliau wafat.\" [Abu Musa] berkata; \"Apa yang kamu katakan memang benar, Karena Abdullah bin Mas'ud selalu menyertai Rasulullah shallallahu 'alaihi wasallam ketika kita tidak turut serta. Selain itu, dia diizinkan masuk ke dalam rumah beliau, ketika kita tidak diizinkan untuk masuk.\" Dan telah menceritakan kepadaku [Al Qasim bin Zakaria]; Telah menceritakan kepada kami ['Ubaidullah] yaitu Ibnu Musa dari [Syaiban] dari [Al A'masy] dari [Malik bin Al Harits] dari [Abu Al Ahwash] dia berkata; Aku menemui Abu Musa, lalu aku melihat Abdullah sedang bersama Abu Musa, Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Abu Kuraib]; Telah menceritakan kepada kami [Muhammad bin Abu 'Ubaidah]; Telah menceritakan kepada kami [Bapakku] dari [Al A'masy] dari [Zaid bin Wahb] dia berkata; 'Aku pernah duduk-duduk bersama Huzhaifah dan Abu Musa (lalu dia menyebutkan Haditsnya). Hadits Quthbah lebih banyak dan lebih sempurna.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا قُطْبَةُ هُوَ ابْنُ عَبْدِ الْعَزِيزِ عَنْ الْأَعْمَشِ عَنْ مَالِكِ بْنِ الْحَارِثِ عَنْ أَبِي الْأَحْوَصِ قَالَ كُنَّا فِي دَارِ أَبِي مُوسَى مَعَ نَفَرٍ مِنْ أَصْحَابِ عَبْدِ اللَّهِ وَهُمْ يَنْظُرُونَ فِي مُصْحَفٍ فَقَامَ عَبْدُ اللَّهِفَقَالُ أَبُو مَسْعُودٍ مَا أَعْلَمُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَرَكَ بَعْدَهُ أَعْلَمَ بِمَا أَنْزَلَ اللَّهُ مِنْ هَذَا الْقَائِمِ فَقَالَ أَبُو مُوسَى أَمَا لَئِنْ قُلْتَ ذَاكَ لَقَدْ كَانَ يَشْهَدُ إِذَا غِبْنَا وَيُؤْذَنُ لَهُ إِذَا حُجِبْنَاو حَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ حَدَّثَنَا عُبَيْدُ اللَّهِ هُوَ ابْنُ مُوسَى عَنْ شَيْبَانَ عَنْ الْأَعْمَشِ عَنْ مَالِكِ بْنِ الْحَارِثِ عَنْ أَبِي الْأَحْوَصِ قَالَ أَتَيْتُ أَبَا مُوسَى فَوَجَدْتُ عَبْدَ اللَّهِ وَأَبَا مُوسَى ح و حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُبَيْدَةَ حَدَّثَنَا أَبِي عَنْ الْأَعْمَشِ عَنْ زَيْدِ بْنِ وَهْبٍ قَالَ كُنْتُ جَالِسًا مَعَ حُذَيْفَةَ وَأَبِي مُوسَى وَسَاقَ الْحَدِيثَ وَحَدِيثُ قُطْبَةَ أَتَمُّ وَأَكْثَرُ","source":"Muslim"},"__N_SSG":true}