{"pageProps":{"number":"4180","slug":"muslim","id":"Telah menceritakan kepada kami [Ishaq bin 'Umar bin Salith]; Telah menceritakan kepada kami [Hammad bin Salamah] dari [Tsabit] dari [Kinanah bin Nu'aim] dari [Abu Barzah] bahwa pada suatu ketika Rasulullah shallallahu 'alaihi wasallam dan kaum muslimin bertempur melawan musuh hingga memperoIeh harta rampasan perang. Usai pertempuran, Rasulullah shallallahu 'alaihi wasallam bertanya kepada para sahabat: \"Apakah kalian kehilangan seorang sahabat kalian?\" Para sahabat menjawab; \"Ya. Kami telah kehilangan fulan, fulan, dan fulan.\" Rasulullah bertanya lagi: \"Apakah kalian kehilangan seorang sahabat kalian?\" Para sahabat menjawab, \"Ya, kami telah kehilangan Fulan, fulan, dan fulan.' Sekali lagi Rasulullah bertanya; \"Apakah kalian merasa kehilangan seorang dari sahabat kalian?\" Para sahabat menjawab; \"Ya, Kami telah kehilangan fulan, fulan dan fulan.\" Kemudian Rasulullah melanjutkan pernyataannya dan berkata: \"Tapi aku sungguh telah kehilangan Julaibib. Oleh karena itu, tolong cari di manakah ia?\" Lalu para sahabat berupaya mencari jasad Julaibib di tengah-tengah korban pertempuran. Akhirnya mereka menemukan jasadnya di sebelah tujuh orang kafir yang telah dibunuhnya, hingga ia sendiri gugur sebagai syahid di tangan orang-orang kafir. Tak lama kemudian Rasulullah shallallahu 'alaihi wasallam mendatangi mayat Julaibib dan berdiri di atasnya seraya berkata: \"Sesungguhnya Julaibib telah membunuh tujuh orang kafir dan mereka membunuhnya. Julaibib ini termasuk dalam kelompokku dan aku termasuk dalam kelompoknya. Julaibib ini termasuk dalam kelompokku dan aku termasuk dalam kelompoknya.\" Abu Barzah berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam meletakkan mayat Julaibib di atas kedua Iengannya. Tidak ada alas bagi jasad Julaibib kala itu selain kedua lengan Rasulullah. Lalu para sahabat menggali kubur untuk jasad Julaibib dan dimasukkan ke dalamnya serta tidak disebutkan tentang mandi.\"","arab":"حَدَّثَنَا إِسْحَقُ بْنُ عُمَرَ بْنِ سَلِيطٍ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ كِنَانَةَ بْنِ نُعَيْمٍ عَنْ أَبِي بَرْزَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي مَغْزًى لَهُ فَأَفَاءَ اللَّهُ عَلَيْهِ فَقَالَ لِأَصْحَابِهِ هَلْ تَفْقِدُونَ مِنْ أَحَدٍ قَالُوا نَعَمْ فُلَانًا وَفُلَانًا وَفُلَانًا ثُمَّ قَالَ هَلْ تَفْقِدُونَ مِنْ أَحَدٍ قَالُوا نَعَمْ فُلَانًا وَفُلَانًا وَفُلَانًا ثُمَّ قَالَ هَلْ تَفْقِدُونَ مِنْ أَحَدٍ قَالُوا لَا قَالَ لَكِنِّي أَفْقِدُ جُلَيْبِيبًا فَاطْلُبُوهُ فَطُلِبَ فِي الْقَتْلَى فَوَجَدُوهُ إِلَى جَنْبِ سَبْعَةٍ قَدْ قَتَلَهُمْ ثُمَّ قَتَلُوهُ فَأَتَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَقَفَ عَلَيْهِ فَقَالَ قَتَلَ سَبْعَةً ثُمَّ قَتَلُوهُ هَذَا مِنِّي وَأَنَا مِنْهُ هَذَا مِنِّي وَأَنَا مِنْهُ قَالَ فَوَضَعَهُ عَلَى سَاعِدَيْهِ لَيْسَ لَهُ إِلَّا سَاعِدَا النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَحُفِرَ لَهُ وَوُضِعَ فِي قَبْرِهِ وَلَمْ يَذْكُرْ غَسْلًا","source":"Muslim"},"__N_SSG":true}