{"pageProps":{"number":"4218","slug":"muslim","id":"Telah menceritakan kepadaku [Abbas bin Abdul Adhim Al Anbari] dan [Ahmad bin Ja'far Al Ma'qiri] keduanya berkata; Telah menceritakan kepada kami [An Nadhr] yaitu Ibnu Muhammad Al Yamami Telah menceritakan kepada kami [Ikrimah] Telah menceritakan kepada kami [Abu Zumail] Telah menceritakan kepadaku [Ibnu Abbas] dia berkata; 'Dulu kaum muslimin tidak menghargai dan tidak memberikan kedudukan yang layak bagi Abu Sufyan. Oleh karena itu, pada suatu hari ia (Abu Sufyan) berkata kepada Rasulullah shallallahu 'alaihi wasallam; 'Ya Rasulullah, berilah aku tiga permintaan! Rasulullah menjawab: 'Ya.' Abu Sufyan melanjutkan pembicaraannya; 'Pertama, saya mempunyai seorang puteri yang terbaik dan tercantik di negeri Arab, yaitu Ummu Habibah. Saya ingin menikahkannya dengan engkau.' Rasulullah menjawab: 'Ya.' 'Kedua, lanjut Abu Sufyan; 'Saya berharap engkau menjadikan Muawiyah bin Abu Sufyan sebagai juru tulis engkau yang selalu mendampingi engkau.' Rasulullah menjawab: 'Ya.' Abu Sufyan mengakhiri permintaannya; 'Ketiga, saya harap engkau menugaskan saya untuk bertempur di medan perang melawan orang-orang kafir, sebagaimana dulu -sebelum masuk Islam- saya memerangi kaum muslimin.' Rasulullah pun menjawab: 'Ya.' Abu Zumail berkata; 'Seandainya saja Abu Sufyan tidak meminta hal tersebut kepada Rasulullah, maka Rasulullah pasti tidak akan memberikannya. Karena, bagaimana pun juga, Rasulullah tidak pernah menjawab selain 'ya' jika beliau diminta tentang sesuatu.'","arab":"حَدَّثَنِي عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ وَأَحْمَدُ بْنُ جَعْفَرٍ الْمَعْقِرِيُّ قَالَا حَدَّثَنَا النَّضْرُ وَهُوَ ابْنُ مُحَمَّدٍ الْيَمَامِيُّ حَدَّثَنَا عِكْرِمَةُ حَدَّثَنَا أَبُو زُمَيْلٍ حَدَّثَنِي ابْنُ عَبَّاسٍ قَالَكَانَ الْمُسْلِمُونَ لَا يَنْظُرُونَ إِلَى أَبِي سُفْيَانَ وَلَا يُقَاعِدُونَهُ فَقَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا نَبِيَّ اللَّهِ ثَلَاثٌ أَعْطِنِيهِنَّ قَالَ نَعَمْ قَالَ عِنْدِي أَحْسَنُ الْعَرَبِ وَأَجْمَلُهُ أُمُّ حَبِيبَةَ بِنْتُ أَبِي سُفْيَانَ أُزَوِّجُكَهَا قَالَ نَعَمْ قَالَ وَمُعَاوِيَةُ تَجْعَلُهُ كَاتِبًا بَيْنَ يَدَيْكَ قَالَ نَعَمْ قَالَ وَتُؤَمِّرُنِي حَتَّى أُقَاتِلَ الْكُفَّارَ كَمَا كُنْتُ أُقَاتِلُ الْمُسْلِمِينَ قَالَ نَعَمْقَالَ أَبُو زُمَيْلٍ وَلَوْلَا أَنَّهُ طَلَبَ ذَلِكَ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَعْطَاهُ ذَلِكَ لِأَنَّهُ لَمْ يَكُنْ يُسْأَلُ شَيْئًا إِلَّا قَالَ نَعَمْ","source":"Muslim"},"__N_SSG":true}