{"pageProps":{"number":"4291","slug":"muslim","id":"Telah menceritakan kepada kami [Hasan bin 'Ali Al Hulwani]; Telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'ad]; Telah menceritakan kepada kami [Bapakku] dan [Al Laits bin Sa'ad] seluruhnya dari [Yazid bin 'Abdullah bin Usamah bin Al Hadi] dari ['Abdullah bin Dinar] dari [Ibnu 'Umar] bahwasanya apabila ia hendak ke Makkah, maka biasanya ia membawa keledainya untuk dikendarainya jika -ia sudah bosan untuk mengendarai unta, - sambil mengikatkan sorban pada kepalanya. Pada suatu hari, ketika ia sedang mengendarai keledainya, tiba-tiba ada seorang laki-laki Arab badui yang lewat, maka dia berkata; \"Bukankah kamu ini adalah fulan bin fulan?\" Orang tersebut menjawab; 'Ya, benar.' Lalu Ibnu Umar memberikan keledainya kepada orang itu sambil berkata; 'Ambillah keledai ini untuk kendaraanmu! ' Selain itu, ia juga memberikan sorbannya dengan mengatakan; 'lkatkanlah surban ini di kepalamu! ' Salah seorang sahabat berkata kepada Abdullah bin Umar; 'Semoga Allah mengampunimu hai lbnu Umar, karena kamu telah memberikan keledai yang biasa kamu jadikan kendaraanmu dan sorban yang biasa kamu ikatkan di kepalamu kepada orang Arab badui itu.' Abdullah bin Umar menjawab; 'Wahai sahabat ketahuilah bahwasanya saya pernah mendengar Rasulullah bersabda: 'Di antara bakti seseorang yang paling baik kepada orang tuanya adalah menyambung tali keluarga karib orang tuanya setelah orang tuanya meninggal dunia.' Sesungguhnya bapak orang Arab badui itu dahulu adaIah teman Umar bin Khaththab.\"","arab":"حَدَّثَنَا حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي وَاللَّيْثُ بْنُ سَعْدٍ جَمِيعًا عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ ابْنِ عُمَرَ أَنَّهُ كَانَ إِذَا خَرَجَ إِلَى مَكَّةَ كَانَ لَهُ حِمَارٌ يَتَرَوَّحُ عَلَيْهِ إِذَا مَلَّ رُكُوبَ الرَّاحِلَةِ وَعِمَامَةٌ يَشُدُّ بِهَا رَأْسَهُ فَبَيْنَا هُوَ يَوْمًا عَلَى ذَلِكَ الْحِمَارِ إِذْ مَرَّ بِهِ أَعْرَابِيٌّ فَقَالَ أَلَسْتَ ابْنَ فُلَانِ بْنِ فُلَانٍ قَالَ بَلَى فَأَعْطَاهُ الْحِمَارَ وَقَالَ ارْكَبْ هَذَا وَالْعِمَامَةَ قَالَ اشْدُدْ بِهَا رَأْسَكَ فَقَالَ لَهُ بَعْضُ أَصْحَابِهِ غَفَرَ اللَّهُ لَكَ أَعْطَيْتَ هَذَا الْأَعْرَابِيَّ حِمَارًا كُنْتَ تَرَوَّحُ عَلَيْهِ وَعِمَامَةً كُنْتَ تَشُدُّ بِهَا رَأْسَكَ فَقَالَ إِنِّيسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ مِنْ أَبَرِّ الْبِرِّ صِلَةَ الرَّجُلِ أَهْلَ وُدِّ أَبِيهِ بَعْدَ أَنْ يُوَلِّيَ وَإِنَّ أَبَاهُ كَانَ صَدِيقًا لِعُمَرَ","source":"Muslim"},"__N_SSG":true}