{"pageProps":{"number":"4301","slug":"muslim","id":"Telah menceritakan kepadaku [Yahya bin Yahya] berkata; 'Aku membaca Hadits [Malik] dari [Ibnu Syihab] dari [Anas bin Malik] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah saling memarahi, saling mendengki, saling membelakangi, tetapi jadilah kalian hamba Allah yang bersaudara.\" Tidak halal bagi seorang muslim untuk mendiamkan saudaranya sesama muslim lebih dari tiga hari.\" Telah menceritakan kepada kami [Hajib bin Al Walid]; Telah menceritakan kepada kami [Muhammad bin Harb]; Telah menceritakan kepada kami [Muhammad bin Al Walid Az Zubaidi] dari [Az Zuhri]; Telah mengabarkan kepadaku [Anas bin Malik] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakannya kepadaku [Harmalah bin Yahya]; Telah mengabarkan kepadaku [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari [Anas] dari Nabi shallallahu 'alaihi wasallam, Hadits yang serupa dengan Hadits Malik. Telah menceritakan kepada kami [Zuhair bin Harb] dan [Ibnu Abu 'Umar] serta ['Amru An Naqid] seluruhnya dari [Ibnu 'Uyainah] dari [Az Zuhri] melalui jalur ini. [Ibnu 'Uyainah] menambahkan; 'Janganlah saling memutuskan hubungan.' Telah menceritakan kepada kami [Abu Kamil]; Telah menceritakan kepada kami [Yazid] yaitu Ibnu Zurai'; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin Rafi'] dan ['Abad bin Humaid] keduanya dari ['Abdur Razzaq] secara keseluruhan, dari [Ma'mar] dari [Az Zuhri] melalui jalur ini. Adapun riwayat Yazid, maka sama dengan riwayat Sufyan dari Az Zuhri -dengan menyebutkan empat perkara secara keseluruhan.- Adapun Hadits 'Abdur Razzaq dengan lafazh; 'Janganlah saling mendengki, saling memutuskan, dan saling membelakangi.'","arab":"حَدَّثَنِي يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ابْنِ شِهَابِ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَبَاغَضُوا وَلَا تَحَاسَدُوا وَلَا تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا وَلَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثٍحَدَّثَنَا حَاجِبُ بْنُ الْوَلِيدِ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ الزُّبَيْدِيُّ عَنْ الزُّهْرِيِّ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ح و حَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنِي ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ مَالِكٍ حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَابْنُ أَبِي عُمَرَ وَعَمْرٌو النَّاقِدُ جَمِيعًا عَنْ ابْنِ عُيَيْنَةَ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ وَزَادَ ابْنُ عُيَيْنَةَ وَلَا تَقَاطَعُوا حَدَّثَنَا أَبُو كَامِلٍ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ كِلَاهُمَا عَنْ عَبْدِ الرَّزَّاقِ جَمِيعًا عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ أَمَّا رِوَايَةُ يَزِيدَ عَنْهُ فَكَرِوَايَةِ سُفْيَانَ عَنْ الزُّهْرِيِّ يَذْكُرُ الْخِصَالَ الْأَرْبَعَةَ جَمِيعًا وَأَمَّا حَدِيثُ عَبْدِ الرَّزَّاقِ وَلَا تَحَاسَدُوا وَلَا تَقَاطَعُوا وَلَا تَدَابَرُوا","source":"Muslim"},"__N_SSG":true}