{"pageProps":{"number":"4316","slug":"muslim","id":"Telah menceritakan kepadaku ['Abdul A'laa bin Hammad]; Telah menceritakan kepada kami [Hammad bin Salamah] dari [Tsabit] dari [Abu Rafi'] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, \"Pada suatu ketika ada seorang lelaki yang mengunjungi saudaranya di desa lain. Kemudian Allah pun mengutus seorang malaikat untuk menemui orang tersebut. Ketika orang itu ditengah perjalanannya ke desa yang dituju, maka malaikat tersebut bertanya; 'Hendak pergi ke mana kamu? ' Orang itu menjawab; 'Saya akan menjenguk saudara saya yang berada di desa lain.' Malaikat itu terus bertanya kepadanya; 'Apakah kamu mempunyai satu perkara yang menguntungkan dengannya? ' Laki-laki itu menjawab; 'Tidak, saya hanya mencintainya karena Allah Azza wa Jalla.' Akhirnya malaikat itu berkata; 'Sesungguhnya aku ini adalah malaikat utusan yang diutus untuk memberitahukan kepadamu bahwasanya Allah akan senantiasa mencintaimu sebagaimana kamu mencintai saudaramu karena Allah.' Berkata Syaikh Abu Ahmad; Telah mengabarkan kepadaku Abu Bakr Muhammad bin Zanjuyah Al Qusyairi; Telah menceritakan kepada kami 'Abdul A'laa bin Hammad; Telah menceritakan kepada kami Hammad bin Salamah melalui jalur ini dengan Hadits yang serupa.","arab":"حَدَّثَنِي عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ رَجُلًا زَارَ أَخًا لَهُ فِي قَرْيَةٍ أُخْرَى فَأَرْصَدَ اللَّهُ لَهُ عَلَى مَدْرَجَتِهِ مَلَكًا فَلَمَّا أَتَى عَلَيْهِ قَالَ أَيْنَ تُرِيدُ قَالَ أُرِيدُ أَخًا لِي فِي هَذِهِ الْقَرْيَةِ قَالَ هَلْ لَكَ عَلَيْهِ مِنْ نِعْمَةٍ تَرُبُّهَا قَالَ لَا غَيْرَ أَنِّي أَحْبَبْتُهُ فِي اللَّهِ عَزَّ وَجَلَّ قَالَ فَإِنِّي رَسُولُ اللَّهِ إِلَيْكَ بِأَنَّ اللَّهَ قَدْ أَحَبَّكَ كَمَا أَحْبَبْتَهُ فِيهِقَالَ الشَّيْخُ أَبُو أَحْمَدَ أَخْبَرَنِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ زَنْجُويَةَ الْقُشَيْرِيُّ حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}