{"pageProps":{"number":"4323","slug":"muslim","id":"Telah menceritakan kepada kami ['Utsman bin Abu Syaibah] dan [Zuhair bin Harb] serta [Ishaq bin Ibrahim]. [Ishaq] berkata; Telah mengabarkan kepada kami sedangkan yang lainnya berkata; Telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari [Ibrahim At Tamimi] dari [Al Harits bin Suwaid] dari ['Abdullah] dia berkata; \"Aku datang mengunjungi Rasulullah shallallahu 'alaihi wasallam ketika beliau sakit, lalu kuraba beliau seraya berkata, \"Ya, Rasulullah! Demam Anda bertambah keras.\" Jawab beliau: \"Memang demamku sama dengan demam dua orang dari kalian.\" Kataku pula; \"Semoga Anda mendapat pahala berganda pula.\" Jawab beliau; \"Semoga demikian!\" Kemudian beliau bersabda: \"Tidak ada seorang muslim yang ditimpa cobaan berupa sakit dan sebagainya, melainkan dihapuskan oleh Allah Ta'ala dosa-dosanya, seperti sebatang pohon yang menggugurkan daunnya.\" Namun di dalam Hadits Zuhair tidak disebutkan 'lafazh; lalu aku meraba tubuh beliau.' Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] dan [Abu Kuraib] berkata telah menceritakan kepadaku [Abu Mu'awiyah] Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin Rofi'] telah menceritakan kepadaku ['Abdur Razzaq]; Telah menceritakan kepada kami [Sufyan]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ishaq bin Ibrahim]; Telah mengabarkan kepada kami ['Isa bin Yunus] dan [Yahya bin 'Abdul Malik bin Abu Ghaniyyah] seluruhnya dari [Al A'masy] melalui sanad Jarir dengan Hadits yang serupa. Di dalam Hadits Abu Mu'awiyah disebutkan dengan lafazh 'Na'am.' (ya), Demi jiwaku yang berada di tangan-Nya, tidaklah seorang muslim di muka bumi ini.'","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ إِسْحَقُ أَخْبَرَنَا و قَالَ الْآخَرَانِ حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ الْحَارِثِ بْنِ سُوَيْدٍ عَنْ عَبْدِ اللَّهِ قَالَدَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُوعَكُ فَمَسِسْتُهُ بِيَدِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ لَتُوعَكُ وَعْكًا شَدِيدًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجَلْ إِنِّي أُوعَكُ كَمَا يُوعَكُ رَجُلَانِ مِنْكُمْ قَالَ فَقُلْتُ ذَلِكَ أَنَّ لَكَ أَجْرَيْنِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجَلْ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذًى مِنْ مَرَضٍ فَمَا سِوَاهُ إِلَّا حَطَّ اللَّهُ بِهِ سَيِّئَاتِهِ كَمَا تَحُطُّ الشَّجَرَةُ وَرَقَهَاوَلَيْسَ فِي حَدِيثِ زُهَيْرٍ فَمَسِسْتُهُ بِيَدِي حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ ح و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا سُفْيَانُ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ وَيَحْيَى بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي غَنِيَّةَ كُلُّهُمْ عَنْ الْأَعْمَشِ بِإِسْنَادِ جَرِيرٍ نَحْوَ حَدِيثِهِ وَزَادَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ قَالَ نَعَمْ وَالَّذِي نَفْسِي بِيَدِهِ مَا عَلَى الْأَرْضِ مُسْلِمٌ","source":"Muslim"},"__N_SSG":true}