{"pageProps":{"number":"4426","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kamil Al Jahdari Fudhail bin Husain]; Telah menceritakan kepada kami [Abu 'Awanah] dari ['Abdur Rahman bin Al Ashbahani] dari [Abu Shalih Dzakwan] dari [Abu Sa'id Al Khudri] dia berkata; Bahwasanya para wanita datang kepada Rasulullah seraya berkata; \"Wahai Rasulullah, kaum laki-laki telah biasa mendengarkan petuah-petuahmu, maka berilah kami satu hari, sehingga kami bisa bermajlis denganmu, engkau ajarkan kepada kami dari ilmu yang telah Allah sampaikan kepadamu. Beliau bersabda: 'Baiklah, berkumpullah kalian pada hari ini dan ini.' Lalu mereka pun berkumpul pada hari yang telah ditentukan. Rasulullah shallallahu 'alaihi wasallam mengajari mereka ilmu yang telah Allah berikan kepada beliau. Kemudian beliau bersabda: \"Tidak ada seorang dari kalian yang ditinggal mati oleh tiga orang dari anaknya kecuali mereka akan menjadi hijab (penghalang) baginya dari neraka.\" Maka berkatalah salah satu dari mereka; 'Bagaimana kalau dua orang? ' Rasulullah shallallahu 'alaihi wasallam bersabda: 'Atau dua orang.' Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basysyar] keduanya berkata; Telah menceritakan kepada kami [Muhammad bin Ja'far]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami ['Ubaidullah bin Mu'adz]; Telah menceritakan kepada kami [Bapakku]; Telah menceritakan kepada kami [Syu'bah] dari ['Abdur Rahman bin Al Ashbahani] melalui jalur ini dengan Hadits yang semakna. Namun ada tambahan; -seluruhnya- dari [Syubah] dari [Abdurrahman bin Al Ashbahani] dia berkata; Aku mendengar [Abu Hazim] bercerita dari [Abu Hurairah] dia berkata; 'Tiga anak yang belum baligh.'","arab":"حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ فُضَيْلُ بْنُ حُسَيْنٍ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَصْبَهَانِيِّ عَنْ أَبِي صَالِحٍ ذَكْوَانَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَجَاءَتْ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ ذَهَبَ الرِّجَالُ بِحَدِيثِكَ فَاجْعَلْ لَنَا مِنْ نَفْسِكَ يَوْمًا نَأْتِيكَ فِيهِ تُعَلِّمُنَا مِمَّا عَلَّمَكَ اللَّهُ قَالَ اجْتَمِعْنَ يَوْمَ كَذَا وَكَذَا فَاجْتَمَعْنَ فَأَتَاهُنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَلَّمَهُنَّ مِمَّا عَلَّمَهُ اللَّهُ ثُمَّ قَالَ مَا مِنْكُنَّ مِنْ امْرَأَةٍ تُقَدِّمُ بَيْنَ يَدَيْهَا مِنْ وَلَدِهَا ثَلَاثَةً إِلَّا كَانُوا لَهَا حِجَابًا مِنْ النَّارِ فَقَالَتْ امْرَأَةٌ وَاثْنَيْنِ وَاثْنَيْنِ وَاثْنَيْنِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاثْنَيْنِ وَاثْنَيْنِ وَاثْنَيْنِحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ ح و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَصْبَهَانِيِّ فِي هَذَا الْإِسْنَادِ بِمِثْلِ مَعْنَاهُ وَزَادَا جَمِيعًا عَنْ شُعْبَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَصْبَهَانِيِّ قَالَ سَمِعْتُ أَبَا حَازِمٍ يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ قَالَ ثَلَاثَةً لَمْ يَبْلُغُوا الْحِنْثَ","source":"Muslim"},"__N_SSG":true}