{"pageProps":{"number":"4439","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Abu Mu'awiyah] dan [Waki']; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin 'Abdullah bin Numair Al Mahdani] dan lafazh ini miliknya; Telah menceritakan kepada kami [Bapakku] dan [Abu Mu'awiyah] dan [Waki'] mereka berkata; Telah menceritakan kepada kami [Al A'masy] dari [Zaid bin Wahb] dari ['Abdullah] dia berkata; Telah menceritakan kepada kami Rasulullah shallallahu 'alaihi wasallam yaitu -Ash Shadiq Al Mashduq-(seorang yang jujur menyampaikan dan berita yang disampaikannya adalah benar): 'Sesungguhnya seorang manusia mulai diciptakan dalam perut ibunya setelah diproses selama empat puluh hari. Kemudian menjadi segumpal daging pada empat puluh hari berikutnya. Lalu menjadi segumpal daging pada empat puluh hari berikutnya. Setelah empat puluh hari berikutnya, Allah pun mengutus seorang malaikat untuk menghembuskan ruh ke dalam dirinya dan diperintahkan untuk menulis empat hal; rezekinya, ajalnya, amalnya, dan sengsara atau bahagianya.' Demi Allah yang tiada Tuhan selain Dia, sungguh ada seseorang darimu yang mengerjakan amal perbuatan ahli surga, hingga jarak antara dirinya dan surga hanyalah satu hasta, namun suratan takdir rupanya ditetapkan baginya hingga ia mengerjakan amal perbuatan ahli neraka dan akhirnya ia pun masuk neraka. Ada pula orang yang mengerjakan amal perbuatan ahli neraka, hingga jarak antara ia dan neraka hanya satu hasta, namun suratan takdir rupanya ditetapkan baginya hingga kemudian ia mengerjakan amal perbuatan ahli surga dan akhirnya ia pun masuk surga.' Telah menceritakan kepada kami ['Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim] keduanya dari [Jarir bin 'Abdul Hamid]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ishaq bin Ibrahim]; Telah mengabarkan kepada kami ['Isa bin Yunus]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepadaku [Abu Sa'id Al Asyaj]; Telah menceritakan kepada kami [Waki']; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakannya kepada kami ['Ubaidullah bin Mu'adz]; Telah menceritakan kepada kami [Bapakku]; Telah menceritakan kepada kami [Syu'bah bin Hajjaj] seluruhnya dari [Al A'masy] melalui jalur ini, dia berkata di dalam Hadits Waki'; sesungguhnya penciptaan salah seorang dari kalian dimulai dari perut ibunya selama empat puluh malam. Dan di sebutkan di dalam Hadits Mu'adz dari Syu'bah empat puluh malam, kemudian empat puluh hari. Sedangkan di dalam Hadits Jarir, empat puluh hari.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَوَكِيعٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ وَاللَّفْظُ لَهُ حَدَّثَنَا أَبِي وَأَبُو مُعَاوِيَةَ وَوَكِيعٌ قَالُوا حَدَّثَنَا الْأَعْمَشُ عَنْ زَيْدِ بْنِ وَهْبٍ عَنْ عَبْدِ اللَّهِ قَالَحَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِقُ الْمَصْدُوقُ إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا ثُمَّ يَكُونُ فِي ذَلِكَ عَلَقَةً مِثْلَ ذَلِكَ ثُمَّ يَكُونُ فِي ذَلِكَ مُضْغَةً مِثْلَ ذَلِكَ ثُمَّ يُرْسَلُ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيٌّ أَوْ سَعِيدٌ فَوَالَّذِي لَا إِلَهَ غَيْرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَاحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ كِلَاهُمَا عَنْ جَرِيرِ بْنِ عَبْدِ الْحَمِيدِ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ ح و حَدَّثَنِي أَبُو سَعِيدٍ الْأَشَجُّ حَدَّثَنَا وَكِيعٌ ح و حَدَّثَنَاه عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ بْنُ الْحَجَّاجِ كُلُّهُمْ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ قَالَ فِي حَدِيثِ وَكِيعٍ إِنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ لَيْلَةً و قَالَ فِي حَدِيثِ مُعَاذٍ عَنْ شُعْبَةَ أَرْبَعِينَ لَيْلَةً أَرْبَعِينَ يَوْمًا وَأَمَّا فِي حَدِيثِ جَرِيرٍ وَعِيسَى أَرْبَعِينَ يَوْمًا","source":"Muslim"},"__N_SSG":true}