{"pageProps":{"number":"4524","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Marhum bin 'Abdul 'Aziz] dari [Abu Na'amah As Sa'di] dari [Abu 'Utsman] dari [Abu Sa'id Al Khudri] dia berkata; \"Pada suatu hari Mu'awiyah melewati sebuah halaqah (majlis) di masjid. Kemudian ia bertanya; 'Majelis apakah ini? ' Mereka menjawab; 'Kami duduk di sini untuk berzikir kepada Allah Azza wa Jalla.' Mu'awiyah bertanya lagi; 'Demi Allah, benarkah kalian duduk-duduk di sini hanya untuk itu? ' Mereka menjawab; 'Demi Allah, kami duduk hanya untuk itu.' Kata [Mu'awiyah] selanjutnya; 'Sungguh saya tidak menyuruh kalian bersumpah karena mencurigai kalian. Karena tidak ada orang yang menerima hadits dari Rasulullah shallallahu 'alaihi wasallam yang lebih sedikit daripada saya.' Sesungguhnya Rasulullah shallallahu 'alaihi wasallam pernah melewati halaqah para sahabatnya. Lalu Rasulullah shallallahu 'alaihi wasallam bertanya: 'Majelis apa ini? ' Mereka menjawab; 'Kami duduk untuk berzikir kepada Allah dan memuji-Nya atas hidayah-Nya berupa Islam dan anugerah-Nya kepada kami.' Rasulullah shallallahu 'alaihi wasallam bertanya lagi: 'Demi Allah, apakah kalian duduk di sini hanya untuk ini? ' Mereka menjawab; 'Demi Allah, kami duduk-duduk di sini hanya untuk ini.' Kata Rasulullah selanjutnya: 'Sungguh aku menyuruh kalian bersumpah bukan karena mencurigai kalian. Tetapi karena aku pernah didatangi Jibril alaihis-salam. Kemudian ia memberitahukan kepadaku bahwasanya Allah Azza wa Jalla membanggakan kalian di hadapan para malaikat.'","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ عَنْ أَبِي نَعَامَةَ السَّعْدِيِّ عَنْ أَبِي عُثْمَانَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ خَرَجَ مُعَاوِيَةُ عَلَى حَلْقَةٍ فِي الْمَسْجِدِ فَقَالَ مَا أَجْلَسَكُمْ قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ قَالَ آللَّهِ مَا أَجْلَسَكُمْ إِلَّا ذَاكَ قَالُوا وَاللَّهِ مَا أَجْلَسَنَا إِلَّا ذَاكَ قَالَ أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ وَمَا كَانَ أَحَدٌ بِمَنْزِلَتِي مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقَلَّ عَنْهُ حَدِيثًا مِنِّيوَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَى حَلْقَةٍ مِنْ أَصْحَابِهِ فَقَالَ مَا أَجْلَسَكُمْ قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ وَنَحْمَدُهُ عَلَى مَا هَدَانَا لِلْإِسْلَامِ وَمَنَّ بِهِ عَلَيْنَا قَالَ آللَّهِ مَا أَجْلَسَكُمْ إِلَّا ذَاكَ قَالُوا وَاللَّهِ مَا أَجْلَسَنَا إِلَّا ذَاكَ قَالَ أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ وَلَكِنَّهُ أَتَانِي جِبْرِيلُ فَأَخْبَرَنِي أَنَّ اللَّهَ عَزَّ وَجَلَّ يُبَاهِي بِكُمْ الْمَلَائِكَةَ","source":"Muslim"},"__N_SSG":true}