{"pageProps":{"number":"4539","slug":"muslim","id":"Telah menceritakan kepada kami ['Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim] -dan lafadh ini milik 'Utsman- [Ishaq] berkata; telah mengabarkan kepada kami, dan ['Utsman] berkata; telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Sa'd bin 'Ubaidah] telah menceritakan kepadaku [Al Barra' bin 'Azib] bahwasanya Rasulullah shallallahu 'alaihi wasallam telah bersabda: \"Apabila kamu hendak tidur, maka berwudhulah sebagaimana kamu berwudhu untuk shalat. Setelah itu berbaringlah dengan miring ke kanan, lalu berdoalah: ' ALOOHUMMA INNII ASLAMTU WAJHII ILAIKA, WAFAWWADHTU AMRII ILAIKA, WA-ALJA'TU ZHOHRII ILAIKA ROGHBATAN WAROHBATAN ILAIKA, LAA MALJA'A WALAA MANJAA MINKA ILLAA ILAIKA, AAMANTU BIKITAABIKALLADZII ANZALTA, WABINABIYYIKALLADZII ARSALTA 'Ya AIlah ya Tuhanku, aku Pasrahkan wajahku kepada-Mu, aku serahkan urusanku kepada-Mu dan aku serahkan punggungku kepada-Mu dengan berharap-harap cemas, karena tidak ada tempat berlindung dan tempat yang aman dari adzab-Mu kecuali dengan berlindung kepada-Mu. Aku beriman kepada kitab-Mu yang telah Engkau turunkan dan aku beriman kepada Nabi-Mu yang telah Engkau utus.' Jadikan bacaan tersebut sebagai penutup ucapanmu menjelang tidur. Apabila kamu meninggal dunia pada malam itu, maka kamu meninggal dalam kesucian diri (fitrah).\" Al Barra' berkata; 'Saya mengulang-ulang bacaan tersebut agar hafal dan saya ucapkan; 'Saya beriman kepada rasul-Mu yang telah Engkau utus.' Lalu Nabi Muhammad shallallahu 'alaihi wasallam berkata: 'Ucapkanlah; 'Saya beriman kepada Nabi-Mu yang telah Engkau utus.'\" Dan telah menceritakan kepada kami [Muhammad bin 'Abdullah bin Numair] telah menceritakan kepada kami ['Abdullah bin Idris] dia berkata; aku mendengar [Hushain] dari [Sa'd bin 'Ubaidah] dari [Al Barra' bin 'Azib] dari Nabi shallallahu 'alaihi wasallam mengenai Hadits ini. Namun Hadits Manshur lebih lengkap dari ini. Dan di dalam Hadits Hushain ada tambahan; 'apabila dia bangun kembali di pagi hari, maka dia telah memperoleh kebaikan.'","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَاللَّفْظُ لِعُثْمَانَ قَالَ إِسْحَقُ أَخْبَرَنَا و قَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ سَعْدِ بْنِ عُبَيْدَةَ حَدَّثَنِي الْبَرَاءُ بْنُ عَازِبٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَخَذْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلَاةِ ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الْأَيْمَنِ ثُمَّ قُلْ اللَّهُمَّ إِنِّي أَسْلَمْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لَا مَلْجَأَ وَلَا مَنْجَا مِنْكَ إِلَّا إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ وَاجْعَلْهُنَّ مِنْ آخِرِ كَلَامِكَ فَإِنْ مُتَّ مِنْ لَيْلَتِكَ مُتَّ وَأَنْتَ عَلَى الْفِطْرَةِ قَالَ فَرَدَّدْتُهُنَّ لِأَسْتَذْكِرَهُنَّ فَقُلْتُ آمَنْتُ بِرَسُولِكَ الَّذِي أَرْسَلْتَ قَالَ قُلْ آمَنْتُ بِنَبِيِّكَ الَّذِي أَرْسَلْتَو حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ إِدْرِيسَ قَالَ سَمِعْتُ حُصَيْنًا عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ الْبَرَاءِ بْنِ عَازِبٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ غَيْرَ أَنَّ مَنْصُورًا أَتَمُّ حَدِيثًا وَزَادَ فِي حَدِيثِ حُصَيْنٍ وَإِنْ أَصْبَحَ أَصَابَ خَيْرًا","source":"Muslim"},"__N_SSG":true}