{"pageProps":{"number":"4543","slug":"muslim","id":"Telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Jarir] dari [Suhail] dia berkata; \" [Abu Shalih] pernah menganjurkan kami yaitu, apabila salah seorang dari kami hendak tidur, maka hendaknya ia berbaring dengan cara miring ke kanan seraya membaca doa; ALLOOHUMMA ROBBAS SAMAAWAATI WA ROBBAL ARDH, WAROBBAL'ARSYIL'AZHIIMII, ROBBANAA WAROBBA KULLI SYAI'IN, FAALIQOL HABBI WAN NAWAA, WAMUNZILAT TAUROOTI WAL INJIIL, WAL FURQOON, A'UUDZU BIKA MIN SYARRI KULLI SYAI'IN ANTA AAKHIDZUN BINAASHIYATIHI, ALLOOHUMMA ANTAL AWWALU FALAISA QOBLAKA SYAI'UN, WA ANTAL AAKHIRU FALAISA BA'DAKA SYAI\"UN, WA ANTAZH ZHOOHIRU FALAISA FAUQOKA SYAI'UN, WA ANTAL BAATHINU FALAISA DUUNAKA SYAI'UN, IQDHI'ANNAA ADDAINA, WA AGHNINAA MINAL FAQRI 'Ya Allah, Tuhan langit dan bumi, Tuhan yang menguasai arasy yang agung, Tuhan kami dan Tuhan segala sesuatu, Tuhan yang membelah dan menumbuhkan biji-bijian, Tuhan yang menurunkan kitab Taurat, Injil, dan Al Qur'an. Sesungguhnya aku berlindung kepada-Mu dari kejahatan segala sesuatu, karena segala sesuatu itu berada dalam genggaman-Mu. Ya Allah, Engkaulah Tuhan Yang Awal, maka tidak ada sesuatu pun yang mendahului-Mu. Ya Allah, Engkaulah Tuhan Yang Akhir, maka tidak ada sesuatu setelah-Mu. Ya Allah, Engkaulah Yang Zhahir, maka tidak ada yang menutupi-Mu. Ya Allah, Engkaulah Tuhan Yang Bathin, maka tidak ada yang samar dari-Mu. Ya Allah, lunaskanlah hutang-hutang kami dan bebaskanlah kami dari kefakiran.' Abu Shalih meriwayatkan hadits ini dari [Abu Hurairah] dari Rasulullah shallallahu 'alaihi wasallam. Dan telah menceritakan kepadaku ['Abdul Hamid bin Bayan Al Wasithi] telah menceritakan kepada kami [Khalid Ath Thahhan] dari [Suhail] dari [bapaknya] dari [Abu Hurairah] dia berkata; Apabila kami hendak tidur, maka Rasulullah shallallahu 'alaihi wasallam menyuruh kami untuk mengucapkan, -sebagaimana Hadits Jarir. Dan menggunakan kalimat; -'ALLOOHUMMA INNIII A'UUDZUBIKA MIN SYARRI KULLI SYAI\"IN ANTA AAKHIDZUN BINAASHIYATIHI \"Sesungguhnya aku berlindung kepada-Mu dari kejahatan setiap binatang, karena setiap binatang itu berada dalam genggaman-Mu.'- Dan telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al 'Ala] telah menceritakan kepada kami [Abu Usamah] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Abu Kuraib] mereka berkata; telah menceritakan kepada kami [Ibnu Abu 'Ubaidah] telah menceritakan kepada kami [Bapakku], keduanya dari [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] dia berkata; suatu ketika Fathimah menemui Nabi shallallahu 'alaihi wasallam menanyakan kepadanya tentang seorang pembantu yang dapat membantu perkerjaan di rumahnya. Lalu beliau bersabda kepadanya: 'Ya Allah, Tuhan langit dan bumi, ' -sebagaimana Hadits Suhail dari Bapaknya.","arab":"حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ عَنْ سُهَيْلٍ قَالَ كَانَ أَبُو صَالِحٍيَأْمُرُنَا إِذَا أَرَادَ أَحَدُنَا أَنْ يَنَامَ أَنْ يَضْطَجِعَ عَلَى شِقِّهِ الْأَيْمَنِ ثُمَّ يَقُولُ اللَّهُمَّ رَبَّ السَّمَاوَاتِ وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنْ الْفَقْرِ وَكَانَ يَرْوِي ذَلِكَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَو حَدَّثَنِي عَبْدُ الْحَمِيدِ بْنُ بَيَانٍ الْوَاسِطِيُّ حَدَّثَنَا خَالِدٌ يَعْنِي الطَّحَّانَ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُنَا إِذَا أَخَذْنَا مَضْجَعَنَا أَنْ نَقُولَ بِمِثْلِ حَدِيثِ جَرِيرٍ وَقَالَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا و حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو أُسَامَةَ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا ابْنُ أَبِي عُبَيْدَةَ حَدَّثَنَا أَبِي كِلَاهُمَا عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَ أَتَتْ فَاطِمَةُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَسْأَلُهُ خَادِمًا فَقَالَ لَهَا قُولِي اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ بِمِثْلِ حَدِيثِ سُهَيْلٍ عَنْ أَبِيهِ","source":"Muslim"},"__N_SSG":true}