{"pageProps":{"number":"4554","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Husain bin 'Ali] dari [Zaidah] dari [Al Hasan bin 'Ubaidullah] dari [Ibrahim bin Suwaid] dari ['Abdurrahman bin Yazid] dari ['Abdullah] dia berkata; \"Apabila sore hari, Rasulullah shallallahu 'alaihi wasallam mengucapkan doa yang berbunyi: AMSAINAA WA AMSAL MULKU LILLAAHI, WALHAMDU LILLAAH, LAA-ILAAHA ILLALLAH, WAHDAHU LAA SYARIIKA LAH, ALLOOHUMMA INNII AS'ALUKA MIN KHOIRI HAADZIHILLAILATI WAKHOIRI MAA FIIHAA WA A'UUDZU BIKA MIN SYARRIHAA WASYARRI MAA FIIHAA, ALLOOHUMMA INNII A'UUZDUBIKA MINAL KASALI WALHAROMI WASUU'IL KIBRI WAFITNATID DUN-YAA WA'ADZAABIL QOBRI\" 'Kami memasuki sore hari dan pada sore ini jagad raya tetap milik Allah. Segala puji bagi Allah tiada Tuhan selain Allah, Dialah yang Esa, tiada sekutu bagi-Nya. Ya Allah, aku mohon kepada-Mu dari kebaikan malam ini dan kebaikan yang ada di dalamnya. Aku berlindung kepada-Mu dari kejahatan di malam ini dan kejahatan yang ada di dalamnya. Ya Allah, aku berlindung kepada-Mu dari kemalasan, kepikunan, kesengsaraan di masa tua, fitnah dunia dan adzab kubur.' [Al Hasan bin Ubaidillah] berkata; ' [Zubaid] menambah kepada saya tentang hadits tersebut dari [Ibrahim bin Suwaid] dari [Abdurrahman bin Yazid] dari [Abdullah] sebagai hadits marfu' bahwasanya Rasulullah shallallahu 'alaihi wasallam membaca doa yang berbunyi: 'LAA-ILAAHA ILLALLOOH WAHDAHUU LAA SYARIIKA LAHU, LAHUL MULKU WALAHUL HAMDU WAHUWA 'ALAA KULLI SYAI'IN QODIIRUN Tiada Tuhan selain Allah. Dialah satu-satunya. Tiada sekutu bagi-Nya, jagad raya hanyalah milik-Nya. Segala puji hanya bagi-Nya dan Dia Maha Kuasa atas segala sesuatu.'","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَمْسَى قَالَ أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ هَذِهِ اللَّيْلَةِ وَخَيْرِ مَا فِيهَا وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا فِيهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْكَسَلِ وَالْهَرَمِ وَسُوءِ الْكِبَرِ وَفِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِقَالَ الْحَسَنُ بْنُ عُبَيْدِ اللَّهِ وَزَادَنِي فِيهِ زُبَيْدٌ عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ رَفَعَهُ أَنَّهُ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","source":"Muslim"},"__N_SSG":true}