{"pageProps":{"number":"4791","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Jarir] dari [Abdulmalik bin Umair] dari [Jabir bin Samurah] dari [Nafi' bin Utbah] berkata: Kami bersama Rasulullah Shallallahu 'alaihi wa Salam dalam suatu peperangan. Ia berkata: Suatu kaum mendatangi nabi Shallallahu 'alaihi wa Salam dari maghrib, mereka mengenakan baju wool, mereka menemui beliau didekat suatu bukit. Mereka berdiri sementara Rasulullah Shallallahu 'alaihi wa Salam duduk. Ia (Nafi') berkata: Hatiku berkata: Datangilah mereka dan berdirilah diantara mereka dan Rasulullah Shallallahu 'alaihi wa Salam agar mereka tidak menyerang beliau lalu aku berkata: Mungkin beliau berbicara lirih dengan mereka. Aku mendatangi mereka lalu aku berdiri diantara mereka dan beliau. Aku menghafal empat kalimat dari beliau, aku menghitungnya dengan tanganku. Beliau bersabda: \"Kalian akan memerangi jazirah arab lalu Allah menaklukkannya, setelah itu Persia lalu Allah menaklukkannya, kemudian kalian memerangi Romawi lalu Allah menaklukkannya, selanjutnya kalian memerangi Dajjal lalu Allah menaklukkannya.\" Kemudian Nafi' berkata: Hai Jabir, kami tidak berpendapat Dajjal muncul hingga Romawi ditaklukkan. ","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ جَابِرِ بْنِ سَمُرَةَ عَنْ نَافِعِ بْنِ عُتْبَةَ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةٍ قَالَ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَوْمٌ مِنْ قِبَلِ الْمَغْرِبِ عَلَيْهِمْ ثِيَابُ الصُّوفِ فَوَافَقُوهُ عِنْدَ أَكَمَةٍ فَإِنَّهُمْ لَقِيَامٌ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَاعِدٌ قَالَ فَقَالَتْ لِي نَفْسِي ائْتِهِمْ فَقُمْ بَيْنَهُمْ وَبَيْنَهُ لَا يَغْتَالُونَهُ قَالَ ثُمَّ قُلْتُ لَعَلَّهُ نَجِيٌّ مَعَهُمْ فَأَتَيْتُهُمْ فَقُمْتُ بَيْنَهُمْ وَبَيْنَهُ قَالَ فَحَفِظْتُ مِنْهُ أَرْبَعَ كَلِمَاتٍ أَعُدُّهُنَّ فِي يَدِي قَالَ تَغْزُونَ جَزِيرَةَ الْعَرَبِ فَيَفْتَحُهَا اللَّهُ ثُمَّ فَارِسَ فَيَفْتَحُهَا اللَّهُ ثُمَّ تَغْزُونَ الرُّومَ فَيَفْتَحُهَا اللَّهُ ثُمَّ تَغْزُونَ الدَّجَّالَ فَيَفْتَحُهُ اللَّهُقَالَ فَقَالَ نَافِعٌ يَا جَابِرُ لَا نَرَى الدَّجَّالَ يَخْرُجُ حَتَّى تُفْتَحَ الرُّومُ","source":"Muslim"},"__N_SSG":true}