{"pageProps":{"number":"4835","slug":"muslim","id":"Telah menceritakan kepadaku [Amru An Naqid], [Al Hasan Al Hulwani] dan [Abdulhamid bin Humaid], teks mereka hampir sama dan teks berikut milik Abdu, ia berkata: Telah menceritakan kepadaku, sementara yang lain berkata: Telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'ad] telah menceritakan kepada kami [ayahku] dari [Shalih] dari [Ibnu Syihab] telah mengkhabarkan kepadaku [Ubaidullah bin Abdullah bin Utbah] bahwa [Abu Sa'id Al Khudri] berkata: Telah menceritakan kepada kami Rasulullah Shallallahu 'alaihi wa Salam pada suatu hari cerita yang panjang tentang Dajjal, diantara yang beliau ceritakan kepada kami adalah: \"Ia mendatangi jalan di gunung Madinah -padahal Madinah diharamkan baginya- hingga tiba di sebagaian tanah setelah Madinah. Saat itu seorang manusia terbaik atau diantara yang terbaik menghadangnya, ia berkata, 'Aku bersaksi bahwa kau adalah Dajjal yang pernah diceritakan Rasulullah Shallallahu 'alaihi wa Salam kepada kami.' Dajjal berkata: 'Bagaimana menurutmu, bila aku membunuh orang ini lalu aku menghidupkannya kembali, apa kau masih meragukannya? ' mereka menjawab: 'Tidak.' Dajjal pun membunuhnya lalu menghidupkannya kembali. Saat menghidupkannya, ia berkata: 'Demi Allah, aku tidak pernah lebih memahamimu melebihi saat ini.' lalu Dajjal ingin membunuhnya tapi ia tidak mampu mengusainya'.\" Abu Ishaq berkata: Ada yang mengatakan bahwa orang itu adalah Khadhir 'alaihis Salam. Telah menceritakan kepadaku [Abdullah bin Abdurrahman Ad Darimi] telah mengkhabarkan kepada kami [Abu Al Yaman] telah mengkhabarkan kepada kami [Syu'aib] dari [Az Zuhri] dalam sanad ini dengan matan serupa.","arab":"حَدَّثَنِي عَمْرٌو النَّاقِدُ وَالْحَسَنُ الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ وَالسِّيَاقُ لِعَبْدٍ قَالَ حَدَّثَنِي و قَالَ الْآخَرَانِ حَدَّثَنَا يَعْقُوبُ وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ قَالَحَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا حَدِيثًا طَوِيلًا عَنْ الدَّجَّالِ فَكَانَ فِيمَا حَدَّثَنَا قَالَ يَأْتِي وَهُوَ مُحَرَّمٌ عَلَيْهِ أَنْ يَدْخُلَ نِقَابَ الْمَدِينَةِ فَيَنْتَهِي إِلَى بَعْضِ السِّبَاخِ الَّتِي تَلِي الْمَدِينَةَ فَيَخْرُجُ إِلَيْهِ يَوْمَئِذٍ رَجُلٌ هُوَ خَيْرُ النَّاسِ أَوْ مِنْ خَيْرِ النَّاسِ فَيَقُولُ لَهُ أَشْهَدُ أَنَّكَ الدَّجَّالُ الَّذِي حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثَهُ فَيَقُولُ الدَّجَّالُ أَرَأَيْتُمْ إِنْ قَتَلْتُ هَذَا ثُمَّ أَحْيَيْتُهُ أَتَشُكُّونَ فِي الْأَمْرِ فَيَقُولُونَ لَا قَالَ فَيَقْتُلُهُ ثُمَّ يُحْيِيهِ فَيَقُولُ حِينَ يُحْيِيهِ وَاللَّهِ مَا كُنْتُ فِيكَ قَطُّ أَشَدَّ بَصِيرَةً مِنِّي الْآنَ قَالَ فَيُرِيدُ الدَّجَّالُ أَنْ يَقْتُلَهُ فَلَا يُسَلَّطُ عَلَيْهِقَالَ أَبُو إِسْحَقَ يُقَالُ إِنَّ هَذَا الرَّجُلَ هُوَ الْخَضِرُ عَلَيْهِ السَّلَام و حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ أَخْبَرَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ فِي هَذَا الْإِسْنَادِ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}