{"pageProps":{"number":"502","slug":"muslim","id":"Dan telah menceritakan kepada kami [Ishaq bin Ibrahim al-Hanzhali] dan [Muhammad bin Hatim bin Maimun] semuanya meriwayatkan dari [Muhammad bin Bakr] dia berkata, telah mengabarkan kepada kami [Ibnu Juraij] --lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Ishaq bin Manshur] dan [Muhammad bin Rafi'] dan lafazh tersebut milik keduanya. Ishaq berkata, telah mengabarkan kepada kami sedangkan Ibnu Rafi' berkata, telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ibnu Juraij] telah mengabarkan kepadaku [Amr bin Dinar] bahwa dia mendengar [Jabir bin Abdullah] dia berkata, \"Ketika Ka'bah dibangun, Nabi Shallallahu'alaihiwasallam. bersama Abbas pergi untuk mengangkat batu. Maka Abbas berkata kepada Nabi Shallallahu'alaihiwasallam, 'Angkatkan kainmu ke bahumu untuk alas batu. Maka beliau melakukannya, lalu beliau jatuh tersungkur lalu beliau mendongakkan kedua matanya ke langit, kemudian berdiri sambil berkata, 'Kainku, kainku'. Kemudian Beliau memakai kain tersebut.\" Ibnu Rafi' berkata dalam riwayatnya, \"Angkatlah di atas lehermu\" dan bukan berkata, \"Di atas pundakmu.\"","arab":"و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ وَمُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ جَمِيعًا عَنْ مُحَمَّدِ بْنِ بَكْرٍ قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ ح و حَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ وَمُحَمَّدُ بْنُ رَافِعٍ وَاللَّفْظُ لَهُمَا قَالَ إِسْحَقُ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُالَمَّا بُنِيَتْ الْكَعْبَةُ ذَهَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَبَّاسٌ يَنْقُلَانِ حِجَارَةً فَقَالَ الْعَبَّاسُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْعَلْ إِزَارَكَ عَلَى عَاتِقِكَ مِنْ الْحِجَارَةِ فَفَعَلَ فَخَرَّ إِلَى الْأَرْضِ وَطَمَحَتْ عَيْنَاهُ إِلَى السَّمَاءِ ثُمَّ قَامَ فَقَالَ إِزَارِي إِزَارِي فَشَدَّ عَلَيْهِ إِزَارَهُقَالَ ابْنُ رَافِعٍ فِي رِوَايَتِهِ عَلَى رَقَبَتِكَ وَلَمْ يَقُلْ عَلَى عَاتِقِكَ","source":"Muslim"},"__N_SSG":true}