{"pageProps":{"number":"527","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kamil Fudhail bin Husain al-Jahdari] telah menceritakan kepada kami [Abu 'Awanah] dari [Utsman bin Abdullah bin Mauhab] dari [Ja'far bin Abi Tsaur] dari [Jabir bin Samurah] bahwa seorang laki-laki bertanya kepada Rasulullah Shallallahu'alaihiwasallam, \"Apakah kami harus berwudhu karena makan daging kambing?\" Beliau menjawab, \"Jika kamu berkehendak maka berwudhulah, dan jika kamu tidak berkehendak maka janganlah kamu berwudhu.\" Dia bertanya lagi, \"Apakah harus berwudhu disebabkan (makan) daging unta?\" Beliau menjawab, \"Ya. Berwudhulah disebabkan (makan) daging unta.\" Dia bertanya, \"Apakah aku boleh shalat di kandang kambing?\" Beliau menjawab, \"Ya boleh.\" Dia bertanya, \"Apakah aku boleh shalat di kandang unta?\" Beliau menjawab, \"Tidak.\" Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] telah menceritakan kepada kami [Muawiyah bin Amr] dan telah menceritakan kepada kami [Zaidah] dari [Simak] --lewat jalur periwayatan lain-- dan telah menceritakan kepadaku [al-Qasim bin Zakariya'] telah menceritakan kepada kami [Ubaidullah bin Musa] dari [Syaiban] dari [Utsman bin Abdullah bin Mauhab] dan [Asy'ats bin Abi asy-Sya'tsa'] mereka semuanya meriwayatkan dari [Ja'far bin Abi Tsaur] dari [Jabir bin Samurah] dari Nabi shallallahu 'alaihi wasallam semisal hadits Abu Kamil dari Abu 'Awanah.","arab":"حَدَّثَنَا أَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ عَنْ جَعْفَرِ بْنِ أَبِي ثَوْرٍ عَنْ جَابِرِ بْنِ سَمُرَةَأَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَأَتَوَضَّأُ مِنْ لُحُومِ الْغَنَمِ قَالَ إِنْ شِئْتَ فَتَوَضَّأْ وَإِنْ شِئْتَ فَلَا تَوَضَّأْ قَالَ أَتَوَضَّأُ مِنْ لُحُومِ الْإِبِلِ قَالَ نَعَمْ فَتَوَضَّأْ مِنْ لُحُومِ الْإِبِلِ قَالَ أُصَلِّي فِي مَرَابِضِ الْغَنَمِ قَالَ نَعَمْ قَالَ أُصَلِّي فِي مَبَارِكِ الْإِبِلِ قَالَ لَاحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو حَدَّثَنَا زَائِدَةُ عَنْ سِمَاكٍ ح و حَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ شَيْبَانَ عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ وَأَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ كُلُّهُمْ عَنْ جَعْفَرِ بْنِ أَبِي ثَوْرٍ عَنْ جَابِرِ بْنِ سَمُرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ أَبِي كَامِلٍ عَنْ أَبِي عَوَانَةَ","source":"Muslim"},"__N_SSG":true}