{"pageProps":{"number":"639","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] dan [Abu Kuraib] keduanya berkata, telah menceritakan kepada kami [Abu Muawiyah] dari [al-A'masy] dari [al-Musayyab bin Rafi'] dari [Tamim bin Tharafah] dari [Jabir bin Samurah] dia berkata, \"Mengapa aku melihat kalian mengangkat tangan kalian, seakan-akan ia adalah ekor kuda yang tidak bisa diam. Kalian diamlah di dalam shalat.\" Perawi berkata, \"Kemudian beliau keluar melewati kami, lalu beliau melihat kami bergerombol, maka beliau bersabda, 'Mengapa aku melihat kalian bercerai berai'.\" Perawi berkata, \"Kemudian Rasulullah keluar menemui kami seraya bersabda, 'Mengapa kalian tidak berbaris sebagaimana malaikat berbaris di sisi Rabbnya? ' Maka kami berkata, 'Wahai Rasulullah, bagaimana malaikat berbaris di sisi Rabbnya? ' Beliau bersabda, 'Mereka menyempurnakan barisan awal dan menempelkan diri dalam barisan'.\" Dan telah menceritakan kepadaku [Abu Sa'id al-Asyajj] telah menceritakan kepada kami [Waki'] --lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Isa bin Yunus] semuanya berkata, telah menceritakan kepada kami [al-A'masy] dengan isnad ini hadits semisalnya.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ الْمُسَيَّبِ بْنِ رَافِعٍ عَنْ تَمِيمِ بْنِ طَرَفَةَ عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَخَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا لِي أَرَاكُمْ رَافِعِي أَيْدِيكُمْ كَأَنَّهَا أَذْنَابُ خَيْلٍ شُمْسٍ اسْكُنُوا فِي الصَّلَاةِ قَالَ ثُمَّ خَرَجَ عَلَيْنَا فَرَآنَا حَلَقًا فَقَالَ مَالِي أَرَاكُمْ عِزِينَ قَالَ ثُمَّ خَرَجَ عَلَيْنَا فَقَالَ أَلَا تَصُفُّونَ كَمَا تَصُفُّ الْمَلَائِكَةُ عِنْدَ رَبِّهَا فَقُلْنَا يَا رَسُولَ اللَّهِ وَكَيْفَ تَصُفُّ الْمَلَائِكَةُ عِنْدَ رَبِّهَا قَالَ يُتِمُّونَ الصُّفُوفَ الْأُوَلَ وَيَتَرَاصُّونَ فِي الصَّفِّو حَدَّثَنِي أَبُو سَعِيدٍ الْأَشَجُّ حَدَّثَنَا وَكِيعٌ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ قَالَا جَمِيعًا حَدَّثَنَا الْأَعْمَشُ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}