{"pageProps":{"number":"819","slug":"muslim","id":"Telah menceritakan kepada kami [Ahmad bin Yunus] telah menceritakan kepada kami [Zuhair] telah menceritakan kepadaku [Abu az-Zubair] dari [Jabir] dia berkata, \"Rasulullah Shallallahu'alaihiwasallam mengutusku dalam keadaan beliau bertolak pergi ke bani al-Mushthaliq, lalu aku mendatanginya dalam keadaan beliau shalat di atas untanya. Lalu aku mengajaknya berbicara, lalu beliau berkata dengan memberikan isyarat tangannya demikian.' Dan Zuhair memberikan isyarat dengan tangannya, 'Kemudian aku mengajaknya berbicara, maka beliau berkata kepadaku demikian.' Zuhair juga memberikan isyarat dengan tangannya menunjuk bumi, 'Dan saya mendengarkannya membaca memberikan isyarat dengan kepalanya. Ketika beliau selesai, maka beliau bersabda, 'Apa yang telah kamu lakukan dalam misi yang karenanya aku mengutusmu? Karena tidak ada yang menghalangiku untuk mengajakmu bicara melainkan karena aku dalam keadaan shalat'.\" Zuhair dan Abu az-Zubair berkata, \"Beliau duduk menghadap kiblat.\" Lalu Abu az-Zubair berkata dengan memberikan isyarat tangan, \"Kepada Bani al-Mushthaliq\", seraya dia berkata dengan isyarat tangannya, \"Kepada selain ka'bah.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ حَدَّثَنِي أَبُو الزُّبَيْرِ عَنْ جَابِرٍ قَالَأَرْسَلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُنْطَلِقٌ إِلَى بَنِي الْمُصْطَلِقِ فَأَتَيْتُهُ وَهُوَ يُصَلِّي عَلَى بَعِيرِهِ فَكَلَّمْتُهُ فَقَالَ لِي بِيَدِهِ هَكَذَا وَأَوْمَأَ زُهَيْرٌ بِيَدِهِ ثُمَّ كَلَّمْتُهُ فَقَالَ لِي هَكَذَا فَأَوْمَأَ زُهَيْرٌ أَيْضًا بِيَدِهِ نَحْوَ الْأَرْضِ وَأَنَا أَسْمَعُهُ يَقْرَأُ يُومِئُ بِرَأْسِهِ فَلَمَّا فَرَغَ قَالَ مَا فَعَلْتَ فِي الَّذِي أَرْسَلْتُكَ لَهُ فَإِنَّهُ لَمْ يَمْنَعْنِي أَنْ أُكَلِّمَكَ إِلَّا أَنِّي كُنْتُ أُصَلِّي قَالَ زُهَيْرٌ وَأَبُو الزُّبَيْرِ جَالِسٌ مُسْتَقْبِلَ الْكَعْبَةِ فَقَالَ بِيَدِهِ أَبُو الزُّبَيْرِ إِلَى بَنِي الْمُصْطَلِقِ فَقَالَ بِيَدِهِ إِلَى غَيْرِ الْكَعْبَةِ","source":"Muslim"},"__N_SSG":true}