{"pageProps":{"number":"825","slug":"muslim","id":"Telah menceritakan kepadaku [Abu ath-Thahir] telah mengabarkan kepada kami [Ibnu Wahb] dari [Makhramah bin Bukair] dia berkata, --Lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Harun bin Sa'id al-Aili] telah menceritakan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Makhramah] dari [Bapaknya] dari [Amru bin Sulaim az-Zuraqi] dia berkata, Saya mendengar [Abu Qatadah al-Anshari] berkata, \"Saya melihat Rasulullah Shallallahu'alaihiwasallam mengimami shalat orang-orang, sedangkan Umamah binti Abu al-'Ash berada di atas pundaknya. Apabila beliau sujud, maka beliau meletakkannya.\" Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits] dia berkata, --Lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Muhammad bin al-Mutsanna] telah menceritakan kepada kami [Abu Bakar al-Hanafi] telah menceritakan kepada kami [Abdul Hamid bin Ja'far] semuanya meriwayatkan dari [Sa'id al-Maqburi] dari [Amru bin Sulaim az-Zuraqi] dia mendengar [Abu Qatadah] berkata, \"Ketika kami di masjid duduk-duduk, maka Rasulullah Shallallahu'alaihiwasallam mengunjungi kami, \" sebagaimana hadits mereka, hanya saja dia tidak menyebutkan bahwa dia mengimami orang-orang dalam shalat tersebut.","arab":"حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا ابْنُ وَهْبٍ عَنْ مَخْرَمَةَ بْنِ بُكَيْرٍ قَالَ ح و حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي مَخْرَمَةُ عَنْ أَبِيهِ عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ قَالَ سَمِعْتُ أَبَا قَتَادَةَ الْأَنْصَارِيَّ يَقُولُارَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي لِلنَّاسِ وَأُمَامَةُ بِنْتُ أَبِي الْعَاصِ عَلَى عُنُقِهِ فَإِذَا سَجَدَ وَضَعَهَاحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ قَالَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ جَمِيعًا عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ سَمِعَ أَبَا قَتَادَةَ يَقُولُا بَيْنَا نَحْنُ فِي الْمَسْجِدِ جُلُوسٌ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِهِمْ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ أَنَّهُ أَمَّ النَّاسَ فِي تِلْكَ الصَّلَاةِ","source":"Muslim"},"__N_SSG":true}