{"pageProps":{"number":"1378","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Al Mutsanna] dan [Muhammad bin Basysyar] mereka berdua berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] dia berkata; telah menceritakan kepada kami [Syu'bah] dia berkata; aku mendengar [Abu Ishaq] menceritakan dari [Abu 'Ubaidah] dari ['Abdullah] dari Nabi Shalallahu 'Alaihi Wa Sallam. Abdullah berkata; \"Rasulullah Shalallahu 'Alaihi Wa Sallam telah mengajarkan Khutbah Hajah kepada kami, yaitu, 'Segala puji bagi Allah, kita memohon pertolongan dan ampunan kepadanya, berlindung kepadanya dari kejahatan jiwa kami dan kejelekan perbuatan-perbuatan kami. Barang siapa yang diberikan petunjuk oleh Allah, maka tidak akan ada yang bisa menyesatkannya. Barangsiapa yang telah Allah sesatkan, maka tidak akan ada yang bisa memberinya petunjuk. Aku bersaksi tiada tuhan (yang berhak disembah) kecuali Allah, dan aku bersaksi bahwa Muhammad adalah hamba dan utusannya'. Kemudian beliau membaca tiga ayat berikut ini: 'Wahai orang-orang yang beriman, bertakwalah kepada Allah dengan sebenar-benar takwa kepadanya, dan janganlah kamu mati melainkan dalam keadaan beragama Islam'. (Qs. Ali 'Imran (3): 102). 'Hai kalian manusia, bertakwalah kepada tuhanmu yang telah menciptakanmu dari diri yang satu, dan daripadanya Allah menciptakan istrinya, dan daripada keduanya Allah memperkembangbiakan laki-laki dan perempuan yang banyak, dan bertakwalah kepada Allah dengan (mempergunakan) nama-Nya kamu saling meminta satu dengan yang lain, dan (periharalah) hubungan Silaturrahim. Sesungguhnya Allah selalu menjaga dan mengawasimu'.\"(Qs. An-Nisaa'(4): 1). 'Hai orang-orang yang beriman, bertakwalah kepada Allah dan katakanlah perkataan yang benar'.\"(Qs. Al Ahzaab (33): 70). Abu Abdurrahman berkata; Abu Ubaidah tidak pernah mendengar dari Bapaknya sedikitpun, demikian juga Abdurrahman bin Abdullah bin Mas'ud dan Abdul Jabbar bin Wa'il bin Hujr. ","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَمُحَمَّدُ بْنُ بَشَّارٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا شُعْبَةُ قَالَ سَمِعْتُ أَبَا إِسْحَقَ يُحَدِّثُ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عَلَّمَنَا خُطْبَةَ الْحَاجَةِ الْحَمْدُ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا وَسَيِّئَاتِ أَعْمَالِنَا مَنْ يَهْدِهِ اللَّهُ فَلَا مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ثُمَّ يَقْرَأُ ثَلَاثَ آيَاتٍ{ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ }{ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا }{ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا }قَالَ أَبُو عَبْد الرَّحْمَنِ أَبُو عُبَيْدَةَ لَمْ يَسْمَعْ مِنْ أَبِيهِ شَيْئًا وَلَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَلَا عَبْدُ الْجَبَّارِ بْنُ وَائِلِ بْنِ حُجْرٍ","source":"Nasai"},"__N_SSG":true}