{"pageProps":{"number":"1464","slug":"nasai","id":"Telah mengabarkan kepada kami ['Amru bin 'Utsman bin Sa'id bin Katsir] dari [Al Walid] dari ['Abdurrahman bin Namir] bahwasanya ia bertanya kepada [Az Zuhri] mengenai sunnah shalat Kusuf, maka dia berkata; telah mengabarkan kepadaku ['Urwah bin Az Zubair] dari ['Aisyah] dia berkata; \"Pada masa Rasulullah shallallahu 'alaihi wasallam pernah terjadi gerhana matahari, beliau berwudlu lalu memerintahkan untuk menyeru, \"Ash-shalaatu Jami'ah.\"Orang-orang pun segera berkumpul, dan Rasulullah shalat bersama mereka. Beliau takbir, kemudian membaca bacaan yang lama. Beliau takbir lagi, kemudian ruku' dengan ruku' yang lama, seperti lamanya berdiri atau lebih. Kemudian beliau mengangkat kepalanya dari ruku' sambil mengucapkan: \"Sami'allahu liman hamidah.\" Kemudian beliau membaca bacaan yang lama, namun lebih pendek dari yang pertama. Lalu takbir lagi, kemudian ruku' dengan ruku' yang lama, namun lebih pendek dari yang pertama. Kemudian mengangkat kepalanya dari ruku' sambil mengucapkan, \"Sami'allahu liman hamidah.\" Kemudian takbir lagi dan sujud dengan sujud yang lama, seperti lamanya ruku' atau lebih. Kemudian takbir dan mengangkat kepalanya, lalu takbir dan sujud lagi, kemudian takbir lagi dan berdiri dengan membaca bacaan yang panjang, namun lebih pendek dari yang pertama. Kemudian takbir lagi dan ruku' dengan ruku' yang lama, namun lebih pendek dari yang pertama. Kemudian mengangkat kepalanya dari ruku' sambil mengucapkan, \"Sami'allahu liman hamidah.\" Kemudian beliau membaca bacaan yang panjang, namun lebih pendek dari yang pertama saat berdiri yang kedua. Kemudian beliau takbir lalu ruku' dengan ruku' yang panjang, namun masih lebih pendek dari ruku' yang pertama. Kemudian takbir lagi dan mengangkat kepalanya sambil mengucapkan, \"Sami'allahu liman hamidah.\" Lalu takbir lagi dan sujud lagi dengan sujud yang lebih pendek dari yang pertama, kemudian tasyahhud (membaca dua kalimat syahadat) dan mengucapkan salam. Setelah itu beliau bangkit ketengah-tengah mereka dan memuji Allah. lalu bersabda: \"Matahari dan bulan tidak mengalami gerhana karena kematian atau kelahiran seseorang, tetapi keduanya adalah tanda diantara tanda-tanda kebesaran Allah. Jadi mana saja dari keduanya mengalami gerhana, maka segeralah mengingat Allah Azza wa Jalla dengan shalat.\"","arab":"أَخْبَرَنِي عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرٍ عَنْ الْوَلِيدِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ نَمِرٍ أَنَّهُ سَأَلَ الزُّهْرِيَّ عَنْ سُنَّةِ صَلَاةِ الْكُسُوفِ فَقَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ عَنْ عَائِشَةَ قَالَتْكَسَفَتْ الشَّمْسُ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا فَنَادَى أَنْ الصَّلَاةَ جَامِعَةً فَاجْتَمَعَ النَّاسُ فَصَلَّى بِهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَبَّرَ ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا مِثْلَ قِيَامِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ رَأْسَهُ وَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً هِيَ أَدْنَى مِنْ الْقِرَاءَةِ الْأُولَى ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا هُوَ أَدْنَى مِنْ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ثُمَّ كَبَّرَ فَسَجَدَ سُجُودًا طَوِيلًا مِثْلَ رُكُوعِهِ أَوْ أَطْوَلَ ثُمَّ كَبَّرَ فَرَفَعَ رَأْسَهُ ثُمَّ كَبَّرَ فَسَجَدَ ثُمَّ كَبَّرَ فَقَامَ فَقَرَأَ قِرَاءَةً طَوِيلَةً هِيَ أَدْنَى مِنْ الْأُولَى ثُمَّ كَبَّرَ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا هُوَ أَدْنَى مِنْ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً وَهِيَ أَدْنَى مِنْ الْقِرَاءَةِ الْأُولَى فِي الْقِيَامِ الثَّانِي ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ كَبَّرَ فَرَفَعَ رَأْسَهُ فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ثُمَّ كَبَّرَ فَسَجَدَ أَدْنَى مِنْ سُجُودِهِ الْأَوَّلِ ثُمَّ تَشَهَّدَ ثُمَّ سَلَّمَ فَقَامَ فِيهِمْ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ الشَّمْسَ وَالْقَمَرَ لَا يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ فَأَيُّهُمَا خُسِفَ بِهِ أَوْ بِأَحَدِهِمَا فَافْزَعُوا إِلَى اللَّهِ عَزَّ وَجَلَّ بِذِكْرِ الصَّلَاةِ","source":"Nasai"},"__N_SSG":true}