{"pageProps":{"number":"3136","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Manshur] dari [Sufyan], ia berkata; saya mendengar [Abu Hazim] berkata; saya mendengar [Sahl bin Sa'd] berkata; saya berada diantara orang-orang di sisi Nabi shallallahu 'alaihi wasallam, kemudian terdapat seorang wanita yang berkata; wahai Rasulullah, ia telah menghibahkan dirinya kepadamu, maka lihatlah bagaimana pendapatmu terhadap dirinya. Kemudian beliau terdiam, dan Nabi shallallahu 'alaihi wasallam tidak menjawabnya sedikitpun. Kemudian wanita tersebut berdiri dan berkata; wahai Rasulullah, sesungguhnya ia telah menghibahkan dirinya kepadamu, maka lihatlah bagaimana pendapatmu terhadap dirinya. Kemudian terdapat seorang laki-laki yang berdiri kemudian berkata; nikahkan saya dengannya wahai Rasulullah! Beliau bersabda: \"Apakah engkau memiliki sesuatu?\" Orang tersebut berkata; tidak. Beliau bersabda: \"Pergilah dan carilah walaupun satu cincin besi.\" Lalu orang tersebut pergi dan mencari, kemudian datang dan berkata; saya belum mendapatkan sesuatu dan tidak mendapatkan cincin besi. Beliau bersabda: \"Apakah engkau hafal sedikit dari Al Qur'an?\" orang tersebut berkata; ya, saya hafal surat ini dan surat ini. Beliau bersabda: \"Baik, saya menikahkanmu dengannya dengan sekian hapalan al Qur'anmu.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ عَنْ سُفْيَانَ قَالَ سَمِعْتُ أَبَا حَازِمٍ يَقُولُ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ يَقُولُإِنِّي لَفِي الْقَوْمِ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَتْ امْرَأَةٌ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ فَرَأْ فِيهَا رَأْيَكَ فَسَكَتَ فَلَمْ يُجِبْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَيْءٍ ثُمَّ قَامَتْ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ فَرَأْ فِيهَا رَأْيَكَ فَقَامَ رَجُلٌ فَقَالَ زَوِّجْنِيهَا يَا رَسُولَ اللَّهِ قَالَ هَلْ مَعَكَ شَيْءٌ قَالَ لَا قَالَ اذْهَبْ فَاطْلُبْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ فَذَهَبَ فَطَلَبَ ثُمَّ جَاءَ فَقَالَ لَمْ أَجِدْ شَيْئًا وَلَا خَاتَمًا مِنْ حَدِيدٍ قَالَ هَلْ مَعَكَ مِنْ الْقُرْآنِ شَيْءٌ قَالَ نَعَمْ مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا قَالَ قَدْ أَنْكَحْتُكَهَا عَلَى مَا مَعَكَ مِنْ الْقُرْآنِ","source":"Nasai"},"__N_SSG":true}