{"pageProps":{"number":"3342","slug":"nasai","id":"Telah mengabarkan kepada kami [Abu 'Ashim Khusyaisy bin Ashram] ia berkata; telah memberitakan kepada kami [Abdurrazzaq] ia berkata; telah memberitakan kepada kami [Ats Tsauri] dari [Shalih Al Hamdani] dari [Asy Sya'bi] dari [Abd Khair] dari [Zaid bin Arqam] ia berkata, \"Dihadapkan tiga orang kepada Ali saat ia berada di Yaman, mereka telah menggauli seorang wanita dalam satu masa suci. Lalu Ali bertanya kepada kedua orang, \"Apakah engkau mengakuinya sebagai anak orang ini? Mereka menjawab, \"Tidak.\" Kemudian bertanya kepada dua orang, \"Apakah engkau mengakuinya sebagai anak orang ini? Mereka menjawab, \"Tidak.\" Maka Ali pun mengundi mereka dan menisbatkan anak kepada orang yang mendapatkan undian dan mengharuskan kepadanya membayar dua pertiga diyat. Lalu hal itu disampaikan kepada Nabi shallallahu 'alaihi wasallam dan beliau tertawa hingga tampak gigi gerahamnya.\" [Ali bin Hujr] berkata, \"Telah menceritakan kepada kami [Ali bin Mushir] dari [Al 'Ajlah] dari [Asy Sya'bi] ia berkata; telah mengabarkan kepadaku [Abdullah bin Abu Khalil Al Hadrami] dari [Zaid bin Arqam] ia berkata, \"Ketika kami bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba datanglah seorang laki-laki dari Yaman kepada beliau dan mengabarkan dan menceritakan hal tersebut sementara Ali di Yaman, ia berkata, \"Wahai Rasulullah, ada tiga orang datang kepada Ali mengadukan mengenai seorang anak, hasil hubungan mereka dari seorang wanita yang mereka gauli saat suci… Zaid bin Arqam lalu menyebutkan hadits itu.\"","arab":"أَخْبَرَنَا أَبُو عَاصِمٍ خُشَيْشُ بْنُ أَصْرَمَ قَالَ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ قَالَ أَنْبَأَنَا الثَّوْرِيُّ عَنْ صَالِحٍ الْهَمْدَانِيِّ عَنْ الشَّعْبِيِّ عَنْ عَبْدِ خَيْرٍ عَنْ زَيْدِ بْنِ أَرْقَمَ قَالَأُتِيَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ بِثَلَاثَةٍ وَهُوَ بِالْيَمَنِ وَقَعُوا عَلَى امْرَأَةٍ فِي طُهْرٍ وَاحِدٍ فَسَأَلَ اثْنَيْنِ أَتُقِرَّانِ لِهَذَا بِالْوَلَدِ قَالَا لَا ثُمَّ سَأَلَ اثْنَيْنِ أَتُقِرَّانِ لِهَذَا بِالْوَلَدِ قَالَا لَا فَأَقْرَعَ بَيْنَهُمْ فَأَلْحَقَ الْوَلَدَ بِالَّذِي صَارَتْ عَلَيْهِ الْقُرْعَةُ وَجَعَلَ عَلَيْهِ ثُلُثَيْ الدِّيَةِ فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُأَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ عَنْ الْأَجْلَحِ عَنْ الشَّعْبِيِّ قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي الْخَلِيلِ الْحَضْرَمِيُّ عَنْ زَيْدِ بْنِ أَرْقَمَ قَالَ بَيْنَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ رَجُلٌ مِنْ الْيَمَنِ فَجَعَلَ يُخْبِرُهُ وَيُحَدِّثُهُ وَعَلِيٌّ بِهَا فَقَالَ يَا رَسُولَ اللَّهِ أَتَى عَلِيًّا ثَلَاثَةُ نَفَرٍ يَخْتَصِمُونَ فِي وَلَدٍ وَقَعُوا عَلَى امْرَأَةٍ فِي طُهْرٍ وَسَاقَ الْحَدِيثَ","source":"Nasai"},"__N_SSG":true}