{"pageProps":{"number":"1318","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin Abu Hasyim] dia mendengar [Husyaim] yang telah mengabarkan kepada kami [Hushain] dari [Zaid bin Wahab] berkata; \"Saat aku melewati Zabdah, aku bertemu dengan [Abu Dzar] radliallahu 'anhu, lalu aku bertanya kepadanya; \"Apa yang menyebabkanmu sampai menetap di tempat ini?\". Dia menjawab: \"Sebelumnya aku tinggal di Syam, namun aku berselisih dengan Mu'awiyah tentang ayat; \"walladziina yaknizuunadz dzahaba wal fidhdhata walaa yunfiquunahaa fii sabiilillah\". Muawiyah berkata, ayat ini turun pada Ahli kitab, sedangkan aku berkata, ayat ini turun kepada kita dan mereka. Hal inilah yang menjadikan aku berselisih dengannya. Lalu dia mengirim surat kepada 'Utsman radliallahu 'anhu mengeluhkanku. Akhirnya 'Utsman radliallahu 'anhu mengirim surat kepadaku agar aku datang ke Madinah. Lalu aku mendatanginya, kemudian orang-orang mengerumuniku seakan-akan mereka belum pernah melihatku sebelumnya, lalu aku mengabarkan hal itu kepada Utsman. Lalu ia mengatakan kepadaku: \"Jika engkau mau, engkau boleh meninggalkannya, dan engkau akan menjadi lebih dekat (denganku) \". Kejadian itulah yang menjadikan aku tinggal disini. Seandainya seorang budak Habsyi memerintahku, sungguh aku akan mendengar dan mentaatinya\". ","arab":"حَدَّثَنَا عَلِيُّ بْنُ أَبِي هَاشِمٍ سَمِعَ هُشَيْمًا أَخْبَرَنَا حُصَيْنٌ عَنْ زَيْدِ بْنِ وَهْبٍ قَالَ مَرَرْتُ بِالرَّبَذَةِ فَإِذَا أَنَا بِأَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ فَقُلْتُ لَهُمَا أَنْزَلَكَ مَنْزِلكَ هَذَا قَالَ كُنْتُ بِالشَّأْمِ فَاخْتَلَفْتُ أَنَا وَمُعَاوِيَةُ فِي{ الَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ }قَالَ مُعَاوِيَةُ نَزَلَتْ فِي أَهْلِ الْكِتَابِ فَقُلْتُ نَزَلَتْ فِينَا وَفِيهِمْ فَكَانَ بَيْنِي وَبَيْنَهُ فِي ذَاكَ وَكَتَبَ إِلَى عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ يَشْكُونِي فَكَتَبَ إِلَيَّ عُثْمَانُ أَنْ اقْدَمْ الْمَدِينَةَ فَقَدِمْتُهَا فَكَثُرَ عَلَيَّ النَّاسُ حَتَّى كَأَنَّهُمْ لَمْ يَرَوْنِي قَبْلَ ذَلِكَ فَذَكَرْتُ ذَاكَ لِعُثْمَانَ فَقَالَ لِي إِنْ شِئْتَ تَنَحَّيْتَ فَكُنْتَ قَرِيبًا فَذَاكَ الَّذِي أَنْزَلَنِي هَذَا الْمَنْزِلَ وَلَوْ أَمَّرُوا عَلَيَّ حَبَشِيًّا لَسَمِعْتُ وَأَطَعْتُ","source":"Bukhari"},"__N_SSG":true}