{"pageProps":{"number":"1485","slug":"bukhari","id":"Telah menceritakan kepada kami [Ashbagh] berkata, telah mengabarkan kepada saya [Ibnu Wahb] dari [Yunus] dari [Ibnu Syihab] dari ['Ali bin Husain] dari ['Amru bin 'Utsman] dari [Usamah bin Zaid radliallahu 'anhum] bahwa dia berkata: \"Wahai Rasulullah, dimana anda akan singgah di Makkah ini?\". Beliau berkata: \"Apakah 'Uqail meninggalkan rumah yang luas atau rumah-rumah?\". 'Uqail dan Tholib mendapatkan warisan dari Abu Tholib sedangkan Ja'far dan 'Ali radliallahu 'anhuma tidak mewarisi sedikitpun karena keduanya adalah Muslim sedangkan 'Uqail dan Tholib kafir. Dan adalah 'Umar bin Al Khaththob radliallahu 'anhu berkata: \"Seorang mu'min tidak mewariskan kepada orang yang kafir\". Ibnu Syihab berkata: \"Mereka menafsirkan firman Allah Ta'ala QS Al Anfal ayat 72 (yang artinya): (\"Sesungguhnya orang-orang yang beriman, orang-orang yang berhijrah dan orang-orang yang berjihad dengan harta dan jiwa mereka di jalan Allah dan orang-orang yang memberikan tempat kediaman dan menolong (orang yang berhijrah) mereka itu satu sama lain saling melindungi\"). ","arab":"حَدَّثَنَا أَصْبَغُ قَالَ أَخْبَرَنِي ابْنُ وَهْبٍ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ عَمْرِو بْنِ عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ قَالَيَا رَسُولَ اللَّهِ أَيْنَ تَنْزِلُ فِي دَارِكَ بِمَكَّةَ فَقَالَ وَهَلْ تَرَكَ عَقِيلٌ مِنْ رِبَاعٍ أَوْ دُورٍ وَكَانَ عَقِيلٌ وَرِثَ أَبَا طَالِبٍ هُوَ وَطَالِبٌ وَلَمْ يَرِثْهُ جَعْفَرٌ وَلَا عَلِيٌّ رَضِيَ اللَّهُ عَنْهُمَا شَيْئًا لِأَنَّهُمَا كَانَا مُسْلِمَيْنِ وَكَانَ عَقِيلٌ وَطَالِبٌ كَافِرَيْنِ فَكَانَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَقُولُ لَا يَرِثُ الْمُؤْمِنُ الْكَافِرَ قَالَ ابْنُ شِهَابٍ وَكَانُوا يَتَأَوَّلُونَ قَوْلَ اللَّهِ تَعَالَى{ إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ }الْآيَةَ","source":"Bukhari"},"__N_SSG":true}