{"pageProps":{"number":"1627","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin 'Ubaid bin Maimun] telah menceritakan kepada kami ['Isa bin Yunus] dari ['Ubaidullah] dari [Nafi'] dari [Ibnu'Umar radliallahu 'anhuma]: Nabi shallallahu 'alaihi wasallam memberi keringanan\". Dan diriwayatkan pula, telah menceritakan kepada kami [Yahya bin Musa] telah menceritakan kepada kami [Muhammad bin Bakar] telah mengabarkan kepada kami [Ibnu Juraij] telah mengabarkan kepada saya ['Ubaidullah] dari [Nafi'] dari [Ibnu'Umar radliallahu 'anhuma] bahwa Nabi shallallahu 'alaihi wasallam memberikan izin. Dan diriwayatkan pula, telah menceritakan kepada kami [Muhammad bin 'Abdullah bin Numair] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami ['Ubaidullah] berkata, telah menceritakan kepada saya [Nafi'] dari [Ibnu'Umar radliallahu 'anhuma] bahwa; \"Al 'Abbas Radhiyallahu meminta izin kepada Rasulullah Nabi shallallahu 'alaihi wasallam untuk bermalam di Makkah selama malam-malam Mina untuk (melayani) menyediakan minum buat Beliau. Maka Beliau mengizinkannya'. Haditsa ini dikuatkan oleh [Abu Usamah], ['Uqbah bin Khalid] dan [Abu Dhamrah].","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا رَخَّصَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح حَدَّثَنَا يَحْيَى بْنُ مُوسَى حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَذِنَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْدُ اللَّهِ قَالَ حَدَّثَنِي نَافِعٌ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ الْعَبَّاسَ رَضِيَ اللَّهُ عَنْهُ اسْتَأْذَنَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَبِيتَ بِمَكَّةَ لَيَالِيَ مِنًى مِنْ أَجْلِ سِقَايَتِهِ فَأَذِنَ لَهُتَابَعَهُ أَبُو أُسَامَةَ وَعُقْبَةُ بْنُ خَالِدٍ وَأَبُو ضَمْرَةَ","source":"Bukhari"},"__N_SSG":true}