{"pageProps":{"number":"1661","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Yahya] telah menceritakan kepada kami [Hisyam] berkata, telah mengabarkan kepada saya [bapaknya] berkata, telah mengabarkan kepada saya ['Aisyah radliallahu 'anha] berkata: \"Kami keluar bersama Rasulullah shallallahu 'alaihi wasallam tepat pada hilal (awal) bulan Dzul Hijjah. Rasulullah shallallahu 'alaihi wasallam berkata: \"Barangsiapa yang suka berihram untuk 'umrah, lakukanlah dan siapa yang suka berihram untuk haji, lakukanlah. Seandainya bukan karena aku telah membawa hewan qurban tentu aku akan berihram untuk 'umrah\". 'Aisyah radliallahu 'anha berkata: \"Maka diantara mereka ada yang berihram untuk 'umrah dan ada yang berihram untuk haji dan aku termasuk orang yang berihram untuk 'umrah\". Kemudian aku mengalami haidh sebelum aku memasuki Makkah dan aku mendapatkan hari \"Arafah dalam keadaan haidh. Hal ini aku adukan kepada Rasulullah shallallahu 'alaihi wasallam. Beliau berkata: \"Tinggalkanlah 'umrahmu dan uraikanlah rambut kepalamu dan sisirlah lalu berihramlah untuk haji\". Maka perintah Beliau itu aku laksanakan. Ketika pada malam Al Hashabah (untuk melempar jumrah di Mina), Beliau mengutus 'Abdurrahman bersamaku menuju At-Tan'im. Maka dia memboncengiku lalu aku berihram untuk 'umrah sebagai pengganti 'umrahku sebelumnya\". Maka Allah menetapkan terlaksananya haji dan 'umrahnya 'Aisyah radliallahu 'anha dan tidak ada sesuatupun sebagai pengganti dari itu semua baik berupa hewan qurban, shadaqah maupun shaum. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا يَحْيَى حَدَّثَنَا هِشَامٌ قَالَ أَخْبَرَنِي أَبِي قَالَ أَخْبَرَتْنِي عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا قَالَتْخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُوَافِينَ لِهِلَالِ ذِي الْحَجَّةِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ وَمَنْ أَحَبَّ أَنْ يُهِلَّ بِحَجَّةٍ فَلْيُهِلَّ وَلَوْلَا أَنِّي أَهْدَيْتُ لَأَهْلَلْتُ بِعُمْرَةٍ فَمِنْهُمْ مَنْ أَهَلَّ بِعُمْرَةٍ وَمِنْهُمْ مَنْ أَهَلَّ بِحَجَّةٍ وَكُنْتُ مِمَّنْ أَهَلَّ بِعُمْرَةٍ فَحِضْتُ قَبْلَ أَنْ أَدْخُلَ مَكَّةَ فَأَدْرَكَنِي يَوْمُ عَرَفَةَ وَأَنَا حَائِضٌ فَشَكَوْتُ ذَلِكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ دَعِي عُمْرَتَكِ وَانْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِالْحَجِّ فَفَعَلْتُ فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ إِلَى التَّنْعِيمِ فَأَرْدَفَهَا فَأَهَلَّتْ بِعُمْرَةٍ مَكَانَ عُمْرَتِهَا فَقَضَى اللَّهُ حَجَّهَا وَعُمْرَتَهَا وَلَمْ يَكُنْ فِي شَيْءٍ مِنْ ذَلِكَ هَدْيٌ وَلَا صَدَقَةٌ وَلَا صَوْمٌ","source":"Bukhari"},"__N_SSG":true}