{"pageProps":{"number":"1895","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Munir] dia mendengar [Harun bin Isma'il] telah menceritakan kepada kami ['Ali bin AL Mubarak] berkata, telah menceritakan kepada saya [Yahya bin Abu Katsir] berkata, aku mendengar [Abu Salamah bin 'Abdurrahman] berkata; Aku pernah bertanya kepada [Abu Sa'id Al Khudriy], aku katakan: \"Apakah kamu pernah mendengar Rasulullah shallallahu 'alaihi wasallam memberitahukan tentang Lailatul Qadar?\" Dia menjawab: \"Ya pernah, kami pernah ber'i'tikaf bersama Rasulullah shallallahu 'alaihi wasallam pada sepuluh malam pertengahan dari bulan Ramadhan. Dia berkata: \"Kemudian kami keluar pada pagi hari kedua puluh. Dia berkata: \"Kemudian Rasulullah shallallahu 'alaihi wasallam memberikan khuthbah kepada kami pada pagi hari kedua puluh dan berkata: \"Sungguh aku diperlihatkan (dalam mimpi) tentang Lailatul Qadar namun aku dilupakan waktunya yang pasti. Maka carilah pada sepuluh malam-malam akhir dan pada malam yang ganjil. Sungguh aku melihat dalam mimpi, bahwa aku sujud diatas tanah dan air (yang becek). Oleh karena itu siapa yang sudah beri'tikaf bersama Rasulullah shallallahu 'alaihi wasallam maka kembalilah beri'tikaf\". Maka orang-orang kembali ke masjid. Dan saai itu tidaklah kami melihat awan yang tipis sekalipun di langit hingga kemudian tiba-tiba datang awan yang banyak lalu hujan turun. Kemudian shalat didirikan, Rasulullah shallallahu 'alaihi wasallam sujud diatas tanah yang becek dan air hingga aku melihat sisa-sisa tanah pada ujung hidung dan dahi Beliau. ","arab":"حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُنِيرٍ سَمِعَ هَارُونَ بْنَ إِسْمَاعِيلَ حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ قَالَ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ قَالَ سَأَلْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ رَضِيَ اللَّهُ عَنْهُ قُلْتُهَلْ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ لَيْلَةَ الْقَدْرِ قَالَ نَعَمِ اعْتَكَفْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَشْرَ الْأَوْسَطَ مِنْ رَمَضَانَ قَالَ فَخَرَجْنَا صَبِيحَةَ عِشْرِينَ قَالَ فَخَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَبِيحَةَ عِشْرِينَ فَقَالَ إِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ وَإِنِّي نُسِّيتُهَا فَالْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ فِي وِتْرٍ فَإِنِّي رَأَيْتُ أَنِّي أَسْجُدُ فِي مَاءٍ وَطِينٍ وَمَنْ كَانَ اعْتَكَفَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلْيَرْجِعْ فَرَجَعَ النَّاسُ إِلَى الْمَسْجِدِ وَمَا نَرَى فِي السَّمَاءِ قَزَعَةً قَالَ فَجَاءَتْ سَحَابَةٌ فَمَطَرَتْ وَأُقِيمَتْ الصَّلَاةُ فَسَجَدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الطِّينِ وَالْمَاءِ حَتَّى رَأَيْتُ أَثَرَ الطِّينِ فِي أَرْنَبَتِهِ وَجَبْهَتِهِ","source":"Bukhari"},"__N_SSG":true}