{"pageProps":{"number":"191","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Al Yaman] berkata, telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] berkata, telah mengabarkan kepadaku ['Ubaidullah bin 'Abdullah bin 'Utbah] bahwa ['Aisyah] berkata, \"Tatkala sakit Nabi shallallahu 'alaihi wasallam semakin berat, beliau minta izin kepada isteri-isterinya agar beliau dirawat di rumahku, lalu mereka pun mengizinkannya. Nabi shallallahu 'alaihi wasallam lalu keluar berjalan dengan dipapah oleh dua orang; 'Abbas dan seorang lagi.\" ['Ubaidullah] berkata, \"Aku lalu kabarkan hal itu kepada ['Abdullah bin 'Abbas], lalu dia berkata, \"Tahukah kamu, siapakah lelaki yang lain itu?\" Aku jawab, \"Tidak\". Dia lantas berkata, \"Orang itu adalah 'Ali bin Abu Thalib? radliallahu 'anhu.\" ['Aisyah] menceritakan bahwa ketika Nabi shallallahu 'alaihi wasallam sudah berada di rumahnya dan sakitnya makin berat, beliau mengatakan: \"Siramkan air kepadaku dari tujuh geriba yang belun dilepas ikatannya, sehingga aku dapat memberi pesan kepada orang-orang.\" Kemudian Nabi shallallahu 'alaihi wasallam didudukkan untuk mandi dengan ember milik Hafshah, isteri Nabi shallallahu 'alaihi wasallam. Maka kami segera menyiram beliau hingga beliau memberi isyarat sudah cukup. Setelah itu beliau keluar menemui orang-orang.\"","arab":"حَدَّثَنَا أَبُو الْيَمَانِ قَالَ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ أَنَّ عَائِشَةَ قَالَتْلَمَّا ثَقُلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاشْتَدَّ بِهِ وَجَعُهُ اسْتَأْذَنَ أَزْوَاجَهُ فِي أَنْ يُمَرَّضَ فِي بَيْتِي فَأَذِنَّ لَهُ فَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ رَجُلَيْنِ تَخُطُّ رِجْلَاهُ فِي الْأَرْضِ بَيْنَ عَبَّاسٍ وَرَجُلٍ آخَرَقَالَ عُبَيْدُ اللَّهِ فَأَخْبَرْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ فَقَالَ أَتَدْرِي مَنْ الرَّجُلُ الْآخَرُ قُلْتُ لَا قَالَ هُوَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ وَكَانَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا تُحَدِّثُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَعْدَمَا دَخَلَ بَيْتَهُ وَاشْتَدَّ وَجَعُهُ هَرِيقُوا عَلَيَّ مِنْ سَبْعِ قِرَبٍ لَمْ تُحْلَلْ أَوْكِيَتُهُنَّ لَعَلِّي أَعْهَدُ إِلَى النَّاسِ وَأُجْلِسَ فِي مِخْضَبٍ لِحَفْصَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ طَفِقْنَا نَصُبُّ عَلَيْهِ تِلْكَ حَتَّى طَفِقَ يُشِيرُ إِلَيْنَا أَنْ قَدْ فَعَلْتُنَّ ثُمَّ خَرَجَ إِلَى النَّاسِ","source":"Bukhari"},"__N_SSG":true}