{"pageProps":{"number":"2213","slug":"bukhari","id":"Telah menceritakan kepada kami [Ahmad bin Yunus] telah menceritakan kepada kami [Abu Syihab] dari [Al A'masy] dari [Zaid bin Wahb] dari [Abu Dzar radliallahu 'anhu] berkata; \"Aku duduk-duduk bersama Nabi shallallahu 'alaihi wasallam dan ketika Beliau melihat bukit Uhud, Beliau bersabda: \"Aku tidak menyukainya seandainya bukit itu dirubah untukku menjadi emas dalam bentuk dinar lalu berada padaku melebihi tiga hari kecuali satu dinar saja yang aku siapkan untuk membayar hutang\". Kemudian Beliau melanjutkan: \"Sesungguhnya kebanyakan orang dalam masalah harta, hanya sedikit saja dari mereka (yang selamat) kecuali orang yang berkata tentang harta begini begini.\" Abu Syihab memberi isyarat dengan tangannya ke arah kanan dan kiri: \"Dan sedikit sekali mereka yang selamat\". Beliau shallallahu 'alaihi wasallam berkata: \"Tetaplah kamu pada tempatmu\". Lalu Beliau melangkah tidak terlalu jauh lalu aku mendengar suara. Semula aku hendak mendatangi Beliau namun aku teringat perintah Beliau; \"Tetaplah kamu pada tempatmu hingga aku datang\". Ketika Beliau sudah datang aku bertanya: \"Wahai Rasulullah, apa yang aku dengar tadi atau suara apakah yang aku dengar tadi?\" Beliau menjawab: \"Apakah kamu mendengar sesuatu\". Aku jawab: \"Ya\". Beliau menjelaskan: \"Tadi Jibril 'alaihissalam datang kepadaku seraya berkata: \"Siapa saja yang mati dari ummatmu dan dia tidak menyekutukan Allah dengan sesuatu apapun pasti akan masuk surga\". Aku bertanya: \"Sekalipun dia berbuat begini begini?\" Jibril menjawab: \"Ya\". ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا أَبُو شِهَابٍ عَنْ الْأَعْمَشِ عَنْ زَيْدِ بْنِ وَهْبٍ عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ قَالَكُنْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا أَبْصَرَ يَعْنِي أُحُدًا قَالَ مَا أُحِبُّ أَنَّهُ تَحَوَّلَ لِي ذَهَبًا يَمْكُثُ عِنْدِي مِنْهُ دِينَارٌ فَوْقَ ثَلَاثٍ إِلَّا دِينَارًا أُرْصِدُهُ لِدَيْنٍ ثُمَّ قَالَ إِنَّ الْأَكْثَرِينَ هُمْ الْأَقَلُّونَ إِلَّا مَنْ قَالَ بِالْمَالِ هَكَذَا وَهَكَذَا وَأَشَارَ أَبُو شِهَابٍ بَيْنَ يَدَيْهِ وَعَنْ يَمِينِهِ وَعَنْ شِمَالِهِ وَقَلِيلٌ مَا هُمْ وَقَالَ مَكَانَكَ وَتَقَدَّمَ غَيْرَ بَعِيدٍ فَسَمِعْتُ صَوْتًا فَأَرَدْتُ أَنْ آتِيَهُ ثُمَّ ذَكَرْتُ قَوْلَهُ مَكَانَكَ حَتَّى آتِيَكَ فَلَمَّا جَاءَ قُلْتُ يَا رَسُولَ اللَّهِ الَّذِي سَمِعْتُ أَوْ قَالَ الصَّوْتُ الَّذِي سَمِعْتُ قَالَ وَهَلْ سَمِعْتَ قُلْتُ نَعَمْ قَالَ أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَام فَقَالَ مَنْ مَاتَ مِنْ أُمَّتِكَ لَا يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ قُلْتُ وَإِنْ فَعَلَ كَذَا وَكَذَا قَالَ نَعَمْ","source":"Bukhari"},"__N_SSG":true}