{"pageProps":{"number":"2425","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu An Nu'man] telah menceritakan kepada kami [Al Mu'tamir bin Sulaiman] dari [bapaknya] dari [Abu 'Utsman] dari ['Abdurrahman bin Abu Bakar radliallahu 'anhuma] berkata; \"Kami pernah bersama Nabi shallallahu 'alaihi wasallam (dalam perjalanan) berjumlah seratus tiga puluh orang lalu Beliau berkata: \"Apakah diantara kalian yang memiliki makanan?\" Maka jika ada sebanyak satu sha'makanan atau sejenisnya, dibuatlah adonan. Kemudian datang seorang musyrik yang berambut panjang namun agak semrawut membawa kambing yang digiringnya. Nabi shallallahu 'alaihi wasallam berkata: \"Apakah kambing ini untuk dijual atau untuk dihadiahkan?\" atau Beliau berkata dengan redaksi: \"Atau dihibahkan?\" Orang itu menjawab: \"Tidak, tapi untuk dijual\". Maka Beliau membeli seekor darinya\". Lalu kambing itu dimasak dan Nabi shallallahu 'alaihi wasallam memerintahkan agar hatinya dibagi-bagikan. Demi Allah, tidak ada dari kami yang berjumlah seratus tiga puluh orang melainkan telah diberikan oleh Nabi shallallahu 'alaihi wasallam potongan jantung dari isi perut kambing tersebut. Jika ada yang hadir disitu, musti diberi, dan jika sedang tidak ada, disisakan baginya. Maka dibuat dalam dua kuali, lalu mereka makan semuanya dan kami merasa kenyang dan masih tersisa dua kuali lalu kami bawa diatas unta, atau sebagaimana dikatakannya\".","arab":"حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ عَنْ أَبِيهِ عَنْ أَبِي عُثْمَانَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثِينَ وَمِائَةً فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ مَعَ أَحَدٍ مِنْكُمْ طَعَامٌ فَإِذَا مَعَ رَجُلٍ صَاعٌ مِنْ طَعَامٍ أَوْ نَحْوُهُ فَعُجِنَ ثُمَّ جَاءَ رَجُلٌ مُشْرِكٌ مُشْعَانٌّ طَوِيلٌ بِغَنَمٍ يَسُوقُهَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْعًا أَمْ عَطِيَّةً أَوْ قَالَ أَمْ هِبَةً قَالَ لَا بَلْ بَيْعٌ فَاشْتَرَى مِنْهُ شَاةً فَصُنِعَتْ وَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسَوَادِ الْبَطْنِ أَنْ يُشْوَى وَايْمُ اللَّهِ مَا فِي الثَّلَاثِينَ وَالْمِائَةِ إِلَّا قَدْ حَزَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ حُزَّةً مِنْ سَوَادِ بَطْنِهَا إِنْ كَانَ شَاهِدًا أَعْطَاهَا إِيَّاهُ وَإِنْ كَانَ غَائِبًا خَبَأَ لَهُ فَجَعَلَ مِنْهَا قَصْعَتَيْنِ فَأَكَلُوا أَجْمَعُونَ وَشَبِعْنَا فَفَضَلَتْ الْقَصْعَتَانِ فَحَمَلْنَاهُ عَلَى الْبَعِيرِ أَوْ كَمَا قَالَ","source":"Bukhari"},"__N_SSG":true}