{"pageProps":{"number":"2573","slug":"bukhari","id":"Telah bercerita kepada kami [Muhammad bin Sabiq] atau [Al Fadhal bin Ya'qub] darinya telah bercerita kepada kami [Syaiban Abu Mu'awiyah] dari [Firas] berkata; [asy-Sya'biy] berkata telah bercerita kepadaku [Jabir bin 'Abdullah Al Anshoriy radliallahu 'anhuma] bahwa bapaknya mati sebagai syahid pada perang Uhud dan meninggalkan enam anak perempuan serta hutang. Ketika tiba musim panen buah kurma aku menemui Rasulullah shallallahu 'alaihi wasallam lalu aku katakan: \"Wahai Rasulullah, sungguh Tuan telah mengetahui bahwa bapakku telah mati syahid pada perang Uhud dan dia meninggalkan hutang yang sangat banyak dan aku suka bila para piutang dapat melihat Tuan. Maka Beliau bersabda: \"Pegilah kamu ke kebunmu dan pisahkanlah masing-masing kurma jenis sesuai jenisnya\". Maka aku kerjakan lalu aku memanggil Beliau. Ketika mereka melihat Beliau, mereka segera saja mendesakku untuk melunasi hutang pada saat itu juga. Tatkala Beliau melihat apa yang mereka kerjakan, Belia mengelilingi salah satu tempat menebah kurma yang paling besar sebanyak tida kali kemudian duduk di dekatnya lalu berkata: \"Panggillah sahabat-sahabatmu\". Dan Beliau terus saja menimbang kurma untuk mereka higga akhirnya Allah (dengan izin-Nya) menyelesaikan amanah bapakku dan demi Allah telah ridha dengan terlunaskannya amanah bapakku dan aku pulang kepada saudara-saudara perempuanku tidak membawa sebutir buah kurma pun. Dan demi Allah, tempat menebah kurma masih utuh seperti sebelumnya seolah tidak berkurang satu butirpun buah kurmanya\". Berkata Abu 'Abdullah Al Bukhariy: \"ughruu bii artinya hiijuw bii (timbul/spontan) sepereti firman Allah \"fa aghrainaa bainahul 'adaawata wal baghdhao' (Maka kami tibmbulkan diantara mereka permusuhan dan kebencian)","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ أَوْ الْفَضْلُ بْنُ يَعْقُوبَ عَنْهُ حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ عَنْ فِرَاسٍ قَالَ قَالَ الشَّعْبِيُّ حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ أَبَاهُ اسْتُشْهِدَ يَوْمَ أُحُدٍ وَتَرَكَ سِتَّ بَنَاتٍ وَتَرَكَ عَلَيْهِ دَيْنًا فَلَمَّا حَضَرَ جِدَادُ النَّخْلِ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ قَدْ عَلِمْتَ أَنَّ وَالِدِي اسْتُشْهِدَ يَوْمَ أُحُدٍ وَتَرَكَ عَلَيْهِ دَيْنًا كَثِيرًا وَإِنِّي أُحِبُّ أَنْ يَرَاكَ الْغُرَمَاءُ قَالَ اذْهَبْ فَبَيْدِرْ كُلَّ تَمْرٍ عَلَى نَاحِيَتِهِ فَفَعَلْتُ ثُمَّ دَعَوْتُهُ فَلَمَّا نَظَرُوا إِلَيْهِ أُغْرُوا بِي تِلْكَ السَّاعَةَ فَلَمَّا رَأَى مَا يَصْنَعُونَ أَطَافَ حَوْلَ أَعْظَمِهَا بَيْدَرًا ثَلَاثَ مَرَّاتٍ ثُمَّ جَلَسَ عَلَيْهِ ثُمَّ قَالَ ادْعُ أَصْحَابَكَ فَمَا زَالَ يَكِيلُ لَهُمْ حَتَّى أَدَّى اللَّهُ أَمَانَةَ وَالِدِي وَأَنَا وَاللَّهِ رَاضٍ أَنْ يُؤَدِّيَ اللَّهُ أَمَانَةَ وَالِدِي وَلَا أَرْجِعَ إِلَى أَخَوَاتِي بِتَمْرَةٍ فَسَلِمَ وَاللَّهِ الْبَيَادِرُ كُلُّهَا حَتَّى أَنِّي أَنْظُرُ إِلَى الْبَيْدَرِ الَّذِي عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَأَنَّه لَمْ يَنْقُصْ تَمْرَةً وَاحِدَةًقَالَ أَبُو عَبْد اللَّهِ أُغْرُوا بِي يَعْنِي هِيجُوا بِي{ فَأَغْرَيْنَا بَيْنَهُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ }","source":"Bukhari"},"__N_SSG":true}