{"pageProps":{"number":"2680","slug":"bukhari","id":"Telah bercerita kepada kami [Abu An Nu'man] telah bercerita kepada kami [Hammad bin Zaid] dari [Yahya] dari [Muhammad bin Yahya bin Hibban] dari [Anas bin Malik radliallahu 'anhu] berkata [Ummu Haram] telah bercerita kepadaku bahwa Nabi shallallahu 'alaihi wasallam pada suatu hari pernah berkata di rumahnya dimana Beliau terbangun lalu tertawa. Maka dia bertanya: \"Wahai Rasulullah, apa yang membuat Tuan tertawa,?\" Maka Beliau bersabda: \"Aku kagum dengan sekelompok kaum dari umatku dimana mereka sebagai pasukan yang mengarungi lautan bagaikan raja-raja di atas singgasana\". Maka aku berkata: \"Wahai Rasulullah, berdo'alah kepada Allah agar Dia menjdikan aku termasuk dari mereka\". Maka Beliau bersabda: \"Kamu orang yang termasuk diantara mereka\". Kemudian Beliau tertidur lalu bangun sambil tertawa. Dan Beliau berkata sebagaimana perkataan yang tadi sebanyak dua atau tiga kali. Akupun kembali berkata: \"Berdo'alah kepada Allah agar Dia menjadikan aku termasuk dari mereka\". Maka Beliau bersabda: \"Kamu akan menjadi orang-orang yang pertama\". Kemudian Ummu Haram dinikahi oleh 'Ubadah bin Ash-Shomit lalu di kemudian hari dia berangkat dalam suatu peperangan bersamanya. Ketika kembali ke daratan dia (Ummu Haram) mendekati hewan tunggangan untuk dikendarainya namun ia terjatuh dan hewan itu menginjak lehernya (hingga meninggal dunia).","arab":"حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ يَحْيَى عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ حَدَّثَتْنِي أُمُّ حَرَامٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَوْمًا فِي بَيْتِهَا فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ قَالَتْ يَا رَسُولَ اللَّهِ مَا يُضْحِكُكَ قَالَ عَجِبْتُ مِنْ قَوْمٍ مِنْ أُمَّتِي يَرْكَبُونَ الْبَحْرَ كَالْمُلُوكِ عَلَى الْأَسِرَّةِ فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَقَالَ أَنْتِ مِنْهُمْ ثُمَّ نَامَ فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقَالَ مِثْلَ ذَلِكَ مَرَّتَيْنِ أَوْ ثَلَاثًا قُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَيَقُولُ أَنْتِ مِنْ الْأَوَّلِينَ فَتَزَوَّجَ بِهَا عُبَادَةُ بْنُ الصَّامِتِ فَخَرَجَ بِهَا إِلَى الْغَزْوِ فَلَمَّا رَجَعَتْ قُرِّبَتْ دَابَّةٌ لِتَرْكَبَهَا فَوَقَعَتْ فَانْدَقَّتْ عُنُقُهَا","source":"Bukhari"},"__N_SSG":true}