{"pageProps":{"number":"3532","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Abdullah] telah menceritakan kepada kami [Sufyan] [Amr] berkata, aku mendengar [Jabir bin Abdullah] radliallahu 'anhuma berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapakah yang akan membunuh Ka'b bin Asyraf yang telah durhaka kepada Allah dan melukai Rasul-Nya?\" Maka Muhammad bin Maslamah berdiri dan berkata, \"Wahai Rasulullah, sukakah anda jika aku yang akan membunuhnya?\" beliau menjawab: \"Ya.\" Muhammad bin Maslamah berkata, \"Izinkan aku untuk mengatakan sesuatu.\" Beliau bersabda: \"Katakanlah.\" Setelah itu Maslamah mendatangi Ka'b, lalu dia berkata, \"Sesungguhnya laki-laki itu (maksudnya Nabi shallallahu 'alaihi wasallam -pent) telah meminta sedekah kepada kami padahal kami dalam keadaan susah, oleh karena itu aku datang kepadamu untuk berhutang.\" Ka'b berkata, \"Dan juga -demi Allah- kalian akan bosan kepadanya.\" Maslamah berkata, \"Sesungguhnya kami telah mengikutinya, dan kami tidak suka meninggalkannya hingga kami mengetahui akhir kesudahannya, dan kami hendak meminjam satu atau dua wasaq.\" 'Amru tidak hanya sekali menceritakan kepada kami, namun ia tidak menyebutkan 'satu atau dua wasaq'. Atau, aku berkata kepadanya, 'satu atau dua wasaq'.\" Perawi berkata, \"Seingatku dalam hadits tersebut disebutkan 'satu atau dua wasaq'.\" - Ka'b bin Al Asyraf menjawab, \"Baiklah, akan tetapi kalian harus memberikan jaminan kepadaku.\" Mereka menjawab, \"Engkau harus kami beri jaminan apa?\" Ka'b menjawab, \"Gadaikanlah isteri-isteri kalian.\" Mereka menjawab, \"Bagaimana kami harus menggadaikan isteri-isteri kami, sementara kamu adalah orang yang paling rupawan di Arab.\" Ka'b berkata, \"Kalau begitu, gadaikanlah puteri-puteri kalian.\" Mereka berkata, \"Bagaimana kami harus menggadaikan puteri-puteri kami, nantinya mereka akan dihina orang-orang dan dikatakan, 'Mereka telah digadaikan dengan satu atau dua wasaq, ' hal ini akan membuat kami terhina, akan tetapi kami akan menggadaikan la'mah kami.\" -Sufyan mengatakan; maksudnya adalah senjata- Kemudian mereka membuat perjanjian untuk bertemu kembali, di suatu malam Maslamah bersama Abu Na`ilah -ia adalah saudara sepersusuan Ka'b- datang menemui Ka'b, lalu Ka'b mengundangnya untuk masuk ke dalam benteng, setelah itu Ka'b turun menemui mereka. Isteri Ka'b berkata kepadanya, \"Kemana engkau hendak keluar pada saat seperti ini?\" Ka'b menjawab, \"Dia adalah Muhammad bin Maslamah dan saudaraku Abu Na`ilah.\" -Selain 'Amru menyebutkan, \"Isteri Ka'b berkata, \"Aku mendengar suara seperti darah menetes.\" Ka'b menjawab, \"Dia hanyalah saudaraku, Muhammad bin Maslamah dan saudara sepersusuanku Abu Na`ilah. Sesungguhnya sebagai seorang yang terhormat, apabila dipanggil, maka ia akan menemuinya walaupun di malam hari.\" Perawi berkata, \"Kemudian Muhammad bin Maslamah memasukkan (ke dalam benteng) dua orang bersamanya.\" -Dikatakan kepada Sufyan, \"Apakah 'Amru menyebutkan nama mereka?\" Ia menjawab, \"Amru hanya menyebutkan nama sebagian dari mereka.\" 'Amru berkata, \"Ia datang dengan dua laki-laki.\" Sementara yang lain mengatakan, \"Abu Abs bin Jabr, Al Harits bin Aus dan 'Abbad bin Bisyr.\" 'Amru mengatakan- Ia datang bersama dua orang laki-laki.\" Maslamah melanjutkan, \"Sungguh, aku akan meraih rambut kepalanya dan menciumnya, jika kalian melihatku telah berhasil menguasai kepalanya, maka mendekatlah dan tebaslah dia.\" Sesekali Maslamah berkata, \"Kemudian aku akan memberikan kesempatan kepada kalian untuk menciumnya.\" Ketika Ka'b turun untuk menemui mereka, dan bau minyak wanginya mulai tersebar, Maslamah berkata, \"Aku belum pernah mencium aroma wangi yang lebih bagus dari ini.\" Selain 'Amru menyebutkan, \"Aku memiliki minyak wangi wanita arab dan lebih sempurna dikalangan Arab.\" 'Amru mengatakan, \"Maslamah berkata, \"Apakah engkau mengizinkanku untuk mencium kepalamu?\" Ka'b menjawab, \"Silahkan.\" Kemudian Maslamah menciumnya dan diikuti oleh sahabat-sahabatnya.\" Setelah itu Maslamah berkata lagi, \"Apakah engkau mengizinkanku lagi?\" Ka'b menjawab, \"Silahkan.\" Ketika ia telah berhasil menguasainya, Maslamah berkata, \"Mendekatlah.\" Maka mereka langsung membuhnya, setelah itu mereka menemui Nabi shallallahu 'alaihi wasallam dan mengabarkan kepada beliau.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ قَالَ عَمْرٌو سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ لِكَعْبِ بْنِ الْأَشْرَفِ فَإِنَّهُ قَدْ آذَى اللَّهَ وَرَسُولَهُ فَقَامَ مُحَمَّدُ بْنُ مَسْلَمَةَ فَقَالَ يَا رَسُولَ اللَّهِ أَتُحِبُّ أَنْ أَقْتُلَهُ قَالَ نَعَمْ قَالَ فَأْذَنْ لِي أَنْ أَقُولَ شَيْئًا قَالَ قُلْ فَأَتَاهُ مُحَمَّدُ بْنُ مَسْلَمَةَ فَقَالَ إِنَّ هَذَا الرَّجُلَ قَدْ سَأَلَنَا صَدَقَةً وَإِنَّهُ قَدْ عَنَّانَا وَإِنِّي قَدْ أَتَيْتُكَ أَسْتَسْلِفُكَ قَالَ وَأَيْضًا وَاللَّهِ لَتَمَلُّنَّهُ قَالَ إِنَّا قَدْ اتَّبَعْنَاهُ فَلَا نُحِبُّ أَنْ نَدَعَهُ حَتَّى نَنْظُرَ إِلَى أَيِّ شَيْءٍ يَصِيرُ شَأْنُهُ وَقَدْ أَرَدْنَا أَنْ تُسْلِفَنَا وَسْقًا أَوْ وَسْقَيْنِو حَدَّثَنَا عَمْرٌو غَيْرَ مَرَّةٍ فَلَمْ يَذْكُرْ وَسْقًا أَوْ وَسْقَيْنِ أَوْ فَقُلْتُ لَهُ فِيهِ وَسْقًا أَوْ وَسْقَيْنِ فَقَالَ أُرَى فِيهِ وَسْقًا أَوْ وَسْقَيْنِ فَقَالَ نَعَمِ ارْهَنُونِي قَالُوا أَيَّ شَيْءٍ تُرِيدُ قَالَ ارْهَنُونِي نِسَاءَكُمْ قَالُوا كَيْفَ نَرْهَنُكَ نِسَاءَنَا وَأَنْتَ أَجْمَلُ الْعَرَبِ قَالَ فَارْهَنُونِي أَبْنَاءَكُمْ قَالُوا كَيْفَ نَرْهَنُكَ أَبْنَاءَنَا فَيُسَبُّ أَحَدُهُمْ فَيُقَالُ رُهِنَ بِوَسْقٍ أَوْ وَسْقَيْنِ هَذَا عَارٌ عَلَيْنَا وَلَكِنَّا نَرْهَنُكَ اللَّأْمَةَ قَالَ سُفْيَانُ يَعْنِي السِّلَاحَ فَوَاعَدَهُ أَنْ يَأْتِيَهُ فَجَاءَهُ لَيْلًا وَمَعَهُ أَبُو نَائِلَةَ وَهُوَ أَخُو كَعْبٍ مِنْ الرَّضَاعَةِ فَدَعَاهُمْ إِلَى الْحِصْنِ فَنَزَلَ إِلَيْهِمْ فَقَالَتْ لَهُ امْرَأَتُهُ أَيْنَ تَخْرُجُ هَذِهِ السَّاعَةَ فَقَالَ إِنَّمَا هُوَ مُحَمَّدُ بْنُ مَسْلَمَةَ وَأَخِي أَبُو نَائِلَةَ وَقَالَ غَيْرُ عَمْرٍو قَالَتْ أَسْمَعُ صَوْتًا كَأَنَّهُ يَقْطُرُ مِنْهُ الدَّمُ قَالَ إِنَّمَا هُوَ أَخِي مُحَمَّدُ بْنُ مَسْلَمَةَ وَرَضِيعِي أَبُو نَائِلَةَ إِنَّ الْكَرِيمَ لَوْ دُعِيَ إِلَى طَعْنَةٍ بِلَيْلٍ لَأَجَابَ قَالَ وَيُدْخِلُ مُحَمَّدُ بْنُ مَسْلَمَةَ مَعَهُ رَجُلَيْنِ قِيلَ لِسُفْيَانَ سَمَّاهُمْ عَمْرٌو قَالَ سَمَّى بَعْضَهُمْ قَالَ عَمْرٌو جَاءَ مَعَهُ بِرَجُلَيْنِ وَقَالَ غَيْرُ عَمْرٍو أَبُو عَبْسِ بْنُ جَبْرٍ وَالْحَارِثُ بْنُ أَوْسٍ وَعَبَّادُ بْنُ بِشْرٍ قَالَ عَمْرٌو جَاءَ مَعَهُ بِرَجُلَيْنِ فَقَالَ إِذَا مَا جَاءَ فَإِنِّي قَائِلٌ بِشَعَرِهِ فَأَشَمُّهُ فَإِذَا رَأَيْتُمُونِي اسْتَمْكَنْتُ مِنْ رَأْسِهِ فَدُونَكُمْ فَاضْرِبُوهُ وَقَالَ مَرَّةً ثُمَّ أُشِمُّكُمْ فَنَزَلَ إِلَيْهِمْ مُتَوَشِّحًا وَهُوَ يَنْفَحُ مِنْهُ رِيحُ الطِّيبِ فَقَالَ مَا رَأَيْتُ كَالْيَوْمِ رِيحًا أَيْ أَطْيَبَ وَقَالَ غَيْرُ عَمْرٍو قَالَ عِنْدِي أَعْطَرُ نِسَاءِ الْعَرَبِ وَأَكْمَلُ الْعَرَبِ قَالَ عَمْرٌو فَقَالَ أَتَأْذَنُ لِي أَنْ أَشُمَّ رَأْسَكَ قَالَ نَعَمْ فَشَمَّهُ ثُمَّ أَشَمَّ أَصْحَابَهُ ثُمَّ قَالَ أَتَأْذَنُ لِي قَالَ نَعَمْ فَلَمَّا اسْتَمْكَنَ مِنْهُ قَالَ دُونَكُمْ فَقَتَلُوهُ ثُمَّ أَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرُوهُ","source":"Bukhari"},"__N_SSG":true}