{"pageProps":{"number":"3632","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah] telah menceritakan kepada kami [Hatim bin Isma'il] dari [Yazid bin Abu 'Ubaid] dari [Salamah bin Al Akwa' radliallahu 'anhu] ia berkata; \"Kami mengadakan perjalanan malam bersama Nabi shallallahu 'alaihi wasallam menuju Khaibar, lalu seorang laki-laki dari rombongan berkata kepada 'Amir; \"Wahai 'Amir, apakah tidak sebaiknya engkau perdengarkan kepada kami bait-bait sya'irmu?\" -'Amir adalah seorang ahli penyair- Maka dia mulai melantunkan sya'ir kepada rombongan itu. Katanya; \"Ya Alah, kalau nukan karena Engkau, tentu kami tidak akan mendapat petunjuk. Kami tidak akan bershadaqah dan juga tidak akan shalat. Berilah ampunan sebagai tebusan untuk-Mu atas apa yang telah kami lalaikan. Teguhkan kaki-kaki kami bila bertemu musuh. Berikanlah ketenangan atas kami. Sesungguhnya jika diserukan kepada kami, niscaya kami enggan mengikutinya Namun dengan seruan itu mereka datang kepada kami.\" Rasulullah shallallahu 'alaihi wasallam bertanya: \"Siapakah yang sedang bersenandung itu?. Mereka menjawab; \"'Amir bin Al Akwa'.\" Beliau bersabda: \"Semoga Alah merahmatinya\". Tiba-tiba seorang laki-laki berkata; \"Sudah semestinya wahai Nabiyullah. (Bagaimana jadinya) sekiranya engkau tidak menyenangkan kami dengannya.\" Lalu kami mengepung Khaibar, hingga kami ditimpa rasa lapar yang sangat. Kemudian Allah Ta'ala menaklukannya. Di sore harinya, yaitu di hari (pertama) Khaibar ditaklukkan, orang-orang menyalakan api, melihat itu Nabi shallallahu 'alaihi wasallam bertanya: \"Apakah api-apai itu. Untuk apa dinyalakan?\". Mereka menjawab; \"Untuk memasak daging.\" Beliau bertanya: \"Daging apa?\". Mereka menjawab; \"Daging keledai jinak.\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Tumpahkan dan pecahkanlah (periuk-periuknya).\" Seorang laki-laki bertanya; \"Wahai Rasulullah, tidakkah kita menumpahkannya lalu mencucinya?.\" Beliau bersabda: \"Atau seperti itu\". Ketika rombongan pasukan sudah saling berhadapan, saat itu 'Amir membawa pedangnya yang pendek, lalu dia mengayunkannya untuk menebas betis kaki seorang Yahudi. Namun pedangnya berbalik mengenai kakinya dan tepat melukai mata kaki 'Amir hingga menyebabkan dia gugur.\" Salamah berkata; \"Ketika mereka kembali, Salamah berkata; \"Rasulullah shallallahu 'alaihi wasallam melihatku lalu memegang tanganku seraya berkata; \"Ada apa denganmu?.\" Aku berkata kepada beliau; \"Demi bapak ibuku sebagai tebusan tuan. Orang-orang menganggap bahwa 'Amir telah melakukan amalan yang sia-sia.\" Nabi shallallahu 'alaihi wasallam bertanya: \"Mereka berdusta. Siapa yang mengatakannya? Sesungguhnya dia mendapatkan dua pahala.\" -Beliau mengumpulkan dua jarinya- \"Sungguh dia seorang mujahid yang telah berjuang dengan gigih. Sedikit sekali orang Arab yang dapat melakukan seperti yang dia lakukan.\" Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Hatim] ia berkata; (Dalam riwayat lain menggunakan kalimat) nasya'a bihaa, artinya mencontohkannya.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ عَنْ سَلَمَةَ بْنِ الْأَكْوَعِ رَضِيَ اللَّهُ عَنْهُ قَالَخَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى خَيْبَرَ فَسِرْنَا لَيْلًا فَقَالَ رَجُلٌ مِنْ الْقَوْمِ لِعَامِرٍ يَا عَامِرُ أَلَا تُسْمِعُنَا مِنْ هُنَيْهَاتِكَ وَكَانَ عَامِرٌ رَجُلًا شَاعِرًا فَنَزَلَ يَحْدُو بِالْقَوْمِ يَقُولُ اللَّهُمَّ لَوْلَا أَنْتَ مَا اهْتَدَيْنَاوَلَا تَصَدَّقْنَا وَلَا صَلَّيْنَافَاغْفِرْ فِدَاءً لَكَ مَا أَبْقَيْنَاوَثَبِّتْ الْأَقْدَامَ إِنْ لَاقَيْنَاوَأَلْقِيَنْ سَكِينَةً عَلَيْنَاإِنَّا إِذَا صِيحَ بِنَا أَبَيْنَاوَبِالصِّيَاحِ عَوَّلُوا عَلَيْنَافَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ هَذَا السَّائِقُ قَالُوا عَامِرُ بْنُ الْأَكْوَعِ قَالَ يَرْحَمُهُ اللَّهُ قَالَ رَجُلٌ مِنْ الْقَوْمِ وَجَبَتْ يَا نَبِيَّ اللَّهِ لَوْلَا أَمْتَعْتَنَا بِهِ فَأَتَيْنَا خَيْبَرَ فَحَاصَرْنَاهُمْ حَتَّى أَصَابَتْنَا مَخْمَصَةٌ شَدِيدَةٌ ثُمَّ إِنَّ اللَّهَ تَعَالَى فَتَحَهَا عَلَيْهِمْ فَلَمَّا أَمْسَى النَّاسُ مَسَاءَ الْيَوْمِ الَّذِي فُتِحَتْ عَلَيْهِمْ أَوْقَدُوا نِيرَانًا كَثِيرَةً فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا هَذِهِ النِّيرَانُ عَلَى أَيِّ شَيْءٍ تُوقِدُونَ قَالُوا عَلَى لَحْمٍ قَالَ عَلَى أَيِّ لَحْمٍ قَالُوا لَحْمِ حُمُرِ الْإِنْسِيَّةِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْرِيقُوهَا وَاكْسِرُوهَا فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَوْ نُهَرِيقُهَا وَنَغْسِلُهَا قَالَ أَوْ ذَاكَ فَلَمَّا تَصَافَّ الْقَوْمُ كَانَ سَيْفُ عَامِرٍ قَصِيرًا فَتَنَاوَلَ بِهِ سَاقَ يَهُودِيٍّ لِيَضْرِبَهُ وَيَرْجِعُ ذُبَابُ سَيْفِهِ فَأَصَابَ عَيْنَ رُكْبَةِ عَامِرٍ فَمَاتَ مِنْهُ قَالَ فَلَمَّا قَفَلُوا قَالَ سَلَمَةُ رَآنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ آخِذٌ بِيَدِي قَالَ مَا لَكَ قُلْتُ لَهُ فَدَاكَ أَبِي وَأُمِّي زَعَمُوا أَنَّ عَامِرًا حَبِطَ عَمَلُهُ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَبَ مَنْ قَالَهُ إِنَّ لَهُ لَأَجْرَيْنِ وَجَمَعَ بَيْنَ إِصْبَعَيْهِ إِنَّهُ لَجَاهِدٌ مُجَاهِدٌ قَلَّ عَرَبِيٌّ مَشَى بِهَا مِثْلَهُحَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا حَاتِمٌ قَالَ نَشَأَ بِهَا","source":"Bukhari"},"__N_SSG":true}