{"pageProps":{"number":"4117","slug":"bukhari","id":"Telah menceritakan kepada kami [Abul Yaman] Telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] Telah menceritakan kepadaku [Urwah bin Jubair] bahwa ['Aisyah radliallahu 'anha] berkata; bahwa Aflah, saudara Abu Al Qu'ais datang meminta izin untuk menemuinya setelah turunnya ayat hijab, Abu Al Qu'ais adalah ayah 'Aisyah dari susuan, Aisyah berkata; saya tidak akan mengizinkan Aflah masuk menemuiku sehingga saya meminta izin Rasulullah shallallahu 'alaihi wasallam terlebih dahulu. Karena bukan saudara Abu Al Qu'ais yang menyusuiku, tetapi istrinya yang menyusuiku. Setelah Rasulullah shallallahu 'alaihi wasallam datang, saya berkata; Wahai Rasulullah, sesungguhnya Aflah, yaitu saudara Abu Al Qu'ais telah datang minta izin untuk menemuiku, namun saya menolak mengizinkannya sebelum aku meminta izin kepada engkau. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Apa yang menghalangimu dari mengizinkan pamanmu?\" Aisyah berkata; Ya Rasulullah, dia bukanlah yang menyusuiku, tapi istri Abu Al Qu'aislah yang menyusuiku. Lalu Nabi shallallahu 'alaihi wasallam bersabda: 'Izinkanlah ia, karena sesungguhnya ia adalah pamanmu, maka kamu akan beruntung.' Urwah berkata; Oleh karena itu Aisyah berkata; \"Jadikanlah mahram saudara dari sesusuan sebagaimana kalian menjadikan mahram saudara dari keturunan.\"","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْاسْتَأْذَنَ عَلَيَّ أَفْلَحُ أَخُو أَبِي الْقُعَيْسِ بَعْدَمَا أُنْزِلَ الْحِجَابُ فَقُلْتُ لَا آذَنُ لَهُ حَتَّى أَسْتَأْذِنَ فِيهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ أَخَاهُ أَبَا الْقُعَيْسِ لَيْسَ هُوَ أَرْضَعَنِي وَلَكِنْ أَرْضَعَتْنِي امْرَأَةُ أَبِي الْقُعَيْسِ فَدَخَلَ عَلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ لَهُ يَا رَسُولَ اللَّهِ إِنَّ أَفْلَحَ أَخَا أَبِي الْقُعَيْسِ اسْتَأْذَنَ فَأَبَيْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْذِنَكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا مَنَعَكِ أَنْ تَأْذَنِي عَمُّكِ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ الرَّجُلَ لَيْسَ هُوَ أَرْضَعَنِي وَلَكِنْ أَرْضَعَتْنِي امْرَأَةُ أَبِي الْقُعَيْسِ فَقَالَ ائْذَنِي لَهُ فَإِنَّهُ عَمُّكِ تَرِبَتْ يَمِينُكِ قَالَ عُرْوَةُ فَلِذَلِكَ كَانَتْ عَائِشَةُ تَقُولُ حَرِّمُوا مِنْ الرَّضَاعَةِ مَا تُحَرِّمُونَ مِنْ النَّسَبِ","source":"Bukhari"},"__N_SSG":true}