{"pageProps":{"number":"4156","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah] Telah menceritakan kepada kami [Abdul 'Aziz bin Abu Salamah] dari [Hilal bin Abu Hilal] dari ['Atha bin Yasar] dari [Abdullah bin Amru bin Al 'Ash radliallahu 'anhuma] bahwa ayat yang di dalam Al Qur'an ini: \"Hai Nabi, sesungguhnya Kami mengutusmu untuk jadi saksi, dan pembawa kabar gembira dan pemberi peringatan.., \" (Al Fathu: 8). Sama dengan ayat yang ada di dalam Taurat berbunyi: \"Hai Nabi, sesungguhnya Kami mengutusmu untuk jadi saksi, dan pembawa kabar gembira dan pemberi peringatan dan pelindung bagi orang-orang `Arab, kamu adalah hamba-Ku dan Rasul-Ku, dan Aku menamaimu Al Mutawakkil (orang yang bertawakkal tinggi). Engkau bukan orang yang berperangai buruk, juga bukan berwatak keras dan bukan sakhkhob (orang yang cerewet, berteriak keras-keras) di pasar.\" Dan beliau tidak membalas kejahatan dengan kejahatan serupa akan tetapi beliau mema'afkan dan mengampuninya, dan Allah tidak akan mewafatkan beliau sampai beliau meluruskan Millah (dien) Nya yang bengkok, hingga manusia mengucapkan Laa Ilaaha IllAllah, sehingga dengannya beliau dapat membukakan mata yang buta, telinga yang tuli dan hati yang lalai.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ عَنْ هِلَالِ بْنِ أَبِي هِلَالٍ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ هَذِهِ الْآيَةَ الَّتِي فِي الْقُرْآنِ يَا أَيُّهَا النَّبِيُّ{ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا }قَالَ فِي التَّوْرَاةِ يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَحِرْزًا لِلْأُمِّيِّينَ أَنْتَ عَبْدِي وَرَسُولِي سَمَّيْتُكَ الْمُتَوَكِّلَ لَيْسَ بِفَظٍّ وَلَا غَلِيظٍ وَلَا سَخَّابٍ بِالْأَسْوَاقِ وَلَا يَدْفَعُ السَّيِّئَةَ بِالسَّيِّئَةِ وَلَكِنْ يَعْفُو وَيَصْفَحُ وَلَنْ يَقْبِضَهُ اللَّهُ حَتَّى يُقِيمَ بِهِ الْمِلَّةَ الْعَوْجَاءَ بِأَنْ يَقُولُوا لَا إِلَهَ إِلَّا اللَّهُ فَيَفْتَحَ بِهَا أَعْيُنًا عُمْيًا وَآذَانًا صُمًّا وَقُلُوبًا غُلْفًا","source":"Bukhari"},"__N_SSG":true}