{"pageProps":{"number":"4206","slug":"bukhari","id":"Telah menceritakan kepada kami [Al Humaidi] Telah menceritakan kepada kami [Sufyan] Telah menceritakan kepada kami [Amru bin Dinar] ia berkata, Telah menceritakan kepadaku [Al Hasan bin Muhammad bin Ali] bahwa ia mendengar [Ubaidullah bin Abu Rafi'] sekretaris Ali, berkata, Aku mendengar [Ali radliallahu 'anhu] berkata; Aku, Zubair dan Miqdad pernah diutus oleh Rasulullah shallallahu 'alaihi wasallam, dan bersabda: \"Berangkatlah kalian hingga kalian tiba di Raudlah Khakh, sebab di tempat itu ada seorang wanita yang membawa surat, dan ambillah surat itu darinya.\" Setelah itu, kami pun segera pergi dengan memacu kuda berlari kencang hingga kami sampai di Ar Raudlah, dan ternyata kami pun mendapati seorang wanita yang dimaksud. Kami berkata, \"Tolong keluarkan surat itu.\" Wanita itu menjawab, \"Aku tidak membawa surat?\" kami katakan, \"Kamu keluarkan kitab itu, ataukah kami benar-benar akan melucuti pakaianmu.\" Akhirnya wanita itu pun mengeluarkan surat dari jalinan rambutnya. Dan kami segera membawanya kepada Nabi shallallahu 'alaihi wasallam. Dan ternyata surat itu ditulis oleh Hathib bin Balta'ah dan akan disampaikan kepada orang-orang musyrik yang bertempat tingga di Makkah. Ia mengabarkan tentang beberapa agenda Rasulullah shallallahu 'alaihi wasallam. Maka Nabi shallallahu 'alaihi wasallam pun bersabda: \"Apa-apaan ini wahai Hathib?\" Hathib berkata, \"Janganlah Anda terburu-buru dalam memberikan putusan atasku wahai Rasulullah. Aku adalah seorang yang berkebangsaan Quraisy, namun aku bukanlah bagian dari diri mereka. Orang-orang yang bersama Anda dari kalangan Muhajirin sesungguhnya memiliki kerabat yang dapat memberikan pengamanan untuk keluarga dan juga harta mereka di Makkah. Karena itulah aku ingin ketika aku tidak lagi memiliki pertalian nasab terhadap mereka untuk berbuat sesuatu yang dengannya mereka mau turut menjaga kerabatku. Tidaklah aku melakukannya karena kekufuran atau lantaran murtad dari agamaku.\" Akhirnya Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya, ia telah berkata jujur pada kalian.\" Tiba-tiba Umar berkata, \"Izinkanlah aku untuk menebas lehernya wahai Rasulullah.\" Beliau bersabda: \"Sesungguhnya ia turut dalam peperangan Badar. Apa alasanmu, bukankah Allah telah memberikan kekhususan terhadap Ahlu Badar seraya berfirman: 'Beramallah kalian, sesuka kalian. Sesungguhnya, Aku telah mengampuni kalian.'\" Amru berkata; Terkait denga peristiwa ini, maka turun pulalah ayat: \"Wahai orang-orang yang beriman, janganlah kalian mengambil musuh-Ku dan musuh kalian sebagai wali.\" (QS. Almumtahanah 1) Aku tidak tahu, apakah itu adalah ayat yang tercantum di dalam hadis, ataukah ungkapannya Amru. Ali menceritakan kepada kami; Ia berkata; Pernah diceritakan kepada Sufyan bahwa, dalam persoalan ini turunlah ayat: \"Janganlah kalian menjadikan musuh-Ku dan musuh kalian sebagai wali.\" (QS. Almumtahanah 1) Maka Sufyan berkata, \"Hal ini terkait dengan peristiwa itu. Aku menghafalnya dari Amru dan aku tidaklah meninggalkan satu huruf pun darinya. Dan aku belum pernah melihat orang yang menghafalnya selain aku.\" ","arab":"حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ قَالَ حَدَّثَنِي الْحَسَنُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ أَنَّهُ سَمِعَ عُبَيْدَ اللَّهِ بْنَ أَبِي رَافِعٍ كَاتِبَ عَلِيٍّ يَقُولُ سَمِعْتُ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ يَقُولُبَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا وَالزُّبَيْرَ وَالْمِقْدَادَ فَقَالَ انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ خَاخٍ فَإِنَّ بِهَا ظَعِينَةً مَعَهَا كِتَابٌ فَخُذُوهُ مِنْهَا فَذَهَبْنَا تَعَادَى بِنَا خَيْلُنَا حَتَّى أَتَيْنَا الرَّوْضَةَ فَإِذَا نَحْنُ بِالظَّعِينَةِ فَقُلْنَا أَخْرِجِي الْكِتَابَ فَقَالَتْ مَا مَعِي مِنْ كِتَابٍ فَقُلْنَا لَتُخْرِجِنَّ الْكِتَابَ أَوْ لَنُلْقِيَنَّ الثِّيَابَ فَأَخْرَجَتْهُ مِنْ عِقَاصِهَا فَأَتَيْنَا بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا فِيهِ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى أُنَاسٍ مِنْ الْمُشْرِكِينَ مِمَّنْ بِمَكَّةَ يُخْبِرُهُمْ بِبَعْضِ أَمْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا هَذَا يَا حَاطِبُ قَالَ لَا تَعْجَلْ عَلَيَّ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ امْرَأً مِنْ قُرَيْشٍ وَلَمْ أَكُنْ مِنْ أَنْفُسِهِمْ وَكَانَ مَنْ مَعَكَ مِنْ الْمُهَاجِرِينَ لَهُمْ قَرَابَاتٌ يَحْمُونَ بِهَا أَهْلِيهِمْ وَأَمْوَالَهُمْ بِمَكَّةَ فَأَحْبَبْتُ إِذْ فَاتَنِي مِنْ النَّسَبِ فِيهِمْ أَنْ أَصْطَنِعَ إِلَيْهِمْ يَدًا يَحْمُونَ قَرَابَتِي وَمَا فَعَلْتُ ذَلِكَ كُفْرًا وَلَا ارْتِدَادًا عَنْ دِينِي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ قَدْ صَدَقَكُمْ فَقَالَ عُمَرُ دَعْنِي يَا رَسُولَ اللَّهِ فَأَضْرِبَ عُنُقَهُ فَقَالَ إِنَّهُ شَهِدَ بَدْرًا وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ عَزَّ وَجَلَّ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْقَالَ عَمْرٌو وَنَزَلَتْ فِيهِ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ }قَالَ لَا أَدْرِي الْآيَةَ فِي الْحَدِيثِ أَوْ قَوْلُ عَمْرٍو حَدَّثَنَا عَلِيٌّ قَالَ قِيلَ لِسُفْيَانَ فِي هَذَا فَنَزَلَتْ{ لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ }الْآيَةَ قَالَ سُفْيَانُ هَذَا فِي حَدِيثِ النَّاسِ حَفِظْتُهُ مِنْ عَمْرٍو مَا تَرَكْتُ مِنْهُ حَرْفًا وَمَا أُرَى أَحَدًا حَفِظَهُ غَيْرِي","source":"Bukhari"},"__N_SSG":true}