{"pageProps":{"number":"4644","slug":"bukhari","id":"Telah menceritakan kepada kami [Ahmad bin Yunus] Telah menceritakan kepada kami [Ibrahim bin Sa'd] Telah menceritakan kepada kami [Ibnu Syihab] dari [Humaid bin Abdurrahman] dari [Abu Hurairah] radliallahu 'anhu, ia berkata; Seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam dan berkata, \"Aku telah binasa.\" Beliau bertanya: \"Karena apa?\" laki-laki itu berkata, \"Aku telah menggauli isteriku pada siang hari bulan Ramadlan.\" Maka beliau bersabda: \"Kalau begitu, merdekakanlah seorang budak.\" Laki-laki itu berkata, \"Aku tidak punya.\" Beliau bersabda lagi: \"Kalau tak punya, maka berpuasalah dua bulan berturut-turut.\" Laki-laki itu menjawab, \"Aku tak sanggup.\" Beliau bersabda: \"Jika tak mampu, maka berilah makan kepada enam puluh orang miskin.\" Laki-laki itu berkata, \"Aku tidak mendapati sesuatu.\" Sesudah itu, Nabi shallallahu 'alaihi wasallam diberi keranjang berisi kurma. Maka beliau pun bertanya: \"Dimanakah orang yang bertanya tadi?\" laki-laki itu menjawab, \"Ya, ini aku.\" Beliau bersabda: \"Bersedekahlah dengan ini.\" laki-laki itu berkata, \"Apakah ada orang yang paling membutuhkannya dari pada kami wahai Rasulullah? Maka demi Dzat yang telah mengutusmu dengan membawa kebenaran, tidak ada ahlu bait di antara dua bukit itu yang lebih membutuhkannya dari pada kami.\" Akhirnya Nabi shallallahu 'alaihi wasallam tertawa hingga gigi gerahannya terlihat. Beliau bersabda: \"Kalau begitu, sedekahkanlah kepada keluargamu.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ حَدَّثَنَا ابْنُ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَقَالَ هَلَكْتُ قَالَ وَلِمَ قَالَ وَقَعْتُ عَلَى أَهْلِي فِي رَمَضَانَ قَالَ فَأَعْتِقْ رَقَبَةً قَالَ لَيْسَ عِنْدِي قَالَ فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ لَا أَسْتَطِيعُ قَالَ فَأَطْعِمْ سِتِّينَ مِسْكِينًا قَالَ لَا أَجِدُ فَأُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ أَيْنَ السَّائِلُ قَالَ هَا أَنَا ذَا قَالَ تَصَدَّقْ بِهَذَا قَالَ عَلَى أَحْوَجَ مِنَّا يَا رَسُولَ اللَّهِ فَوَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لَابَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ مِنَّا فَضَحِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ أَنْيَابُهُ قَالَ فَأَنْتُمْ إِذًا","source":"Bukhari"},"__N_SSG":true}