{"pageProps":{"number":"5018","slug":"bukhari","id":"Telah menceritakan kepadaku [Abdullah bin Muhammad] dia berkata; saya mendengar [Ibnu 'Uyainah] berkata; orang yang pertama kali menceritakan kepada kami adalah [Ibnu Juraij], dia berkata; telah menceritakan kepadaku [keluarga 'Urwah] dari ['Urwah], lalu aku bertanya kepada [Hisyam] tentang haditsnya, maka dia menceritakannya kepada kami dari [Ayahnya] dari ['Aisyah] radliallahu 'anha dia berkata; bahwa Rasulullah shallallahu 'alaihi wasallam pernah disihir hingga seakan-akan beliau telah mendatangi para isterinya, padahal beliau tidak mendatanginya, -Sufyan mengatakan; \"Bahwa keadaan seperti ini termasuk sihir yang paling berat- kemudian beliau bersabda: \"Wahai Aisyah, apakah kamu mengetahui bahwa Allah telah memberikan fatwa (menghukumi) dengan apa yang telah aku fatwakan (hukumi)? Dua orang laki-laki telah datang kepadaku, lalu salah seorang dari keduanya duduk di atas kepalaku dan satunya lagi di kakiku. Kemudian seorang yang berada di kepalaku berkata kepada yang satunya; \"Kenapa laki-laki ini?\" temannya menjawab; \"Terkena sihir.' salah seorang darinya bertanya; \"Siapakah yang menyihirnya?\" temannya menjawab; \"Lubid bin Al A'sham, laki-laki dari Bani Zuraiq, seorang munafik dan menjadi sekutu orang-orang Yahudi.\" Salah seorang darinya bertanya; \"Dengan benda apakah dia menyihir?\" temannya menjawab; \"Dengan rambut yang terjatuh ketika disisir.\" Salah seorang darinya bertanya; \"Di manakah benda itu diletakkan?\" temannya menjawab; \"Di mayang kurma yang diletakkan di bawah batu dalam sumur Dzarwan.\" Aisyah berkata; \"Kemudian Rasulullah shallallahu 'alaihi wasallam mendatangi sumur tersebut hingga beliau dapat mengeluarkan barang tersebut, lalu beliau bersabda: \"Ini adalah sumur yang diperlihatkan padaku, seakan-akan airnya berubah bagaikan rendaman pohon inai dan seakan-akan pohon kurmanya bagaikan kepala syetan.\" Abu Hisyam berkata; \"apakah beliau meminta barangnya dikeluarkan?\" Aisyah berkata; Lalu aku bertanya; \"Apakah anda tidak meruqyahnya?\" beliau bersabda: \"Tidak, sesungguhnya Allah telah menyembuhkanku dan aku hanya tidak suka memberikan kesan buruk kepada orang lain dari peristiwa itu.\"","arab":"حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ قَالَ سَمِعْتُ ابْنَ عُيَيْنَةَ يَقُولُ أَوَّلُ مَنْ حَدَّثَنَا بِهِ ابْنُ جُرَيْجٍ يَقُولُ حَدَّثَنِي آلُ عُرْوَةَ عَنْ عُرْوَةَ فَسَأَلْتُ هِشَامًا عَنْهُ فَحَدَّثَنَا عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُحِرَ حَتَّى كَانَ يَرَى أَنَّهُ يَأْتِي النِّسَاءَ وَلَا يَأْتِيهِنَّ قَالَ سُفْيَانُ وَهَذَا أَشَدُّ مَا يَكُونُ مِنْ السِّحْرِ إِذَا كَانَ كَذَا فَقَالَ يَا عَائِشَةُ أَعَلِمْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ أَتَانِي رَجُلَانِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالْآخَرُ عِنْدَ رِجْلَيَّ فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلْآخَرِ مَا بَالُ الرَّجُلِ قَالَ مَطْبُوبٌ قَالَ وَمَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ أَعْصَمَ رَجُلٌ مِنْ بَنِي زُرَيْقٍ حَلِيفٌ لِيَهُودَ كَانَ مُنَافِقًا قَالَ وَفِيمَ قَالَ فِي مُشْطٍ وَمُشَاقَةٍ قَالَ وَأَيْنَ قَالَ فِي جُفِّ طَلْعَةٍ ذَكَرٍ تَحْتَ رَاعُوفَةٍ فِي بِئْرِ ذَرْوَانَ قَالَتْ فَأَتَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبِئْرَ حَتَّى اسْتَخْرَجَهُ فَقَالَ هَذِهِ الْبِئْرُ الَّتِي أُرِيتُهَا وَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ وَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ قَالَ فَاسْتُخْرِجَ قَالَتْ فَقُلْتُ أَفَلَا أَيْ تَنَشَّرْتَ فَقَالَ أَمَّا اللَّهُ فَقَدْ شَفَانِي وَأَكْرَهُ أَنْ أُثِيرَ عَلَى أَحَدٍ مِنْ النَّاسِ شَرًّا","source":"Bukhari"},"__N_SSG":true}