{"pageProps":{"number":"5058","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Ya'qub bin Abdurrahman] dari [Abu Hazim] dari [Sahl bin Sa'd] dia berkata; \"Seorang wanita datang sambil membawa selimut bersulam yang ada rendanya. Sahal berkata; Apa kamu tahu selimut apakah itu? Abu Hazm menjawab: Ya, ia adalah mantel bertutup kepala yang ujungnya berenda. Wanita itu berkata; \"Wahai Rasulullah! Aku menenun selimut ini dengan tanganku, aku membawanya untuk mengenakannya pada baginda. Lalu Rasulullah shallallahu 'alaihi wasallam mengambilnya karena memang membutuhkannya. Lalu beliau keluar menemui kami ternyata selimut itu berupa kain sarung, kemudian seseorang dari suatu kaum datang menemui beliau dan berkata; \"Kenakanlah untukku wahai Rasulullah! Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ya.\" Kemudian beliau duduk di majlis sebagaimana yang di kehendaki Allah, lalu pulang. Setelah itu beliau melipat kain tersebut dan memberikannya pada orang itu. Orang-orang berkata pada orang itu; \"Demi Allah, kau berlaku kurang ajar. Kamu telah memintanya dia saat beliau memerlukannya, padahal kau tahu beliau tidak pernah menolak seorang peminta pun.\" Orang itu berkata; \"Demi Allah, aku tidak memintanya melainkan untuk aku jadikan sebagai kafanku pada saat aku meninggal.\" Sahal berkata; \"Maka selimut itu dijadikan kafannya saat ia meninggal.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَجَاءَتْ امْرَأَةٌ بِبُرْدَةٍ قَالَ سَهْلٌ هَلْ تَدْرِي مَا الْبُرْدَةُ قَالَ نَعَمْ هِيَ الشَّمْلَةُ مَنْسُوجٌ فِي حَاشِيَتِهَا قَالَتْ يَا رَسُولَ اللَّهِ إِنِّي نَسَجْتُ هَذِهِ بِيَدِي أَكْسُوكَهَا فَأَخَذَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُحْتَاجًا إِلَيْهَا فَخَرَجَ إِلَيْنَا وَإِنَّهَا لَإِزَارُهُ فَجَسَّهَا رَجُلٌ مِنْ الْقَوْمِ فَقَالَ يَا رَسُولَ اللَّهِ اكْسُنِيهَا قَالَ نَعَمْ فَجَلَسَ مَا شَاءَ اللَّهُ فِي الْمَجْلِسِ ثُمَّ رَجَعَ فَطَوَاهَا ثُمَّ أَرْسَلَ بِهَا إِلَيْهِ فَقَالَ لَهُ الْقَوْمُ مَا أَحْسَنْتَ سَأَلْتَهَا إِيَّاهُ وَقَدْ عَرَفْتَ أَنَّهُ لَا يَرُدُّ سَائِلًا فَقَالَ الرَّجُلُ وَاللَّهِ مَا سَأَلْتُهَا إِلَّا لِتَكُونَ كَفَنِي يَوْمَ أَمُوتُ قَالَ سَهْلٌ فَكَانَتْ كَفَنَهُ","source":"Bukhari"},"__N_SSG":true}