{"pageProps":{"number":"5708","slug":"bukhari","id":"Telah menceritakan kepada kami [Abul Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] mengatakan; telah menceritakan kepadaku [Atho' bin yazid], bahwasanya [Abu Sa'id] menceritakan kepadanya, dia menuturkan; ada yang bertanya; 'wahai Rasulullah, ' -sedang [Muhammad bin Yusuf] mengatakan; telah menceritakan kepada kami [Al Auza'i] telah menceritakan kepada kami [Az Zuhri] dari ['Atho' bin Yazid Al Laitsi] dari [Abu Sa'id Al Khudzri] mengatakan-, seorang arab badui mendatangi Nabi shallallahu 'alaihi wasallam dan bertanya; 'Wahai Rasulullah, siapa manusia terbaik? ' Nabi menjawab: \"Seseorang yang berjihad dengan nyawa dan hartanya, dan seseorang yang mengucilkan diri di sebuah puncak perbukitan untuk konsentrasi beribadah kepada tuhannya dan meninggalkan manusia dari kejahatannya.\" Hadist ini diperkuat oleh [Az Zubaidi] dan [Sulaiman bin Katsir] dan [Nu'man] dari [Az Zuhri], dan mengatakan, [Ma'mar] dari [Az Zuhri] dari [Atho'] atau [Ubaidullah] dari [Abu Sa'id] dari Nabi shallallahu 'alaihi wasallam dan [Yunus], [Ibnu Musafir], dan [Yahya bin Sa'id] mengatakan dari [Ibnu Syihab] dari [Atho'] dari [beberapa sahabat] Nabi shallallahu 'alaihi wasallam, dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ حَدَّثَنِي عَطَاءُ بْنُ يَزِيدَ أَنَّ أَبَا سَعِيدٍ حَدَّثَهُ قَالَ قِيلَ يَا رَسُولَ اللَّهِ وَقَالَ مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا الْأَوْزَاعِيُّ حَدَّثَنَا الزُّهْرِيُّ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَجَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَيُّ النَّاسِ خَيْرٌ قَالَ رَجُلٌ جَاهَدَ بِنَفْسِهِ وَمَالِهِ وَرَجُلٌ فِي شِعْبٍ مِنْ الشِّعَابِ يَعْبُدُ رَبَّهُ وَيَدَعُ النَّاسَ مِنْ شَرِّهِتَابَعَهُ الزُّبَيْدِيُّ وَسُلَيْمَانُ بْنُ كَثِيرٍ وَالنُّعْمَانُ عَنْ الزُّهْرِيِّ وَقَالَ مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عَطَاءٍ أَوْ عُبَيْدِ اللَّهِ عَنْ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ يُونُسُ وَابْنُ مُسَافِرٍ وَيَحْيَى بْنُ سَعِيدٍ عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءٍ عَنْ بَعْضِ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}