{"pageProps":{"number":"628","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin 'Abdul Wahhab] berkata, telah menceritakan kepada kami [Hammad bin Zaid] berkata, telah menceritakan kepada kami ['Abdul Hamid] sahabatnya Az Zayadi, ia berkata, aku mendengar ['Abdullah bin Al Harits] berkata, \"Pada suatu hari ketika jalan penuh dengan air dan lumpur akibat hujan, [Ibnu 'Abbas] menyampaikan khuthbah kepada kami. Saat mu'adzin mengucapkan 'Hayya 'Alashshalaah' (Marilah mendirikan shalat) ia perintahkan kepadanya untuk mengucapkan: 'Shalatlah di tempat tinggal masing-masing'. Maka orang-orang pun saling memandang satu sama lain seakan mereka mengingkarinya. Maka Ibnu 'Abbas berkata, \"Seakan kalian mengingkari masalah ini. Sesungguhnya hal yang demikian ini pernah dilakukan oleh orang yang lebih baik dariku, yakni Nabi shallallahu 'alaihi wasallam. Dan sesungguhnya itu merupakan kewajiban ('azimah) dan aku enggan untuk mengungkapkannya kepada kalian.\" Dan dari [Hammad] dari ['Ashim] dari ['Abdullah bin Al Harits] dari [Ibnu 'Abbas] seperti itu. Hanya saja ia menambahkan bahwa Ibnu Abbas berkata, \"Aku tidak mau untuk membuat kalian berdosa, kalian mendatangi shalat sementara lutut kaki kalian penuh dengan lumpur.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ قَالَ حَدَّثَنَا عَبْدُ الْحَمِيدِ صَاحِبُ الزِّيَادِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ الْحَارِثِ قَالَ خَطَبَنَا ابْنُ عَبَّاسٍفِي يَوْمٍ ذِي رَدْغٍ فَأَمَرَ الْمُؤَذِّنَ لَمَّا بَلَغَ حَيَّ عَلَى الصَّلَاةِ قَالَ قُلْ الصَّلَاةُ فِي الرِّحَالِ فَنَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ فَكَأَنَّهُمْ أَنْكَرُوا فَقَالَ كَأَنَّكُمْ أَنْكَرْتُمْ هَذَا إِنَّ هَذَا فَعَلَهُ مَنْ هُوَ خَيْرٌ مِنِّي يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهَا عَزْمَةٌ وَإِنِّي كَرِهْتُ أَنْ أُحْرِجَكُمْوَعَنْ حَمَّادٍ عَنْ عَاصِمٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ ابْنِ عَبَّاسٍ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ كَرِهْتُ أَنْ أُؤَثِّمَكُمْ فَتَجِيئُونَ تَدُوسُونَ الطِّينَ إِلَى رُكَبِكُمْ","source":"Bukhari"},"__N_SSG":true}