{"pageProps":{"number":"6325","slug":"bukhari","id":"Telah menceritakan kepada kami [Ashbagh] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari [Abu Salamah] dari [Abu Sa'id Al Khudri] dari Nabi shallallahu 'alaihi wasallam bersabda; \"Tidaklah Allah mengutus seorang Nabi atau mengangkat seorang khalifah selain ia mempunyai dua kubu, kubu yang memerintahkannya kebaikan dan memotivasinya, dan kubu yang menyuruhnya berbuat keburukan dan mendorongnya, maka orang yang terjaga adalah yang dijaga Allah ta'ala.\" [Sulaiman] mengatakan dari [Yahya] telah mengabarkan kepadaku [Ibnu Syihab] dengan hadist ini, dan dari [Ibnu Abu 'Atiq] dan [Musa] dari [Ibnu Syihab] hadits yang sama, sedang [Syu'aib] mengatakan dari [Az Zuhri] telah menceritakan kepadaku [Abu Salamah] dari [Abu Sa'id]... seperti hadits diatas. Sedang [Al Auza'i] dan [Mu'awiyah bin Salam] mengatakan, telah menceritakan kepadaku [Az Zuhri] telah menceritakan kepadaku [Abu Salamah] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam. Sedang [Ibnu Abu Husain] dan [Sa'id bin Ziyad] mengatakan, dari [Abu Salamah] dari [Abu Sa'id],,, seperti hadits diatas,, dan [Ubaidullah bin Abu Ja'far] telah menceritakan kepadaku [Shafwan] dari [Abu Salamah] dari [Abu Ayyub] mengatakan; aku mendengar Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا أَصْبَغُ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا بَعَثَ اللَّهُ مِنْ نَبِيٍّ وَلَا اسْتَخْلَفَ مِنْ خَلِيفَةٍ إِلَّا كَانَتْ لَهُ بِطَانَتَانِ بِطَانَةٌ تَأْمُرُهُ بِالْمَعْرُوفِ وَتَحُضُّهُ عَلَيْهِ وَبِطَانَةٌ تَأْمُرُهُ بِالشَّرِّ وَتَحُضُّهُ عَلَيْهِ فَالْمَعْصُومُ مَنْ عَصَمَ اللَّهُ تَعَالَىوَقَالَ سُلَيْمَانُ عَنْ يَحْيَى أَخْبَرَنِي ابْنُ شِهَابٍ بِهَذَا وَعَنْ ابْنِ أَبِي عَتِيقٍ وَمُوسَى عَنْ ابْنِ شِهَابٍ مِثْلَهُ وَقَالَ شُعَيْبٌ عَنْ الزُّهْرِيِّ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي سَعِيدٍ قَوْلَهُ وَقَالَ الْأَوْزَاعِيُّ وَمُعَاوِيَةُ بْنُ سَلَّامٍ حَدَّثَنِي الزُّهْرِيُّ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ ابْنُ أَبِي حُسَيْنٍ وَسَعِيدُ بْنُ زِيَادٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي سَعِيدٍ قَوْلَهُ وَقَالَ عُبَيْدُ اللَّهِ بْنُ أَبِي جَعْفَرٍ حَدَّثَنِي صَفْوَانُ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي أَيُّوبَ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}