{"pageProps":{"number":"6419","slug":"bukhari","id":"Telah menceritakan kepada kami [Ismail] telah menceritakan kepadaku [Malik] dari [Hisyam bin Urwah] dari [ayahnya] dari ['Aisyah] Ummul Mukminin, Rasulullah shallallahu 'alaihi wasallam bersabda ketika sakitnya: \"Suruhlah Abu bakar untuk mengimami orang-orang.\" 'Aisyah berkata, \"Aku katakan, 'Abu Bakar jika menggantimu, ia tidak bisa membaca bacaan secara keras hingga terdengar makmum karena suka menangis, suruh saja Umar untuk mengimami orang-orang! Namun Nabi tetap berkata: \"Suruhlah Abu Bakar untuk mengimami orang-orang! Aisyah katakan, \"Karenanya aku sarankan kepada Hafsah 'Tolong sampaikan kepada nabi, 'Abu Bakar jika menggantikanmu, ia tidak bisa membaca dengan keras sehingga terdengar makmum karena suka menangis, suruh saja Umar untuk mengimami orang-orang! ' Hafshah kontan mengerjakan saran Aisyah. Lantas Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kalian ini seperti saudara-saudara Yusuf saja (yang gemar berkomplot), suruh Abu bakar untuk mengimami orang-orang!\" Maka Hafshah berkata kepada Aisyah, \"Ternyata aku tidak memperoleh kebaikan dari saranmu.\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ حَدَّثَنِي مَالِكٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي مَرَضِهِ مُرُوا أَبَا بَكْرٍ يُصَلِّي بِالنَّاسِ قَالَتْ عَائِشَةُ قُلْتُ إِنَّ أَبَا بَكْرٍ إِذَا قَامَ فِي مَقَامِكَ لَمْ يُسْمِعْ النَّاسَ مِنْ الْبُكَاءِ فَمُرْ عُمَرَ فَلْيُصَلِّ لِلنَّاسِ فَقَالَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ فَقَالَتْ عَائِشَةُ فَقُلْتُ لِحَفْصَةَ قُولِي إِنَّ أَبَا بَكْرٍ إِذَا قَامَ فِي مَقَامِكَ لَمْ يُسْمِعْ النَّاسَ مِنْ الْبُكَاءِ فَمُرْ عُمَرَ فَلْيُصَلِّ بِالنَّاسِ فَفَعَلَتْ حَفْصَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكُنَّ لَأَنْتُنَّ صَوَاحِبُ يُوسُفَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ لِلنَّاسِ فَقَالَتْ حَفْصَةُ لِعَائِشَةَ مَا كُنْتُ لِأُصِيبَ مِنْكِ خَيْرًا","source":"Bukhari"},"__N_SSG":true}