{"pageProps":{"number":"6466","slug":"bukhari","id":"Telah menceritakan kepada kami [Al Makki bin Ibrahim] dari [Ibn Juraij], ['Atha'] berkata, [Jabir] berkata, Abu Abdullah berkata, [Muhammad bin bakar Al Bursani] berkata, telah menceritakan kepada kami [Ibn Juraij] berkata, telah mengabarkan kepadaku ['Atha'] aku mendengar [Jabir bin Abdullah] di tengah-tenghah manusia yang bersamanya berkata, 'Kami para sahabat Rasulullah Shallallahu'alaihiwasallam bertalbiyah dan berniyat haji semata tanpa disertai Umrah.' Kata 'Atha, \"Jabir berkata, \"Lantas Nabi shallallahu 'alaihi wasallam tiba pada waktu subuh hari keempat bulan Dzulhijjah, tatkala kami tiba, Rasulullah Shallallahu'alaihiwasallam memerintahkan kami untuk bertahallul. Beliau sabdakan: 'Bertahallullah kalian, dan gilirlah isteri-isteri kalian! 'Atha berkata, \"Jabir berkata, \"Nabi tidak mewajibkan atas mereka, hanya menghalalkan isteri-isteri itu untuk dikumpuli, kemudian Jabir pun mengabarkannya. Kami katakan, ketika itu jarak antara kami dan Arafah selain hanya lima, dan beliau perintahkan kami untuk bertahallul hingga isteri-isteri kami, lantas kami datangi Arafah sedang kemaluan kami meneteskan madzi.' Kata 'Atha, \"Jabir berkata, 'Demikian' sambil ia gerakkan tangannya. Lantas Rasulullah Shallallahu'alaihiwasallam berdiri dan bersabda: 'Kalian tahu bahwa aku adalah orang yang paling bertakwa diantara kalian dan paling jujur, paling baik, kalaulah bukan karena hewan sembelihanku, niscaya aku telah bertahallul sebagaimana kalian lakukan, maka bertahallullah kalian, kalaulah aku bisa mengulang kembali kejadian yang telah lewat, niscaya aku tidak membawa sembelihan.' Kami pun bertahallul, mendengar dan taat.\"","arab":"حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ عَنْ ابْنِ جُرَيْجٍ قَالَ عَطَاءٌ قَالَ جَابِرٌ قَالَ أَبُو عَبْد اللَّهِ وَقَالَ مُحَمَّدُ بْنُ بَكْرٍ البُرْسَانِيُّ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي عَطَاءٌ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِفِي أُنَاسٍ مَعَهُ قَالَ أَهْلَلْنَا أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَجِّ خَالِصًا لَيْسَ مَعَهُ عُمْرَةٌ قَالَ عَطَاءٌ قَالَ جَابِرٌ فَقَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صُبْحَ رَابِعَةٍ مَضَتْ مِنْ ذِي الْحِجَّةِ فَلَمَّا قَدِمْنَا أَمَرَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَحِلَّ وَقَالَ أَحِلُّوا وَأَصِيبُوا مِنْ النِّسَاءِ قَالَ عَطَاءٌ قَالَ جَابِرٌ وَلَمْ يَعْزِمْ عَلَيْهِمْ وَلَكِنْ أَحَلَّهُنَّ لَهُمْ فَبَلَغَهُ أَنَّا نَقُولُ لَمَّا لَمْ يَكُنْ بَيْنَنَا وَبَيْنَ عَرَفَةَ إِلَّا خَمْسٌ أَمَرَنَا أَنْ نَحِلَّ إِلَى نِسَائِنَا فَنَأْتِي عَرَفَةَ تَقْطُرُ مَذَاكِيرُنَا الْمَذْيَ قَالَ وَيَقُولُ جَابِرٌ بِيَدِهِ هَكَذَا وَحَرَّكَهَا فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ قَدْ عَلِمْتُمْ أَنِّي أَتْقَاكُمْ لِلَّهِ وَأَصْدَقُكُمْ وَأَبَرُّكُمْ وَلَوْلَا هَدْيِي لَحَلَلْتُ كَمَا تَحِلُّونَ فَحِلُّوا فَلَوْ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ فَحَلَلْنَا وَسَمِعْنَا وَأَطَعْنَا","source":"Bukhari"},"__N_SSG":true}