{"pageProps":{"number":"964","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Katsir] dari [Sufyan] telah menceritakan kepada kami [Manshur] dan [Al A'masy] dari [Abu Adl Dluha] dari [Masyruq] berkata, \"Aku pernah menemui [Ibnu Mas'ud], lalu ia berkata, \"Orang-orang Quraisy telah berpaling dari (menolak) Islam, lalu Nabi shallallahu 'alaihi wasallam berdoa agar mereka terkena adzab. Maka terjadilah masa paceklik dimana tidak ada tumbuhan-tumbuhan yang hidup sehingga mereka memakan kulit, bangkai dan barang-barang yang telah busuk. Kemudian datang Abu Sufyan kepada beliau seraya berkata, \"Ya Muhammad, kamu telah datang untuk memerintahkan orang agar menyambung silaturrahim, sekarang kaummu telah binasa. Maka mintalah kepada Allah!\" Beliau kemudian membaca ayat: '(Maka tunggulah hari ketika langit membawa kabut yang nyata) ' (Qs. Adl Dlukhaan: 10). Namun kemudian mereka kembali kepada kekafiran mereka. Maka terjadilah seperti dalam firman-Nya: '(Ingatlah) hari (ketika) kami menghantam mereka dengan hantaman yang keras. Sesungguhnya kami adalah pemberi balasan) ' (Qs. Adl Dlukhaan: 16). Yakni pada saat perang Badar.\" Abu 'Abdullah berkata; [Asbath] menambahkan dari [Manshur], \"Maka Rasulullah shallallahu 'alaihi wasallam berdoa hingga mereka mendapatkan air hujan, dan hujan tersebut menyelimuti mereka selama tujuh hari. Kemudian orang-orang mengeluh karena hujan yang lebat terus menerus. Beliau kemudian berdoa: \"Ya Allah turunkanlah hujan di sekitar kami saja dan jangan membahyakan kami.\" Maka awan pun menyingkir dari atas kepala beliau, lalu orang-orang mendapatkan air dari sekeliling mereka.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ عَنْ سُفْيَانَ حَدَّثَنَا مَنْصُورٌ وَالْأَعْمَشُ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ قَالَ أَتَيْتُ ابْنَ مَسْعُودٍ فَقَالَإِنَّ قُرَيْشًا أَبْطَئُوا عَنْ الْإِسْلَامِ فَدَعَا عَلَيْهِمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخَذَتْهُمْ سَنَةٌ حَتَّى هَلَكُوا فِيهَا وَأَكَلُوا الْمَيْتَةَ وَالْعِظَامَ فَجَاءَهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ جِئْتَ تَأْمُرُ بِصِلَةِ الرَّحِمِ وَإِنَّ قَوْمَكَ هَلَكُوا فَادْعُ اللَّهَ فَقَرَأَ{ فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ }ثُمَّ عَادُوا إِلَى كُفْرِهِمْ فَذَلِكَ قَوْلُهُ تَعَالَى{ يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ }يَوْمَ بَدْرٍقَالَ أَبُو عَبْد اللَّهِ وَزَادَ أَسْبَاطٌ عَنْ مَنْصُورٍ فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسُقُوا الْغَيْثَ فَأَطْبَقَتْ عَلَيْهِمْ سَبْعًا وَشَكَا النَّاسُ كَثْرَةَ الْمَطَرِ قَالَ اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا فَانْحَدَرَتْ السَّحَابَةُ عَنْ رَأْسِهِ فَسُقُوا النَّاسُ حَوْلَهُمْ","source":"Bukhari"},"__N_SSG":true}