{"pageProps":{"number":"106","slug":"tirmidzi","id":"telah menceritakan kepada kami [Muhammad bin 'Amru As Sawwaq Al Balkhi] berkata; telah menceritakan kepada kami [Husyaim] dari [Yazid bin Abu Ziyad], dan ia berkata; telah menceritakan kepada kami [Mahmud bin Ghailan] berkata; telah menceritakan kepada kami [Husain Al Ju'fi] dari [Za`idah] dari [Yazid bin Abu Ziyad] dari [Abdurrahman bin Abu Laila] dari [Ali] ia berkata; \"Aku bertanya kepada Nabi shallallahu 'alaihi wasallam tentang madzi, maka beliau menjawab: \"Keluarnya madzi itu mengharuskan wudlu, dan keluarnya mani itu mengharuskan mandi.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Al Miqdad bin Al Aswad dan Ubai bin Ka'ab.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih. Hadits ini juga telah diriwayatkan dari Ali bin Abu Thalib, dari Nabi shallallahu 'alaihi wasallam dari jalur yang lain, yaitu hadits, \"Keluarnya madzi itu mengharuskan wudlu, dan keluarnya mani itu mengharuskan mandi.\" Ini adalah pendapat kebanyakan ahli ilmu dari kalangan sahabat Nabi shallallahu 'alaihi wasallam, tabi'in dan orang-orang setelah mereka. Pendapat ini juga diambil oleh Sufyan, Syafi'i, Ahmad dan Ishaq.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ الْبَلْخِيُّ حَدَّثَنَا هُشَيْمٌ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ ح قَالَ و حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ عَنْ زَائِدَةَ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عَلِيٍّ قَالَ سَأَلْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْمَذْيِ فَقَالَ مِنْ الْمَذْيِ الْوُضُوءُ وَمِنْ الْمَنِيِّ الْغُسْلُ قَالَ وَفِي الْبَاب عَنْ الْمِقْدَادِ بْنِ الْأَسْوَدِ وَأُبَيِّ بْنِ كَعْبٍ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ غَيْرِ وَجْهٍ مِنْ الْمَذْيِ الْوُضُوءُ وَمِنْ الْمَنِيِّ الْغُسْلُ وَهُوَ قَوْلُ عَامَّةِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ وَبِهِ يَقُولُ سُفْيَانُ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ","source":"Tirmidzi"},"__N_SSG":true}