{"pageProps":{"number":"1101","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] telah menceritakan kepada kami [Husyaim] telah menceritakan kepada kami [Amir Al Ahwal] dari [Amru bin Syu'aib] dari [ayahnya] dari [kakeknya] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada nadzar bagi anak Adam terhadap sesuatu yang tidak dimilikinya, tidak ada (istilah) memerdekakan pada sesuatu yang tidak dimilikinya dan tidak ada talaq pada sesuatu yang tidak dimilikinya.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Ali, Mu'adz bin Jabal, Jabir, Ibnu Abbas dan A`isyah. Abu Isa berkata; Hadits Abdullah bin Amru adalah hadits hasan shahih, ia adalah hadits yang paling baik dalam bab ini. Ini adalah pendapat kebanyakan ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka. Diriwayatkan pula dari Ali bin Abu Thalib, Ibnu Abbas, Jabir bin Abdullah, Sa'id bin Al Musayyab, Al Hasan, Sa'id bin Jubair, Ali bin Al Husain, Syuraih, Jabir bin Zair dan masih banyak dari kalangan fuqaha tabi'in, inilah yang dikatakan oleh Asy Syafi'i. Dan diriwayatkan dari Ibnu Mas'ud bahwa ia mengatakan dalam masalah al manshubah; maka jatuhlah thalaqnya. Diriwayatkan dari Ibrahim An Nakha'i, Asy Syafi'i dan selain keduanya dari para ulama bahwa mereka mengatakan; Jika ia menentukan waktu pernikahannya maka jatuhlah thalaqnya. Ini adalah pendapat Sufyan Ats Tsauri dan Malik bin Anas; Bahwa seseorang yang menyebutkan persis calon isterinya atau menentukan waktu pernikahannya, atau ia berkata; Jika aku menikah dengan wanita kampung ini, jika ia benar-benar menikahinya maka jatuhlah thalaqnya. Adapun Ibnul Mubarak menegaskan dalam bab ini, ia mengatakan; Jika ia melaksanakan pernikahan itu, aku tidak berpendapat bahwa wanita itu haram baginya. Sedangkan Ahmad berkata; Jika ia melaksanakan pernikahan, aku tidak akan memerintahkan untuk menceraikan isterinya. Ishaq berkata; Aku membolehkan untuk menikahi wanita yang sudah ditentukan berdasar pada hadits Ibnu Mas'ud, jika ia menikahi wanita itu, maka aku tidak berpendapat bahwa isterinya haram baginya. Ishaq justru memberi kelonggaran dalam masalah menikahi wanita (yang sudah dikatakan cerai sebelumnya) yang tidak ditentukannya itu. Disebutkan dari Abdullah bin Al Mubarak bahwa ia ditanya tentang seorang laki-laki yang bersumpah dengan kalimat thalaq, bahwa ia tidak menikah. Kemudian muncul keinginan untuk menikah, apakah ada keringanan untuk mengambil pendapat para fuqaha yang membolehkan dalam masalah ini? Lalu Ibnul Mubarak menjawab; Jika ia memandang pendapat ini benar sebelum ia terkait dengan masalah ini, maka ia boleh mengambil pendapat para fuqaha itu. Adapun bagi orang yang tidak setuju dengan pendapat ini, lalu ketika ia terkena masalah ini, ia mengambil pendapat para fuqaha itu, maka aku tidak setuju ia mengambil pendapat itu.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا هُشَيْمٌ حَدَّثَنَا عَامِرٌ الْأَحْوَلُ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا نَذْرَ لِابْنِ آدَمَ فِيمَا لَا يَمْلِكُ وَلَا عِتْقَ لَهُ فِيمَا لَا يَمْلِكُ وَلَا طَلَاقَ لَهُ فِيمَا لَا يَمْلِكُقَالَ وَفِي الْبَاب عَنْ عَلِيٍّ وَمُعَاذِ بْنِ جَبَلٍ وَجَابِرٍ وَابْنِ عَبَّاسٍ وَعَائِشَةَ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ أَحْسَنُ شَيْءٍ رُوِيَ فِي هَذَا الْبَابِ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ رُوِيَ ذَلِكَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ وَابْنِ عَبَّاسٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَسَعِيدِ بْنِ الْمُسَيَّبِ وَالْحَسَنِ وَسَعِيدِ بْنِ جُبَيْرٍ وَعَلِيِّ بْنِ الْحُسَيْنِ وَشُرَيْحٍ وَجَابِرِ بْنِ زَيْدٍ وَغَيْرِ وَاحِدٍ مِنْ فُقَهَاءِ التَّابِعِينَ وَبِهِ يَقُولُ الشَّافِعِيُّ وَرُوِيَ عَنْ ابْنِ مَسْعُودٍ أَنَّهُ قَالَ فِي الْمَنْصُوبَةِ إِنَّهَا تَطْلُقُ وَقَدْ رُوِيَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ وَالشَّعْبِيِّ وَغَيْرِهِمَا مِنْ أَهْلِ الْعِلْمِ أَنَّهُمْ قَالُوا إِذَا وَقَّتَ نُزِّلَ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ أَنَّهُ إِذَا سَمَّى امْرَأَةً بِعَيْنِهَا أَوْ وَقَّتَ وَقْتًا أَوْ قَالَ إِنْ تَزَوَّجْتُ مِنْ كُورَةِ كَذَا فَإِنَّهُ إِنْ تَزَوَّجَ فَإِنَّهَا تَطْلُقُ وَأَمَّا ابْنُ الْمُبَارَكِ فَشَدَّدَ فِي هَذَا الْبَابِ وَقَالَ إِنْ فَعَلَ لَا أَقُولُ هِيَ حَرَامٌ و قَالَ أَحْمَدُ إِنْ تَزَوَّجَ لَا آمُرُهُ أَنْ يُفَارِقَ امْرَأَتَهُ و قَالَ إِسْحَقُ أَنَا أُجِيزُ فِي الْمَنْصُوبَةِ لِحَدِيثِ ابْنِ مَسْعُودٍ وَإِنْ تَزَوَّجَهَا لَا أَقُولُ تَحْرُمُ عَلَيْهِ امْرَأَتُهُ وَوَسَّعَ إِسْحَقُ فِي غَيْرِ الْمَنْصُوبَةِ وَذُكِرَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ سُئِلَ عَنْ رَجُلٍ حَلَفَ بِالطَّلَاقِ أَنَّهُ لَا يَتَزَوَّجُ ثُمَّ بَدَا لَهُ أَنْ يَتَزَوَّجَ هَلْ لَهُ رُخْصَةٌ بِأَنْ يَأْخُذَ بِقَوْلِ الْفُقَهَاءِ الَّذِينَ رَخَّصُوا فِي هَذَا فَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ إِنْ كَانَ يَرَى هَذَا الْقَوْلَ حَقَّا مِنْ قَبْلِ أَنْ يُبْتَلَى بِهَذِهِ الْمَسْأَلَةِ فَلَهُ أَنْ يَأْخُذَ بِقَوْلِهِمْ فَأَمَّا مَنْ لَمْ يَرْضَ بِهَذَا فَلَمَّا ابْتُلِيَ أَحَبَّ أَنْ يَأْخُذَ بِقَوْلِهِمْ فَلَا أَرَى لَهُ ذَلِكَ","source":"Tirmidzi"},"__N_SSG":true}