{"pageProps":{"number":"1129","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad] telah menceritakan kepada kami [Abu Bakr bin 'Ayyasy] dari ['Ashim] dari [Abu Wa`il] dari [Qais bin Abu Gharazah] ia mengatakan; Rasulullah shallallahu 'alaihi wasallam datang kepada kami dan kami dinamakan para makelar, lalu beliau bersabda: \"Wahai para pedagang, Sesungguhnya setan dan dosa itu datang ketika transaksi jual beli, maka gabungkanlah jual beli kalian dengan sedekah.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Ak Bara` bin 'Azib dan Rifa'ah. Abu Isa berkata; Hadits Qais bin Abu Gharazah adalah hadits hasan shahih. [Manshur], [Al A'masy], [Habib bin Abu Tsabit] dan yang lainnya telah meriwayatkannya dari [Abu Wa`il] dari [Qais bin Abu Gharazah] dan kami tidak mengetahui hadits Qais dari Nabi shallallahu 'alaihi wasallam selain hadits ini. Telah menceritakan kepada kami [Hannad] telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Syaqiq bin Salamah], Syaqiq adalah Abu Wa`il, dari [Qais bin Abu Gharazah] dari Nabi shallallahu 'alaihi wasallam seperti itu dengan maknanya. Abu Isa berkata; Hadits ini shahih.","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ عَنْ عَاصِمٍ عَنْ أَبِي وَائِلٍ عَنْ قَيْسِ بْنِ أَبِي غَرَزَةَ قَالَخَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ نُسَمَّى السَّمَاسِرَةَ فَقَالَ يَا مَعْشَرَ التُّجَّارِ إِنَّ الشَّيْطَانَ وَالْإِثْمَ يَحْضُرَانِ الْبَيْعَ فَشُوبُوا بَيْعَكُمْ بِالصَّدَقَةِقَالَ وَفِي الْبَاب عَنْ الْبَرَاءِ بْنِ عَازِبٍ وَرِفَاعَةَ قَالَ أَبُو عِيسَى حَدِيثُ قَيْسِ بْنِ أَبِي غَرَزَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ رَوَاهُ مَنْصُورٌ وَالْأَعْمَشُ وَحَبِيبُ بْنُ أَبِي ثَابِتٍ وَغَيْرُ وَاحِدٍ عَنْ أَبِي وَائِلٍ عَنْ قَيْسِ بْنِ أَبِي غَرَزَةَ وَلَا نَعْرِفُ لِقَيْسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيْرَ هَذَا حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ شَقِيقِ بْنِ سَلَمَةَ وَشَقِيقٌ هُوَ أَبُو وَائِلٍ عَنْ قَيْسِ بْنِ أَبِي غَرَزَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِمَعْنَاهُ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}