{"pageProps":{"number":"1139","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Humaid bin Ma'adah] telah mengabarkan kepada kami [Ubaidullah bin Syumaith bin 'Ajlan] telah menceritakan kepada kami [Al Akhdhar bin 'Ajlan] dari [Abdullah bin Al Hanafi] dari [Anas bin Abdul Malik bin Amru] bahwa Rasulullah shallallahu 'alaihi wasallam pernah menjual alas pelana dan gelas, lalu beliau menawarkan: \"Siapa yang akan membeli alas pelana dan gelas ini?\" Seseorang berkata; Saya akan membelinya seharga satu dirham, Nabi shallallahu 'alaihi wasallam menawarkan lagi: \"Siapa yang mau membelinya lebih dari satu dirham?\" Lalu seorang laki-laki memberinya dua dirham, beliau pun menjual kepadanya. Abu Isa berkata; Hadits ini hasan, kami tidak mengetahuinya kecuali dari hadits Al Akhdhar bin 'Ajlan dan Abdullah Al Hanafi yang meriwayatkan dari Anas, ia adalah Abu Bakr Al Hanafi. Hadits ini menjadi pedoman amal menurut sebagian ulama, mereka berpendapat bolehnya menjual harta rampasan perang dan warisan kepada orang yang membeli dengan harga yang lebih tinggi. Dan hadits ini telah diriwayatkan oleh [Al Mu'tamir bin Sulaiman] dan banyak dari kalangan ulama besar kaum muslimin dari [Al Akhdhar bin 'Ajlan].","arab":"حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ شُمَيْطِ بْنِ عَجْلَانَ حَدَّثَنَا الْأَخْضَرُ بْنُ عَجْلَانَ عَنْ عَبْدِ اللَّهِ الْحَنَفِيِّ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَاعَ حِلْسًا وَقَدَحًا وَقَالَ مَنْ يَشْتَرِي هَذَا الْحِلْسَ وَالْقَدَحَ فَقَالَ رَجُلٌ أَخَذْتُهُمَا بِدِرْهَمٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ يَزِيدُ عَلَى دِرْهَمٍ مَنْ يَزِيدُ عَلَى دِرْهَمٍ فَأَعْطَاهُ رَجُلٌ دِرْهَمَيْنِ فَبَاعَهُمَا مِنْهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ الْأَخْضَرِ بْنِ عَجْلَانَ وَعَبْدُ اللَّهِ الْحَنَفِيُّ الَّذِي رَوَى عَنْ أَنَسٍ هُوَ أَبُو بَكْرٍ الْحَنَفِيُّ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ لَمْ يَرَوْا بَأْسًا بِبَيْعِ مَنْ يَزِيدُ فِي الْغَنَائِمِ وَالْمَوَارِيثِ وَقَدْ رَوَى هَذَا الْحَدِيثَ الْمُعْتَمِرُ بْنُ سُلَيْمَانَ وَغَيْرُ وَاحِدٍ مِنْ كِبَارِ النَّاسِ عَنْ الْأَخْضَرِ بْنِ عَجْلَانَ","source":"Tirmidzi"},"__N_SSG":true}