{"pageProps":{"number":"1176","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Al Laits] dari [Abu Syuja' Sa'id bin Yazid] dari [Khalid bin Abu Imran] dari [Hanasy Ash Shan'ani] dari [Fadhalah bin Ubaid] ia mengatakan; Aku pernah membeli kalung ketika perang khaibar seharga dua belas dinar, terdiri dari emas dan permata lalu aku memisahkannya dan ternyata aku mendapatinya lebih banyak dari dua belas dinar. Hal itu aku sampaikan kepada Nabi shallallahu 'alaihi wasallam, beliau pun bersabda: \"Janganlah kamu jual hingga ia dipisahkan.\" Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Ibnul Mubarak] dari [Abu Syuja' Sa'id bin Yazid] dengan sanad ini serupa. Abu Isa mengatakan; Hadits ini hasan shahih dan menjadi pedoman amal menurut sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka, mereka berpendapat tidak boleh menjual pedang yang dicampur emas atau kalung yang di beri campuran perak atau yang seperti itu dengan dirham hingga dibedakan dan dipisahkan, ini adalah pendapat Ibnu Mubarak, Asy Syafi'i, Ahmad dan Ishaq. Namun sebagian ulama dari kalangan shahabat Nabi shallallahu 'alaihi wasallam dan selain mereka membolehkan untuk menjualnya.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ أَبِي شُجَاعٍ سَعِيدِ بْنِ يَزِيدَ عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ عَنْ حَنَشٍ الصَّنْعَانِيِّ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ قَالَاشْتَرَيْتُ يَوْمَ خَيْبَرَ قِلَادَةً بِاثْنَيْ عَشَرَ دِينَارًا فِيهَا ذَهَبٌ وَخَرَزٌ فَفَصَلْتُهَا فَوَجَدْتُ فِيهَا أَكْثَرَ مِنْ اثْنَيْ عَشَرَ دِينَارًا فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَا تُبَاعُ حَتَّى تُفْصَلَحَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا ابْنُ الْمُبَارَكِ عَنْ أَبِي شُجَاعٍ سَعِيدِ بْنِ يَزِيدَ بِهَذَا الْإِسْنَادِ نَحْوَهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ لَمْ يَرَوْا أَنْ يُبَاعَ السَّيْفُ مُحَلًّى أَوْ مِنْطَقَةٌ مُفَضَّضَةٌ أَوْ مِثْلُ هَذَا بِدَرَاهِمَ حَتَّى يُمَيَّزَ وَيُفْصَلَ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي ذَلِكَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ","source":"Tirmidzi"},"__N_SSG":true}