{"pageProps":{"number":"1253","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'], telah menceritakan kepada kami [Isma'il bin Ibrahim] telah menceritakan kepadaku [Ali bin Al Hakam] telah menceritakan kepadaku [Abu Al Hasan] ia berkata; [Amr bin Murrah] berkata kepada Mu'awiyah; Sesungguhnya aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang pemimpin yang menutup pintu rumahnya karena tidak mau melayani orang yang memerlukan, fakir miskin, dan sangat membutuhkan, kecuali Allah akan menutup pintu langit karena kefakiran, kesulitan dan kemiskinannya.\" Lalu Mu'awiyah menjadi seorang yang memperhatikan kebutuhan manusia. Ia mengatakan; Dalam hal ini ada hadits serupa dari Ibnu Umar. Abu Isa berkata; Hadits Amr bin Murrah adalah hadits gharib dan hadits ini telah diriwayatkan selain dari jalur ini. Amr bin Murrah Al Juhani dijuluki dengan Abu Maryam. Telah menceritakan kepada kami [Ali bin Ja'far] telah menceritakan kepada kami [Yahya bin Hamzah] dari [Yazid bin Abu Maryam] dari [Al Qasim bin Mukhaimirah] dari [Abu Maryam] seorang sahabat Nabi shallallahu 'alaihi wasallam dari Nabi shallallahu 'alaihi wasallam seperti hadits ini dengan maknanya. Yazid bin Abu Maryam Syami, Buraid bin Abu Maryam Kufi dan Abu Maryam, ia sebenarnya adalah Amr bin Murrah Al Juhani","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ حَدَّثَنِي عَلِيُّ بْنُ الْحَكَمِ حَدَّثَنِي أَبُو الْحَسَنِ قَالَقَالَ عَمْرُو بْنُ مُرَّةَ لِمُعَاوِيَةَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَا مِنْ إِمَامٍ يُغْلِقُ بَابَهُ دُونَ ذَوِي الْحَاجَةِ وَالْخَلَّةِ وَالْمَسْكَنَةِ إِلَّا أَغْلَقَ اللَّهُ أَبْوَابَ السَّمَاءِ دُونَ خَلَّتِهِ وَحَاجَتِهِ وَمَسْكَنَتِهِ فَجَعَلَ مُعَاوِيَةُ رَجُلًا عَلَى حَوَائِجِ النَّاسِقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ قَالَ أَبُو عِيسَى حَدِيثُ عَمْرِو بْنِ مُرَّةَ حَدِيثٌ غَرِيبٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ وَعَمْرُو بْنُ مُرَّةَ الْجُهَنِيُّ يُكْنَى أَبَا مَرْيَمَ حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ عَنْ يَزِيدَ بْنِ أَبِي مَرْيَمَ عَنْ الْقَاسِمِ بْنِ مُخَيْمِرَةَ عَنْ أَبِي مَرْيَمَ صَاحِبِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ وَيَزِيدُ بْنُ أَبِي مَرْيَمَ شَامِيٌّ وَبُرَيْدُ بْنُ أَبِي مَرْيَمَ كُوفِيٌّ وَأَبُو مَرْيَمَ هُوَ عَمْرُو بْنُ مُرَّةَ الْجُهَنِيُّ","source":"Tirmidzi"},"__N_SSG":true}