{"pageProps":{"number":"1301","slug":"tirmidzi","id":"Ia berkata; Aku bertanya kepada [Qutaibah bin Sa'id]; Telah menceritakan kepada kalian [Muhammad bin Yahya bin Qais Al Ma`ribi] telah menceritakan kepadaku [ayahnya] dari [Tsumamah bin Syarahil] dari [Sumay bin Qais] dari [Sumair] dari [Abyadl bin Hammal] bahwa ia datang kepada Rasulullah shallallahu 'alaihi wasallam meminta untuk menetapkan kepemilikan sebidang tambang garam untuknya lalu beliau menetapkan untuknya. Ketika hendak beranjak pergi seseorang yang berada di majelis berkata; Tahukah engkau apa yang engkau tetapkan untuknya? Sesungguhnya engkau menetapkan tanah yang memiliki air yang diam. Abyadl berkata; Beliau pun membatalkannya. Ia melanjutkan; Ia bertanya; Tanah seperti apa yang boleh untuk dihidupkan? Beliau menjawab: \"Yang tidak diinjak oleh kaki unta.\" Apakah Qutaibah menetapkannya? Ia menjawab; Ya. Telah menceritakan kepada kami [Muhammad bin Yahya bin Abu Umar] telah menceritakan kepada kami [Muhammad bin Yahya bin Qais Al Ma`ribi] dengan sanad ini seperti itu. Al Ma`rib berada di sebelah Yaman. Ia mengatakan; Dalam hal ini ada hadits serupa dari Wa`il dan Asma` bintu Abu Bakr. Abu Isa berkata; Hadits Abyadl adalah hadits gharib dan menjadi pedoman amal menurut para ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka tentang penetapan tanah. Mereka membolehkan seorang imam menetapkan bagian tanah seseorang.","arab":"قَالَ قُلْتُ لِقُتَيْبَةَ بْنِ سَعِيدٍ حَدَّثَكُمْ مُحَمَّدُ بْنُ يَحْيَى بْنِ قَيْسٍ الْمَأْرِبِيُّ حَدَّثَنِي أَبِي عَنْ ثُمَامَةَ بْنِ شَرَاحِيلَ عَنْ سُمَيِّ بْنِ قَيْسٍ عَنْ سُمَيْرٍ عَنْ أَبْيَضَ بْنِ حَمَّالٍأَنَّهُ وَفَدَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاسْتَقْطَعَهُ الْمِلْحَ فَقَطَعَ لَهُ فَلَمَّا أَنْ وَلَّى قَالَ رَجُلٌ مِنْ الْمَجْلِسِ أَتَدْرِي مَا قَطَعْتَ لَهُ إِنَّمَا قَطَعْتَ لَهُ الْمَاءَ الْعِدَّ قَالَ فَانْتَزَعَهُ مِنْهُ قَالَ وَسَأَلَهُ عَمَّا يُحْمَى مِنْ الْأَرَاكِ قَالَ مَا لَمْ تَنَلْهُ خِفَافُ الْإِبِلِ فَأَقَرَّ بِهِ قُتَيْبَةُ وَقَالَ نَعَمْحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي عُمَرَ حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ قَيْسٍ الْمَأْرِبِيُّ بِهَذَا الْإِسْنَادِ نَحْوَهُ الْمَأْرِبُ نَاحِيَةٌ مِنْ الْيَمَنِ قَالَ وَفِي الْبَاب عَنْ وَائِلٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ قَالَ أَبُو عِيسَى حَدِيثُ أَبْيَضَ حَدِيثٌ غَرِيبٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ فِي الْقَطَائِعِ يَرَوْنَ جَائِزًا أَنْ يُقْطِعَ الْإِمَامُ لِمَنْ رَأَى ذَلِكَ","source":"Tirmidzi"},"__N_SSG":true}