{"pageProps":{"number":"1350","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Al Laits] dari [Abu Syihab] dari ['Urwah] dari [Aisyah] bahwa orang-orang Quraisy disibukkan dengan seorang wanita dari banu Makhzum yang telah mencuri, mereka berkata; Siapa yang sanggup berbicara kepada Rasulullah shallallahu 'alaihi wasallam perihal wanita ini? Lalu mereka berkata; Tidak ada yang berani kecuali Usamah bin Zaid orang yang dicintai oleh Rasulullah shallallahu 'alaihi wasallam. Usamah pun berbicara kepada beliau. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah engkau akan meminta syafa'at atas salah satu dari hukuman Allah?\" Kemudian beliau berkhutbah seraya bersabda: \"Sesungguhnya penyebab hancurnya umat sebelum kalian adalah jika ada di antara mereka orang yang mulia mencuri, mereka membiarkannya dan jika ada orang yang lemah mencuri, maka mereka menjatuhkan hukuman kepadanya. Demi Allah, seandainya Fathimah bintu Muhammad mencuri, niscaya aku akan memotong tangannya.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Mas'ud bin Al 'Ajma`, Ibnu Umar dan Jabir. Abu Isa berkata; Hadits Aisyah adalah hadits hasan shahih. Dipanggil juga dengan Mas'ud Al A'jam dan ia meriwayatkan hadits ini.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَأَنَّ قُرَيْشًا أَهَمَّهُمْ شَأْنُ الْمَرْأَةِ الْمَخْزُومِيَّةِ الَّتِي سَرَقَتْ فَقَالُوا مَنْ يُكَلِّمُ فِيهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا مَنْ يَجْتَرِئُ عَلَيْهِ إِلَّا أُسَامَةُ بْنُ زَيْدٍ حِبُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَلَّمَهُ أُسَامَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ثُمَّ قَامَ فَاخْتَطَبَ فَقَالَ إِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَاقَالَ وَفِي الْبَاب عَنْ مَسْعُودِ ابْنِ الْعَجْمَاءِ وَابْنِ عُمَرَ وَجَابِرٍ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَيُقَالُ مَسْعُودُ بْنُ الْأَعْجَمِ وَلَهُ هَذَا الْحَدِيثُ","source":"Tirmidzi"},"__N_SSG":true}