{"pageProps":{"number":"1626","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdullah bin Abu Ziyad] berkata, telah menceritakan kepada kami [Abul Ahwash bin Al Jawwab Abul Jawwab] dari [Yunus bin Abu Ishaq] dari [Abu Ishaq] dari [Al Bara] berkata, \"Nabi shallallahu 'alaihi wasallam mengirim dua regu pasukan, satu regu beliau percayakan kepada Ali bin Abu Thalib dan yang lain kepada Khalid Ibnul Walid. Beliau lalu bersabda: \"Jika terjadi peperangan maka taatilah Ali.\" Al Bara berkata, \"Kemudian Ali dapat menaklukkan sebuah benteng dan mengambil seorang budak wanita untuk dirinya. Khalid Ibnul Walid lalu menulis surat pengaduan, lalu mengutusku untuk disampaikan kepada Nabi shallallahu 'alaihi wasallam. Maka akupun mendatangi Nabi shallallahu 'alaihi wasallam, beliau lalu membaca surat tersebut dan berubahlah rona wajahnya. Beliau bersabda: \"(kekurangan) apa yang kamu lihat diri seorang laki-laki yang mencintai Allah dan rasul-Nya, dan Allah dan rasul-Nya mencintainya!\" Al Bara berkata, \"Aku menjawab, \"Aku berlindung kepada Allah dari murka Allah dan murka rasul-Nya, aku ini hanyalah utusan.\" Beliau lalu diam.\" Abu Isa berkata, \"Dalam bab ini juga ada hadits dari Ibnu Umar. Hadits ini derajatnya hasan gharib, kami tidak mengetahuinya kecuali dari hadits Al Ahwash bin Jawwab. Ucapan Al Bara, 'mengadukan', maksudnya adalah adu domba.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ حَدَّثَنَا الْأَحْوَصُ بْنُ الْجَوَّابِ أَبُو الْجَوَّابِ عَنْ يُونُسَ بْنِ أَبِي إِسْحَقَ عَنْ أَبِي إِسْحَقَ عَنْ الْبَرَاءِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ جَيْشَيْنِ وَأَمَّرَ عَلَى أَحَدِهِمَا عَلِيَّ بْنَ أَبِي طَالِبٍ وَعَلَى الْآخَرِ خَالِدَ بْنَ الْوَلِيدِ فَقَالَ إِذَا كَانَ الْقِتَالُ فَعَلِيٌّ قَالَ فَافْتَتَحَ عَلِيٌّ حِصْنًا فَأَخَذَ مِنْهُ جَارِيَةً فَكَتَبَ مَعِي خَالِدُ بْنُ الْوَلِيدِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَشِي بِهِ فَقَدِمْتُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَرَأَ الْكِتَابَ فَتَغَيَّرَ لَوْنُهُ ثُمَّ قَالَ مَا تَرَى فِي رَجُلٍ يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ قَالَ قُلْتُ أَعُوذُ بِاللَّهِ مِنْ غَضَبِ اللَّهِ وَغَضَبِ رَسُولِهِ وَإِنَّمَا أَنَا رَسُولٌ فَسَكَتَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ ابْنِ عُمَرَ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ الْأَحْوَصِ بْنِ جَوَّابٍ قَوْلُهُ يَشِي بِهِ يَعْنِي النَّمِيمَةَ","source":"Tirmidzi"},"__N_SSG":true}