{"pageProps":{"number":"1693","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib] berkata, telah menceritakan kepada kami [Ibnul Mubarak] dan [Muhammad bin Bisyr] dan [Abdullah bin Isma'il bin Abu Khalid] dari [Sa'id bin Abu Arubah] dari [Qatadah] dari [Abul Malih] dari [Bapaknya] ia berkata, \"Nabi shallallahu 'alaihi wasallam melarang berhampar dengan kulit binatang buas.\" Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Yahya bin Sa'id] berkata, telah menceritakan kepada kami [Sa'id] dari [Qatadah] dari [Abul Malih] dari [Bapaknya] bahwa Nabi shallallahu 'alaihi wasallam melarang penggunaan kulit binatang buas.\" Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami Mu'adz bin Hisyam berkata, telah menceritakan kepadaku Bapakku dari [Qatadah] dari [Abul Malih] Bahwasanya beliau membenci penggunaan kulit binatang buas.\" Abu Isa berkata, \"Kami tidak mengetahui seorang pun yang menyebutkan dari Abu Malih, dari bapaknya selain Sa'id bin Abu Arubah. Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Muhammad bin Ja'far] berkata, telah menceritakan kepada kami [Syu'bah] dari [Yazid Ar Risyk] dari [Abul Malih] dari Nabi shallallahu 'alaihi wasallam, Bahwasanya beliau melarang penggunaan kulit binatang buas. Dan ini yang lebih shahih.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ الْمُبَارَكِ وَمُحَمَّدُ بْنُ بِشْرٍ وَعَبْدُ اللَّهِ بْنُ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَبِي الْمَلِيحِ عَنْ أَبِيهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ جُلُودِ السِّبَاعِ أَنْ تُفْتَرَشَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ أَبِي الْمَلِيحِ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ جُلُودِ السِّبَاعِ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ عَنْ أَبِي الْمَلِيحِ أَنَّهُ كَرِهَ جُلُودَ السِّبَاعِ قَالَ أَبُو عِيسَى وَلَا نَعْلَمُ أَحَدًا قَالَ عَنْ أَبِي الْمَلِيحِ عَنْ أَبِيهِ غَيْرَ سَعِيدِ بْنِ أَبِي عَرُوبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ يَزِيدَ الرِّشْكِ عَنْ أَبِي الْمَلِيحِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى عَنْ جُلُودِ السِّبَاعِ وَهَذَا أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}