{"pageProps":{"number":"1746","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan], telah menceritakan kepada kami [Abu Nadlr Hasyim bin Al Qasim] ia berkata, Telah menceritakan kepada kami [Ziyad bin Abdullah bin Ulatsah] dari [Musa bin Muhammad bin Ibrahim At Taimi] dari [bapaknya] dari [Jabir bin Abdullah] dan [Anas bin Malik] keduanya berkata; Apabila Rasulullah shallallahu 'alaihi wasallam mendoakan binasa atas serangga (belalang), beliau berkata: \"Ya Allah, binasakanlah serangga bunuhlah yang dewasanya dan binasakanlah anak-anaknya serta rusaklah telurnya dan punahkanlah keturunannya. Hindarkanlah mulutnya dari merusak mata pencaharian kami dan rezeki kami, sesungguhnya Engkau Dzat Yang Maha Mendengarkan doa.\" Kemiudian seorang lelaki bertanya, \"Wahai Rasulullah, kenapa engkau mendoakan binasa atas salah satu tentara Allah?\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya dia adalah makanannya ikan hiu di laut.\" Ini merupakan hadits gharib, tidak kami ketahui kecuali dari jalur ini. Dan Musa bin Muhammad bin Ibrahim At taimi telah dicela dan dia memiliki hadits-hadits Gharib dan Munkar, adapun bapaknya Muhammad bin Ibrahim seorang yang tsiqah berasal dari Madinah.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو النَّضْرِ هَاشِمُ بْنُ الْقَاسِمِ قَالَ حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ بْنِ عُلَاثَةَ عَنْ مُوسَى بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ أَبِيهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ وَأَنَسِ بْنِ مَالِكٍ قَالَاكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَعَا عَلَى الْجَرَادِ قَالَ اللَّهُمَّ أَهْلِكِ الْجَرَادَ اقْتُلْ كِبَارَهُ وَأَهْلِكْ صِغَارَهُ وَأَفْسِدْ بَيْضَهُ وَاقْطَعْ دَابِرَهُ وَخُذْ بِأَفْوَاهِهِمْ عَنْ مَعَاشِنَا وَأَرْزَاقِنَا إِنَّكَ سَمِيعُ الدُّعَاءِ قَالَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ كَيْفَ تَدْعُو عَلَى جُنْدٍ مِنْ أَجْنَادِ اللَّهِ بِقَطْعِ دَابِرِهِ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهَا نَثْرَةُ حُوتٍ فِي الْبَحْرِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَمُوسَى بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيُّ قَدْ تُكُلِّمَ فِيهِ وَهُوَ كَثِيرُ الْغَرَائِبِ وَالْمَنَاكِيرِ وَأَبُوهُ مُحَمَّدُ بْنُ إِبْرَاهِيمَ ثِقَةٌ وَهُوَ مَدَنِيٌّ","source":"Tirmidzi"},"__N_SSG":true}