{"pageProps":{"number":"188","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata; telah menceritakan kepada kami [Waki'] dari [Sufyan] dari [Ibrahim bin Al Muhajir] dari [Abu Asy Sya'tsa`] ia berkata; \"Setelah adzan dikumandangkan, seorang laki-laki keluar dari masjid, maka [Abu Hurairah] pun berkata; \"Orang ini telah durhaka kepada Abu Qasim shallallahu 'alaihi wasallam.\" Abu Isa berkata; \"Dalam bab ini juga ada riwayat dari Utsman.\" Abu Isa berkata; \"Hadits Abu Hurairah derajatnya hasan shahih. Hadits ini diamalkan pula oleh ahli ilmu dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan orang-orang setelah mereka. Yaitu, seseorang tidak diperbolehkan keluar dari dalam masjid setelah adzan dikumandangkan kecuali karena ada udzur; seperti belum berwudlu atau karena perkara lain yang harus dikerjakan.\" Telah diriwayatkan dari Ibrahim An Nakha'i bahwa ia pernah berkata; \"Seseorang boleh keluar dari dalam masjid selama mu'adzin belum mengumandangkan iqamah.\" Abu Isa berkata; \"Kami juga setuju dengan pendapat tersebut, seseorang boleh keluar lantaran ada udzur.\" Abu Sya'tsa` namanya adalah Sulaim bin Aswad, dan ia adalah orang tua Asy'ats bin Abu Asy Sya'tsa`. Dan [Asy'ats bin Abu Asy Sya'tsa`] telah meriwayatkan hadits ini dari [ayahnya].\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ عَنْ أَبِي الشَّعْثَاءِ قَالَخَرَجَ رَجُلٌ مِنْ الْمَسْجِدِ بَعْدَ مَا أُذِّنَ فِيهِ بِالْعَصْرِ فَقَالَ أَبُو هُرَيْرَةَ أَمَّا هَذَا فَقَدْ عَصَى أَبَا الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عُثْمَانَ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَعَلَى هَذَا الْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ بَعْدَهُمْ أَنْ لَا يَخْرُجَ أَحَدٌ مِنْ الْمَسْجِدِ بَعْدَ الْأَذَانِ إِلَّا مِنْ عُذْرٍ أَنْ يَكُونَ عَلَى غَيْرِ وُضُوءٍ أَوْ أَمْرٍ لَا بُدَّ مِنْهُ وَيُرْوَى عَنْ إِبْرَاهِيمَ النَّخَعِيِّ أَنَّهُ قَالَ يَخْرُجُ مَا لَمْ يَأْخُذْ الْمُؤَذِّنُ فِي الْإِقَامَةِ قَالَ أَبُو عِيسَى وَهَذَا عِنْدَنَا لِمَنْ لَهُ عُذْرٌ فِي الْخُرُوجِ مِنْهُ وَأَبُو الشَّعْثَاءِ اسْمُهُ سُلَيْمُ بْنُ أَسْوَدَ وَهُوَ وَالِدُ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ وَقَدْ رَوَى أَشْعَثُ بْنُ أَبِي الشَّعْثَاءِ هَذَا الْحَدِيثَ عَنْ أَبِيهِ","source":"Tirmidzi"},"__N_SSG":true}