{"pageProps":{"number":"2019","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin 'Arafah]; telah menceritakan kepada kami [Yazid bin Harun] dari [Sufyan Ats Tsauri] dari [Abu Qais Al Audi] dari [Huzail bin Syurahbil] dia berkata; Seorang laki-laki mendatangi Abu Musa dan Salman bin Rabi'ah dan bertanya kepada keduanya mengenai bagian anak perempuan dan cucu perempuan dari anak laki-laki saudara perempuan dari bapak dan dari ibu. Maka ia pun menjawab, \"Untuk anak perempuan adalah setengah. Untuk saudara perempuan dari jalur bapak dan ibu adalah apa yang tersisa.\" Setelah itu, keduanya pun berkata pada laki-laki itu, \"Pergilah kamu untuk menemui Abdullah dan bertanyalah padanya, sebab dia akan mengikuti kami.\" Lalu laki-laki itu pun pergi menemui [Abdullah] dan menuturkan hal itu padanya dan mengabarkan apa telah dikatakan keduanya. Maka Abdullah berkata, \"Sungguh, kalau begitu aku telah tersesat dan bukanlah aku termasuk ke dalam orang-orang yang mendapatkan hidayah. Namun, aku akan memutuskan pada keduanya sebagaimana yang telah ditetapkan oleh Rasulullah shallallahu 'alaihi wasallam, yaitu; Untuk anak perempuan setengah, sedangkan untuk cucu perempuan dari anak laki-laki adalah seperenam untuk menyempurnakan dua pertiga. Dan untuk saudara perempuan adalah sisa.\" Abu Isa berkata; Ini adalah hadits Hadits Hasan Shahih. Abu Qais Al Audi namanya adalah Abdurrahman bin Tsarwan Al Kufi. Dan [Syu'bah] telah meriwayatkannya dari [Abu Qais].","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ أَبِي قَيْسٍ الْأَوْدِيِّ عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ قَالَجَاءَ رَجُلٌ إِلَى أَبِي مُوسَى وَسَلْمَانَ بْنِ رَبِيعَةَ فَسَأَلَهُمَا عَنْ الِابْنَةِ وَابْنَةِ الِابْنِ وَأُخْتٍ لِأَبٍ وَأُمٍّ فَقَالَ لِلِابْنَةِ النِّصْفُ وَلِلْأُخْتِ مِنْ الْأَبِ وَالْأُمِّ مَا بَقِيَ وَقَالَا لَهُ انْطَلِقْ إِلَى عَبْدِ اللَّهِ فَاسْأَلْهُ فَإِنَّهُ سَيُتَابِعُنَا فَأَتَى عَبْدَ اللَّهِ فَذَكَرَ ذَلِكَ لَهُ وَأَخْبَرَهُ بِمَا قَالَا قَالَ عَبْدُ اللَّهِ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنْ الْمُهْتَدِينَ وَلَكِنْ أَقْضِي فِيهِمَا كَمَا قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلِابْنَةِ النِّصْفُ وَلِابْنَةِ الِابْنِ السُّدُسُ تَكْمِلَةَ الثُّلُثَيْنِ وَلِلْأُخْتِ مَا بَقِيَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو قَيْسٍ الْأَوْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ ثَرْوَانَ الْكُوفِيُّ وَقَدْ رَوَاهُ شُعْبَةُ عَنْ أَبِي قَيْسٍ","source":"Tirmidzi"},"__N_SSG":true}