{"pageProps":{"number":"2026","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abu 'Umar]; telah menceritakan kepada kami [Sufyan]; telah menceritakan kepada kami [Az Zuhri] dia berkata pada suatu kali; [Qabishah] berkata; dan pada kali yang lain; seorang lelaki dari Qabishah bin Dzu'aib berkata; Seorang nenek yaitu ibu dari ibu dan ibu dari bapak mendatangi [Abu Bakar] seraya berkata, \"Sesungguhnya anaknya putraku atau anaknya putriku telah meninggal dan aku diberitahu bahwa berdasarkan Al Quran aku memiliki bagian dari hartanya.\" lalu Abu Bakar pun berkata, \"Aku tidak mendapati dalam Al Quran bahwa Anda mendapatkan bagian dan akupun tidak mendengar Rasulullah shallallahu 'alaihi wasallam memberikan untukmu bagian. Namun aku akan menanyaakannya kepada orang-orang.\" Kemudian Abu Bakar bertanya kepada para shahabat, lantas [Mughirah bin Syu'bah] bersaksi bahwa Rasulullah Shallallaahu 'Alaihi wasallam telah memberinya seperenam.\" Abu Bakar betanya, \"Siapakah yang mendengarnya bersamamu?\" Mughirah menjawab, \" [Muhammad bin Maslamah].\" Qabishah berkata; Lalu Abu Bakar memberinya seperenam. Kemudian datang nenek yang lain (ibunya bapak) kepada Umar -Sufyan berkata; Ma'mar menambahkannya dari Zuhri, namun aku tidak hafal yang dari Zuhri akan tetapi aku menghafalnya dari Ma'mar; Sesungguhnya Umar berkata, \"Jika kalian berdua berkumpul (yaitu keduanya hidup) maka seperenam itu untuk kalian berdua dan siapa saja diantara kalian yang tersisa (sendiri) maka seperenam itu menjadi miliknya.\"","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الزُّهْرِيُّ قَالَ مَرَّةً قَالَ قَبِيصَةُ و قَالَ مَرَّةً رَجُلٌ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ قَالَجَاءَتْ الْجَدَّةُ أُمُّ الْأُمِّ وَأُمُّ الْأَبِ إِلَى أَبِي بَكْرٍ فَقَالَتْ إِنَّ ابْنَ ابْنِي أَوْ ابْنَ بِنْتِي مَاتَ وَقَدْ أُخْبِرْتُ أَنَّ لِي فِي كِتَابِ اللَّهِ حَقًّا فَقَالَ أَبُو بَكْرٍ مَا أَجِدُ لَكِ فِي الْكِتَابِ مِنْ حَقٍّ وَمَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى لَكِ بِشَيْءٍ وَسَأَسْأَلُ النَّاسَ قَالَ فَسَأَلَ النَّاسَ فَشَهِدَ الْمُغِيرَةُ بْنُ شُعْبَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهَا السُّدُسَ قَالَ وَمَنْ سَمِعَ ذَلِكَ مَعَكَ قَالَ مُحَمَّدُ بْنُ مَسْلَمَةَ قَالَ فَأَعْطَاهَا السُّدُسَ ثُمَّ جَاءَتْ الْجَدَّةُ الْأُخْرَى الَّتِي تُخَالِفُهَا إِلَى عُمَرَقَالَ سُفْيَانُ وَزَادَنِي فِيهِ مَعْمَرٌ عَنْ الزُّهْرِيِّ وَلَمْ أَحْفَظْهُ عَنْ الزُّهْرِيِّ وَلَكِنْ حَفِظْتُهُ مِنْ مَعْمَرٍ أَنَّ عُمَرَ قَالَ إِنْ اجْتَمَعْتُمَا فَهُوَ لَكُمَا وَأَيَّتُكُمَا انْفَرَدَتْ بِهِ فَهُوَ لَهَا","source":"Tirmidzi"},"__N_SSG":true}