{"pageProps":{"number":"2042","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abu 'Umar]; telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Az Zuhri] dari ['Amir bin Sa'd bin Abu Waqqash] dari [bapaknya] dia berkata; Pada tahun Fathu Makkah, aku tertimpa sakit dan aku merasa akan mengalami kematian. Kemudian Rasulullah shallallahu 'alaihi wasallam pun menjengukku, maka aku pun berkata pada beliau, \"Wahai Rasulullah, sesungguhnya aku memiliki harta yang banyak, sedangkan tidak ada orang yang akan mewarisiku kecuali anak perempuanku seorang diri. Apakah aku harus berwasiat dengan hartaku seluruhnya?\" beliau menjawab: \"Tidak.\" Aku berkata, \"Atau duapertiga darinya?\" Beliau menjawab: \"Tidak.\" Aku berkata lagi, \"Atau setengahnya?\" beliau menjawab: \"Tidak.\" Aku berkata lagi, \"Kalau begitu, sepertiga darinya?\" Akhirnya beliau bersabda: \"Sepertiga. Namun, sepertiga adalah jumlah yang banyak. Sesungguhnya, bila kamu meninggalkan ahli warismu dalam keadaan berkecukupan adalah lebih baik daripada kamu meninggalkan mereka dalam keadaan fakir dan meminta-minta kepada manusia. Dan tidaklah kamu menginfakkan sesuatu pun, kecuali kamu akan diberi ganjaran pahala, hingga sesuap makanan yang kamu suapkan pada mulut isterimu.\" Lalu aku bertanya, \"Wahai Rasulullah, apakah aku telah ditinggalkan dari hijrahku?\" Beliau menjawab: \"Sesungguhnya, kamu tidak akan ditinggalkan setelahku, sehingga kamu mengerjakan amalan yang dengannya kamu mengharap wajah Allah, sehingga membuat derajatmu (di sisi-Nya) semakin tinggi. Dan semoga sepeninggalmu setelahku nanti, orang-orang dapat mengambil manfaat darimu, dan yang lain mendapat kecelakaan. Ya Allah, terimalah hijrah para sahabatku, dan janganlah Engkau tolak akan kesudahan mereka.\" Akan tetapi Al Ba`is Sa'd bin Khaulah, Rasulullah shallallahu 'alaihi wasallam telah mewarisinya, agar ia dapat meninggal di Makkah. Abu Isa berkata; Hadits semakna juga diriwayatkan dari Ibnu Abbas. Ini adalah hadits Hasan Shahih. Dan hadits ini telah diriwayatkan pula oleh lebih dari satu orang perawi dari Sa'd bin Abu Waqhas. Menurut Ahli imu, hadits ini diamalkan, yakni, seorang laki-laki tidak boleh mewasiatkan lebih dari sepertiga hartanya. Sedangkan sebagian ulama, adalah suatu hal yang Mustahab (sunnah) bila wasiat kurang dari sepertiga, berdasarkan Sabda Rasulullah shallallahu 'alaihi wasallam: \"Dan sepertiga itu, merupakan jumlah yang banyak.\"","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهِ قَالَمَرِضْتُ عَامَ الْفَتْحِ مَرَضًا أَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ فَأَتَانِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُنِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالًا كَثِيرًا وَلَيْسَ يَرِثُنِي إِلَّا ابْنَتِي أَفَأُوصِي بِمَالِي كُلِّهِ قَالَ لَا قُلْتُ فَثُلُثَيْ مَالِي قَالَ لَا قُلْتُ فَالشَّطْرُ قَالَ لَا قُلْتُ فَالثُّلُثُ قَالَ الثُّلُثُ وَالثُّلُثُ كَثِيرٌ إِنَّكَ إِنْ تَدَعْ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً إِلَّا أُجِرْتَ فِيهَا حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أُخَلَّفُ عَنْ هِجْرَتِي قَالَ إِنَّكَ لَنْ تُخَلَّفَ بَعْدِي فَتَعْمَلَ عَمَلًا تُرِيدُ بِهِ وَجْهَ اللَّهِ إِلَّا ازْدَدْتَ بِهِ رِفْعَةً وَدَرَجَةً وَلَعَلَّكَ أَنْ تُخَلَّفَ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ اللَّهُمَّ أَمْضِ لِأَصْحَابِي هِجْرَتَهُمْ وَلَا تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ لَكِنْ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ مَاتَ بِمَكَّةَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ ابْنِ عَبَّاسٍ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ لَيْسَ لِلرَّجُلِ أَنْ يُوصِيَ بِأَكْثَرَ مِنْ الثُّلُثِ وَقَدْ اسْتَحَبَّ بَعْضُ أَهْلِ الْعِلْمِ أَنْ يَنْقُصَ مِنْ الثُّلُثِ لِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالثُّلُثُ كَثِيرٌ","source":"Tirmidzi"},"__N_SSG":true}