{"pageProps":{"number":"211","slug":"tirmidzi","id":"telah menceritakan kepada kami [Nashr bin Ali Al Jahdlami] berkata; telah menceritakan kepada kami [Yazid bin Zurai'] berkata; telah menceritakan kepada kami [Khalid Al Hadza`] dari [Abu Ma'syar] dari [Ibrahim] dari [Alqamah] dari [Abdullah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Hendaklah orang yang di belakangku orang yang paling berilmu dan tua di antara kalian, lalu setelahnya, lalu setelahnya. Dan janganlah berselisih hingga hati kalian akan berselisih. Dan jauhilah oleh kalian kegaduhan pasar-pasar.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ubai bin Ka'ab, Abu Mas'ud, Abu Sa'id, Al Bara dan Anas.\" Diriwayatkan pula dari Nabi shallallahu 'alaihi wasallam bahwa beliau lebih menyukai jika yang berada di belakangnya adalah orang-orang Muhajirin dan Anshar, hingga mereka dapat menjaganya.\" Ia berkata; \"Khalid Al Hadza` adalah Khalid bin Mihran, ia dijuluki dengan Abu Al Manazil.\" Ia berkata; \"Aku mendengar Muhammad bin Isma'il berkata; \"Dikatakan bahwa Khalid Al Hadza` tidak pernah memakai sepatu. Ia terbiasa duduk di atas sepatu hingga ia dijuluki seperti itu.\" Ia berkata; \"Abu Ma'syar namanya adalah Ziyad bin Kulaib.\"","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا خَالِدٌ الْحَذَّاءُ عَنْ أَبِي مَعْشَرٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِيَلِيَنِّي مِنْكُمْ أُولُو الْأَحْلَامِ وَالنُّهَى ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ وَلَا تَخْتَلِفُوا فَتَخْتَلِفَ قُلُوبُكُمْ وَإِيَّاكُمْ وَهَيْشَاتِ الْأَسْوَاقِقَالَ وَفِي الْبَاب عَنْ أُبَيِّ بْنِ كَعْبٍ وَأَبِي مَسْعُودٍ وَأَبِي سَعِيدٍ وَالْبَرَاءِ وَأَنَسٍ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَقَدْ رُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يُعْجِبُهُ أَنْ يَلِيَهُ الْمُهَاجِرُونَ وَالْأَنْصَارُ لِيَحْفَظُوا عَنْهُ قَالَ وَخَالِدٌ الْحَذَّاءُ هُوَ خَالِدُ بْنُ مِهْرَانَ يُكْنَى أَبَا الْمُنَازِلِ قَالَ و سَمِعْت مُحَمَّدَ بْنَ إِسْمَعِيلَ يَقُولُ يُقَالُ إِنَّ خَالِدًا الْحَذَّاءَ مَا حَذَا نَعْلًا قَطُّ إِنَّمَا كَانَ يَجْلِسُ إِلَى حَذَّاءٍ فَنُسِبَ إِلَيْهِ قَالَ وَأَبُو مَعْشَرٍ اسْمُهُ زِيَادُ بْنُ كُلَيْبٍ","source":"Tirmidzi"},"__N_SSG":true}