{"pageProps":{"number":"2175","slug":"tirmidzi","id":"Telah menceritakan kepada kami ['Abd bin Humaid] telah mengkhabarkan kepada kami [Abdurrazzaq] telah mengkhabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Salim] dari [Ibnu Umar], Rasulullah Shallallahu 'alahi wa Salam melewati Ibnu Shayyad bersama beberapa sahabat, diantara mereka ada Umar bin Al Khaththab, ia bermain bersama anak-anak kecil didekat Uthum bin Maghalah, ia adalah seorang budak, ia tidak merasa hingga Rasulullah Shallallahu 'alahi wa Salam memukul punggungnya lalu beliau bertanya: \"Apa kau bersaksi bahwa aku utusan Allah?\" Ibnu Shayyad memandang beliau, ia menjawab: Aku bersaksi bahwa engkau adalah rasul kaum ummi. Selanjutnya Ibnu Shayyad bertanya: Apa kau bersaksi bahwa aku utusan Allah? Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Aku beriman kepada Allah dan rasulNya.\" Setelah itu nabi Shallallahu 'alaihi wa Salam bertanya: \"Apa yang mendatangimu?\" Ibnu Shayyad menjawab: Seorang jujur dan seorang pendusta mendatangiku. Nabi Shallallahu 'alaihi wa Salam bersabda: \"Urusan dicampur adukkan padamu.\" Setelah itu Rasulullah Shallallahu 'alahi wa Salam bertanya: \" aku menyembunyikan sesuatu padamu.\" Nabi Shallallahu 'alaihi wa Salam ketika itu menyembunyikan kutipan ayat yang berbunyi \"dan ingatlah ketika langit membawa asap yang nyata (QS. Addukhan: 10). Ibnu Shayyad menjawab: Itu adalah asap. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Hinalah engkau, engkau tidak bakalan melampaui batas kemampuanmu sebagai dukun!.\" Umar berkata: Wahai Rasulullah, izinkan aku menebas lehernya. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Bila ia benar, kau tidak akan bisa menguasainya dan bila tidak, tidak ada baiknya bagimu untuk membunuhnya.\" Berkata 'Abdur Razza: Maksud beliau Dajjal. Berkata Abu Isa: Hadits ini hasan shahih. ","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِابْنِ صَيَّادٍ فِي نَفَرٍ مِنْ أَصْحَابِهِ فِيهِمْ عُمَرُ بْنُ الْخَطَّابِ وَهُوَ يَلْعَبُ مَعَ الْغِلْمَانِ عِنْدَ أُطُمِ بَنِي مَغَالَةَ وَهُوَ غُلَامٌ فَلَمْ يَشْعُرْ حَتَّى ضَرَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ظَهْرَهُ بِيَدِهِ ثُمَّ قَالَ أَتَشْهَدُ أَنِّي رَسُولُ اللَّهِ فَنَظَرَ إِلَيْهِ ابْنُ صَيَّادٍ قَالَ أَشْهَدُ أَنَّكَ رَسُولُ الْأُمِّيِّينَ ثُمَّ قَالَ ابْنُ صَيَّادٍ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَشْهَدُ أَنْتَ أَنِّي رَسُولُ اللَّهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آمَنْتُ بِاللَّهِ وَبِرُسُلِهِ ثُمَّ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يَأْتِيكَ قَالَ ابْنُ صَيَّادٍ يَأْتِينِي صَادِقٌ وَكَاذِبٌ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُلِّطَ عَلَيْكَ الْأَمْرُ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي خَبَأْتُ لَكَ خَبِيئًا وَخَبَأَ لَهُ{ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ }فَقَالَ ابْنُ صَيَّادٍ هُوَ الدُّخُّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ قَالَ عُمَرُ يَا رَسُولَ اللَّهِ ائْذَنْ لِي فَأَضْرِبَ عُنُقَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ يَكُ حَقًّا فَلَنْ تُسَلَّطَ عَلَيْهِ وَإِنْ لَا يَكُنْهُ فَلَا خَيْرَ لَكَ فِي قَتْلِهِقَالَ عَبْدُ الرَّزَّاقِ يَعْنِي الدَّجَّالَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}