{"pageProps":{"number":"2211","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Anshari] telah menceritakan kepada kami [Ma'an] telah menceritakan kepada kami [Malik] dari ['Abdullah bin Abu Bakar bin Muhammad bin 'Amru bin Hazm] dari [ayahnya] dari ['Abdullah bin 'Amru bin 'Utsman] dari [Abu 'Amrah Al Anshari] dari [Zaid bi Khalid Al Juhani] Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Maukah kalian aku beritahu saksi-saksi terbaik; yang membawa kesaksian sebelum diminta?\" telah menceritakan kepada kami [Ahmad bin Al Hasan] telah menceritakan kepada kami ['Abdullah bin Maslamah] dari [Malik] Sepertinya. Berkata Ibnu Abi 'Amrah: Hadits ini hasan dan kebanyakan orang mengatakan Abdurrahman bin Abu 'Amrah, mereka memperselisihkan riwayat hadits ini atas Malik, sebagaian dari mereka meriwayatkan dari Abu 'Amrah, ada juga yang meriwayatkan dari Ibnu Abi 'Amrah, ia adalah Abdurrahman bin Abu 'Amrah Al Anshari dan inilah yang lebih benar karena diriwayatkan dari selain hadits Malik dari Abdurrahman bin Abu 'Amrah dari Zaid bin Khalid sementara selain hadits ini diriwayatkan dari Ibnu Abi 'Amrah dari Zaid bin Khalid, itu juga hadits shahih. Abu 'Amrah adalah budak milik Zaid bin Khalid Al Juhani, ia memiliki hadits tentang 'Ghulul' dan kebanyakan orang menyebut Abdurrahman bin Abu 'Amrah. ","arab":"حَدَّثَنَا الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ عَنْ أَبِي عَمْرَةَ الْأَنْصَارِيِّ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا أُخْبِرُكُمْ بِخَيْرِ الشُّهَدَاءِ الَّذِي يَأْتِي بِالشَّهَادَةِ قَبْلَ أَنْ يُسْأَلَهَاحَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ نَحْوَهُ و قَالَ ابْنُ أَبِي عَمْرَةَ قَالَ هَذَا حَدِيثٌ حَسَنٌ وَأَكْثَرُ النَّاسِ يَقُولُونَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ وَاخْتَلَفُوا عَلَى مَالِكٍ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرَوَى بَعْضُهُمْ عَنْ أَبِي عَمْرَةَ وَرَوَى بَعْضُهُمْ عَنْ ابْنِ أَبِي عَمْرَةَ وَهُوَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ الْأَنْصَارِيُّ وَهَذَا أَصَحُّ لِأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ حَدِيثِ مَالِكٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ عَنْ زَيْدِ بْنِ خَالِدٍ وَقَدْ رُوِيَ عَنْ ابْنِ أَبِي عَمْرَةَ عَنْ زَيْدِ بْنِ خَالِدٍ غَيْرُ هَذَا الْحَدِيثِ وَهُوَ حَدِيثٌ صَحِيحٌ أَيْضًا وَأَبُو عَمْرَةَ مَوْلَى زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ وَلَهُ حَدِيثُ الْغُلُولِ وَأَكْثَرُ النَّاسِ يَقُولُونَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ","source":"Tirmidzi"},"__N_SSG":true}