{"pageProps":{"number":"227","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ahmad bin Mani'] berkata; telah menceritakan kepada kami [Isma'il bin Ibrahim] berkata; telah menceritakan kepada kami [Sa'id bin Iyas Al Jurairi] dari [Qais bin Abayah] dari [Ibnu Abdullah bin Mughaffal] ia berkata; [Ayahku] mendengarku ketika aku dalam shalat, ketika itu aku membaca, \"BISMILLAAHIIR RAHMAANIR RAHIIM (Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Pemurah), lalu ayahku berkata; \"Wahai anakku, engkau telah melakukan hal yang baru, jauhilah perkara baru!\" Ia (ayahku) berkata; \"Aku tidak pernah melihat seorang pun dari sahabat Rasulullah shallallahu 'alaihi wasallam membenci sesuatu selain perkara yang baru (diada-adakan) di dalam Islam.\" Ia berkata lagi, \"Aku pernah shalat bersama Nabi shallallahu 'alaihi wasallam, Abu Bakar, Umar dan Utsman, namun aku belum pernah melihat mereka mengucapkannya, maka janganlah engkau ucapkan itu. Jika engkau melaksanakan shalat maka bacalah, \"ALHAMDULILLAAHI RABBIL 'AALAMIIN (Segala puji bagi Allah, Rabb semesta alam).\" Abu Isa berkata; \"Hadits Abdullah bin Mughaffal ini derajatnya hasan shahih. Hadits ini diamalkan oleh kebanyakan ahli ilmu dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan orang-orang setelah mereka dari kalangan tabi'in. Pendapat ini juga dipegang oleh Sufyan Ats Tsauri, bin Al Mubarak, Ahmad dan Ishaq. Mereka berpendapat bahwa ucapan \"BISMILLAAHIIR RAHMAANIR RAHIIM (Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Pemurah) itu tidak dikeraskan. Mereka berkata; \"Hendaklah mereka mengucapkannya dalam hati.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا سَعِيدُ بْنُ إِيَاسٍ الْجُرَيْرِيُّ عَنْ قَيْسِ بْنِ عَبَايَةَ عَنْ ابْنِ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ قَالَسَمِعَنِي أَبِي وَأَنَا فِي الصَّلَاةِ أَقُولُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَقَالَ لِي أَيْ بُنَيَّ مُحْدَثٌ إِيَّاكَ وَالْحَدَثَ قَالَ وَلَمْ أَرَ أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ أَبْغَضَ إِلَيْهِ الْحَدَثُ فِي الْإِسْلَامِ يَعْنِي مِنْهُ قَالَ وَقَدْ صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَ أَبِي بَكْرٍ وَمَعَ عُمَرَ وَمَعَ عُثْمَانَ فَلَمْ أَسْمَعْ أَحَدًا مِنْهُمْ يَقُولُهَا فَلَا تَقُلْهَا إِذَا أَنْتَ صَلَّيْتَ فَقُلْ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَقَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ حَدِيثٌ حَسَنٌ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَعَلِيٌّ وَغَيْرُهُمْ وَمَنْ بَعْدَهُمْ مِنْ التَّابِعِينَ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَأَحْمَدُ وَإِسْحَقُ لَا يَرَوْنَ أَنْ يَجْهَرَ بِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قَالُوا وَيَقُولُهَا فِي نَفْسِهِ","source":"Tirmidzi"},"__N_SSG":true}