{"pageProps":{"number":"229","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] berkata; telah menceritakan kepada kami [Abu Awanah] dari [Qatadah] dari [Anas] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam, Abu Bakar, Umar dan Utsman senantiasa membuka shalatnya dengan ALHAMDULILLAAHI RABBIL 'AALAMIIN (Segala puji bagi Allah, Rabb semesta alam).\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih. Para ahli ilmu dari kalangan sahabat Nabi shallallahu 'alaihi wasallam, tabi'in dan orang-orang setelah mereka mengamalkan hadits ini. Mereka membuka bacaan dengan ALHAMDULILLAAHI RABBIL 'AALAMIIN. Imam Syafi'i berkata; \"Hadits ini maknanya adalah, bahwa Nabi shallallahu 'alaihi wasallam, Abu Bakar, Umar dan Utsman membuka bacaan dengan ALHAMDULILLAAHI RABBIL 'AALAMIIN. Maksudnya, mereka memulai dengan membaca Al Fatihah sebelum membaca surat. Hal ini bukan berarti mereka tidak membaca BISMILLAAHIIR RAHMAANIR RAHIIM.\" Imam Syafi'i memandang bahwa hendaknya membuka dengan membaca BISMILLAAHIIRAHMAANIRRAHIIM dan mengeraskannya jika bacaan shalat dikeraskan.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ يَفْتَتِحُونَ الْقِرَاءَةَ بِالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ كَانُوا يَسْتَفْتِحُونَ الْقِرَاءَةَ بِالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ قَالَ الشَّافِعِيُّ إِنَّمَا مَعْنَى هَذَا الْحَدِيثِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَا بَكْرٍ وَعُمَرَ وَعُثْمَانَ كَانُوا يَفْتَتِحُونَ الْقِرَاءَةَ بِالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ مَعْنَاهُ أَنَّهُمْ كَانُوا يَبْدَءُونَ بِقِرَاءَةِ فَاتِحَةِ الْكِتَابَ قَبْلَ السُّورَةِ وَلَيْسَ مَعْنَاهُ أَنَّهُمْ كَانُوا لَا يَقْرَءُونَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَكَانَ الشَّافِعِيُّ يَرَى أَنْ يُبْدَأَ بْ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَأَنْ يُجْهَرَ بِهَا إِذَا جُهِرَ بِالْقِرَاءَةِ","source":"Tirmidzi"},"__N_SSG":true}