{"pageProps":{"number":"2305","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Anshari] telah menceritakan kepada kami [Ma'an] telah menceritakan kepada kami [Malik] dari [Khubaib bin Abdurrahman] dari [Hafsh bin 'Ashim] dari [Abu Hurairah] atau dari [Abu Sa'id], Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Tujuh (golongan) yang akan dinaungi Allah pada hari di mana tidak ada naungan lain kecuali naunganNya; pemimpin adil, pemuda yang tumbuh dalam beribadah kepada Allah, orang yang hatinya terkait dengan masjid bila ia keluar meninggalkannya hingga ia kembali lagi, dua orang yang saling mencintai karena Allah, keduanya berkumpul karena itu dan berpisah karena itu, orang yang mengingat Allah saat menyendiri lalu kedua matanya berlinang, lelaki yang diajak oleh wanita yang memiliki kedudukan dan kecantikan lalu ia berkata: Aku takut Allah, seseorang bersedekah lalu menyembunyikannya hingga tangan kirinya tidak mengetahui apa yang diinfakkan oleh tangan kanannya.\" Berkata Abu Isa: Hadits ini hasan shahih. Seperti itulah hadits ini diriwayatkan dari Malik bin Anas tanpa sanad seperti ini dan ia ragu didalamnya. Ia berkata: Dari Abu Hurairah, atau dari Abu Sa'id dan 'Ubaidullah bin Umar. Ia meriwayatkannya dari Khubaib bin Abdurrahman, ia tidak ragu dalam sanad ini, ia berkata: Dari Abu Hurairah. Telah menceritakan kepada kami [Sawwar bin Abdullah Al 'Anbari] dan [Muhammad bin Al Mutsanna] keduanya berkata: Telah menceritakan kepada kami [Yahya bin Sa'id] dari ['Ubaidullah bin Umar] telah menceritakan kepadaku [Khubaib] dari [Hafsh bin 'Ashim] dari [Abu Hurairah] dari nabi Shallallahu 'alaihi wa Salam seperti makna hadits Malik bin Anas, hanya saja ia berkata dalam riwayatnya: Hatinya terpaut dengan masjid. Ia juga berkata dalam riwayatnya: Yang memiliki kedudukan dan kecantikan.","arab":"حَدَّثَنَا الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ حَفْصِ بْنِ عَاصِمٍ عَنْ أَبِي هُرَيْرَةَ أَوْ عَنْ أَبِي سَعِيدٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سَبْعَةٌ يُظِلُّهُمْ اللَّهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ إِمَامٌ عَادِلٌ وَشَابٌّ نَشَأَ بِعِبَادَةِ اللَّهِ وَرَجُلٌ كَانَ قَلْبُهُ مُعَلَّقًا بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ وَرَجُلَانِ تَحَابَّا فِي اللَّهِ فَاجْتَمَعَا عَلَى ذَلِكَ وَتَفَرَّقَا وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حَسَبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رُوِيَ هَذَا الْحَدِيثُ عَنْ مَالِكِ بْنِ أَنَسٍ مِنْ غَيْرِ وَجْهٍ مِثْلَ هَذَا وَشَكَّ فِيهِ وَقَالَ عَنْ أَبِي هُرَيْرَةَ أَوْ عَنْ أَبِي سَعِيدٍ وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ رَوَاهُ عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ وَلَمْ يَشُكَّ فِيهِ يَقُولُ عَنْ أَبِي هُرَيْرَةَ حَدَّثَنَا سَوَّارُ بْنُ عَبْدِ اللَّهِ الْعَنْبَرِيُّ وَمُحَمَّدُ بْنُ الْمُثَنَّى قَالَا حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ حَدَّثَنِي خُبَيْبٌ عَنْ حَفْصِ بْنِ عَاصِمٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ حَدِيثِ مَالِكِ بْنِ أَنَسٍ بِمَعْنَاهُ إِلَّا أَنَّهُ قَالَ كَانَ قَلْبُهُ مُعَلَّقًا بِالْمَسَاجِدِ وَقَالَ ذَاتُ مَنْصِبٍ وَجَمَالٍ","source":"Tirmidzi"},"__N_SSG":true}