{"pageProps":{"number":"2373","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sufyan bin Waqi'] telah menceritakan kepada kami ['Isa bin Yunus] dari [Abu Bakar bin Abu Maryam], dan telah mengkhabarkan kepada kami [Abdullah bin Abdurrahman] telah mengkhabarkan kepada kami ['Amru bin 'Aun] telah mengkhabarkan kepada kami [Ibnu Al Mubarak] dari [Abu Bakar bin Abu Maryam] dari [Dlamrah bin Habib] dari [Syaddad bin Aus] dari Nabi Shallallahu 'alaihi wa Salam beliau bersabda: \"Orang yang cerdas adalah orang yang mempersiapkan dirinya dan beramal untuk hari setelah kematian, sedangkan orang yang bodoh adalah orang jiwanya mengikuti hawa nafsunya dan berangan angan kepada Allah.\" Dia berkata: Hadits ini hasan, dia berkata: Maksud sabda Nabi \"Orang yang mempersiapkan diri\" dia berkata: Yaitu orang yang selalu mengoreksi dirinya pada waktu di dunia sebelum di hisab pada hari Kiamat. Dan telah diriwayatkan dari Umar bin Al Khottob dia berkata: hisablah (hitunglah) diri kalian sebelum kalian dihitung dan persiapkanlah untuk hari semua dihadapkan (kepada Rabb Yang Maha Agung), hisab (perhitungan) akan ringan pada hari kiamat bagi orang yang selalu menghisab dirinya ketika di dunia.\" Dan telah diriwayatkan dari Maimun bin Mihran dia berkata: Seorang hamba tidak akan bertakwa hingga dia menghisab dirinya sebagaimana dia menghisab temannya dari mana dia mendapatkan makan dan pakaiannya.\"","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ ح و حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ أَخْبَرَنَا عَمْرُو بْنُ عَوْنٍ أَخْبَرَنَا ابْنُ الْمُبَارَكِ عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ عَنْ ضَمْرَةَ بْنِ حَبِيبٍ عَنْ شَدَّادِ بْنِ أَوْسٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْكَيِّسُ مَنْ دَانَ نَفْسَهُ وَعَمِلَ لِمَا بَعْدَ الْمَوْتِ وَالْعَاجِزُ مَنْ أَتْبَعَ نَفْسَهُ هَوَاهَا وَتَمَنَّى عَلَى اللَّهِقَالَ هَذَا حَدِيثٌ حَسَنٌ قَالَ وَمَعْنَى قَوْلِهِ مَنْ دَانَ نَفْسَهُ يَقُولُ حَاسَبَ نَفْسَهُ فِي الدُّنْيَا قَبْلَ أَنْ يُحَاسَبَ يَوْمَ الْقِيَامَةِ وَيُرْوَى عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ حَاسِبُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُحَاسَبُوا وَتَزَيَّنُوا لِلْعَرْضِ الْأَكْبَرِ وَإِنَّمَا يَخِفُّ الْحِسَابُ يَوْمَ الْقِيَامَةِ عَلَى مَنْ حَاسَبَ نَفْسَهُ فِي الدُّنْيَا وَيُرْوَى عَنْ مَيْمُونِ بْنِ مِهْرَانَ قَالَ لَا يَكُونُ الْعَبْدُ تَقِيًّا حَتَّى يُحَاسِبَ نَفْسَهُ كَمَا يُحَاسِبُ شَرِيكَهُ مِنْ أَيْنَ مَطْعَمُهُ وَمَلْبَسُهُ","source":"Tirmidzi"},"__N_SSG":true}