{"pageProps":{"number":"2384","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Abdul Aziz bin Abdush Shamad Abu Abdush Shamad Al 'Ammi] dari [Abu 'Imran Al Jauni] dari [Abu Bakar bin Abdullah bin Qais] dari [ayahnya] dari nabi Shallallahu 'alaihi wa Salam bersabda: \"Sesungguhnya di surga ada dua taman, wadah-wadahnya dan segala isinya terbuat dari perak, dua taman lain wadah-wadahnya dan segala isinya terbuat dari emas, tidak ada yang menghalangi kaum untuk melihat Rabb mereka kecuali selendang kesombongan yang ada di wajahNya di surga 'Aden.\" Dengan sanad ini dari nabi Shallallahu 'alaihi wa Salam bersabda: \"Sesungguhnya di surga ada kemah dari mutiara-luasnya enampuluh mil, disetiap sisinya ada penghuninya, mereka tidak melihat yang lain, mereka dikelilingi orang mu`min.\" Berkata Abu Isa: Hadits ini hasan shahih. Abu 'Imran Al Jauni namanya 'Abdul Malik bin Hubaib dan Abu Bakar bin Abu Musa. Ahmad bin Hambal berkata: Namanya tidak dikenal dan Abu Musa Al Asy'ari namanya Abdullah bin Qais sementara Abu Malik Al Asy'ari namanya Sa'ad bin Thariq bin Asyam.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ أَبُو عَبْدِ الصَّمَدِ الْعَمِّيُّ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسٍ عَنْ أَبِيهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ فِي الْجَنَّةِ جَنَّتَيْنِ آنِيَتُهُمَا وَمَا فِيهِمَا مِنْ فِضَّةٍ وَجَنَّتَيْنِ آنِيَتُهُمَا وَمَا فِيهِمَا مِنْ ذَهَبٍ وَمَا بَيْنَ الْقَوْمِ وَبَيْنَ أَنْ يَنْظُرُوا إِلَى رَبِّهِمْ إِلَّا رِدَاءُ الْكِبْرِيَاءِ عَلَى وَجْهِهِ فِي جَنَّةِ عَدْنٍوَبِهَذَا الْإِسْنَادِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ فِي الْجَنَّةِ لَخَيْمَةً مِنْ دُرَّةٍ مُجَوَّفَةٍ عَرْضُهَا سِتُّونَ مِيلًا فِي كُلِّ زَاوِيَةٍ مِنْهَا أَهْلٌ مَا يَرَوْنَ الْآخَرِينَ يَطُوفُ عَلَيْهِمْ الْمُؤْمِنُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو عِمْرَانَ الْجَوْنِيُّ اسْمُهُ عَبْدُ الْمَلِكِ بْنُ حَبِيبٍ وَأَبُو بَكْرِ بْنُ أَبِي مُوسَى قَالَ أَحْمَدُ بْنُ حَنْبَلٍ لَا يُعْرَفُ اسْمُهُ وَأَبُو مُوسَى الْأَشْعَرِيُّ اسْمُهُ عَبْدُ اللَّهِ بْنُ قَيْسٍ وَأَبُو مَالِكٍ الْأَشْعَرِيُّ اسْمُهُ سَعْدُ بْنُ طَارِقِ بْنِ أَشْيَمَ","source":"Tirmidzi"},"__N_SSG":true}