{"pageProps":{"number":"2410","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Tharif Al Kufi] telah menceritakan kepada kami [Jabir bin Nuh Al Himmanni] dari [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] berkata: Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah kalian kesulitan saat melihat rembulan di malam purnama dan (apakah) kalian kesulitan melihat matahari?\" mereka menjawab: Tidak. beliau bersabda: \"Sesungguhnya kalian akan melihat Rabb kalian seperti kalian melihat rembulan di malam purnama, kalian tidak kesulitan saat melihatNya.\" Abu Isa berkata: Hadits ini hasan shahih gharib. Dan seperti ini [Yahya bin Isa Ar Ramli] dan lainnya meriwayatkan dari [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] dari nabi Shallallahu 'alaihi wa Salam. Dan [Abdullah bin Idris] meriwayatkan dari [A'masy] dari [Abu Shalih] dari [Abu Sa'id] dari nabi Shallallahu 'alaihi wa Salam. Hadits Ibnu Idris dari A'masy tidak terjaga dan hadits Abu Shalih dari Abu Hurairah dari nabi Shallallahu 'alaihi wa Salam lebih shahih. Demikian pula yang diriwayatkan oleh [Suhail bin Abu Shalih] dari [ayahnya] dari [Abu Hurairah] dari nabi Shallallahu 'alaihi wa Salam. Abu Sa'id meriwayatkan dari nabi Shallallahu 'alaihi wa Salam melalui sanad lain seperti hadits ini dan hadits itu shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ طَرِيفٍ الْكُوفِيُّ حَدَّثَنَا جَابِرُ بْنُ نُوحٍ الْحِمَّانِيُّ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتُضَامُونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ وَتُضَامُونَ فِي رُؤْيَةِ الشَّمْسِ قَالُوا لَا قَالَ فَإِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ الْقَمَرَ لَيْلَةَ الْبَدْرِ لَا تُضَامُونَ فِي رُؤْيَتِهِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَهَكَذَا رَوَى يَحْيَى بْنُ عِيسَى الرَّمْلِيُّ وَغَيْرُ وَاحِدٍ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَى عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحَدِيثُ ابْنِ إِدْرِيسَ عَنْ الْأَعْمَشِ غَيْرُ مَحْفُوظٍ وَحَدِيثُ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصَحُّ وَهَكَذَا رَوَاهُ سُهَيْلُ بْنُ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ رُوِيَ عَنْ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ غَيْرِ هَذَا الْوَجْهِ مِثْلُ هَذَا الْحَدِيثِ وَهُوَ حَدِيثٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}