{"pageProps":{"number":"2533","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr] telah menceritakan kepada kami [Baqiyyah bin al Walid] dari [Bahir bin Sa'd] dari [Khalid bin Ma'dan] dari [Abdurrahman bin Amru as Sulami] dari [al 'Irbadh bin Sariyah] dia berkata; suatu hari Rasulullah shallallahu 'alaihi wasallam memberi wejangan kepada kami setelah shalat subuh wejangan yang sangat menyentuh sehingga membuat air mata mengalir dan hati menjadi gemetar. Maka seorang sahabat berkata; 'seakan-akan ini merupakan wejangan perpisahan, lalu apa yang engkau wasiatkan kepada kami ya Rasulullah? ' Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku wasiatkan kepada kalian untuk (selalu) bertaqwa kepada Allah, mendengar dan ta'at meskipun terhadap seorang budak habasyi, sesungguhnya siapa saja diantara kalian yang hidup akan melihat perselisihan yang sangat banyak, maka jauhilah oleh kalian perkara-perkara yang dibuat-buat, karena sesungguhnya hal itu merupakan kesesatan. Barangsiapa diantara kalian yang menjumpai hal itu hendaknya dia berpegang teguh dengan sunnahku dan sunnah para Khulafaur Rasyidin yang mendapat petunjuk, gigitlah sunnah-sunnah itu dengan gigi geraham.\" Abu Isa berkata; hadits ini adalah hadits hasan shahih, [Tsaur bin Yazid] telah meriwayatkannya dari [Khalid bin Ma'dan] dari [Abdurrahman bin 'Amru as sulami] dari [Al 'Irbadh bin Sariyah] dari Nabi shallallahu 'alaihi wasallam, seperti hadits diatas ini. Dan telah menceritakan kepada kami seperti itu [Al Hasan bin Ali al Khallal] dan tidak tidak hanya satu orang saja, mereka berkata; telah menceritakan kepada kami [Abu 'Ashim] dari [Tsaur bin Yazid] dari [Khalid bin Ma'dan] dari [Abdurrahman bin 'Amru as sulami] dari [Al 'Irbadh bin Sariyah] dari Nabi shallallahu 'alaihi wasallam, seperti hadits diatas. Dan Al 'Irbadh bin Sariyah mempunyai kunyah Abu Najih. Dan telah diriwayatkan hadits ini dari [Hujr bin Hujr] dari ['Irbadh bin Sariyah] dari Nabi shallallahu 'alaihi wasallam seperti hadits diatas.","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ عَنْ بَحِيرِ بْنِ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو السُّلَمِيِّ عَنْ الْعِرْبَاضِ بْنِ سَارِيَةَ قَالَوَعَظَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا بَعْدَ صَلَاةِ الْغَدَاةِ مَوْعِظَةً بَلِيغَةً ذَرَفَتْ مِنْهَا الْعُيُونُ وَوَجِلَتْ مِنْهَا الْقُلُوبُ فَقَالَ رَجُلٌ إِنَّ هَذِهِ مَوْعِظَةُ مُوَدِّعٍ فَمَاذَا تَعْهَدُ إِلَيْنَا يَا رَسُولَ اللَّهِ قَالَ أُوصِيكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ عَبْدٌ حَبَشِيٌّ فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ يَرَى اخْتِلَافًا كَثِيرًا وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ فَإِنَّهَا ضَلَالَةٌ فَمَنْ أَدْرَكَ ذَلِكَ مِنْكُمْ فَعَلَيْهِ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَى ثَوْرُ بْنُ يَزِيدَ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو السُّلَمِيِّ عَنْ الْعِرْبَاضِ بْنِ سَارِيَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ هَذَا حَدَّثَنَا بِذَلِكَ الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا أَبُو عَاصِمٍ عَنْ ثَوْرِ بْنِ يَزِيدَ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو السُّلَمِيِّ عَنْ الْعِرْبَاضِ بْنِ سَارِيَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَالْعِرْبَاضُ بْنُ سَارِيَةَ يُكْنَى أَبَا نَجِيحٍ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ حُجْرِ بْنِ حُجْرٍ عَنْ عِرْبَاضِ بْنِ سَارِيَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Tirmidzi"},"__N_SSG":true}