{"pageProps":{"number":"2820","slug":"tirmidzi","id":"Telah menceritakan kepada kami ['Abd bin Humaid] telah kepada kami [Abu Al Walid Ath Thayalisi] telah menceritakan kepada kami [Yazid bin Ibrahim] telah menceritakan kepada kami [Ibnu Abu Mulaikah] dari [Al Qasim bin Muhammad] dari ['Aisyah] ia berkata; Rasulullah shallallahu 'alaihi wasallam pernah ditanya tentang ayat ini: Dia-lah yang menurunkan Al Kitab (Al Qur'an) kepada kamu. Di antara (isi) nya ada ayat-ayat yang muhkamaat.\" QS Ali 'Imraan: 7, beliau bersabda: \"Jika kalian melihat orang-orang yang mengikuti sebahagian ayat-ayat yang mutasyabihat daripada (al Qur'an), merekalah yang Allah sebut (dalam ayat ini), oleh karena itu hendaklah kalian berhati-hati terhadap mereka.\" Abu Isa mengatakan; bahwa hadits ini hasan shahih. Dan telah diriwayatkan dari [Ayyub] dari [Ibnu Abu Mulaikah] dari [Aisyah] seperti ini, tidak satu orang yang meriwayatkan hadits ini dari Ibnu Abu Mulaikah dari Aisyah dan tidak menyebutkan di dalamnya dari Al Qasim bin Muhammad dan hanya menyebutkan Yazid bin Ibrahim At Tustari dari Al Qasim di dalam hadits ini, dan Ibnu Abu Mulaikah adalah Abdullah bin Ubaidullah bin Abu Mulaikah, dia mendengar dari Aisyah juga.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا ابْنُ أَبِي مُلَيْكَةَ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ عَائِشَةَ قَالَتْسُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ هَذِهِ الْآيَةِ{ هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ }إِلَى آخِرِ الْآيَةِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَيْتُمْ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولَئِكَ الَّذِينَ سَمَّاهُمْ اللَّهُ فَاحْذَرُوهُمْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَرُوِي عَنْ أَيُّوبَ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَائِشَةَ هَكَذَا رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَائِشَةَ وَلَمْ يَذْكُرُوا فِيهِ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ وَإِنَّمَا ذَكَرَ يَزِيدُ بْنُ إِبْرَاهِيمَ التُّسْتَرِيُّ عَنْ الْقَاسِمِ فِي هَذَا الْحَدِيثِ وَابْنُ أَبِي مُلَيْكَةَ هُوَ عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ سَمِعَ مِنْ عَائِشَةَ أَيْضًا","source":"Tirmidzi"},"__N_SSG":true}