{"pageProps":{"number":"2854","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] telah menceritakan kepada kami [Ishaq bin Yusuf] telah menceritakan kepada kami [Dawud bin Abu Hind] dari [Asy Sya'bi] dari [Masruq] ia berkata; \"Aku bersandar didekat 'Aisyah lalu ['Aisyah] berkata; \"Wahai Abu Aisyah, tiga hal yang barangsiapa mengucapkan salah satunya, berarti ia telah dusta besar atas nama Allah, yaitu; barangsiapa mengira Muhammad pernah melihat Rabbnya berarti ia berdusta atas nama Allah, sementara Allah berfirman Dia tidak dapat dicapai oleh penglihatan mata, sedang dia dapat melihat segala yang kelihatan; dan dialah yang Maha halus lagi Maha Mengetahui QS Al An`am: 103, Dan tidak mungkin bagi seorang pun bahwa Allah berkata-kata dengan dia kecuali dengan perantaraan wahyu atau dibelakang tabir QS Asy Syura: 51.\" Tadinya aku bersandar, lalu aku duduk, aku berkata; \"Wahai Ummul Mukminin, tunggulah aku, jangan tergesa-gesa, bukankah Allah Ta'ala berfirman Dan Sesungguhnya Muhammad telah melihat Jibril itu (dalam rupanya yang asli) pada waktu yang lain QS An Najm: 13 Dan Sesungguhnya Muhammad itu melihat Jibril di ufuk yang terang QS At Takwiir: 23. 'Aisyah berkata; \"Demi Allah, aku adalah orang pertama kali menanyakannya kepada Rasulullah shallallahu 'alaihi wasallam, lalu beliau menjawab: \"Sesungguhnya dia itu adalah Jibril, aku tidak pernah melihatnya dalam wujud (asli) ciptaannya kecuali pada kedua kali itu, aku melihatnya turun dari langit, besarnya wujud dia menutupi (jarak) antara langit dan bumi dan barangsiapa mengira Muhammad menyembunyikan sesuatu yang diturunkan Allah padanya, berarti dia telah dusta besar atas nama Allah. Allah berfirman Hai rasul, sampaikanlah apa yang diturunkan kepadamu dari Rabbmu. QS Al Ma`idah: 67, Dan barangsiapa mengira bahwa ia mengetahui sesuatu dikeesokan harinya, berarti ia telah dusta besar atas nama Allah. Allah berfirman Katakanlah: 'Tidak ada seorangpun di langit dan di bumi yang mengetahui perkara yang ghaib, kecuali Allah QS An Naml: 65. Abu Isa berkata; Hadits ini hasan shahih. Masruq bin Al Ajda' kun-yahnya (julukan) adalah Abu Aisyah, ia adalah Masruq bin Abdurrahman. Seperti itulah namanya disebut dalam Ad Diiwaan.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا إِسْحَقُ بْنُ يُوسُفَ حَدَّثَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ عَنْ الشَّعْبِيِّ عَنْ مَسْرُوقٍ قَالَ كُنْتُ مُتَّكِئًا عِنْدَ عَائِشَةَ فَقَالَتْيَا أَبَا عَائِشَةَ ثَلَاثٌ مَنْ تَكَلَّمَ بِوَاحِدَةٍ مِنْهُنَّ فَقَدْ أَعْظَمَ عَلَى اللَّهِ الْفِرْيَةَ مَنْ زَعَمَ أَنَّ مُحَمَّدًا رَأَى رَبَّهُ فَقَدْ أَعْظَمَ الْفِرْيَةَ عَلَى اللَّهِ وَاللَّهُ يَقُولُ{ لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ }{ وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ }وَكُنْتُ مُتَّكِئًا فَجَلَسْتُ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَنْظِرِينِي وَلَا تُعْجِلِينِي أَلَيْسَ يَقُولُ اللَّهُ تَعَالَى{ وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى }{ وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ }قَالَتْ أَنَا وَاللَّهِ أَوَّلُ مَنْ سَأَلَ عَنْ هَذَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا ذَاكَ جِبْرِيلُ مَا رَأَيْتُهُ فِي الصُّورَةِ الَّتِي خُلِقَ فِيهَا غَيْرَ هَاتَيْنِ الْمَرَّتَيْنِ رَأَيْتُهُ مُنْهَبِطًا مِنْ السَّمَاءِ سَادًّا عِظَمُ خَلْقِهِ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ وَمَنْ زَعَمَ أَنَّ مُحَمَّدًا كَتَمَ شَيْئًا مِمَّا أَنْزَلَ اللَّهُ عَلَيْهِ فَقَدْ أَعْظَمَ الْفِرْيَةَ عَلَى اللَّهِ يَقُولُ اللَّهُ{ يَا أَيُّهَا الرَّسُولَ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ }وَمَنْ زَعَمَ أَنَّهُ يَعْلَمُ مَا فِي غَدٍ فَقَدْ أَعْظَمَ الْفِرْيَةَ عَلَى اللَّهِ وَاللَّهُ يَقُولُ{ قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَمَسْرُوقُ بْنُ الْأَجْدَعِ يُكْنَى أَبَا عَائِشَةَ وَهُوَ مَسْرُوقُ بْنُ عَبْدِ الرَّحْمَنِ وَكَذَا كَانَ اسْمُهُ فِي الدِّيوَانِ","source":"Tirmidzi"},"__N_SSG":true}