{"pageProps":{"number":"2943","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami [Rauh bin Ubadah] dari [Ubaidullah bin Al Akhnas] telah mengkhabarkan kepadaku [Amru bin Syua'ib] dari [ayahnya] dari [kakeknya] berkata: Seseorang bernama Murtsad bin Abu Murtsad, ia adalah seseorang yang pernah menggendong seorang tawanan dari Makkah hingga ke Madinah. Ketika itu ia mempunyai teman seorang pelacur di Makkah bernama Anaq. Martsad kemudian meminta seseorang diantara tawanan Makkah untuk menggendongnya. Ia berkata: Aku pun datang hingga sampai ke naungan salah satu kebun Makkah di malam purnama. Anaq datang lalu melihat gelapnya naungan di tepi kebun. Saat ia tiba di hadapanku, ia mengenaliku, ia bertanya: Martsadkah ini? Aku menjawab: Iya, aku Martsad. Anaq berkata: Selamat datang, mari menginap ditempat kami malam ini. ia berkata: Aku berkata: Hai Anaq, sekarang Allah telah mengharamkan zina. Anaq kontan berteriak: \"Wahai pemilik tenda, orang inilah yang membawa tawanan-tawanan kalian. Ia berkata: Delapan orang menguntitku, aku menempuh kawasan Khandamah hingga sampai ke salah satu gua. Aku masuk lalu mereka tiba hingga berdiri di atas kepalaku. Mereka kencing, kencing mereka mengenaiku dan mereka dibutakan Allah hingga tidak bisa melihatku. Setelah itu mereka kembali dan aku pun kembali ke temanku, aku menggendongnya, kebetulan ia adalah orang yang berat, aku menggendongnya hingga sampai rumput idzkhir, aku melepas tali pengikatnya yang kebetulan tali tersebut besar. Kemudian aku mengendongnya dan ia cukup menjadikanku kelelahan, hingga akhirnya aku tiba di Madinah. Aku mendatangi Rasulullah Shallallahu 'alaihi wa Salam, aku berkata: \"Wahai Rasulullah, bagaimana kalau saya menikahi si 'Anaq? Rasulullah Shallallahu 'alaihi wa Salam diam tidak menjawab apa pun hingga turunlah ayat: \"Laki-laki yang berzina tidak mengawini melainkan perempuan yang berzina, atau perempuan yang musyrik; dan perempuan yang berzina tidak dikawini melainkan oleh laki-laki yang berzina atau laki-laki musyrik, dan yang demikian itu diharamkan atas orang-orang yang mukmin.\" (An Nuur: 3) Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Wahai Martsad, wanita pezina hanya menikahi wanita pezina dan pezina wanita hanya menikahi lelaki pezina atau lelaki musyrik, jangan nikahi dia.\" Abu Isa berkata: Hadits ini hasan gharib, kami hanya mengetahui hadits ini melalui sanad ini.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ عَنْ عُبَيْدِ اللَّهِ بْنِ الْأَخْنَسِ أَخْبَرَنِي عَمْرُو بْنُ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَكَانَ رَجُلٌ يُقَالُ لَهُ مَرْثَدُ بْنُ أَبِي مَرْثَدٍ وَكَانَ رَجُلًا يَحْمِلُ الْأَسْرَى مِنْ مَكَّةَ حَتَّى يَأْتِيَ بِهِمْ الْمَدِينَةَ قَالَ وَكَانَتْ امْرَأَةٌ بَغِيٌّ بِمَكَّةَ يُقَالُ لَهَا عَنَاقٌ وَكَانَتْ صَدِيقَةً لَهُ وَإِنَّهُ كَانَ وَعَدَ رَجُلًا مِنْ أُسَارَى مَكَّةَ يَحْمِلُهُ قَالَ فَجِئْتُ حَتَّى انْتَهَيْتُ إِلَى ظِلِّ حَائِطٍ مِنْ حَوَائِطِ مَكَّةَ فِي لَيْلَةٍ مُقْمِرَةٍ قَالَ فَجَاءَتْ عَنَاقٌ فَأَبْصَرَتْ سَوَادَ ظِلِّي بِجَنْبِ الْحَائِطِ فَلَمَّا انْتَهَتْ إِلَيَّ عَرَفَتْهُ فَقَالَتْ مَرْثَدٌ فَقُلْتُ مَرْثَدٌ فَقَالَتْ مَرْحَبًا وَأَهْلًا هَلُمَّ فَبِتْ عِنْدَنَا اللَّيْلَةَ قَالَ قُلْتُ يَا عَنَاقُ حَرَّمَ اللَّهُ الزِّنَا قَالَتْ يَا أَهْلَ الْخِيَامِ هَذَا الرَّجُلُ يَحْمِلُ أَسْرَاكُمْ قَالَ فَتَبِعَنِي ثَمَانِيَةٌ وَسَلَكْتُ الْخَنْدَمَةَ فَانْتَهَيْتُ إِلَى كَهْفٍ أَوْ غَارٍ فَدَخَلْتُ فَجَاءُوا حَتَّى قَامُوا عَلَى رَأْسِي فَبَالُوا فَظَلَّ بَوْلُهُمْ عَلَى رَأْسِي وَأَعْمَاهُمْ اللَّهُ عَنِّي قَالَ ثُمَّ رَجَعُوا وَرَجَعْتُ إِلَى صَاحِبِي فَحَمَلْتُهُ وَكَانَ رَجُلًا ثَقِيلًا حَتَّى انْتَهَيْتُ إِلَى الْإِذْخِرِ فَفَكَكْتُ عَنْهُ كَبْلَهُ فَجَعَلْتُ أَحْمِلُهُ وَيُعْيِينِي حَتَّى قَدِمْتُ الْمَدِينَةَ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَنْكِحُ عَنَاقًا فَأَمْسَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَرُدَّ عَلَيَّ شَيْئًا حَتَّى نَزَلَتْ{ الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ }فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا مَرْثَدُ{ الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ }فَلَا تَنْكِحْهَاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ","source":"Tirmidzi"},"__N_SSG":true}