{"pageProps":{"number":"2966","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami [Yazid bin Harun] telah mengkhabarkan kepada kami [Humaid Ath Thawil] dari [Anas bin Malik] bahwa pamannya absen dalam peperangan Badar, ia berkata: Aku absen dalam perang pertama Rasulullah Shallallahu 'alaihi wa Salam melawan orang-orang musyrik, bila Allah menyertakanku dalam peperangan (berikutnya) melawan kaum musyrikin, sungguh Allah akan mengetahui apa yang akan aku lakukan. Saat perang Uhud kaum muslimin kocar-kacir, maka ia berkata: Ya Allah, sesungguhnya aku membebaskan diriku padamu dari yang dibawa oleh mereka -maksudnya kaum musyrikin- dan aku memohon ampunan padamu dari yang mereka lakukan -maksudnya para sahabatnya. Ia maju lalu ia ditemui Sa'ad, Sa'ad berkata: Saudaraku, yang aku lakukan bersamamu, aku tidak mampu untuk melalukan yang ia lakukan. Ternyata ditubuhnya terdapat delapanpuluh sekian tebasan pedang, tusukan tombak dan tancapan panah. Kami mengatakan berkenaan dengannya dan para sahabatnya turun (ayat): \"Maka di antara mereka ada yang gugur. dan di antara mereka ada (pula) yang menunggu-nunggu dan mereka tidak merubah (janjinya).\" (Al Ahzaab: 23) Yazid berkata: Maksudnya ayat tersebut. Abu Isa berkata: Hadits ini hasan shahih. Nama pamannya adalah Anas bin An Nadlr.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا حُمَيْدٌ الطَّوِيلُ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ عَمَّهُ غَابَ عَنْ قِتَالِ بَدْرٍ فَقَالَ غِبْتُ عَنْ أَوَّلِ قِتَالٍ قَاتَلَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُشْرِكِينَ لَئِنْ اللَّهُ أَشْهَدَنِي قِتَالًا لَلْمُشْرِكِينَ لَيَرَيَنَّ اللَّهُ كَيْفَ أَصْنَعُ فَلَمَّا كَانَ يَوْمُ أُحُدٍ انْكَشَفَ الْمُسْلِمُونَ فَقَالَ اللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّا جَاءَ بِهِ هَؤُلَاءِ يَعْنِي الْمُشْرِكِينَ وَأَعْتَذِرُ إِلَيْكَ مِمَّا صَنَعَ هَؤُلَاءِ يَعْنِي أَصْحَابَهُ ثُمَّ تَقَدَّمَ فَلَقِيَهُ سَعْدٌ فَقَالَ يَا أَخِي مَا فَعَلْتَ أَنَا مَعَكَ فَلَمْ أَسْتَطِعْ أَنْ أَصْنَعَ مَا صَنَعَ فَوُجِدَ فِيهِ بِضْعٌ وَثَمَانُونَ مِنْ ضَرْبَةٍ بِسَيْفٍ وَطَعْنَةٍ بِرُمْحٍ وَرَمْيَةٍ بِسَهْمٍ فَكُنَّا نَقُولُ فِيهِ وَفِي أَصْحَابِهِ نَزَلَتْ{ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ }قَالَ يَزِيدُ يَعْنِي هَذِهِ الْآيَةَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَاسْمُ عَمِّهِ أَنَسُ بْنُ النَّضْرِ","source":"Tirmidzi"},"__N_SSG":true}