{"pageProps":{"number":"2977","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Nashr bin Ali Al Jahdlami] telah menceritakan kepada kami [Abdul A'laa] telah menceritakan kepada kami [Ma'mar] dari [Az Zuhri] dari [Ali bin Husain] dari [Ibnu Abbas] berkata: Saat Rasulullah Shallallahu 'alaihi wa Salam duduk bersama beberapa sahabat beliau, ada bintang dilemparkan lalu bersinar, Rasulullah Shallallahu 'alaihi wa Salam bertanya: \"Apa komentar kalian untuk (hal) seperti ini dimasa jahiliyah saat kalian melihatnya?\" mereka menjawab: \"Dulu kami mengatakan ada orang besar meninggal atau calon orang besar lahir. Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Sebenarnya ia tidak dilemparkan karena kematian seseorang atau kehidupan seseorang, tapi Rabb kita 'azza wajalla bila memutuskan suatu hal, para malaikat pemikul 'arsy bertasbih lalu penghuni langit setelah mereka bertasbih lalu para penghuni langit setelah mereka bertasbih hingga tasbih sampai ke langit ini, penghuni langit keenam bertanya kepada penghuni langit ketujuh: Apa yang difirmankan Rabb kalian? Lalu mereka memberitahukannya, setelah itu penghuni setiap langit bertanya hingga kabar sampai ke penghuni langit terendah. Setan-setan mencuri dengar lalu mereka dilempari, lantas mereka menyampaikannya kepada wali-wali mereka. Yang mereka bawa itu benar, tapi mereka merubah dan menambah-nambahi.\" Abu Isa berkata: Hadits ini hasan shahi. Hadits ini juga diriwayatkan dari Az Zuhri dari Ali bin Al Husain dari Ibnu Abbas dari [beberapa orang Anshar], mereka berkata: Kami pernah berada di dekat nabi Shallallahu 'alaihi wa Salam lalu Ibnu Abbas menyebut hadits serupa dengan maknanya. Telah menceritakan kepada kami seperti itu [Al Husain bin Huraits] telah menceritakan kepada kami [Al Walid bin Muslim] telah menceritakan kepada kami [Al Auza'i].","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنَا عَبْدُ الْأَعْلَى حَدَّثَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ ابْنِ عَبَّاسٍ قَالَبَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ فِي نَفَرٍ مِنْ أَصْحَابِهِ إِذْ رُمِيَ بِنَجْمٍ فَاسْتَنَارَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا كُنْتُمْ تَقُولُونَ لِمِثْلِ هَذَا فِي الْجَاهِلِيَّةِ إِذَا رَأَيْتُمُوهُ قَالُوا كُنَّا نَقُولُ يَمُوتُ عَظِيمٌ أَوْ يُولَدُ عَظِيمٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّهُ لَا يُرْمَى بِهِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ وَلَكِنَّ رَبَّنَا عَزَّ وَجَلَّ إِذَا قَضَى أَمْرًا سَبَّحَ لَهُ حَمَلَةُ الْعَرْشِ ثُمَّ سَبَّحَ أَهْلُ السَّمَاءِ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ حَتَّى يَبْلُغَ التَّسْبِيحُ إِلَى هَذِهِ السَّمَاءِ ثُمَّ سَأَلَ أَهْلُ السَّمَاءِ السَّادِسَةِ أَهْلَ السَّمَاءِ السَّابِعَةِ مَاذَا قَالَ رَبُّكُمْ قَالَ فَيُخْبِرُونَهُمْ ثُمَّ يَسْتَخْبِرُ أَهْلُ كُلِّ سَمَاءٍ حَتَّى يَبْلُغَ الْخَبَرُ أَهْلَ السَّمَاءِ الدُّنْيَا وَتَخْتَطِفُ الشَّيَاطِينُ السَّمْعَ فَيُرْمَوْنَ فَيَقْذِفُونَهُ إِلَى أَوْلِيَائِهِمْ فَمَا جَاءُوا بِهِ عَلَى وَجْهِهِ فَهُوَ حَقٌّ وَلَكِنَّهُمْ يُحَرِّفُونَهُ وَيَزِيدُونَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ عَنْ ابْنِ عَبَّاسٍ عَنْ رِجَالٍ مِنْ الْأَنْصَارِ قَالُوا كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوَهُ بِمَعْنَاهُ حَدَّثَنَا بِذَلِكَ الْحُسَيْنُ بْنُ حُرَيْثٍ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا الْأَوْزَاعِيُّ","source":"Tirmidzi"},"__N_SSG":true}