{"pageProps":{"number":"2986","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Salamah bin Syabib] dan [Abdu bin Humaid] keduanya berkata: Telah menceritakan kepada kami [Abdurrazzaq] dari [Ma'mar] dari [Ayyub] dari [Abu Qilabah] dari [Ibnu Abbas] berkata: Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Rabbku Tabaraka wa Ta'ala mendatangiku tadi malam dalam wujud yang paling indah -Ibnu Abbas berkata: Menurutku beliau bersabda: Dalam mimpi- lalu berfirman: 'Hai Muhammad, tahukah kamu apa yang diperdebatkan malaikat tertinggi.\" Beliau bersabda: \"Aku menjawab: \"Tidak. lalu Ia meletakkan tanganNya di atas pundakku hingga aku merasakan dinginnya diantara dadaku -atau beliau bersabda: dileherku- lalu aku mengetahui yang ada dilangit dan dibumi. Ia bertanya: 'hai Muhammad, tahukah kamu apa yang diperdebatkan malaikat tertinggi? ' Aku menjawab: Ya, tentang penebus (dosa) dan penebus (dosa) adalah berdiam diri di masjid setelah shalat, berjalan dengan kaki menuju (shalat) jamaah, menyempurnakan wudhu pada saat tidak disukai. Barangsiapa hidup seperti itu, ia hidup dengan baik, mati dalam kebaikan dan ia (terbebas) dari kesalahannya seperti saat dilahirkan ibunya. Ia bertanya: 'Hai Muhammad, bila kau berdoa, ucapkan: ALLAHUMMA INNI AS`ALUKA FI'LAL KHAIRAAT WA TARKAL MUNKARAAT WA HUBBAL MASAAKIIN WA IDZA ARADTA BI IBAADIKA FITNATAN FAQBIDLNI ILAKA GHARA MAFTUNN.' (Ya Allah, sesungguhnya aku meminta-Mu berbuat kebaikan, meninggalkan kemungkaran, mencintai orang-orang miskin dan bila Engkau menghendaki suatu fitnah pada hamba-hambaMu, wafatkan aku kepadaMu dalam keadaan tidak terkena fitnah) dan beliau bersabda; 'Dan ketinggian derajat diperoleh dengan cara menyebarkan salam, memberi makan, dan shalat malam ketika orang-orang tidur.\" Abu Isa berkata: Mereka menyebut [seseorang] dalam hadits ini antara [Abu Qilabah] dan [Ibnu Abbas]. Dan [Qatadah] meriwayatkan hadits ini dari [Abu Qilabah] dari [Khalid bin Al Lajlaj] dari [Ibnu Abbas].","arab":"حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ أَيُّوبَ عَنْ أَبِي قِلَابَةَ عَنْ ابْنِ عَبَّاسٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَانِي اللَّيْلَةَ رَبِّي تَبَارَكَ وَتَعَالَى فِي أَحْسَنِ صُورَةٍ قَالَ أَحْسَبُهُ قَالَ فِي الْمَنَامِ فَقَالَ يَا مُحَمَّدُ هَلْ تَدْرِي فِيمَ يَخْتَصِمُ الْمَلَأُ الْأَعْلَى قَالَ قُلْتُ لَا قَالَ فَوَضَعَ يَدَهُ بَيْنَ كَتِفَيَّ حَتَّى وَجَدْتُ بَرْدَهَا بَيْنَ ثَدْيَيَّ أَوْ قَالَ فِي نَحْرِي فَعَلِمْتُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ قَالَ يَا مُحَمَّدُ هَلْ تَدْرِي فِيمَ يَخْتَصِمُ الْمَلَأُ الْأَعْلَى قُلْتُ نَعَمْ قَالَ فِي الْكَفَّارَاتِ وَالْكَفَّارَاتُ الْمُكْثُ فِي الْمَسَاجِدِ بَعْدَ الصَّلَوَاتِ وَالْمَشْيُ عَلَى الْأَقْدَامِ إِلَى الْجَمَاعَاتِ وَإِسْبَاغُ الْوُضُوءِ فِي الْمَكَارِهِ وَمَنْ فَعَلَ ذَلِكَ عَاشَ بِخَيْرٍ وَمَاتَ بِخَيْرٍ وَكَانَ مِنْ خَطِيئَتِهِ كَيَوْمِ وَلَدَتْهُ أُمُّهُ وَقَالَ يَا مُحَمَّدُ إِذَا صَلَّيْتَ فَقُلْ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ وَتَرْكَ الْمُنْكَرَاتِ وَحُبَّ الْمَسَاكِينِ وَإِذَا أَرَدْتَ بِعِبَادِكَ فِتْنَةً فَاقْبِضْنِي إِلَيْكَ غَيْرَ مَفْتُونٍ قَالَ وَالدَّرَجَاتُ إِفْشَاءُ السَّلَامِ وَإِطْعَامُ الطَّعَامِ وَالصَّلَاةُ بِاللَّيْلِ وَالنَّاسُ نِيَامٌقَالَ أَبُو عِيسَى وَقَدْ ذَكَرُوا بَيْنَ أَبِي قِلَابَةَ وَبَيْنَ ابْنِ عَبَّاسٍ فِي هَذَا الْحَدِيثِ رَجُلًا وَقَدْ رَوَاهُ قَتَادَةُ عَنْ أَبِي قِلَابَةَ عَنْ خَالِدِ بْنِ اللَّجْلَاجِ عَنْ ابْنِ عَبَّاسٍ","source":"Tirmidzi"},"__N_SSG":true}