{"pageProps":{"number":"3022","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr] telah mengkhabarkan kepada kami [Abdullah bin Ja'far] telah menceritakan kepada kami [Abdullah bin Dinar] dari [Ibnu Umar] Rasulullah Shallallahu 'alaihi wa Salam berkhutbah saat penaklukkan Makkah, beliau bersabda: \"Wahai sekalian manusia, sesungguhnya Allah telah menghilangkan kebanggaan jahiliyah dan pengagungan terhadap nenek moyangnya dari kalian. Manusia terbagi dua; baik, bertakwa, mulia bagi Allah dan keji, sengsara, hina bagi Allah. Manusia adalah anak cucu Adam dan Allah menciptakan Adam dari tanah. Allah berfirman: \"Hai manusia, sesungguhnya kami menciptakan kamu dari seorang laki-laki dan seorang perempuan dan menjadikan kamu berbangsa - bangsa dan bersuku-suku supaya kamu saling kenal-mengenal. Sesungguhnya orang yang paling mulia diantara kamu disisi Allah ialah orang yang paling taqwa diantara kamu. Sesungguhnya Allah Maha mengetahui lagi Maha Mengenal.\" (Al Hujuraat: 13) Abu Isa berkata: Hadits ini gharib, kami hanya mengetahuinya dari hadits Abdullah bin Dinar dari Ibnu Umar dari jalur sanad ini. Abdullah bin Ja'far dilemahkan oleh Yahya bin Ma'in dan lainnya. Abdullah bin Ja'far adalah ayah Ali bin Al Madini. Abu Isa berkata: Dalam hal ini ada hadits serupa dari Abu Hurairah dan Ibnu Abbas. ","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ النَّاسَ يَوْمَ فَتْحِ مَكَّةَ فَقَالَ يَا أَيُّهَا النَّاسُ إِنَّ اللَّهَ قَدْ أَذْهَبَ عَنْكُمْ عُبِّيَّةَ الْجَاهِلِيَّةِ وَتَعَاظُمَهَا بِآبَائِهَا فَالنَّاسُ رَجُلَانِ بَرٌّ تَقِيٌّ كَرِيمٌ عَلَى اللَّهِ وَفَاجِرٌ شَقِيٌّ هَيِّنٌ عَلَى اللَّهِ وَالنَّاسُ بَنُو آدَمَ وَخَلَقَ اللَّهُ آدَمَ مِنْ تُرَابٍ قَالَ اللَّهُ{ يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ ابْنِ عُمَرَ إِلَّا مِنْ هَذَا الْوَجْهِ وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ يُضَعَّفُ ضَعَّفَهُ يَحْيَى بْنُ مَعِينٍ وَغَيْرُهُ وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ هُوَ وَالِدُ عَلِيِّ بْنِ الْمَدِينِيِّ قَالَ وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ","source":"Tirmidzi"},"__N_SSG":true}