{"pageProps":{"number":"3065","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Ibnu Abu 'Adi] telah memberitakan kepada kami [Syu'bah] dari [Al Hakam bin 'Utaibah], ia berkata; saya mendengar [Muhammad bin Ka' bin Al Qurazhi] semenjak empat puluh tahun beliau menceritakan dari [Zaid bin Arqam] radliallahu 'anhu bahwa Abdullah bin Ubai berkata di saat perang Tabuk; sesungguhnya jika kita telah kembali ke Madinah, benar-benar orang yang kuat akan mengusir orang-orang yang lemah dari padanya. Zaid bin Arqam berkata; kemudian aku datang kepada Nabi shallallahu 'alaihi wasallam dan kulaporkan hal tersebut kepadanya, lalu Abdullah bin Ubai bersumpah, ia tidak mengatakan hal tersebut. Kemudian kaumku mencelaku dan berkata; engkau tidak menghendaki kecuali sekedar menyebarkan ghosip saja. Lalu aku pergi ke rumah dan tidur dalam keadaan sangat sedih. Kemudian Nabi shallallahu 'alaihi wasallam dan beliau bersabda: \"Sesungguhnya Allah telah membenarkanmu.\" Zaid berkata; kemudian turunlah ayat ini: \"Mereka adalah orang-orang yang mengatakan; janganlah kamu memberikan perbelanjaan kepada orang-orang (Muhajirin) yang ada disisi Rasulullah hingga mereka bubar (meninggalkan Rasulullah).\" (QS. Almunafiqun 7), Abu Isa berkata; hadits ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ أَنْبَأَنَا شُعْبَةُ عَنْ الْحَكَمِ بْنِ عُتَيْبَةَ قَال سَمِعْتُ مُحَمَّدَ بْنَ كَعْبٍ الْقُرَظِيَّ مُنْذُ أَرْبَعِينَ سَنَةً يُحَدِّثُ عَنْ زَيْدِ بْنِ أَرْقَمَ رَضِيَ اللَّهُ عَنْهُأَنَّ عَبْدَ اللَّهِ بْنَ أُبَيٍّ قَالَ فِي غَزْوَةِ تَبُوكَ{ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ }قَالَ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَحَلَفَ مَا قَالَهُ فَلَامَنِي قَوْمِي وَقَالُوا مَا أَرَدْتَ إِلَّا هَذِهِ فَأَتَيْتُ الْبَيْتَ وَنِمْتُ كَئِيبًا حَزِينًا فَأَتَانِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ أَتَيْتُهُ فَقَالَ إِنَّ اللَّهَ قَدْ صَدَّقَكَ قَالَ فَنَزَلَتْ هَذِهِ الْآيَةَ{ هُمْ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}