{"pageProps":{"number":"3071","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami [Abdur Rahman bin Sa'd] dari ['Amr bin Abu Qais] dari [Simak bin Harb] dari [Abdullah bin 'Umairah] dari [Al Ahnaf bin Qais] dari [Al 'Abbas bin Abdul Muththalib] ia mengaku bahwa ia pernah duduk di Bathha`diantara sekelompok orang sementara Rasulullah shallallahu 'alaihi wasallam duduk diantara mereka. Tiba-tiba terdapat awan yang melewati mereka, kemudian mereka melihat ke awan tersebut. Rasulullah shallallahu 'alaihi wasallam berkata: \"Apakah kalian mengetahui apa nama ini?\" Mereka berkata; ya, ini adalah awan. Kemudian Rasulullah shallallahu 'alaihi wasallam; Itu pula yang namanya Al Muzn?. Mereka berkata; itu pula yang namanya adalah almuznu. Rasulullah berkata \"Itu pula yang namanya al'anan?\" Mereka berkata; itu pula yang namanya Al 'Anan. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata kepada mereka: \"Tahukah kalian berapa jauh antara langit dan bumi?\" mereka berkata; tidak, demi Allah kami tidak mengetahui. Beliau berkata: \"Jauh antara keduanya entah tujuh puluh satu atau tujuh puluh dua atau tujuh puluh tiga tahun, dan langit di atasnya demikian juga.\" Dan langit yang diatasnya juag sedemikian, hingga beliau menyebutkan tujuh langit demikian juga jaraknya. Kemudian beliau bersabda: \"Di atas langit ketujuh terdapat laut antara bagian paling atas dan paling bawahnya seperti jarak antara langit satu ke langit yang lain dan diatas itu semua ada delapan malaikat yang rupanya seperti kijang, yang jarak antara kuku-kukunya dan pelana di punggungnya bagaikan antara langit dan langit, kemudian diaats punggung mereka ada arsy, yang jarak antara atas dan bawahnya bagaikan antara langit dan langit berikutnya, dan Alalh diatas kesemuanya itu.\" Abdu bin Humaid berkata; saya mendengar Yahya bin Ma'in berkata; ketahuilah Abdur Rahman bin Sa'd' hendak pergi menunaikan haji hingga kami mendengar hadits ini. Abu Isa berkata; hadits ini adalah hadits hasan gharib, dan [Al Walid bin Abu Tsaur] telah meriwayatkan dari [Simak] seperti itu, dan ia memarfu'kan hadits tersebut. [Syarik] meriwayatkan sebagian hadits ini dari [Simak], dan ia menyatakan bahwa hadits tersebut adalah hadits mauquf, dan ia tidak memarfu'kannya, sedangkan Abdur Rahman adalah Ibnu Abdullah bin Sa'd Ar Razi. ","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَعْدٍ عَنْ عَمْرِو بْنِ أَبِي قَيْسٍ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَيْرَةَ عَنْ الْأَحْنَفِ بْنِ قَيْسٍ عَنْ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِزَعَمَ أَنَّهُ كَانَ جَالِسًا فِي الْبَطْحَاءِ فِي عِصَابَةٍ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ فِيهِمْ إِذْ مَرَّتْ عَلَيْهِمْ سَحَابَةٌ فَنَظَرُوا إِلَيْهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ تَدْرُونَ مَا اسْمُ هَذِهِ قَالُوا نَعَمْ هَذَا السَّحَابُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُزْنُ قَالُوا وَالْمُزْنُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْعَنَانُ قَالُوا وَالْعَنَانُ ثُمَّ قَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ تَدْرُونَ كَمْ بُعْدُ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ فَقَالُوا لَا وَاللَّهِ مَا نَدْرِي قَالَ فَإِنَّ بُعْدَ مَا بَيْنَهُمَا إِمَّا وَاحِدَةٌ وَإِمَّا اثْنَتَانِ أَوْ ثَلَاثٌ وَسَبْعُونَ سَنَةً وَالسَّمَاءُ الَّتِي فَوْقَهَا كَذَلِكَ حَتَّى عَدَّدَهُنَّ سَبْعَ سَمَوَاتٍ كَذَلِكَ ثُمَّ قَالَ فَوْقَ السَّمَاءِ السَّابِعَةِ بَحْرٌ بَيْنَ أَعْلَاهُ وَأَسْفَلِهِ كَمَا بَيْنَ السَّمَاءِ إِلَى السَّمَاءِ وَفَوْقَ ذَلِكَ ثَمَانِيَةُ أَوْعَالٍ بَيْنَ أَظْلَافِهِنَّ وَرُكَبِهِنَّ مِثْلُ مَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ ثُمَّ فَوْقَ ظُهُورِهِنَّ الْعَرْشُ بَيْنَ أَسْفَلِهِ وَأَعْلَاهُ مِثْلُ مَا بَيْنَ السَّمَاءِ إِلَى السَّمَاءِ وَاللَّهُ فَوْقَ ذَلِكَقَالَ عَبْدُ بْنُ حُمَيْدٍ سَمِعْتُ يَحْيَى بْنَ مَعِينٍ يَقُولُ أَلَا يُرِيدُ عَبْدُ الرَّحْمَنِ بْنُ سَعْدٍ أَنْ يَحُجَّ حَتَّى نَسْمَعَ مِنْهُ هَذَا الْحَدِيثَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَرَوَى الْوَلِيدُ بْنُ أَبِي ثَوْرٍ عَنْ سِمَاكٍ نَحْوَهُ وَرَفَعَهُ وَرَوَى شَرِيكٌ عَنْ سِمَاكٍ بَعْضَ هَذَا الْحَدِيثِ وَوَقَفَهُ وَلَمْ يَرْفَعْهُ وَعَبْدُ الرَّحْمَنِ هُوَ ابْنُ عَبْدِ اللَّهِ بْنِ سَعْدٍ الرَّازِيُّ","source":"Tirmidzi"},"__N_SSG":true}