{"pageProps":{"number":"3082","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid], ia berkata; telah menceritakan kepadaku [Syababah] dari [Israil] dari [Tsuwair], ia berkata; saya mendengar [Ibnu Umar] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya penduduk Surga yang paling rendah kedudukannya adalah orang yang melihat kepada kebun-kebunnya, isteri-isterinya, pelayannya, tahta-tahtanya sejauh perjalanan seribu tahun. Dan orang yang paling mulia diantara mereka di sisi Allah 'azza wajalla adalah orang yang melihat kepada wajahNya pada waktu siang dan petang hari.\" Kemudian Rasulullah shallallahu 'alaihi wasallam membaca ayat: Wajah-wajah (orang-orang mukmin) pada hari itu berseri-seri. Kepada Tuhannyalah mereka melihat. Abu Isa berkata; hadits ini adalah hadits gharib, dan telah diriwayatkan tidak hanya oleh satu orang dari Israil seperti ini secara marfu'. Dan [Abdul Malik bin Abjar] telah meriwayatkan dari [Tsuwair] dari [Ibnu Umar] perkataannya dan tidak memarfu'kannya. Dan [Al Asyja'i] telah meriwayatkan dari [Sufyan] dari [Tsuwair] dari [Mujahid] dari [Ibnu Umar] perkataannya dan ia tidak memarfu'kannya. Dan kami tidak mengetahui seorangpun yang menyebutkan padanya dari Mujahid selain Ats Tsauri. Hal tersebut telah diceritakan kepada kami oleh [Abu Kuraib] telah menceritakan kepada kami ['Ubaidullah Al Asyja'i] dari [Sufyan]. sedangkan Tsuwair kuniyahnya adalah Abu Jahm, dan Abu Fakhtah namanya adalah Sa'id bin 'Ilaqah.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ قَالَ حَدَّثَنِي شَبَابَةُ عَنْ إِسْرَائِيلَ عَنْ ثُوَيْرٍ قَال سَمِعْتُ ابْنَ عُمَرَ يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً لَمَنْ يَنْظُرُ إِلَى جِنَانِهِ وَأَزْوَاجِهِ وَخَدَمِهِ وَسُرُرِهِ مَسِيرَةَ أَلْفِ سَنَةٍ وَأَكْرَمُهُمْ عَلَى اللَّهِ عَزَّ وَجَلَّ مَنْ يَنْظُرُ إِلَى وَجْهِهِ غُدْوَةً وَعَشِيَّةً ثُمَّ قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ إِسْرَائِيلَ مِثْلَ هَذَا مَرْفُوعًا وَرَوَى عَبْدُ الْمَلِكِ بْنُ أَبْجَرَ عَنْ ثُوَيْرٍ عَنْ ابْنِ عُمَرَ قَوْلَهُ وَلَمْ يَرْفَعْهُ وَرَوَى الْأَشْجَعِيُّ عَنْ سُفْيَانَ عَنْ ثُوَيْرٍ عَنْ مُجَاهِدٍ عَنْ ابْنِ عُمَرَ قَوْلَهُ وَلَمْ يَرْفَعْهُ وَلَا نَعْلَمُ أَحَدًا ذَكَرَ فِيهِ عَنْ مُجَاهِدٍ غَيْرَ الثَّوْرِيِّ حَدَّثَنَا بِذَلِكَ أَبُو كُرَيْبٍ حَدَّثَنَا عُبَيْدُ اللَّهِ الْأَشْجَعِيُّ عَنْ سُفْيَانَ وَثُوَيْرٌ يُكْنَى أَبَا جَهْمٍ وَأَبُو فَاخِتَةَ اسْمُهُ سَعِيدُ بْنُ عِلَاقَةَ","source":"Tirmidzi"},"__N_SSG":true}