{"pageProps":{"number":"3096","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Abdur Rahman bin Mahdi] telah menceritakan kepada kami [Zaidah bin Qudamah] dari [Manshur bin Al Mu'tamir] dari [Sa`d bin 'Ubaidah] dari [Abu Abdur Rahman As Sulami] dari [Ali radliallahu 'anhu] beliau berkata; kami berada di dekat jenazah di Baqi'. Kemudian Nabi shallallahu 'alaihi wasallam datang dan duduk, kami pun duduk bersamanya. Beliau membawa sebuah ranting yang beliau pukul-pukulkan ke tanah. Kemudian beliau angkat kepalanya ke langit, dan berkata; tidak ada jiwa yang telah diberi nafas melainkan telah tertulis tempat nantinya ia dimasukkan. Kemudian orang-orang berkata; \"Wahai Rasulullah, tidakkah kita bersandar saja kepada catatan kita sehingga barang siapa yang termasuk orang yang akan berbahagia maka ia beramal untuk kebahagiaan?. Dan barang siapa yang termasuk orang yang akan sengsara maka ia akan beramal untuk kesengsaraan?. Beliau bersabda: \"Oh, tetapi beramallah kalian, sebab segala sesuatu akan dimudahkan. Adapun orang yang akan berbahagia akan dimudahkan untuk melakukan kebahagiaan, dan barang siapa yang akan sengsara maka ia dimudahkan untuk melakukan kesengsaraan.\" Kemudian beliau membaca firman Allah: Adapun orang yang memberikan (hartanya di jalan Allah) dan bertakwa, dan membenarkan pahala yang terbaik (syurga), maka Kami kelak akan menyiapkan baginya jalan yang mudah. Adapun orang-orang yang bakhil dan merasa dirinya cukup serta mendustakan pahala terbaik, maka kelak Kami akan menyiapkan baginya (jalan) yang sukar.\" (QS. Allail 5-10). Abu Isa berkata; hadits ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَكُنَّا فِي جَنَازَةٍ فِي الْبَقِيعِ فَأَتَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَلَسَ وَجَلَسْنَا مَعَهُ وَمَعَهُ عُودٌ يَنْكُتُ بِهِ فِي الْأَرْضِ فَرَفَعَ رَأْسَهُ إِلَى السَّمَاءِ فَقَالَ مَا مِنْ نَفْسٍ مَنْفُوسَةٍ إِلَّا قَدْ كُتِبَ مَدْخَلُهَا فَقَالَ الْقَوْمُ يَا رَسُولَ اللَّهِ أَفَلَا نَتَّكِلُ عَلَى كِتَابِنَا فَمَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَإِنَّهُ يَعْمَلُ لِلسَّعَادَةِ وَمَنْ كَانَ مِنْ أَهْلِ الشَّقَاءِ فَإِنَّهُ يَعْمَلُ لِلشَّقَاءِ قَالَ بَلْ اعْمَلُوا فَكُلٌّ مُيَسَّرٌ أَمَّا مَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَإِنَّهُ يُيَسَّرُ لِعَمَلِ السَّعَادَةِ وَأَمَّا مَنْ كَانَ مِنْ أَهْلِ الشَّقَاءِ فَإِنَّهُ يُيَسَّرُ لِعَمَلِ الشَّقَاءِ ثُمَّ قَرَأَ{ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}