{"pageProps":{"number":"3141","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sufyan bin Waki']? telah menceritakan kepada kami [Jarir]? dari [Al Hasan bin 'Ubaidullah]? dari [Ibrahim bin Suwaid]? dari [Abdur Rahman bin Yazid]? dari [Abdullah]? ia berkata; Nabi shallallahu 'alaihi wasallam apabila pada sore hari mengucapkan: \"AMSAINAA WA AMSAL MULKU LILLAAHI WAL HAMDU LILLAAHI WA LAA ILAAHA ILLALLAAHU WAHDAHU LAA SYARIIKA LAHU.\" (Pada sore ini kami dan seluruh kerajaan adalah milik Allah Tuhan semesta alam, segala puji bagi Allah, dan tidak ada tuhan yang berhak disembah kecuali Allah semata, tidak ada sekutu bagiNya). Saya melihat beliau pada sore tersebut mengucapkan: LAHUL MULKU WA LAHUL HAMDU WA HUWA 'ALAA KULLI SYAI IN QADIIR. AS ALUKA KHAIRA MAA FII HADZIHIL LAILAH WA KHAIRA MAA BA'DAHAA WA A'UUDZU BIKA MIN SYARRI HADZIL LAILAH WA SYARRI MAA BA'DAHAA WA A'UUDZU BIKA MINAL KASALI WA SUUIL KIBARI WA A'UUDZU BIKA MIN 'ADZAABIN NAARI WA 'ADZABIL QABRI.\"(Seluruh kerajaan milikNya, dan segala puji bagiNya. Dia Maha Mampu melakukan segala sesuatu. Aku memohon kepadamu kebaikan di malam ini, serta kebaikan setelahnya, dan aku berlindung kepadaMu dari keburukan malam ini serta keburukan setelahnya dan aku berlindung kepadaMu dari kemalasan, serta kondisi buruk di usia senja, dan aku berlindung kepadaMu dari adzab Neraka serta adzab kubur). Dan apabila pada pagi hari beliau mengucapkan hal tersebut dan juga: \"ASHBAHNAA WA ASHBAHAL MULKU LILLAAHI WAL HAMDU LILLAAH.\" (Pada pagi ini kami dan seluruh kerajaan adalah milik Allah, dan segala puji bagi Allah). Abu Isa berkata; hadits ini adalah hadits hasan shahih, dan telah diriwayatkan oleh [Syu'bah] dengan sanad ini dari [Ibnu Mas'ud] dan ia tidak memarfu'kannya.","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا جَرِيرٌ عَنْ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَمْسَى قَالَ أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ أُرَاهُ قَالَ فِيهَا لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ الْكَسَلِ وَسُوءِ الْكِبَرِ وَأَعُوذُ بِكَ مِنْ عَذَابِ النَّارِ وَعَذَابِ الْقَبْرِ وَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَاهُ شُعْبَةُ بِهَذَا الْإِسْنَادِ عَنْ ابْنِ مَسْعُودٍ لَمْ يَرْفَعْهُ","source":"Tirmidzi"},"__N_SSG":true}