{"pageProps":{"number":"316","slug":"tirmidzi","id":"telah menceritakan kepada kami [Mahmud bin Ghailan] berkata; telah menceritakan kepada kami [Al Muqri`] berkata; telah menceritakan kepada kami [Yahya bin Ayyub] dari [Zaid bin Jabirah] dari [Daud bin Al Hushain] dari [Nafi'] dari [Ibnu Umar] berkata; \"Rasulullah shallallahu 'alaihi wasallam melarang shalat di tujuh tempat; tempat pembuangan sampah, tempat pemotongan hewan, pemakaman, tengah jalan, pemandian umum, tempat menderumnya unta dan di atas Ka'bah.\" Telah menceritakan kepada kami [Ali bin Hujr] berkata; telah menceritakan kepada kami [Suwaid bin Abdul Aziz] dari [Zaid bin Jabirah] dari [Daud bin Hushain] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam dengan hadits serupa secara makna.\" Ia berkata; \"Dalam bab ini ada juga hadits dari Abu Martsad, Jabir dan Anas. Abu Martsad namanya adalah Kannaz bin Hushain.\" Abu Isa berkata; \"Hadits Ibnu Umar sanadnya tidak begitu kuat, karena Zaid bin Jabirah telah perbincangkan dari segi hafalannya.\" Abu Isa berkata; \"Zaid bin Jubair Al Kufi lebih kuat dan lebih dahulu dari ini Zaid bin Jabirah, karena ia pernah mendengar dari Ibnu Umar. Dan [Laits bin Sa'ad] telah meriwayatkan hadits ini dari [Abdullah bin Umar Al Umari] dari [Nafi'] dari [Ibnu Umar] dari [Umar] dari Nabi shallallahu 'alaihi wasallam dengan hadits yang semisal dengannya. Adapun hadits Daud dari Nafi', dari Ibnu Umar, dari Nabi shallallahu 'alaihi wasallam lebih mirip dan lebih shahih dari hadits Laits bin Sa'ad, karena Abdullah bin Umar Al Umari telah dilemahkan oleh sebagian ahli hadits dari segi hafalannya. Dan di antara mereka yang melemahkannya adalah Yahya bin Sa'id Al Qaththan.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا الْمُقْرِئُ حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ عَنْ زَيْدِ بْنِ جَبِيرَةَ عَنْ دَاوُدَ بْنِ الْحُصَيْنِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يُصَلَّى فِي سَبْعَةِ مَوَاطِنَ فِي الْمَزْبَلَةِ وَالْمَجْزَرَةِ وَالْمَقْبَرَةِ وَقَارِعَةِ الطَّرِيقِ وَفِي الْحَمَّامِ وَفِي مَعَاطِنِ الْإِبِلِ وَفَوْقَ ظَهْرِ بَيْتِ اللَّهِحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ عَنْ زَيْدِ بْنِ جَبِيرَةَ عَنْ دَاوُدَ بْنِ حُصَيْنٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِمَعْنَاهُ قَالَ وَفِي الْبَاب عَنْ أَبِي مَرْثَدٍ وَجَابِرٍ وَأَنَسٍ أَبُو مَرْثَدٍ اسْمُهُ كَنَّازُ بْنُ حُصَيْنٍ قَالَ أَبُو عِيسَى وَحَدِيثُ ابْنِ عُمَرَ إِسْنَادُهُ لَيْسَ بِذَاكَ الْقَوِيِّ وَقَدْ تُكُلِّمَ فِي زَيْدِ بْنِ جَبِيرَةَ مِنْ قِبَلِ حِفْظِهِ قَالَ أَبُو عِيسَى وَزَيْدُ بْنُ جُبَيْرٍ الْكُوفِيُّ أَثْبَتُ مِنْ هَذَا وَأَقْدَمُ وَقَدْ سَمِعَ مِنْ ابْنِ عُمَرَ وَقَدْ رَوَى اللَّيْثُ بْنُ سَعْدٍ هَذَا الْحَدِيثَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ الْعُمَرِيِّ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ وَحَدِيثُ دَاوُدَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشْبَهُ وَأَصَحُّ مِنْ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ وَعَبْدُ اللَّهِ بْنُ عُمَرَ الْعُمَرِيُّ ضَعَّفَهُ بَعْضُ أَهْلِ الْحَدِيثِ مِنْ قِبَلِ حِفْظِهِ مِنْهُمْ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ","source":"Tirmidzi"},"__N_SSG":true}