{"pageProps":{"number":"325","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr] berkata; telah menceritakan kepada kami [Isma'il bin Ayyasy] berkata; telah menceritakan kepadaku [Habib bin Shalih] dari [Yazid bin Syurahbil] dari [Abu Hayy Al Mu'adzin Al Himsh] dari [Tsauban] dari Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak halal bagi seseorang melihat ke dalam rumah orang lain hingga ia mendapatkan izin, jika tetap melihat (tanpa izin) maka ia telah masuk. Dan janganlah seseorang mengimami suatu kaum lalu ia mengkhususkan do`a untuk dirinya tanpa menyertakan mereka, jika ia lakukan maka ia telah berkhianat. Dan seseorang juga tidak boleh melaksanakan shalat dalam keadaan menahan kencing.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abu Hurairah dan Abu Umamah.\" Abu Isa berkata; \"Hadits Tsaubah derajatnya hasan. Hadits ini telah diriwayatkan pula dari [Mu'awiyah bin Shalih] dari [As Safar bin Nusair] dari [Yazid bin Syuraih] dari [Abu Umamah] dari Nabi shallallahu 'alaihi wasallam.\" Hadits ini juga diriwayatkan dari [Yazid bin Syuraih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam. Seakan-akan hadits Yazid bin Syuraih, dari Abu Hayy Al Mu'adzin, dari Tsauban dalam persoalan ini lebih bagus sanad dan masyhur.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ عَيَّاشٍ حَدَّثَنِي حَبِيبُ بْنُ صَالِحٍ عَنْ يَزِيدَ بْنِ شُرَيْحٍ عَنْ أَبِي حَيٍّ الْمُؤَذِّنِ الْحِمْصِيِّ عَنْ ثَوْبَانَعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلُّ لِامْرِئٍ أَنْ يَنْظُرَ فِي جَوْفِ بَيْتِ امْرِئٍ حَتَّى يَسْتَأْذِنَ فَإِنْ نَظَرَ فَقَدْ دَخَلَ وَلَا يَؤُمَّ قَوْمًا فَيَخُصَّ نَفْسَهُ بِدَعْوَةٍ دُونَهُمْ فَإِنْ فَعَلَ فَقَدْ خَانَهُمْ وَلَا يَقُومُ إِلَى الصَّلَاةِ وَهُوَ حَقِنٌقَالَ وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَأَبِي أُمَامَةَ قَالَ أَبُو عِيسَى حَدِيثُ ثَوْبَانَ حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ عَنْ السَّفْرِ بْنِ نُسَيْرٍ عَنْ يَزِيدَ بْنِ شُرَيْحٍ عَنْ أَبِي أُمَامَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرُوِيَ هَذَا الْحَدِيثُ عَنْ يَزِيدَ بْنِ شُرَيْحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَأَنَّ حَدِيثَ يَزِيدَ بْنِ شُرَيْحٍ عَنْ أَبِي حَيٍّ الْمُؤَذِّنِ عَنْ ثَوْبَانَ فِي هَذَا أَجْوَدُ إِسْنَادًا وَأَشْهَرُ","source":"Tirmidzi"},"__N_SSG":true}