{"pageProps":{"number":"3335","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Fadhl bin Sahl Abu Al Abbas Al A'raj Al Baghdadi] telah menceritakan kepada kami [Abdurrahman bin Ghazwan Abu Nuh] telah mengabarkan kepada kami [Yunus bin Abu Ishaq] dari [Abu Bakr bin Abu Musa] dari [ayahnya] dia berkata; \"Abu Thalib dan Nabi shallallahu 'alaihi wasallam keluar menuju negeri Syam (untuk berniaga) bersama dengan pembesar-pembesar Quraisy, ketika mereka menjumpai seorang rahib, mereka singgah dan berhenti dari perjalanan mereka, tiba-tiba seorang Rahib keluar menemui mereka, padahal sebelum itu, rahib tersebut tidak pernah keluar walaupun ada sekelompok orang melewatinya, Abu Musa berkata; \"Maka mereka meletakkan perbekalan mereka, kemudian Rahib itu menyibak jalan mereka sampai datang (di hadapan) beliau, sambil memegang tangan Rasulullah shallallahu 'alaihi wasallam, Rahib itu berkata; \"Orang ini akan menjadi pemimpin semesta alam, anak ini akan menjadi utusan Rab semesta alam dan akan di utus oleh Allah sebagai rahmat bagi seluruh alam.\" Maka pembesar Quraisy berkata; \"Dari mana anda tahu hal itu?\" Rahib menjawab; \"Sebenarnya semenjak kalian tiba di Aqabah, tidak ada bebatuan dan pepohonan pun melainkan mereka tunduk sujud, mereka tidak sujud melainkan kepada seorang Nabi, aku juga dapat mengetahui dari stempel kenabian yang berada di bagian bawah tulang rawan bahunya yang menyerupai buah apel.\" Kemudian Rahib itu kembali dan menjamu mereka dengan makanan, ketika Rahib itu mendatangi rombongan Quraisy yang mengikutsertakan nabinya, sedangkan nabi berada diantara rombongan unta, Rahib itu berkata; \"Tolong utuslah beberapa orang untuk menjemputnya.\" Beberapa saat kemudian nabi datang dengan dinaungi sekumpulan awan di atas beliau. Ajaib, ketika Rahib itu mendekati rombongan, ia temukan mereka tengah berebutan mencari perlindungan bayang-bayang pohon. Anehnya ketika nabi duduk, justru bayang-bayang pohon itu mendekati beliau, kontan saja si Rahib mengatakan 'Coba kalian perhatikan, bayang-bayang pohon justru mendekati beliau'. (Kata Abu Musa), ketika sang rahib berdiri menghadap rombongan, ia memberi peringatan ' Maaf, hendaknya rombongan ini tidak meneruskan perjalanan menuju Romawi. Sebab kalaulah mereka melihatnya, tentu mereka mengetahuinya dengan tanda-tandanya, dan tentu mereka akan membunuhnya.' Ketika sang rahib menoleh, ternyata ada tujuh orang yang baru pulang dari Romawi dan menemui rombongan. Rahib bertanya kepada mereka; 'Apa yang mendorong kalian datang kemari? Rombongan itu menjawab; 'Begini, kami berangkat karena mendengar seorang nabi telah diutus di bulan ini, karenanya tak ada jalan lagi bagi kami selain beberapa orang harus diutus untuk menemuinya. Kami telah diberi tahu beritanya. Karenanya kami diutus dan berangkat melalui jalan yang akan kalian lewati ini.' Si rahib lantas berujar kepada rombongan Makkah; 'Mungkin kalian punya pendapat yang Allah akan memutuskannya?, Ataukah kalian hendak mengembalikan si bocah ini (maksudnya Muhammad) ke Makkah?.\" Jawab mereka; \"Wahh, sepertinya tidak ada.\" Selanjutnya rombongan itu berbaiat kepada si rahib dan tinggal bersamanya beberapa waktu. Kata rahib; \"Siapa walinya anak ini? Mereka menjawab; \"Abu Thalib\". Si rahib tiada henti-hentinya menasehati Abu Thalib hingga ia mau mengembalikan Muhammad (yang ketika itu belum menjadi nabi). Abu Bakar memerintahkan Bilal untuk mengawaninya, sedang si rahib memberinya bekal berupa kerupuk dan minyak.\" Abu Isa mengatakan; \"Derajat hadits ini hasan gharib, kami tidak mengenalnya selain dari jalur ini.\"","arab":"حَدَّثَنَا الْفَضْلُ بْنُ سَهْلٍ أَبُو الْعَبَّاسِ الْأَعْرَجُ الْبَغْدَادِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ غَزْوَانَ أَبُو نُوحٍ أَخْبَرَنَا يُونُسُ بْنُ أَبِي إِسْحَقَ عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى عَنْ أَبِيهِ قَالَخَرَجَ أَبُو طَالِبٍ إِلَى الشَّامِ وَخَرَجَ مَعَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَشْيَاخٍ مِنْ قُرَيْشٍ فَلَمَّا أَشْرَفُوا عَلَى الرَّاهِبِ هَبَطُوا فَحَلُّوا رِحَالَهُمْ فَخَرَجَ إِلَيْهِمْ الرَّاهِبُ وَكَانُوا قَبْلَ ذَلِكَ يَمُرُّونَ بِهِ فَلَا يَخْرُجُ إِلَيْهِمْ وَلَا يَلْتَفِتُ قَالَ فَهُمْ يَحُلُّونَ رِحَالَهُمْ فَجَعَلَ يَتَخَلَّلُهُمْ الرَّاهِبُ حَتَّى جَاءَ فَأَخَذَ بِيَدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَذَا سَيِّدُ الْعَالَمِينَ هَذَا رَسُولُ رَبِّ الْعَالَمِينَ يَبْعَثُهُ اللَّهُ رَحْمَةً لِلْعَالَمِينَ فَقَالَ لَهُ أَشْيَاخٌ مِنْ قُرَيْشٍ مَا عِلْمُكَ فَقَالَ إِنَّكُمْ حِينَ أَشْرَفْتُمْ مِنْ الْعَقَبَةِ لَمْ يَبْقَ شَجَرٌ وَلَا حَجَرٌ إِلَّا خَرَّ سَاجِدًا وَلَا يَسْجُدَانِ إِلَّا لِنَبِيٍّ وَإِنِّي أَعْرِفُهُ بِخَاتَمِ النُّبُوَّةِ أَسْفَلَ مِنْ غُضْرُوفِ كَتِفِهِ مِثْلَ التُّفَّاحَةِ ثُمَّ رَجَعَ فَصَنَعَ لَهُمْ طَعَامًا فَلَمَّا أَتَاهُمْ بِهِ وَكَانَ هُوَ فِي رِعْيَةِ الْإِبِلِ قَالَ أَرْسِلُوا إِلَيْهِ فَأَقْبَلَ وَعَلَيْهِ غَمَامَةٌ تُظِلُّهُ فَلَمَّا دَنَا مِنْ الْقَوْمِ وَجَدَهُمْ قَدْ سَبَقُوهُ إِلَى فَيْءِ الشَّجَرَةِ فَلَمَّا جَلَسَ مَالَ فَيْءُ الشَّجَرَةِ عَلَيْهِ فَقَالَ انْظُرُوا إِلَى فَيْءِ الشَّجَرَةِ مَالَ عَلَيْهِ قَالَ فَبَيْنَمَا هُوَ قَائِمٌ عَلَيْهِمْ وَهُوَ يُنَاشِدُهُمْ أَنْ لَا يَذْهَبُوا بِهِ إِلَى الرُّومِ فَإِنَّ الرُّومَ إِذَا رَأَوْهُ عَرَفُوهُ بِالصِّفَةِ فَيَقْتُلُونَهُ فَالْتَفَتَ فَإِذَا بِسَبْعَةٍ قَدْ أَقْبَلُوا مِنْ الرُّومِ فَاسْتَقْبَلَهُمْ فَقَالَ مَا جَاءَ بِكُمْ قَالُوا جِئْنَا إِنَّ هَذَا النَّبِيَّ خَارِجٌ فِي هَذَا الشَّهْرِ فَلَمْ يَبْقَ طَرِيقٌ إِلَّا بُعِثَ إِلَيْهِ بِأُنَاسٍ وَإِنَّا قَدْ أُخْبِرْنَا خَبَرَهُ بُعِثْنَا إِلَى طَرِيقِكَ هَذَا فَقَالَ هَلْ خَلْفَكُمْ أَحَدٌ هُوَ خَيْرٌ مِنْكُمْ قَالُوا إِنَّمَا أُخْبِرْنَا خَبَرَهُ بِطَرِيقِكَ هَذَا قَالَ أَفَرَأَيْتُمْ أَمْرًا أَرَادَ اللَّهُ أَنْ يَقْضِيَهُ هَلْ يَسْتَطِيعُ أَحَدٌ مِنْ النَّاسِ رَدَّهُ قَالُوا لَا قَالَ فَبَايَعُوهُ وَأَقَامُوا مَعَهُ قَالَ أَنْشُدُكُمْ بِاللَّهِ أَيُّكُمْ وَلِيُّهُ قَالُوا أَبُو طَالِبٍ فَلَمْ يَزَلْ يُنَاشِدُهُ حَتَّى رَدَّهُ أَبُو طَالِبٍ وَبَعَثَ مَعَهُ أَبُو بَكْرٍ بِلَالًا وَزَوَّدَهُ الرَّاهِبُ مِنْ الْكَعْكِ وَالزَّيْتِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ","source":"Tirmidzi"},"__N_SSG":true}