{"pageProps":{"number":"3375","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Al Hasan] telah menceritakan kepada kami [Abdullah bin Maslamah] dari [Malik bin Anas] dari [Abu An Nadhlr] dari ['Ubaid bin Hunain] dari [Abu Sa'id Al Khudri] bahwa Rasulullah shallallahu 'alaihi wasallam duduk di atas mimbar, beliau bersabda: \"Sesungguhnya Allah menawarkan pada hamba-Nya antara perhiasan dunia sesuai yang ia kehendaki dan apa yang ada di sisi-Nya, namun hamba itu memilih apa yang ada di sisi-Nya, \" Maka Abu Bakar berkata; \"Bahkan kami akan menebus anda dengan bapak-bapak kami dan anak-anak kami wahai Rasulullah.\" Abu Sa'id berkata; \"Kami pun keheranan.\" Lantas orang-orang (para sahabat) berkata; \"Lihatlah kepada syaikh (orang tua yakni Abu Bakar) ini, Rasulullah shallallahu 'alaihi wasallam mengabarkan tentang seorang hamba yang disuruh memilih antara di beri perhiasan dunia sekehendak hatinya dengan apa yang ada di sisi-Nya, justru ia berkata; Bahkan kami akan menebus anda dengan bapak-bapak kami dan anak-anak kami.\" Abu Sa'id berkata; \"Padahal Rasulullah shallallahu 'alaihi wasallam adalah hamba yang diberi pilihan tersebut, sedangkan Abu Bakar adalah orang yang lebih mengetahui hal itu. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya sebaik-baik orang terhadapku dalam persahabatan dan hartanya adalah Abu Bakar, jika saja aku boleh menjadikan kekasih selain Allah, niscaya akan aku jadikan Abu Bakar sebagai kekasihku, namun persaudaraan Islam (sebagai kecintaan), tidaklah tersisa seberkas cahaya di dalam masjid kecuali melainkan cahaya Abu Bakar.\" Abu Isa berkata; \"Hadits ini adalah hadits hasan shahih.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ أَبِي النَّضْرِ عَنْ عُبَيْدِ بْنِ حُنَيْنٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَلَسَ عَلَى الْمِنْبَرِ قَالَ إِنَّ عَبْدًا خَيَّرَهُ اللَّهُ بَيْنَ أَنْ يُؤْتِيَهُ مِنْ زَهْرَةِ الدُّنْيَا مَا شَاءَ وَبَيْنَ مَا عِنْدَهُ فَاخْتَارَ مَا عِنْدَهُ فَقَالَ أَبُو بَكْرٍ فَدَيْنَاكَ يَا رَسُولَ اللَّهِ بِآبَائِنَا وَأُمَّهَاتِنَا قَالَ فَعَجِبْنَا فَقَالَ النَّاسُ انْظُرُوا إِلَى هَذَا الشَّيْخِ يُخْبِرُ رَسُولُ اللَّهِ عَنْ عَبْدٍ خَيَّرَهُ اللَّهُ بَيْنَ أَنْ يُؤْتِيَهُ مِنْ زَهْرَةِ الدُّنْيَا مَا شَاءَ وَبَيْنَ مَا عِنْدَ اللَّهِ وَهُوَ يَقُولُ فَدَيْنَاكَ بِآبَائِنَا وَأُمَّهَاتِنَا قَالَ فَكَانَ رَسُولُ اللَّهِ هُوَ الْمُخَيَّرُ وَكَانَ أَبُو بَكْرٍ هُوَ أَعْلَمَنَا بِهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنْ أَمَنِّ النَّاسِ عَلَيَّ فِي صُحْبَتِهِ وَمَالِهِ أَبُو بَكْرٍ وَلَوْ كُنْتُ مُتَّخِذًا خَلِيلًا لَاتَّخَذْتُ أَبَا بَكْرٍ خَلِيلًا وَلَكِنْ أُخُوَّةُ الْإِسْلَامِ لَا تُبْقَيَنَّ فِي الْمَسْجِدِ خَوْخَةٌ إِلَّا خَوْخَةُ أَبِي بَكْرٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}