{"pageProps":{"number":"3615","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepadaku [Ayyub] dari [Sa'id Al Maqburi] dari [Abu Hurairah] Bahwa seorang arab badui memberi hadiah seekor unta muda kepada Nabi shallallahu 'alaihi wasallam, lalu Nabi pun memberinya ganti dengan enam ekor unta muda. Tetapi arab badui tersebut tidak ridla, lantas sampailah berita itu kepada Nabi shallallahu 'alaihi wasallam, setelah memuji Allah dan menyanjung-Nya, beliau bersabda: \"Sesungguhnya si fulan telah memberiku hadiah seekor unta, padahal aku telah berikan gantinya dengan enam ekor unta muda, tetapi ia tidak ridla. Sungguh, aku tidak ingin menerima pemberian lagi kecuali dari orang-orang Quraisy, atau Anshar, atau Tsaqafi, atau Dausi.\" Dan dalam suatu hadits, ada juga pembicaraan yang cukup banyak dari pada hadits ini.\" Abu Isa berkata; \"Hadits ini juga telah diriwayatkan dari beberapa jalur dari Abu Hurairah, sedangkan Yazid bin Harun meriwayatkan dari Ayyub abu 'Ala` yaitu Ayyub bin Miskin, dan di sebut pula dengan Ibnu Abu Miskin, dan mungkin hadits ini yaitu hadits yang diriwayatkan dari Ayyub dari Sa'id Al Maqburi yaitu Ayyub Abu Al 'Ala`.\" ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنِي أَيُّوبُ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَأَنَّ أَعْرَابِيًّا أَهْدَى لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَكْرَةً فَعَوَّضَهُ مِنْهَا سِتَّ بَكَرَاتٍ فَتَسَخَّطَهُ فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ فُلَانًا أَهْدَى إِلَيَّ نَاقَةً فَعَوَّضْتُهُ مِنْهَا سِتَّ بَكَرَاتٍ فَظَلَّ سَاخِطًا وَلَقَدْ هَمَمْتُ أَنْ لَا أَقْبَلَ هَدِيَّةً إِلَّا مِنْ قُرَشِيٍّ أَوْ أَنْصَارِيٍّ أَوْ ثَقَفِيٍّ أَوْ دَوْسِيٍّوَفِي الْحَدِيثِ كَلَامٌ أَكْثَرُ مِنْ هَذَا قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ وَيَزِيدُ بْنُ هَارُونَ يَرْوِي عَنْ أَيُّوبَ أَبِي الْعَلَاءِ وَهُوَ أَيُّوبُ بْنُ مِسْكِينٍ وَيُقَالُ ابْنُ أَبِي مِسْكِينٍ وَلَعَلَّ هَذَا الْحَدِيثَ الَّذِي رَوَاهُ عَنْ أَيُّوبَ عَنْ سَعِيدٍ الْمَقْبُرِيِّ هُوَ أَيُّوبُ أَبُو الْعَلَاءِ","source":"Tirmidzi"},"__N_SSG":true}