{"pageProps":{"number":"40","slug":"tirmidzi","id":"telah menceritakan kepada kami [Abu Kuraib], [Hannad] dan [Qutaibah] mereka berkata; telah menceritakan kepada kami [Waki'] dari [Sufyan]. Dan dari jalur yang lain disebutkan; Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Yahya bin Sa'id] berkata; telah menceritakan kepada kami [Sufyan] dari [Zaid bin Aslam] dari ['Atho` bin Yasar] dari [Ibnu Abbas] berkata; \" Nabi shallallahu 'alaihi wasallam berwudlu satu kali satu kali.\" Abu Isa berkata; \"Dalam bab ini ada juga hadits dari Umar, Jabir, Buraidah, Abu Rafi' dan Ibnul Fakihi.\" Abu Isa berkata lagi, \"Dan hadits riwayat Ibnu Abbas adalah yang paling baik dan paling shahih dalam bab ini. Risydin bin Sa'd dan yang lainnya meriwayatkan hadits ini dari Adl Dlahak bin Syurahbil, dari Zaid bin Aslam, dari bapaknya, dari Umar bin Khaththab berkata; \"Nabi shallallahu 'alaihi wasallam berwudlu satu kali satu kali.\" Kemudian Abu Isa berkata; \"Namun hadits ini tidak benar, sedangkan yang shahih adalah hadits yang diriwayatkan oleh [Ibnu 'Ajlan], [Hisyam bin Sa'd], [Sufyan Ats Tsauri] dan [Abdul Aziz bin Muhammad], dari [Zaid bin Aslam], dari ['Atho` bin Yasar], dari [Ibnu Abbas], dari Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ وَهَنَّادٌ وَقُتَيْبَةُ قَالُوا حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ ح قَالَ و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ ابْنِ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ مَرَّةً مَرَّةًقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عُمَرَ وَجَابِرٍ وَبُرَيْدَةَ وَأبِي رَافِعٍ وَابْنِ الْفَاكِهِ قَالَ أَبُو عِيسَى وَحَدِيثُ ابْنِ عَبَّاسٍ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ وَأَصَحُّ وَرَوَى رِشْدِينُ بْنُ سَعْدٍ وَغَيْرُهُ هَذَا الْحَدِيثَ عَنْ الضَّحَّاكِ بْنِ شُرَحْبِيلَ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ مَرَّةً مَرَّةً قَالَ وَلَيْسَ هَذَا بِشَيْءٍ وَالصَّحِيحُ مَا رَوَى ابْنُ عَجْلَانَ وَهِشَامُ بْنُ سَعْدٍ وَسُفْيَانُ الثَّوْرِيُّ وَعَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}