{"pageProps":{"number":"558","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdullah bin Abu Ziyad Al Qathawani Al Kufi] telah menceritakan kepada kami ['Ubaidullah bin Musa] telah menceritakan kepada kami [Ghalib Abu Bisyr] dari [Ayyub bin 'A`idz Ath Tha'i] dari [Qais bin Muslim] dari [Thariq bin Syihab] dari [Ka'ab bin 'Ujrah] dia berkata, Rasulullah Shallallaahu 'alaihi wasallam bersabda kepadaku: \"Wahai Ka'ab, saya memohon perlindungan kepada Allah untukmu dari perbuatan para penguasa setelahku. Barang siapa yang mendatangi mereka lalu mempercayai kedustaan mereka serta membantu mereka dalam berbuat dlalim, maka dia bukan dari golonganku juga tidak dapat melewati Haudlku (telaga) kelak. Dan barang siapa yang mendatangi mereka atau tidak mendatangi mereka dan tidak membenarkan kedustaan mereka juga tidak membantu mereka dalam berbuat dlalim, maka dia termasuk dari golonganku dan saya termasuk dari golongannya serta dapat mendatangi Haudku (telaga) kelak. Wahai Ka'ab bin 'Ujrah, shalat merupakan tanda keimanan, puasa ialah tameng yang kokoh, serta sedekah dapat menghapuskan dosa sebagaimana air memadamkan api. Wahai Ka'ab bin 'Ujrah, tidaklah daging manusia tumbuh dari barang yang haram kecuali Neraka lebih berhak atasnya.\" Abu 'Isa berkata, hadits ini gharib melalui sanad ini dan tidak kami ketahui kecuali dari haditsnya Ubaidullah bin Musa dan Ayyub bin 'A`idz Ath Thai' dilemahkan bahkan dikabarkan dia menganut paham Murji`ah. Saya bertanya kepada Muhammad, akan tetapi dia tidak mengetahuinya kecuali dari hadits Ubaidullah bin Musa, bahkan hadits ini terasa asing baginya. [Muhammad] juga berkata, telah menceritakan kepada kami [Ibnu Numair] dari [Ubaidullah bin Musa] dari [Ghalib] seperti hadits di atas.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ الْقَطَوَانِيُّ الْكُوفِيُّ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى حَدَّثَنَا غَالِبٌ أَبُو بِشْرٍ عَنْ أَيُّوبَ بْنِ عَائِذٍ الطَّائِيِّ عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ عَنْ كَعْبِ بْنِ عُجْرَةَ قَالَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُعِيذُكَ بِاللَّهِ يَا كَعْبَ بْنَ عُجْرَةَ مِنْ أُمَرَاءَ يَكُونُونَ مِنْ بَعْدِي فَمَنْ غَشِيَ أَبْوَابَهُمْ فَصَدَّقَهُمْ فِي كَذِبِهِمْ وَأَعَانَهُمْ عَلَى ظُلْمِهِمْ فَلَيْسَ مِنِّي وَلَسْتُ مِنْهُ وَلَا يَرِدُ عَلَيَّ الْحَوْضَ وَمَنْ غَشِيَ أَبْوَابَهُمْ أَوْ لَمْ يَغْشَ فَلَمْ يُصَدِّقْهُمْ فِي كَذِبِهِمْ وَلَمْ يُعِنْهُمْ عَلَى ظُلْمِهِمْ فَهُوَ مِنِّي وَأَنَا مِنْهُ وَسَيَرِدُ عَلَيَّ الْحَوْضَ يَا كَعْبَ بْنَ عُجْرَةَ الصَّلَاةُ بُرْهَانٌ وَالصَّوْمُ جُنَّةٌ حَصِينَةٌ وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ يَا كَعْبَ بْنَ عُجْرَةَ إِنَّهُ لَا يَرْبُو لَحْمٌ نَبَتَ مِنْ سُحْتٍ إِلَّا كَانَتْ النَّارُ أَوْلَى بِهِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ مُوسَى وَأَيُّوبُ بْنُ عَائِذٍ الطَّائِيُّ يُضَعَّفُ وَيُقَالُ كَانَ يَرَى رَأْيَ الْإِرْجَاءِ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ إِلَّا مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ مُوسَى وَاسْتَغْرَبَهُ جِدًّا و قَالَ مُحَمَّدٌ حَدَّثَنَا ابْنُ نُمَيْرٍ عَنْ عُبَيْدِ اللَّهِ بْنِ مُوسَى عَنْ غَالِبٍ بِهَذَا","source":"Tirmidzi"},"__N_SSG":true}