{"pageProps":{"number":"56","slug":"tirmidzi","id":"telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Abdurrahman bin Mahdi] dari [Sufyan] dari [Alqamah bin Martsad] dari [Sulaiman bin Buraidah] dari [Bapaknya] ia berkata; \"Nabi shallallahu 'alaihi wasallam selalu berwudlu ketika akan shalat. Dan pada hari penaklukan kota Makkah, beliau mengerjakan semua shalat dengan satu wudlu dan mengusap khufnya. Lalu Umar berkata; \"Sungguh, engkau melakukan sesuatu yang tidak biasa engkau lakukan, \" beliau menjawab: \"Aku sengaja melakukannya.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih.\" [Ali bin Qadim] meriwayatkan hadits ini dari [Sufyan Ats Tsauri], lalu ia menambahkan, \"Rasulullah berwudlu dengan satu kali-satu kali.\" Ia berkata; \"Dan [Sufyan Ats Tsauri] juga meriwayatkan hadits ini dari [Muharib bin Ditsar], dari [Sulaiman bin Buraidah], dari Nabi shallallahu 'alaihi wasallam, bahwasanya beliau selalu berwudlu ketika akan shalat. Dan [Waki'] meriwayatkannya dari [Sufyan], dari [Muharib], dari [Sulaiman bin Buraidah], dari [bapaknya]. [Abdurrahman bin Mahdi] dan selainnya meriwayatkannya dari [Sufyan], dari [Muharib bin Ditsar], dari [Sulaiman bin Buraidah], dari Nabi shallallahu 'alaihi wasallam secara mursal, dan ini lebih shahih dari hadits Waki'. Para ahli ilmu mengamalkan hadits ini, yaitu bahwa Rasulullah melakukan beberapa shalat dengan satu kali wudlu selama belum batal. Namun di antara mereka ada yang berwudlu setiap kali akan mengerjakan shalat karena ada anjuran dan demi mendapatkan keutamaan.\" Diriwayatkan pula dari Al Afriqi, dari Abu Ghuthaif, dari Ibnu Umar dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa berwudlu dalam keadaan masih suci maka Allah akan menuliskan baginya sepuluh kebaikan.\" Namun hadits ini sanadnya lemah. Dan dalam bab ini ada riwayat dari Jabir bin Abdullah bahwa Nabi shallallahu 'alaihi wasallam shalat zhuhur dan ashar dengan satu wudlu.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ لِكُلِّ صَلَاةٍ فَلَمَّا كَانَ عَامُ الْفَتْحِ صَلَّى الصَّلَوَاتِ كُلَّهَا بِوُضُوءٍ وَاحِدٍ وَمَسَحَ عَلَى خُفَّيْهِ فَقَالَ عُمَرُ إِنَّكَ فَعَلْتَ شَيْئًا لَمْ تَكُنْ فَعَلْتَهُ قَالَ عَمْدًا فَعَلْتُهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَرَوَى هَذَا الْحَدِيثَ عَلِيُّ بْنُ قَادِمٍ عَنْ سُفْيَانَ الثَّوْرِيِّ وَزَادَ فِيهِ تَوَضَّأَ مَرَّةً مَرَّةً قَالَ وَرَوَى سُفْيَانُ الثَّوْرِيُّ هَذَا الْحَدِيثَ أَيْضًا عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَتَوَضَّأُ لِكُلِّ صَلَاةٍ وَرَوَاهُ وَكِيعٌ عَنْ سُفْيَانَ عَنْ مُحَارِبٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ وَرَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُهُ عَنْ سُفْيَانَ عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَهَذَا أَصَحُّ مِنْ حَدِيثِ وَكِيعٍ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ يُصَلِّي الصَّلَوَاتِ بِوُضُوءٍ وَاحِدٍ مَا لَمْ يُحْدِثْ وَكَانَ بَعْضُهُمْ يَتَوَضَّأُ لِكُلِّ صَلَاةٍ اسْتِحْبَابًا وَإِرَادَةَ الْفَضْلِ وَيُرْوَى عَنْ الْأَفْرِيقِيِّ عَنْ أَبِي غُطَيْفٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ تَوَضَّأَ عَلَى طُهْرٍ كَتَبَ اللَّهُ لَهُ بِهِ عَشْرَ حَسَنَاتٍ وَهَذَا إِسْنَادٌ ضَعِيفٌ وَفِي الْبَاب عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الظُّهْرَ وَالْعَصْرَ بِوُضُوءٍ وَاحِدٍ","source":"Tirmidzi"},"__N_SSG":true}