{"pageProps":{"number":"566","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Sufyan] dari [Al A'masy] dari [Abu Wa`il] dari [Masruq] dari [Mu'adz bin Jabal] dia berkata, Nabi Shallallaahu 'alaihi wasallam mengutusku ke Yaman dan menyuruhku untuk mengambil zakat dari setiap tiga puluh ekor sapi zakatnya satu ekor Tabi' atau Tabi'ah, dan setiap empat puluh ekor sapi zakatnya satu ekor Musinnah. Serta mengambil jizyah dari setiap yang baligh satu dinar atau seharga satu dinar seperti baju ma'afir (baju yang dibuat di Ma'afir salah satu daerah di Yaman). Abu 'Isa berkata, ini adalah hadits hasan. Sebagian ahlul hadits meriwayatkannya dari Sufyan dari A'amasy dari Abu Wail dari Masruq bahwasannya Rasulullah Shallallaahu 'alaihi wasallam mengutus Mu'adz ke Yaman dan menyuruhnya untuk mengambil.....dst, riwayat ini lebih shahih. Telah menceritakan kepada kami Muhammad bin Basysyar, telah menceritakan kepada kami Muhammad Ja'far, telah menceritakan kepada kemi Syu'bah dari Amru bin Murrah dia berkata, saya bertanya kepada Abu 'Ubaidah bin Abdullah, apakah dia mengingat sesuatu dari Abdullah? Dia menjawab, tidak.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا سُفْيَانُ عَنْ الْأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ مَسْرُوقٍ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَبَعَثَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْيَمَنِ فَأَمَرَنِي أَنْ آخُذَ مِنْ كُلِّ ثَلَاثِينَ بَقَرَةً تَبِيعًا أَوْ تَبِيعَةً وَمِنْ كُلِّ أَرْبَعِينَ مُسِنَّةً وَمِنْ كُلِّ حَالِمٍ دِينَارًا أَوْ عِدْلَهُ مَعَافِرَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ سُفْيَانَ عَنْ الْأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ مَسْرُوقٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ مُعَاذًا إِلَى الْيَمَنِ فَأَمَرَهُ أَنْ يَأْخُذَ وَهَذَا أَصَحُّ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ سَأَلْتُ أَبَا عُبَيْدَةَ بْنَ عَبْدِ اللَّهِ هَلْ يَذْكُرُ عَنْ عَبْدِ اللَّهِ شَيْئًا قَالَ لَا","source":"Tirmidzi"},"__N_SSG":true}