{"pageProps":{"number":"582","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailab] telah menceritakan kepada kami [Abu Daud At Thayalisi] telah mengabarkan kepada kami [Syu'bah] telah mengabarkan kepadaku [Khubaib bin Abdurrahman] dia berkata, saya mendengar dari [Abdurrahman bin Mas'ud bin Niyar] dia berkata, [Sahl bin Abu Hatsmah] telah datang kepada majlis kami lalu beliau bercerita, bahwasannya Rasulullah Shallallaahu 'alaihi wasallam bersabda: \"Jika kalian telah menentukan kadar zakat yang harus dikeluarkan, maka ambillah dua pertiganya dan tinggalkanlah sepertiganya untuk pemiliknya, jika tidak maka seperempatnya.\" (hal ini dinamakan Kharsh). Dalam bab ini (ada juga riwayat -pent) dari 'Aisyah, 'Attab bin Usaid dan Ibnu Abbas. Abu 'Isa berkata, kebanyakan para ulama mengamalkan hadits Sahl bin Abu Hatsmah dan berdasarkan hadits ini juga Ahmad dan Ishaq berpendapat bolehnya Kharsh. Jika Buah-buahan terdiri dari kurma dan anggur serta telah mencapai wajib zakat, maka hendaknya penguasa mengutus seseorang untuk kharsh dan mengira-ngira hasil panen dari kurma dan anggur, lalu menetapkan sepersepuluhnya, setelah datang waktu panen dia mengambil sepersepuluhnya, demikian sebagian ulama menafsirkan makna kharsh dan ini merupakan pendapat Malik, Syafi'i, Ahmad dan Ishaq.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ أَخْبَرَنَا شُعْبَةُ أَخْبَرَنِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ قَال سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ مَسْعُودِ بْنِ نِيَارٍ يَقُولُ جَاءَ سَهْلُ بْنُ أَبِي حَثْمَةَ إِلَى مَجْلِسِنَا فَحَدَّثَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ إِذَا خَرَصْتُمْ فَخُذُوا وَدَعُوا الثُّلُثَ فَإِنْ لَمْ تَدَعُوا الثُّلُثَ فَدَعُوا الرُّبُعَقَالَ وَفِي الْبَاب عَنْ عَائِشَةَ وَعَتَّابِ بْنِ أَسِيدٍ وَابْنِ عَبَّاسٍ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى حَدِيثِ سَهْلِ بْنِ أَبِي حَثْمَةَ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ فِي الْخَرْصِ وَبِحَدِيثِ سَهْلِ بْنِ أَبِي حَثْمَةَ يَقُولُ أَحْمَدُ وَإِسْحَقُ وَالْخَرْصُ إِذَا أَدْرَكَتْ الثِّمَارُ مِنْ الرُّطَبِ وَالْعِنَبِ مِمَّا فِيهِ الزَّكَاةُ بَعَثَ السُّلْطَانُ خَارِصًا يَخْرُصُ عَلَيْهِمْ وَالْخَرْصُ أَنْ يَنْظُرَ مَنْ يُبْصِرُ ذَلِكَ فَيَقُولُ يَخْرُجُ مِنْ هَذَا الزَّبِيبِ كَذَا وَكَذَا وَمِنْ التَّمْرِ كَذَا وَكَذَا فَيُحْصِي عَلَيْهِمْ وَيَنْظُرُ مَبْلَغَ الْعُشْرِ مِنْ ذَلِكَ فَيُثْبِتُ عَلَيْهِمْ ثُمَّ يُخَلِّي بَيْنَهُمْ وَبَيْنَ الثِّمَارِ فَيَصْنَعُونَ مَا أَحَبُّوا فَإِذَا أَدْرَكَتْ الثِّمَارُ أُخِذَ مِنْهُمْ الْعُشْرُ هَكَذَا فَسَّرَهُ بَعْضُ أَهْلِ الْعِلْمِ وَبِهَذَا يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ","source":"Tirmidzi"},"__N_SSG":true}