{"pageProps":{"number":"629","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr] telah menceritakan kepada kami [Isma'il bin Ja'far] telah menceritakan kepada kami [Muhammad bin Abu Harmalah] telah mengabarkan kepadaku [Kuraib] bahwasanya Ummul Fadl mengutusnya untuk menemui Mu'awiyah di Syam guna suatu keperluan, dia berkata, sesampainya saya di Syam dan selesai dengan kebutuhannya, tiba-tiba terlihat olehku hilal bulan Ramadlan, sedangkan saya berada di Syam. kami melihatnya pada malam jum'at kemudian saya kembali ke Madinah pada akhir bulan Ramadlan lantas [Ibnu Abbas] menyebutkan mengenai hilal, kapan kalian melihat hilal? Saya menjawab, Kami melihatnya pada malam jumat, dia berkata, kamu melihatnya pada malam jumat?, saya menjawab, semua orang melihatnya, lalu mereka berpuasa, begitu juga dengan Mu'awiyah. Ibnu Abbas berkata lagi, akan tetapi kami melihatnya pada malam sabtu dan akan tetap berpusa sampai hitungannya genap tiga puluh hari atau kami melihat hilal, saya bertanya, tidakkah kamu ikut ru'yahnya Mu'awiyah dan shaumnya, dia menjawab, tidak, akan tetapi beginilah Rasulullah Shallallaahu 'alaihi wasallam memerintahkan kepada kami. Abu 'Isa berkata, hadits Ibnu Abbas merupakan hadits hasan shahih gharib dan diamalkan oleh para ulama dengan suatu kesimpulan hukum bahwa setiap daerah memulai puasa berdasarkan ru'yahnya masing-masing.","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حَرْمَلَةَ أَخْبَرَنِي كُرَيْبٌأَنَّ أُمَّ الْفَضْلِ بِنْتَ الْحَارِثِ بَعَثَتْهُ إِلَى مُعَاوِيَةَ بِالشَّامِ قَالَ فَقَدِمْتُ الشَّامَ فَقَضَيْتُ حَاجَتَهَا وَاسْتُهِلَّ عَلَيَّ هِلَالُ رَمَضَانَ وَأَنَا بِالشَّامِ فَرَأَيْنَا الْهِلَالَ لَيْلَةَ الْجُمُعَةِ ثُمَّ قَدِمْتُ الْمَدِينَةَ فِي آخِرِ الشَّهْرِ فَسَأَلَنِي ابْنُ عَبَّاسٍ ثُمَّ ذَكَرَ الْهِلَالَ فَقَالَ مَتَى رَأَيْتُمْ الْهِلَالَ فَقُلْتُ رَأَيْنَاهُ لَيْلَةَ الْجُمُعَةِ فَقَالَ أَأَنْتَ رَأَيْتَهُ لَيْلَةَ الْجُمُعَةِ فَقُلْتُ رَآهُ النَّاسُ وَصَامُوا وَصَامَ مُعَاوِيَةُ قَالَ لَكِنْ رَأَيْنَاهُ لَيْلَةَ السَّبْتِ فَلَا نَزَالُ نَصُومُ حَتَّى نُكْمِلَ ثَلَاثِينَ يَوْمًا أَوْ نَرَاهُ فَقُلْتُ أَلَا تَكْتَفِي بِرُؤْيَةِ مُعَاوِيَةَ وَصِيَامِهِ قَالَ لَا هَكَذَا أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّ لِكُلِّ أَهْلِ بَلَدٍ رُؤْيَتَهُمْ","source":"Tirmidzi"},"__N_SSG":true}