{"pageProps":{"number":"662","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ishaq bin Manshur] telah mengabarkan kepada kami [Ibnu Abu Maryam] telah mengabarkan kepada kami [Yahya bin Ayyub] dari [Abdullah bin Abu Bakar] dari [Ibnu Syihab] dari [Salim bin Abdullah] dari [ayahnya] dari [Hafshah] dari Nabi Shallallaahu 'alaihi wasallam beliau bersabda: \" Barangsiapa yang belum niat sebelum fajar maka puasanya tidak sah\". Abu 'Isa berkata, kami tidak mengetahui hadits Hafshah diriwayatkan secara marfu' kecuali melalui jalur ini. Telah diriwayatkan dari Nafi' dari Ibnu Umar bahwa ini adalah perkataannya Ibnu Umar dan pernyataan ini lebih shahih. Demikian juga hadits ini diriwayatkan dari Az Zuhri secara mauquf dan tidak kami ketahui ada yang memarfu'kan hadits ini kecuali Yahya bin Ayyub. Maksud dari hadits ini menurut para ulama ialah \"Barang siapa yang tidak niat sebelum terbitnya fajar di bulan Ramadlan atau ketika mengqadla' puasa Ramadlan atau ketika puasa nadzar, maka shaumnya tidak sah. Adapun puasa sunnah, maka boleh berniat sesudah terbitnya fajar. ini adalah pendapat Syafi'i, Ahmad dan Ishaq.","arab":"حَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنْ حَفْصَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ لَمْ يُجْمِعْ الصِّيَامَ قَبْلَ الْفَجْرِ فَلَا صِيَامَ لَهُقَالَ أَبُو عِيسَى حَدِيثُ حَفْصَةَ حَدِيثٌ لَا نَعْرِفُهُ مَرْفُوعًا إِلَّا مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَوْلُهُ وَهُوَ أَصَحُّ وَهَكَذَا أَيْضًا رُوِيَ هَذَا الْحَدِيثُ عَنْ الزُّهْرِيِّ مَوْقُوفًا وَلَا نَعْلَمُ أَحَدًا رَفَعَهُ إِلَّا يَحْيَى بْنُ أَيُّوبَ وَإِنَّمَا مَعْنَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لَا صِيَامَ لِمَنْ لَمْ يُجْمِعْ الصِّيَامَ قَبْلَ طُلُوعِ الْفَجْرِ فِي رَمَضَانَ أَوْ فِي قَضَاءِ رَمَضَانَ أَوْ فِي صِيَامِ نَذْرٍ إِذَا لَمْ يَنْوِهِ مِنْ اللَّيْلِ لَمْ يُجْزِهِ وَأَمَّا صِيَامُ التَّطَوُّعِ فَمُبَاحٌ لَهُ أَنْ يَنْوِيَهُ بَعْدَ مَا أَصْبَحَ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ","source":"Tirmidzi"},"__N_SSG":true}