{"pageProps":{"number":"74","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ibnu Abu Umar] berkata; telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Muhammad bin 'Amru] dari [Abu Salamah] dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \" Hendaknya berwudlu karena sesuatu yang disentuh api, meskipun itu susu kering (keju).\" Abu Salamah berkata; Ibnu Abbas bertanya kepadanya, \"Wahai Abu Hurairah, apakah kami harus berwudlu karena makan minyak samin? Dan apakah kami juga harus wudlu karena minum air hangat?\" Abu Salamah berkata; Abu Hurairah lalu menjawab, \"Wahai anak saudaraku, jika engkau mendengar hadits dari Rasulullah shallallahu 'alaihi wasallam, maka janganlah kamu membuat permisalan-permisalan (padanan).\" Abu Isa berkata; \"Dalam bab ini juga ada riwayat dari Ummu Habibah, Ummu Salamah, Zaid bin Tsabit, Abu Salamah, Abu Ayyub dan Abu Musa.\" Abu Isa berkata lagi, \"Sebagian ulama berpendapat bahwa wudlu wajib dilakukan karena sesuatu yang dirubah oleh api (mentah menjadi matang), namun sebagian besar ahli ilmu dari kalangan sahabat Nabi shallallahu 'alaihi wasallam, tabi'in dan orang-orang setelahnya tidak berwudlu karena sesuatu yang dirubah oleh api.\"","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ قَالَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوُضُوءُ مِمَّا مَسَّتْ النَّارُ وَلَوْ مِنْ ثَوْرِ أَقِطٍقَالَ فَقَالَ لَهُ ابْنُ عَبَّاسٍ يَا أَبَا هُرَيْرَةَ أَنَتَوَضَّأُ مِنْ الدُّهْنِ أَنَتَوَضَّأُ مِنْ الْحَمِيمِ قَالَ فَقَالَ أَبُو هُرَيْرَةَ يَا ابْنَ أَخِي إِذَا سَمِعْتَ حَدِيثًا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَا تَضْرِبْ لَهُ مَثَلًا قَالَ وَفِي الْبَاب عَنْ أُمِّ حَبِيبَةَ وأُمِّ سَلَمَةَ وَزَيْدِ بْنِ ثَابِتٍ وَأَبِي طَلْحَةَ وَأَبِي أَيُّوبَ وَأَبِي مُوسَى قَالَ أَبُو عِيسَى وَقَدْ رَأَى بَعْضُ أَهْلِ الْعِلْمِ الْوُضُوءَ مِمَّا غَيَّرَتْ النَّارُ وَأَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ عَلَى تَرْكِ الْوُضُوءِ مِمَّا غَيَّرَتْ النَّارُ","source":"Tirmidzi"},"__N_SSG":true}