{"pageProps":{"number":"86","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata, telah menceritakan kepada kami [Waki'] dari [Al A'masy] dari [Ibrahim] dari [Hammam Ibnul Harits] ia berkata; [Jarir bin Abdullah] buang air kecil, lalu berwudlu dan mengusap keduan khufnya. Lalu dikatakan kepadanya, \"kenapa engkau melakukan ini?\" ia berkata; \"Apa yang menghalangiku untuk melakukan ini? aku pernah melihat Rasulullah shallallahu 'alaihi wasallam melakukannya.\" Ibrahim berkata; \"Hadits Jarir ini membuat orang-orang merasa ta'ajub, karena Jarir masuk Islam setelah turunnya surat Al Maidah.\" Ini adalah perkataan Ibrahim, yakni perkataan, \"Hadits ini membuat orang-orang merasa ta'ajub.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Umar, Ali, Hudzaifah, Al Mughirah, Bilal, Sa'd, Abu Ayyub, Salman, Buraidah, 'Amru bin Umayyah, Anas, Sahl bin Sa'd, Ya'la bin Murrah, Ubadah Ibnu Shamid, Usamah bin Syarik, Abu Umamah, Jabir, Usamah bin Zaid dan Ibnu Ubadah, ada juga yang mengatakan, Ibnu Umarah dan Ubai bin Imarah.\" Abu Isa berkata; \"Hadits Jarir ini derajatnya adalah hasan shahih.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا وَكِيعٌ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ هَمَّامِ بْنِ الْحَارِثِ قَالَبَالَ جَرِيرُ بْنُ عَبْدِ اللَّهِ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ فَقِيلَ لَهُ أَتَفْعَلُ هَذَا قَالَ وَمَا يَمْنَعُنِي وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُهُقَالَ إِبْرَاهِيمُ وَكَانَ يُعْجِبُهُمْ حَدِيثُ جَرِيرٍ لِأَنَّ إِسْلَامَهُ كَانَ بَعْدَ نُزُولِ الْمَائِدَةِ هَذَا قَوْلُ إِبْرَاهِيمَ يَعْنِي كَانَ يُعْجِبُهُمْ قَالَ وَفِي الْبَاب عَنْ عُمَرَ وَعَلِيٍّ وَحُذَيْفَةَ وَالْمُغِيرَةِ وَبِلَالٍ وَسَعْدٍ وَأَبِي أَيُّوبَ وَسَلْمَانَ وَبُرَيْدَةَ وَعَمْرِو بْنِ أُمَيَّةَ وَأَنَسٍ وَسَهْلِ بْنِ سَعْدٍ وَيَعْلَى بْنِ مُرَّةَ وَعُبَادَةَ بْنِ الصَّامِتِ وَأُسَامَةَ بْنِ شَرِيكٍ وَأَبِي أُمَامَةِ وَجَابِرٍ وَأُسَامَةَ بْنِ زَيْدٍ وَابْنِ عُبَادَةَ وَيُقَالُ ابْنُ عِمَارَةَ وَأُبَيُّ بْنُ عِمَارَةَ قَالَ أَبُو عِيسَى وَحَدِيثُ جَرِيرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}