{"pageProps":{"number":"965","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Laits] dari [Yahya bin Sa'id] dari [Waqid] yaitu Ibnu 'Amr bin Sa'ad bin Mu'adz, dari [Nafi' bin Jubair], dari [Mas'ud bin Al Hakam] dari [Ali bin Abu Thalib] disebutkan tentang berdiri pada jenazah sampai diletakkan. Maka Ali berkata; \"Rasulullah shallallahu 'alaihi wasallam berdiri kemudian duduk. Hadits semakna diriwayatkan dari Al Hasan bin Ali dan Ibnu Abbas. Abu Isa berkata; \"Hadits Ali merupakan hadits shahih pada masalah itu. Juga ada riwayat empat orang Tabiin, sebagian mengambil dari yang lainnya. ini pendapat yang dipakai oleh sebagian ulama. Syafi'i berkata; 'Ini adalah riwayat yang paling sahih dalam masalah ini. Hadits ini juga menjadi penghapus hadits; 'Jika kalian melihat jenazah maka berdirilah'.' Ahmad berkata; 'Jika mau dia berdiri, dan jika tidak, maka tidak mengapa, dengan dalil bahwa diriwayatkan dari Nabi shallallahu 'alaihi wasallam bahwa beliau berdiri lalu duduk. Demikian juga pendapat Ishaq bin Ibrahim.\" Abu Isa berkata; \"Makna perkataan Rasulullah shallallahu 'alaihi wasallam berdiri pada suatu jenazah lalu duduk adalah Rasulullah shallallahu 'alaihi wasallam jika melihat jenazah berdiri kemudian beliau meninggalkannya, yaitu beliau tidak berdiri lagi jika melihat jenazah.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ وَاقِدٍ وَهُوَ ابْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ عَنْ نَافِعِ بْنِ جُبَيْرٍ عَنْ مَسْعُودِ بْنِ الْحَكَمِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍأَنَّهُ ذُكِرَ الْقِيَامُ فِي الْجَنَائِزِ حَتَّى تُوضَعَ فَقَالَ عَلِيٌّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَعَدَوَفِي الْبَاب عَنْ الْحَسَنِ بْنِ عَلِيٍّ وَابْنِ عَبَّاسٍ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ صَحِيحٌ وَفِيهِ رِوَايَةُ أَرْبَعَةٍ مِنْ التَّابِعِينَ بَعْضُهُمْ عَنْ بَعْضٍ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالَ الشَّافِعِيُّ وَهَذَا أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَهَذَا الْحَدِيثُ نَاسِخٌ لِلْأَوَّلِ إِذَا رَأَيْتُمْ الْجَنَازَةَ فَقُومُوا و قَالَ أَحْمَدُ إِنْ شَاءَ قَامَ وَإِنْ شَاءَ لَمْ يَقُمْ وَاحْتَجَّ بِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ رُوِيَ عَنْهُ أَنَّهُ قَامَ ثُمَّ قَعَدَ وَهَكَذَا قَالَ إِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ أَبُو عِيسَى مَعْنَى قَوْلِ عَلِيٍّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْجَنَازَةِ ثُمَّ قَعَدَ يَقُولُ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَى الْجَنَازَةَ قَامَ ثُمَّ تَرَكَ ذَلِكَ بَعْدُ فَكَانَ لَا يَقُومُ إِذَا رَأَى الْجَنَازَةَ","source":"Tirmidzi"},"__N_SSG":true}