{"pageProps":{"number":"2019","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Ma'mar] dia berkata; telah menceritakan kepada kami [Abu 'Amir Al 'Aqadi] dia berkata; telah menceritakan kepada kami [Sulaiman bin Al Mughirah] dari [Tsabit] dari [Anas] dia berkata; \"Dalam Al Qur'an kita dilarang bertanya kepada Nabi shallallahu 'alaihi wasallam tentang sesuatu. Sangat mengherankan kami jika ada seorang yang berakal dari penduduk kampung hendak datang lalu bertanya kepada beliau. kemudian seorang dari penduduk kampung itu pun datang seraya berkata; \"Wahai Muhammad, utusanmu telah datang kepada kami, lalu ia memberitahukan kepada kami bahwa kamu menganggap Allah Azza wa Jalla telah mengutusmu?\" beliau menjawab: \"Benar.\" Ia bertanya; \"Lalu siapa yang telah menciptakan langit?\" Beliau menjawab, \"Allah.\" Ia bertanya; \"Siapakah yang menegakkan gunung-gunung?\" Beliau menjawab: \"Allah.\" Ia bertanya; \"Siapa yang telah menjadikan berbagai manfaat di dalamnya.\" Beliau menjawab: \"Allah.\" Ia bertanya; \"Demi Dzat yang telah menciptakan langit dan bumi, menegakkan gunung-gunung dan menjadikan manfaat di dalamnya, Apakah Allah telah mengutusmu?\" Beliau menjawab: \"Ya.\" Ia bertanya; \"Dan utusanmu menganggap bahwa kita diwajibkan untuk mengerjakan shalat lima waktu sehari semalam?\" Beliau menjawab: \"Benar.\" Ia bertanya; \"Maka demi Dzat yang telah mengutusmu, apakah Allah memerintahkanmu untuk mengerjakan hal ini?\" Beliau menjawab: \"Ya.\" Ia bertanya; \"Utusanmu menganggap bahwa kita berkewajiban untuk mengeluarkan zakat harta benda kita?\" Beliau menjawab: \"Benar.\" Ia bertanya; \"Demi Dzat yang telah mengutusmu, Apakah Allah telah memerintahkanmu untuk mengerjakan hal ini? Beliau menjawab: \"Ya.\" Dia bertanya lagi; \"Dan utusanmu menganggap bahwa kita diwajibkan untuk berpuasa di bulan Ramadlan pada setiap tahunnya?\" Beliau menjawab: \"Benar.\" Ia bertanya; \"Maka demi Dzat yang telah mengutusmu, apakah Allah memerintahkanmu untuk mengerjakan hal ini?\" Beliau menjawab: \"Ya. Dia bertanya lagi; 'Dan utusanmu menganggap bahwa kita di wajibkan untuk menunaikan haji bagi siapa yang mampu mengadakan perjalanannya?\" Beliau menjawab: \"Benar.\" Ia bertanya; \"Demi Dzat yang telah mengutusmu, apakah Allah telah memerintahkanmu untuk melakukan hal ini?\" Beliau menjawab: \"Ya.\" Ia berkata; \"Demi Dzat yang telah mengutusmu dengan kebenaran, sungguh aku tidak akan menambah sedikit pun atas semua itu dan tidak akan menguranginya.\" Setelah ia pergi, Nabi shallallahu 'alaihi wasallam bersabda: \"Sungguh jika ia benar, niscaya masuk surga.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ قَالَ حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ قَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَنُهِينَا فِي الْقُرْآنِ أَنْ نَسْأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ شَيْءٍ فَكَانَ يُعْجِبُنَا أَنْ يَجِيءَ الرَّجُلُ الْعَاقِلُ مِنْ أَهْلِ الْبَادِيَةِ فَيَسْأَلَهُ فَجَاءَ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ فَقَالَ يَا مُحَمَّدُ أَتَانَا رَسُولُكَ فَأَخْبَرَنَا أَنَّكَ تَزْعُمُ أَنَّ اللَّهَ عَزَّ وَجَلَّ أَرْسَلَكَ قَالَ صَدَقَ قَالَ فَمَنْ خَلَقَ السَّمَاءَ قَالَ اللَّهُ قَالَ فَمَنْ خَلَقَ الْأَرْضَ قَالَ اللَّهُ قَالَ فَمَنْ نَصَبَ فِيهَا الْجِبَالَ قَالَ اللَّهُ قَالَ فَمَنْ جَعَلَ فِيهَا الْمَنَافِعَ قَالَ اللَّهُ قَالَ فَبِالَّذِي خَلَقَ السَّمَاءَ وَالْأَرْضَ وَنَصَبَ فِيهَا الْجِبَالَ وَجَعَلَ فِيهَا الْمَنَافِعَ آللَّهُ أَرْسَلَكَ قَالَ نَعَمْ قَالَ وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ قَالَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا زَكَاةَ أَمْوَالِنَا قَالَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا صَوْمَ شَهْرِ رَمَضَانَ فِي كُلِّ سَنَةٍ قَالَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا الْحَجَّ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا قَالَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ فَوَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَزِيدَنَّ عَلَيْهِنَّ شَيْئًا وَلَا أَنْقُصُ فَلَمَّا وَلَّى قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَئِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَ","source":"Nasai"},"__N_SSG":true}