{"pageProps":{"number":"2174","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin 'Ubaidullah bin Yazid bin Ibrahim Al Harrani] dia berkata; telah menceritakan kepada kami ['Utsman] dia berkata; telah menceritakan kepada kami [Mu'awiyah] dari [Yahya bin Abu Katsir] dari [Abu Qilabah] bahwasanya [Abu Umayyah Adl Dlamri] menceritakan kepada mereka, ia datang untuk menemui Rasulullah shallallahu 'alaihi wasallam dari bepergian, lalu beliau bersabda: \"Tunggulah makan siang, wahai Abu Umayah!\" Aku berkata; \" aku sedang berpuasa.\" Maka beliau bersabda: \"Kemari, mendekatlah kepadaku hingga kuberitahukan kepadamu tentang -sesuatu yang berkenaan dengan- orang yang bepergian. Allah telah membebaskan puasa dan setengah shalat darinya.\" Telah mengabarkan kepada kami [Muhammad bin Al Mutsanna] dia berkata; Telah menceritakan kepada kami [Utsman bin Umar] dia berkata; telah memberitakan kepada kami [Ali] dari [Yahya] dari [Abu Qilabah] dari [seseorang], bahwa [Abu Umayyah] mengabarkan kepadanya, ia datang menemui Rasulullah shallallahu 'alaihi wasallam dari pepergian sebagaimana hadits diatas.","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ يَزِيدَ بْنِ إِبْرَاهِيمَ الْحَرَّانِيُّ قَالَ حَدَّثَنَا عُثْمَانُ قَالَ حَدَّثَنَا مُعَاوِيَةُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي قِلَابَةَ أَنَّ أَبَا أُمَيَّةَ الضَّمْرِيَّ أَخْبَرَهُأَنَّهُ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ سَفَرٍ وَهُوَ صَائِمٌ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا تَنْتَظِرْ الْغَدَاءَ قَالَ إِنِّي صَائِمٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَعَالَ أُخْبِرْكَ عَنْ الصِّيَامِ إِنَّ اللَّهَ عَزَّ وَجَلَّ وَضَعَ عَنْ الْمُسَافِرِ الصِّيَامَ وَنِصْفَ الصَّلَاةِأَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ قَالَ أَنْبَأَنَا عَلِيٌّ عَنْ يَحْيَى عَنْ أَبِي قِلَابَةَ عَنْ رَجُلٍ أَنَّ أَبَا أُمَيَّةَ أَخْبَرَهُ أَنَّهُ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ سَفَرٍ نَحْوَهُ","source":"Nasai"},"__N_SSG":true}