{"pageProps":{"number":"3247","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Isma'il bin Ibrahim] dan [Abdullah bin Muhammad bin Tamim] dari [Hajjaj], ia berkata; telah berkata [Ibnu Juraij]; telah mengabarkan kepadaku [Abu Az Zubair] bahwa ia mendengar Abdur Rahman bin Aiman bertanya kepada Ibnu Umar dan Abu Az Zubair mendengarnya; bagaimana pendapatmu mengenai seorang laki-laki yang mencerai isterinya dalam keadaan haid? [Ibnu Umar] berkata kepadanya; Abdullah bin Umar mencerai isterinya dalam keadaan haid pada masa Rasulullah shallallahu 'alaihi wasallam. Kemudian Umar bertanya kepada Rasulullah shallallahu 'alaihi wasallam, ia berkata; Abdullah bin Umar telah mencerai isterinya dalam keadaan haid. Lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hendaknya ia kembali kepadanya.\" Beliau mengembalikannya kepadaku. Beliau bersabda: \"Apabila ia telah suci maka silahkan ia mencerai atau menahannya.\" Ibnu Umar berkata; kemudian Nabi shallallahu 'alaihi wasallam mengucapkan: \"Wahai Nabi, apabila engkau mencerai isteri-isterimu maka cerailah pada awal 'iddahnya.\"","arab":"أَخْبَرَنِي مُحَمَّدُ بْنُ إِسْمَعِيلَ بْنِ إِبْرَاهِيمَ وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ تَمِيمٍ عَنْ حَجَّاجٍ قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِأَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَيْمَنَ يَسْأَلُ ابْنَ عُمَرَ وَأَبُو الزُّبَيْرِ يَسْمَعُ كَيْفَ تَرَى فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ حَائِضًا فَقَالَ لَهُ طَلَّقَ عَبْدُ اللَّهِ بْنُ عُمَرَ امْرَأَتَهُ وَهِيَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَ عُمَرُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُرَاجِعْهَا فَرَدَّهَا عَلَيَّ قَالَ إِذَا طَهُرَتْ فَلْيُطَلِّقْ أَوْ لِيُمْسِكْ قَالَ ابْنُ عُمَرَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمْ النِّسَاءَ فَطَلِّقُوهُنَّ }فِي قُبُلِ عِدَّتِهِنَّ","source":"Nasai"},"__N_SSG":true}