{"pageProps":{"number":"3275","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah] dari [Hajjaj] dari [Ibnu Juraij] dari ['Atho`] bahwa ia mendengar ['Ubaid bin 'Umair], ia berkata; saya mendengar [Aisyah] isteri Nabi shallallahu 'alaihi wasallam bahwa Nabi shallallahu 'alaihi wasallam pernah tinggal di rumah Zainab, dan minum madu di rumahnya. Kemudian saya dan Hafshah bersepakat apabila Nabi shallallahu 'alaihi wasallam menemui salah seorang dari kami maka hendaknya ia mengatakan; sesungguhnya saya mendapatkan bau Maghafir. Lalu beliau menemui salah seorang dari mereka berdua, kemudian ia mengatakan hal tersebut kepadanya. Kemudian beliau bersabda: \"Melainkan saya minum madu di rumah Zainab.\" Dan beliau bersabda: \"Saya tidak akan kembali untuk melakukannya.\" Kemudian turunlah ayat: 'Hai Nabi kenapa engkau haramkan apa yang Allah halalkan kepadamu'. 'Jika kamu berdua bertaubat kepada Allah' untuk Aisyah dan Hafshah. Dan Allah menurunkan ayat 'Dan ingatlah ketika Nabi membicarakan secara rahasia kepada salah seorang isterinya (Hafsah) suatu peristiwa' atas ucapan beliau: \"Melainkan saya minum madu.\" Seluruhnya ada dalam hadis 'Atho`. ","arab":"أَخْبَرَنَا قُتَيْبَةُ عَنْ حَجَّاجٍ عَنْ ابْنِ جُرَيْجٍ عَنْ عَطَاءٍ أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ قَالَ سَمِعْتُ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ وَيَشْرَبُ عِنْدَهَا عَسَلًا فَتَوَاصَيْتُ وَحَفْصَةُ أَيَّتُنَا مَا دَخَلَ عَلَيْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَيْهِمَا فَقَالَتْ ذَلِكَ لَهُ فَقَالَ بَلْ شَرِبْتُ عَسَلًا عِنْدَ زَيْنَبَ وَقَالَ لَنْ أَعُودَ لَهُ فَنَزَلَ{ يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ }{ إِنْ تَتُوبَا إِلَى اللَّهِ }لِعَائِشَةَ وَحَفْصَةَ{ وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا }لِقَوْلِهِ بَلْ شَرِبْتُ عَسَلًاكُلُّهُ فِي حَدِيثِ عَطَاءٍ","source":"Nasai"},"__N_SSG":true}