{"pageProps":{"number":"3320","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Ma'mar] ia berkata; telah menceritakan kepada kami [Abu Daud] ia berkata; telah menceritakan kepada kami [Abdul Aziz bin Abu Salamah] dan [Ibrahim bin Sa'd] dari [Az Zuhri] dari [Sahl bin Sa'd] dari ['Ashim bin Adi] ia berkata, \"Uwaimir, seorang laki-laki dari Bani Al 'Ajlan, datang kepadaku. Ia berkata, \"Wahai 'Ashim, bagaimana pendapatmu mengenai seorang laki-laki yang melihat seorang laki-laki bersama isterinya? Apakah ia boleh membunuhnya sehingga mereka (wali kurban) membunuhnya (sebagai qishash) atau bagaimana ia berbuat? Wahai 'Ashim, tanyakanlah kepada Rasulullah shallallahu 'alaihi wasallam.\" Kemudian 'Ashim bertanya mengenai hal tersebut kepada Nabi shallallahu 'alaihi wasallam. Lalu Rasulullah shallallahu 'alaihi wasallam mencela permasalahan-permasalahan tersebut, dan beliau tidak menyukainya. Kemudian 'Uwaimir datang dan berkata, \"Apa yang telah engkau perbuat wahai 'Ashim? Ashim menjawab, \"Aku berbuat bahwa engkau tidak datang kepadaku dengan kebaikan, Rasulullah shallallahu 'alaihi wasallam tidak menyukai permasalahan-permasalahan tersebut, dan mencelanya.\" 'Uwaimir berkata, \"Demi Allah, sungguh aku akan menanyakan hal tersebut kepada Rasulullah shallallahu 'alaihi wasallam.\" Kemudian ia datang kepada Rasulullah shallallahu 'alaihi wasallam dan bertanya kepadanya. Lalu Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Sungguh Allah 'azza wajalla telah menurunkan mengenai dirimu dan isterimu. Maka datangkanlah dia.\" Sahl berkata, \"Aku bersama orang-orang berada di sisi Rasulullah shallallahu 'alaihi wasallam, kemudian ia datang membawa isterinya. Keduanya lalu saling melaknat, 'Uwaimir kemudian berkata, \"Wahai Rasulullah, demi Allah, seandainya aku menahannya sungguh aku telah berdusta terhadapnya.\" Kemudian ia menceraikannya sebelum Rasulullah shallallahu 'alaihi wasallam memerintahkannya untuk menceraikannya. Kemudian hal tersebut menjadi hukum dua orang yang saling melaknat.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ قَالَ حَدَّثَنَا أَبُو دَاوُدَ قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ وَإِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ الزُّهْرِيِّ عَنْ سَهْلِ بْنِ سَعْدٍ عَنْ عَاصِمِ بْنِ عَدِيٍّ قَالَجَاءَنِي عُوَيْمِرٌ رَجُلٌ مِنْ بَنِي الْعَجْلَانِ فَقَالَ أَيْ عَاصِمُ أَرَأَيْتُمْ رَجُلًا رَأَى مَعَ امْرَأَتِهِ رَجُلًا أَيَقْتُلُهُ فَتَقْتُلُونَهُ أَمْ كَيْفَ يَفْعَلُ يَا عَاصِمُ سَلْ لِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَ عَاصِمٌ عَنْ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَابَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَسَائِلَ وَكَرِهَهَا فَجَاءَهُ عُوَيْمِرٌ فَقَالَ مَا صَنَعْتَ يَا عَاصِمُ فَقَالَ صَنَعْتُ أَنَّكَ لَمْ تَأْتِنِي بِخَيْرٍ كَرِهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَسَائِلَ وَعَابَهَا قَالَ عُوَيْمِرٌ وَاللَّهِ لَأَسْأَلَنَّ عَنْ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَانْطَلَقَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِيكَ وَفِي صَاحِبَتِكَ فَأْتِ بِهَا قَالَ سَهْلٌ وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَ بِهَا فَتَلَاعَنَا فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَئِنْ أَمْسَكْتُهَا لَقَدْ كَذَبْتُ عَلَيْهَا فَفَارَقَهَا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِفِرَاقِهَا فَصَارَتْ سُنَّةَ الْمُتَلَاعِنَيْنِ","source":"Nasai"},"__N_SSG":true}