{"pageProps":{"number":"3324","slug":"nasai","id":"Telah mengabarkan kepada kami [Isa bin Hammad] ia berkata; telah memberitakan kepada kami [Al Laits] dari [Yahya bin Sa'id] dari [Abdurrahman bin Al Qasim] dari [Al Qasim bin Muhammad] dari [Ibnu Abbas] bahwa ia berkata, \"Telah disebutkan li'an di sisi Rasulullah shallallahu 'alaihi wasallam kemudian, 'Ashim bin 'Adi lalu berkata dengan suatu perkataan mengenai hal tersebut kemudian pergi. Lalu seorang laki-laki dari kaumnya datang mengadu kepadanya bahwa ia mendapati seseorang bersama isterinya. 'Ashim berkata, \"Aku tidak mendapatkan ujian dengan hal ini kecuali karena perkataanku.\" Kemudian ia pergi bersamanya kepada Rasulullah shallallahu 'alaihi wasallam dan mengabarkan kepada beliau mengenai seseorang yang mendapati isterinya berada di atasnya. Laki-laki tersebut adalah orang yang kuning, sedikit dagingnya, dan berambut lurus. Sedangkan orang yang ia tuduh, bahwa ia mendapatinya di sisi isterinya adalah orang yang berkulit sawo matang, gempal, dan banyak dagingnya. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ya Allah, berilah kejelasan.\" Kemudian wanita tersebut melahirkan anak yang serupa dengan orang yang disebutkan suaminya, bahwa ia mendapatinya di sisi isterinya. Dan Rasulullah shallallahu 'alaihi wasallam memerintahkan antara keduanya untuk saling laknat (sumpah). Kemudian seorang laki-laki berkata kepada Ibnu Abbas dalam suatu majelis, \"Apakah wanita tersebut adalah yang dikatakan oleh Rasulullah shallallahu 'alaihi wasallam: 'Seandainya aku boleh merajam seseorang tanpa ada bukti maka aku akan merajam wanita ini'? Ibnu Abbas menjawab, \"Tidak. Itu adalah wanita yang menampakkan keburukan dalam Islam.\"","arab":"أَخْبَرَنَا عِيسَى بْنُ حَمَّادٍ قَالَ أَنْبَأَنَا اللَّيْثُ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ ابْنِ عَبَّاسٍ أَنَّهُ قَالَذُكِرَ التَّلَاعُنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذَلِكَ قَوْلًا ثُمَّ انْصَرَفَ فَأَتَاهُ رَجُلٌ مِنْ قَوْمِهِ يَشْكُو إِلَيْهِ أَنَّهُ وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا قَالَ عَاصِمٌ مَا ابْتُلِيتُ بِهَذَا إِلَّا بِقَوْلِي فَذَهَبَ بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَهُ وَكَانَ ذَلِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبِطَ الشَّعْرِ وَكَانَ الَّذِي ادَّعَى عَلَيْهِ أَنَّهُ وَجَدَهُ عِنْدَ أَهْلِهِ آدَمَ خَدْلًا كَثِيرَ اللَّحْمِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ بَيِّنْ فَوَضَعَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّهُ وَجَدَهُ عِنْدَهَا فَلَاعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَهُمَافَقَالَ رَجُلٌ لِابْنِ عَبَّاسٍ فِي الْمَجْلِسِ أَهِيَ الَّتِي قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ رَجَمْتُ هَذِهِ قَالَ ابْنُ عَبَّاسٍ لَا تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ فِي الْإِسْلَامِ الشَّرَّ","source":"Nasai"},"__N_SSG":true}