{"pageProps":{"number":"4423","slug":"nasai","id":"Telah berkata [Al Harits bin Miskin] dengan membacakan riwayat dan saya mendengar, dari [Ibnu Al Qasim], telah menceritakan kepadaku [Malik] dari [Yahya bin Sa'id] dari [Busyair bin Yasar] bahwa dia telah mengabarkan kepadanya bahwa Abdullah bin Sahl Al Anshari dan Muhayyishah bin Mas'ud keluar menuju Khaibar kemudian mereka berpisah karena keperluan mereka. Lalu Abdullah bin Sahl terbunuh, kemudian Muhayyishah dan saudaranya yaitu Huwayyishah serta Abdur Rahman bin Sahl datang kepada Rasulullah shallallahu 'alaihi wasallam. Lalu Abdur Rahman maju untuk berbicara karena posisinya dari saudaranya yaitu Abdullah bin Sahl. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dahulukan yang lebih tua, dahulukan yang lebih tua.\" Lalu Huwayyishah dan Muhayyishah berbicara dan menyebutkan keadaan Abdullah bin Sahl. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah kalian mau bersumpah lima puluh sumpah dan berhak terhadap darah sahabat kalian atau terhadap pembunuh kalian?\" Malik berkata; Yahya berkata; kemudian Busyair mengaku bahwa Rasulullah shallallahu 'alaihi wasallam membayar diyat dari beliau sendiri. Sa'id bin 'Ubaid Ath Thai menyelisihi hal tersebut.\"","arab":"قَالَ الْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ عَنْ ابْنِ الْقَاسِمِ حَدَّثَنِي مَالِكٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ أَنَّهُ أَخْبَرَهُأَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ الْأَنْصَارِيَّ وَمُحَيِّصَةَ بْنَ مَسْعُودٍ خَرَجَا إِلَى خَيْبَرَ فَتَفَرَّقَا فِي حَوَائِجِهِمَا فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَقَدِمَ مُحَيِّصَةُ فَأَتَى هُوَ وَأَخُوهُ حُوَيِّصَةُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ لِمَكَانِهِ مِنْ أَخِيهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبِّرْ كَبِّرْ فَتَكَلَّمَ حُوَيِّصَةُ وَمُحَيِّصَةُ فَذَكَرُوا شَأْنَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ أَوْ قَاتِلِكُمْ قَالَ مَالِكٌ قَالَ يَحْيَى فَزَعَمَ بُشَيْرٌ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَدَاهُ مِنْ عِنْدِهِخَالَفَهُمْ سَعِيدُ بْنُ عُبَيْدٍ الطَّائِيُّ","source":"Nasai"},"__N_SSG":true}