{"pageProps":{"number":"453","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah] dari [Malik] dari [Abu Suhail] dari [Bapaknya] bahwa dia mendengar [Thalhah bin Ubaidillah] berkata; Seseorang yang rambutnya acak-acakan -dari penduduk Najed- datang kepada Rasulullah shallallahu 'alaihi wasallam. Kami mendengar logat suaranya, tetapi kami tidak paham dengan perkataannya hingga dia mendekat dan ternyata dia bertanya tentang Islam. Maka Rasulullah shallallahu 'alaihi wasallam berkata kepadanya: Shalat lima kali sehari semalam. Dia bertanya lagi; Apakah ada kewajiban bagiku selainnya? Rasulullah menjawab: Tidak ada kecuali kamu mau melakukan sunnah-sunnahnya. Rasulullah menambahkan puasa bulan Ramadhan, dia berkata apakah ada kewajiban lain bagiku? Rasulullah menjawab; Tidak ada kecuali kamu mau melakukannya secara sukarela (puasa sunnah). Selanjutnya Rasulullah shallallahu 'alaihi wasallam menyebutkan tentang zakat dan dia berkata; Apakah ada kewajiban yang lain bagiku? Rasul shallallahu 'alaihi wasallam menjawab: Tidak, kecuali kamu mau melakukannya secara sukarela. Kemudian dia mundur ke belakang sambil berkata; Demi Allah aku tidak akan menambah atau mengurangi hal tersebut. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dia selamat jika jujur.\" ","arab":"أَخْبَرَنَا قُتَيْبَةُ عَنْ مَالِكٍ عَنْ أَبِي سُهَيْلٍ عَنْ أَبِيهِ أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ يَقُولُجَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَهْلِ نَجْدٍ ثَائِرَ الرَّأْسِ نَسْمَعُ دَوِيَّ صَوْتِهِ وَلَا نَفْهَمُ مَا يَقُولُ حَتَّى دَنَا فَإِذَا هُوَ يَسْأَلُ عَنْ الْإِسْلَامِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ قَالَ هَلْ عَلَيَّ غَيْرُهُنَّ قَالَ لَا إِلَّا أَنْ تَطَّوَّعَ قَالَ وَصِيَامُ شَهْرِ رَمَضَانَ قَالَ هَلْ عَلَيَّ غَيْرُهُ قَالَ لَا إِلَّا أَنْ تَطَّوَّعَ وَذَكَرَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الزَّكَاةَ قَالَ هَلْ عَلَيَّ غَيْرُهَا قَالَ لَا إِلَّا أَنْ تَطَّوَّعَ فَأَدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ وَاللَّهِ لَا أَزِيدُ عَلَى هَذَا وَلَا أَنْقُصُ مِنْهُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْلَحَ إِنْ صَدَقَ","source":"Nasai"},"__N_SSG":true}