{"pageProps":{"number":"4600","slug":"nasai","id":"Telah mengkhabarkan kepada kami [Al Harits bin Miskin] dengan membacakan riwayat dan saya mendengar, dari [Ibnu Wahb], dia berkata; telah mengkhabarkan kepadaku [Yunus] dari [Ibnu Syihab] bahwa [Urwah bin Az Zubair] telah mengkhabarkan kepadanya dari [Aisyah] bahwa seorang wanita mencuri pada zaman Rasulullah shallallahu 'alaihi wasallam pada saat terjadi perang penaklukan Mekkah. Kemudian dia dihadapkan kepada Rasulullah shallallahu 'alaihi wasallam. Lalu Usamah bin Zaid berbicara kepada beliau mengenai wanita tersebut. Setelah Usamah berbicara wajah Rasulullah shallallahu 'alaihi wasallam berubah dan beliau bersabda: \"Apakah kamu akan memberikan pertolongan dalam permasalahan hukuman di antara hukuman-hukuman Allah?\" Usamah berkata; \"Mintakanlah ampunan untukku wahai Rasulullah!\" Kemudian setelah sore hari Rasulullah shallallahu 'alaihi wasallam berdiri kemudian memuji Allah 'azza wajalla dengan pujian yang menjadi hakNya kemudian bersabda: \"Sesungguhnya orang-orang sebelum kalian binasa karena apabila ada orang mulia di antara mereka yang mencuri maka mereka membiarkannya sedang apabila ada orang yang lemah di antara mereka mencuri maka mereka menegakkan hukuman atasnya. Demi Allah, apabila Fathimah binti Muhammad mencuri niscaya saya potong tangannya.\"","arab":"قَالَ الْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ عَنْ ابْنِ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ أَخْبَرَهُ عَنْ عَائِشَةَأَنَّ امْرَأَةً سَرَقَتْ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ الْفَتْحِ فَأُتِيَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَلَّمَهُ فِيهَا أُسَامَةُ بْنُ زَيْدٍ فَلَمَّا كَلَّمَهُ تَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ فَقَالَ لَهُ أُسَامَةُ اسْتَغْفِرْ لِي يَا رَسُولَ اللَّهِ فَلَمَّا كَانَ الْعَشِيُّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَثْنَى عَلَى اللَّهِ عَزَّ وَجَلَّ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ إِنَّمَا هَلَكَ النَّاسُ قَبْلَكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ قَطَعْتُ يَدَهَا","source":"Nasai"},"__N_SSG":true}