{"pageProps":{"number":"4850","slug":"nasai","id":"Telah mengabarkan kepadaku [Ali bin Muhammad bin Ali Al Mashishi] ia berkata; telah menceritakan kepada kami [Dawud bin Manshur] seorang dari penduduk Tsaghr dan tsiqah, dari [Laits bin Sa'id] dari [Amru Ibnul Harits] dari [Bakr bin Sawadah] dari [Abu An Najib] dari [Abu Sa'id Al Khudri] ia berkata, \"Seorang laki-laki dari Bahrain menemui Nabi shallallahu 'alaihi wasallam, ia mengucapkan salam namun beliau tidak membalasnya. Laki-laki itu memakai cincin emas dan jubah dari sutera, ia kemudian membuang keduanya dan mengucapkan salam lagi seraya berkata, \"Wahai Rasulullah, tadi aku memandang ke arahmu namun engkau berpaling?! Beliau bersabda: \"Karena di tanganmu ada bara dari api neraka.\" Laki-laki itu berkata, \"Kalau begitu aku datang dengan membawa bara yang banyak!\" Beliau bersabda: \"Apa yang engkau bawa itu tidaklah lebih hina bagi kami dari bebatuan di Harrah, itu hanyalah perhiasan dunia.\" Laki-laki itu berkata, \"Lalu dengan apa aku harus memakai cincin?\" Beliau menjawab: \"Dari besi, atau perak, atau tembaga.\"","arab":"أَخْبَرَنِي عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْمَصِّيصِيُّ قَالَ حَدَّثَنَا دَاوُدُ بْنُ مَنْصُورٍ مِنْ أَهْلِ ثَغْرٍ ثِقَةٌ قَالَ حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ عَنْ عَمْرِو بْنِ الْحَارِثِ عَنْ بَكْرِ بْنِ سَوَادَةَ عَنْ أَبِي النَّجِيبِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَأَقْبَلَ رَجُلٌ مِنْ الْبَحْرَيْنِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَلَّمَ فَلَمْ يُرَدَّ عَلَيْهِ وَكَانَ فِي يَدِهِ خَاتَمٌ مِنْ ذَهَبٍ وَجُبَّةُ حَرِيرٍ فَأَلْقَاهُمَا ثُمَّ سَلَّمَ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ قَالَ يَا رَسُولَ اللَّهِ أَتَيْتُكَ آنِفًا فَأَعْرَضْتَ عَنِّي فَقَالَ إِنَّهُ كَانَ فِي يَدِكَ جَمْرَةٌ مِنْ نَارٍ قَالَ لَقَدْ جِئْتُ إِذًا بِجَمْرٍ كَثِيرٍ قَالَ إِنَّ مَا جِئْتَ بِهِ لَيْسَ بِأَجْزَأَ عَنَّا مِنْ حِجَارَةِ الْحَرَّةِ وَلَكِنَّهُ مَتَاعُ الْحَيَاةِ الدُّنْيَا قَالَ فَمَاذَا أَتَخَتَّمُ قَالَ حَلْقَةً مِنْ حَدِيدٍ أَوْ وَرِقٍ أَوْ صُفْرٍ","source":"Nasai"},"__N_SSG":true}