{"pageProps":{"number":"4939","slug":"nasai","id":"Telah mengabarkan kepada kami [Ishaq bin Manshur] ia berkata; telah memberitakan kepada kami [Abdullah bin Numair] ia berkata; telah menceritakan kepada kami [Ubaidullah] dari [Nafi'] dari [Ibnu Umar] dari [Umar Ibnul Khaththab], bahwasanya ia pernah melihat pakaian yang bersulam sutera dijual di depan pintu masjid, lalu aku berkata, \"Wahai Rasulullah, sekiranya engkau membeli pakaian ini untuk engkau pakai di hari jum'at, atau saat para utusan datang kepadamu?\" Beliau lalu bersabda: \"Orang yang memakai pakaian ini adalah mereka-mereka yang tidak akan mendapatkan bagian di akhirat.\" Umar berkata, \"Setelah itu, kain-kain itu didatangkan kepada Rasulullah shallallahu 'alaihi wasallam, beliau lalu memakaikan salah satu pakaian tersebut kepadaku.\" Umar lalu berkata, \"Wahai Rasulullah, kenapa pakaian itu engkau kenakan untukku, padahal engkau telah mengatakan tentang pakaian itu sebagaimana yang telah engkau katakan tadi!\" Nabi shallallahu 'alaihi wasallam menjawab: \"Aku pakaikan itu bukan untuk engkau pakai, aku pakaikan itu agar engkau berikan kepada orang lain atau engkau jual kembali.\" Maka Umar pun memberikan pakaian itu kepada saudaranya seibu yang masih musyrik.\"","arab":"أَخْبَرَنَا إِسْحَقُ بْنُ مَنْصُورٍ قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ عُمَرَ بْنِ الْخَطَّابِأَنَّهُ رَأَى حُلَّةَ سِيَرَاءَ تُبَاعُ عِنْدَ بَابِ الْمَسْجِدِ فَقُلْتُ يَا رَسُولَ اللَّهِ لَوْ اشْتَرَيْتَ هَذَا لِيَوْمِ الْجُمُعَةِ وَلِلْوَفْدِ إِذَا قَدِمُوا عَلَيْكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لَا خَلَاقَ لَهُ فِي الْآخِرَةِ قَالَ فَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدُ مِنْهَا بِحُلَلٍ فَكَسَانِي مِنْهَا حُلَّةً فَقَالَ يَا رَسُولَ اللَّهِ كَسَوْتَنِيهَا وَقَدْ قُلْتَ فِيهَا مَا قُلْتَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ أَكْسُكَهَا لِتَلْبَسَهَا إِنَّمَا كَسَوْتُكَهَا لِتَكْسُوَهَا أَوْ لِتَبِيعَهَا فَكَسَاهَا عُمَرُ أَخًا لَهُ مِنْ أُمِّهِ مُشْرِكًا","source":"Nasai"},"__N_SSG":true}