{"pageProps":{"number":"5051","slug":"nasai","id":"Telah mengabarkan kepada kami [Yunus bin Abdul A'la] dan [Al Harits bin Miskin] dari [Ibnu Wahb] ia berkata; telah mengabarkan kepadaku [Yunus bin Yazid] dan [Al Laits bin Sa'd] dari [Ibnu Syihab] bahwa ['Urwah Ibnu Az Zubair] menceritakan kepadanya, bahwa [Abdullah bin Az Zubair] menceritakan kepadanya, bahwa [Az Zubair bin 'Awwam] pernah berselisih dengan seorang laki-laki Anshar yang pernah ikut perang badar bersama Rasulullah shallallahu 'alaihi wasallam dalam masalah mata air harrah yang biasa mereka gunakan untuk mengairi kebun kurma mereka. Laki-laki Anshar itu berkata; \"Biarkanlah air itu mengalir.\" Namun Az Zubair menolaknya. Rasulullah shallallahu 'alaihi wasallam kemudian berkata kepada Az Zubair: \"Wahai Zubair, airilah kebunmu. Setelah itu berikanlah kepada tetanggamu.\" Orang Anshar itu marah dan berkata; \"Wahai Rasulullah, apakah karena ia anak pamanmu?\" maka menjadi merahlah wajah Rasulullah shallallahu 'alaihi wasallam, beliau kemudian bersabda: \"Wahai Zubair, airilah kebunmu. Setelah itu tahanlah airnya hingga ia kembali ke dalam tanah.\" Lantas Rasulullah shallallahu 'alaihi wasallam memenuhi haknya Zubair. Padahal sebelum itu, Rasulullah shallallahu 'alaihi wasallam memberi isyarat kepada Zubair untuk berlaku fleksibel baik untuknya maupun untuk laki-laki Anshar itu. Ketika laki-laki Anshar itu marah kepada Rasulullah shallallahu 'alaihi wasallam, beliau hanya memenuhi haknya Zubair dalam putusannya.\" Az Zubair berkata; \"Aku tidak berpendapat kecuali ayat ini hanya turun berkenaan dengan kasus itu: ' Maka demi Tuhanmu, mereka (pada hakekatnya) tidak beriman hingga mereka menjadikan kamu hakim terhadap perkara yang mereka perselisihkan.\" QS An Nisa`; 65","arab":"أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى وَالْحَارِثُ بْنُ مِسْكِينٍ عَنْ ابْنِ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ وَاللَّيْثُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ حَدَّثَهُ عَنْ الزُّبَيْرِ بْنِ الْعَوَّامِأَنَّهُ خَاصَمَ رَجُلًا مِنْ الْأَنْصَارِ قَدْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي شِرَاجِ الْحَرَّةِ كَانَا يَسْقِيَانِ بِهِ كِلَاهُمَا النَّخْلَ فَقَالَ الْأَنْصَارِيُّ سَرِّحْ الْمَاءَ يَمُرُّ عَلَيْهِ فَأَبَى عَلَيْهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلْ الْمَاءَ إِلَى جَارِكَ فَغَضِبَ الْأَنْصَارِيُّ وَقَالَ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ يَا زُبَيْرُ اسْقِ ثُمَّ احْبِسْ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ فَاسْتَوْفَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلزُّبَيْرِ حَقَّهُ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ ذَلِكَ أَشَارَ عَلَى الزُّبَيْرِ بِرَأْيٍ فِيهِ السَّعَةُ لَهُ وَلِلْأَنْصَارِيِّ فَلَمَّا أَحْفَظَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْأَنْصَارِيُّ اسْتَوْفَى لِلزُّبَيْرِ حَقَّهُ فِي صَرِيحِ الْحُكْمِقَالَ الزُّبَيْرُ لَا أَحْسَبُ هَذِهِ الْآيَةَ أُنْزِلَتْ إِلَّا فِي ذَلِكَ{ فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ }وَأَحَدُهُمَا يَزِيدُ عَلَى صَاحِبِهِ فِي الْقِصَّةِ","source":"Nasai"},"__N_SSG":true}