{"pageProps":{"number":"820","slug":"nasai","id":"Telah mengabarkan kepada kami [Muammal bin Hisyam] dia berkata; telah menceritakan kepada kami [Isma'il bin 'Ulayyah] dari [Sa'id] dari [Qatadah] dari [Yunus bin Jubair] dari [Hiththan bin Abdullah] dia berkata; \"Kami shalat bersama Abu Musa, setelah ia duduk seorang laki-laki dari kaumnya datang dan berkata, 'Shalat telah ditetapkan dengan kebaikan dan zakat'. Sesudah Abu Musa salam, ia menghadap kepada kaumnya sambil berkata, Tadi siapa yang mengatakan hal tersebut? ' Kaumnya terdiam semua, lantas ia bertanya, 'Hai Hiththan, mungkin kamu tadi yang mengucapkannya? ' la menjawab, 'Tidak. Aku khawatir kalau engkau akan mencelaku dengan hal ini'. Kemudian [Abu Musa] berkata, 'Rasulullah Shallallahu'alaihi wasallam mengajarkan shalat dan Sunnah-sunnah kepada kami, beliau Shallallahu'alaihi wasallam bersabda, \"Imam itu untuk diikuti. Bila ia bertakbir maka bertakbirlah dan bila imam mengucapkan, 'Ghairil maghdhubi 'alaihim walaadh-dhaalliin (Bukan orang-orang yang dimurkai bukan pula orang-orang yang sesat) ' maka ucapkan, 'Aamiin'. Semoga Allah mengabulkan kalian. Jika imam rukuk maka rukuklah dan jika mengangkat (kepala dari ruku') dengan mengucapkan 'Sami'allaahu liman hamidah (Allah mendengar orang yang memujinya) ' maka ucapkan, 'Rabbanaa lakal hamdu (Wahai Rabb kami, untuk-Mu segala pujian) ' Semoga Allah mendengar kalian. Bila, imam sujud maka ikutlah sujud dan jika ia mengangkat (kepala dari sujud) maka angkatlah. Imam sujud sebelum kalian dan mengangkat (kepala dari sujud) sebelum kalian.\" Lantas Rasulullah Shallallahu'alaihi wasallam bersabda -demikianlah tata cara yang harus dilakukan antara imam dengan makmum-, \" Masing-masing gerakan itu, kalian ikuti sesudahnya\"","arab":"أَخْبَرَنَا مُؤَمَّلُ بْنُ هِشَامٍ قَالَ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ يُونُسَ بْنِ جُبَيْرٍ عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ قَالَصَلَّى بِنَا أَبُو مُوسَى فَلَمَّا كَانَ فِي الْقَعْدَةِ دَخَلَ رَجُلٌ مِنْ الْقَوْمِ فَقَالَ أُقِرَّتْ الصَّلَاةُ بِالْبِرِّ وَالزَّكَاةِ فَلَمَّا سَلَّمَ أَبُو مُوسَى أَقْبَلَ عَلَى الْقَوْمِ فَقَالَ أَيُّكُمْ الْقَائِلُ هَذِهِ الْكَلِمَةَ فَأَرَمَّ الْقَوْمُ قَالَ يَا حِطَّانُ لَعَلَّكَ قُلْتَهَا قَالَ لَا وَقَدْ خَشِيتُ أَنْ تَبْكَعَنِي بِهَا فَقَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُعَلِّمُنَا صَلَاتَنَا وَسُنَّتَنَا فَقَالَ إِنَّمَا الْإِمَامُ لِيُؤْتَمَّ بِهِ فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا قَالَ{ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ }فَقُولُوا آمِينَ يُجِبْكُمْ اللَّهُ وَإِذَا رَكَعَ فَارْكَعُوا وَإِذَا رَفَعَ فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا رَبَّنَا لَكَ الْحَمْدُ يَسْمَعْ اللَّهُ لَكُمْ وَإِذَا سَجَدَ فَاسْجُدُوا وَإِذَا رَفَعَ فَارْفَعُوا فَإِنَّ الْإِمَامَ يَسْجُدُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتِلْكَ بِتِلْكَ","source":"Nasai"},"__N_SSG":true}