{"pageProps":{"number":"903","slug":"nasai","id":"Telah mengabarkan kepada kami [Isma'il bin Mas'ud] dia berkata; telah menceritakan kepada kami [Khalid] dia berkata; telah menceritakan kepada kami [Syu'bah] dari [Khubaib bin 'Abdurrahman] dia berkata; aku mendengar [Hafsh bin 'Ashim] menceritakan dari [Abu Sa'id bin Al Mu'alla] bahwasanya bahwa Nabi Shallallallahu'alaihi wasallam pernah melewatinya ketika dia sedang shalat, lalu beliau Shallallallahu'alaihi wasallam memanggilnya. Abu Said berkata, \"Aku tadi sedang shalat.\" Lantas aku mendatangi beliau Shallallahu'alaihi wasallam. Beliau Shallallallahu'alaihi wasallam bertanya, \"Apakah yang menghalangimu untuk menjawabku?\" Aku menjawab, \"Aku tadi sedang shalat.\" Beliau Shallallallahu'alaihi wasallam bersabda: \"Bukankah Allah Azza wa Julla berfirman: 'Wahai orang-orang yang beriman penuhilah seruan Allah dan Rasul jika menyeru kamu kepada suatu yang memberi kehidupan kepada kamu (Qs. Al Anfaal (8): 24) '. Maukah kalian aku ajarkan tentang surat yang paling agung sebelum aku keluar dari masjid?\" Lalu Abu Sa'id berkata; \"Lalu Rasulullah Shallallallahu'alaihi wasallam pergi keluar masjid, dan aku berkata, 'Wahai Rasulullah Shallallahu'alaihiwasallam, mana sabdamu? ' Beliau Shallallallahu'alaihi wasallam bersabda: 'Alhamdulillah rabbil 'aalamiin (Segala puji bagi Allah. Rabb semesta alam) adalah sab 'ul matsani yang diberikan kepadaku, juga Al Qur 'an Al 'Azhim'.'","arab":"أَخْبَرَنَا إِسْمَعِيلُ بْنُ مَسْعُودٍ قَالَ حَدَّثَنَا خَالِدٌ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ سَمِعْتُ حَفْصَ بْنَ عَاصِمٍ يُحَدِّثُ عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّىأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِهِ وَهُوَ يُصَلِّي فَدَعَاهُ قَالَ فَصَلَّيْتُ ثُمَّ أَتَيْتُهُ فَقَالَ مَا مَنَعَكَ أَنْ تُجِيبَنِي قَالَ كُنْتُ أُصَلِّي قَالَ أَلَمْ يَقُلْ اللَّهُ عَزَّ وَجَلَّ{ يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ }أَلَا أُعَلِّمُكَ أَعْظَمَ سُورَةٍ قَبْلَ أَنْ أَخْرُجَ مِنْ الْمَسْجِدِ قَالَ فَذَهَبَ لِيَخْرُجَ قُلْتُ يَا رَسُولَ اللَّهِ قَوْلَكَ قَالَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ هِيَ السَّبْعُ الْمَثَانِي الَّذِي أُوتِيتُ وَالْقُرْآنُ الْعَظِيمُ","source":"Nasai"},"__N_SSG":true}