{"pageProps":{"number":"1286","slug":"malik","id":"Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari ['Ubaidullah bin Abdullah bin Utbah bin Mas'ud] dari [Abu Hurairah] dan [Zaid bin Khalid Al Juhani] mereka berdua mengabarkan, bahwa ada dua orang yang mengadukan perkaranya kepada Rasulullah Shalla Allahu 'alaihi wa sallam. Salah seorang dari mereka berkata; \"Wahai Rasulullah, putuskanlah perkara kami sesuai kitab Allah, \" sedang yang lainnya -dan dia lebih fakih- berkata; \"Benar, ya Rasulullah! Putuskanlah perkara kami ini sesuai dengan kitabullah, namun ijinkan saya untuk berbicara.\" Beliau bersabda: \"Bicaralah.\" Laki-laki itu lantas berkata; \"Sesungguhnya anakku adalah buruh yang bekerja kepada orang ini, lalu dia berzina dengan isterinya. Lalu ia mengabarkan kepadaku bahwa anakku harus dirajam. Maka aku segera menebusnya dengan membayar seratus ekor kambing, dan membebaskan budakku. Setelah itu aku bertanya beberapa ahli ilmu mengenai hal itu, mereka mengatakan bahwa seharusnya anakku didera seratus kali dan diasingkan selama setahun, sedangkan wanita itu harus dirajam.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Demi yang jiwaku berada ditangan-Nya, sungguh akan saya putuskan perkara kalian dengan kitabullah. Kambing dan budakmu, maka akan dikembalikan.\" Beliau kemudian mendera anak orang itu seratus kali dan diasingkan selama satu tahu. Kemudian beliau menyuruh Unais Al Aslami agar mendatangkan isteri tersebut, jika mengakuinya maka ia akan dirajam. Wanita itu lalu mengakuinya, maka Unais pun merajamnya. Malik berkata; \"'Asif adalah pekerja.\"","arab":"حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّهُمَا أَخْبَرَاهُأَنَّ رَجُلَيْنِ اخْتَصَمَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَحَدُهُمَا يَا رَسُولَ اللَّهِ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَقَالَ الْآخَرُ وَهُوَ أَفْقَهُهُمَا أَجَلْ يَا رَسُولَ اللَّهِ فَاقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَأْذَنْ لِي فِي أَنْ أَتَكَلَّمَ قَالَ تَكَلَّمْ فَقَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ فَأَخْبَرَنِي أَنَّ عَلَى ابْنِي الرَّجْمَ فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَبِجَارِيَةٍ لِي ثُمَّ إِنِّي سَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّ مَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَأَخْبَرُونِي أَنَّمَا الرَّجْمُ عَلَى امْرَأَتِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا وَالَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ أَمَّا غَنَمُكَ وَجَارِيَتُكَ فَرَدٌّ عَلَيْكَ وَجَلَدَ ابْنَهُ مِائَةً وَغَرَّبَهُ عَامًا وَأَمَرَ أُنَيْسًا الْأَسْلَمِيَّ أَنْ يَأْتِيَ امْرَأَةَ الْآخَرِ فَإِنْ اعْتَرَفَتْ رَجَمَهَا فَاعْتَرَفَتْ فَرَجَمَهَاقَالَ مَالِك وَالْعَسِيفُ الْأَجِيرُ","source":"Malik"},"__N_SSG":true}