{"pageProps":{"number":"658","slug":"malik","id":"telah menceritakan kepadaku Yahya dari Malik dari [Abdullah bin Abu Bakar bin Muhammad] dari ['Amrah binti Abdurrahman] Bahwasanya ia mengabarkan kepadanya, bahwa [Ziyad bin Abu Sufyan] menulis surat kepada [Aisyah], isteri Nabi shallallahu 'alaihi wasallam. Bahwa [Abdullah bin 'Abbas] berkata, \"Barangsiapa menyembelih sembelihan maka dia dilarang untuk melakukan hal yang dilarang bagi orang yang berihram untuk haji sampai hewan itu disembelih.\" Aku telah mengirimkan sembelihanku. Maka tulislah perintahmu kepadaku atau perintahkan orang yang hendak berkurban.\" 'Amrah berkata, \"Aisyah lalu berkata, \"Bukan sebagaimana yang di katakan Ibnu 'Abbas. Aku telah memintal tali-tali sembelihan Rasulullah shallallahu 'alaihi wasallam dengan kedua tanganku, lalu Rasulullah shallallahu 'alaihi wasallam mengikutidengan tangan beliau. Setelah itu beliau dan juga bapakku mengirim hadyu tersebut. Dan tidak ada yang haram bagi Rasulullah shallallahu 'alaihi wasallam dari apa-apa yang dihalalkan Allah kepada beliau hingga sembelihan itu disembelih.\"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّهَا أَخْبَرَتْهُ أَنَّ زِيَادَ بْنَ أَبِي سُفْيَانَ كَتَبَ إِلَى عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ قَالَ مَنْ أَهْدَى هَدْيًا حَرُمَ عَلَيْهِ مَا يَحْرُمُ عَلَى الْحَاجِّ حَتَّى يُنْحَرَ الْهَدْيُوَقَدْ بَعَثْتُ بِهَدْيٍ فَاكْتُبِي إِلَيَّ بِأَمْرِكِ أَوْ مُرِي صَاحِبَ الْهَدْيِ قَالَتْ عَمْرَةُ قَالَتْ عَائِشَةُ لَيْسَ كَمَا قَالَ ابْنُ عَبَّاسٍ أَنَا فَتَلْتُ قَلَائِدَ هَدْيِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدَيَّ ثُمَّ قَلَّدَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ ثُمَّ بَعَثَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ أَبِي فَلَمْ يَحْرُمْ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْءٌ أَحَلَّهُ اللَّهُ لَهُ حَتَّى نُحِرَ الْهَدْيُ","source":"Malik"},"__N_SSG":true}