{"pageProps":{"number":"978","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Ibnu Syihab] dari [Sa'id Ibnul Musayyab] dari [Sulaiman bin Yasar] berkata, \"Thulaihah Al Asadiyah adalah isteri Rusyaid Ats Tsaqafi, tetapi kemudian ia menceraikannya. Thulaihah kemudian menikah pada masa iddahnya. ' [Umar Ibnul Khattab] lantas memukulnya, demikianjuga dengan suaminya, ia memukul Thulaihah dengan cambuk berkali-kali. Umar kemudian memisahkan antara Thulaihah dengan suaminya (yang kedua) . Setelah itu ia berkata, \"Wanita mana saja yang menikah pada masa iddahnya, jika suaminya yang menikahinya belum menyetubuhinya maka keduanya harus dipisahkan, lalu ia harus melanjutkan sisa masa iddahnya dari suami yang pertama. Dan suami yang kedua itu setatusnya sebagai pelamar saja. Tetapi jika ia (suami kedua) telah menggaulinya, maka keduanya dipisahkan, lalu Isterinya melakukan iddah pada sisa masa iddahnya dari suaminya yang pertama kemudian ditambah dengan iddah dari suaminya yang kedua, dan keduanya tidak boleh bersama lagi untuk selamanya.\" Malik berkata; \"Sa'id Ibnul Musayyab berkata; 'Perempuan tersebut berhak mendapatkan mahar (dari suami kedua), karena ia telah mensetubuhinya.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَعَنْ سُلَيْمَانَ بْنِ يَسَارٍأَنَّ طُلَيْحَةَ الْأَسَدِيَّةَ كَانَتْ تَحْتَ رُشَيْدٍ الثَّقَفِيِّ فَطَلَّقَهَا فَنَكَحَتْ فِي عِدَّتِهَا فَضَرَبَهَا عُمَرُ بْنُ الْخَطَّابِ وَضَرَبَ زَوْجَهَا بِالْمِخْفَقَةِ ضَرَبَاتٍ وَفَرَّقَ بَيْنَهُمَا ثُمَّ قَالَ عُمَرُ بْنُ الْخَطَّابِ أَيُّمَا امْرَأَةٍ نَكَحَتْ فِي عِدَّتِهَا فَإِنْ كَانَ زَوْجُهَا الَّذِي تَزَوَّجَهَا لَمْ يَدْخُلْ بِهَا فُرِّقَ بَيْنَهُمَا ثُمَّ اعْتَدَّتْ بَقِيَّةَ عِدَّتِهَا مِنْ زَوْجِهَا الْأَوَّلِ ثُمَّ كَانَ الْآخَرُ خَاطِبًا مِنْ الْخُطَّابِ وَإِنْ كَانَ دَخَلَ بِهَا فُرِّقَ بَيْنَهُمَا ثُمَّ اعْتَدَّتْ بَقِيَّةَ عِدَّتِهَا مِنْ الْأَوَّلِ ثُمَّ اعْتَدَّتْ مِنْ الْآخَرِ ثُمَّ لَا يَجْتَمِعَانِ أَبَدًاقَالَ مَالِك وَقَالَ سَعِيدُ بْنُ الْمُسَيَّبِ وَلَهَا مَهْرُهَا بِمَا اسْتَحَلَّ مِنْهَا","source":"Malik"},"__N_SSG":true}