{"pageProps":{"number":"1047","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad], telah menceritakan kepada kami ['Abdah] dari [Sa'id bin Abu 'Arubah] dari [Ma'mar] dari [Az Zuhri] dari [Salim bin Abdullah] dari [Ibnu Umar] bahwa Ghailan bin Salamah Ats Tsaqafi masuk Islam sedang dia saat itu memiliki sepuluh orang istri dari masa Jahiliyah. Mereka semuanya masuk Islam juga. Nabi shallallahu 'alaihi wasallam menyuruhnya agar memilih empat dari mereka. Abu Isa berkata; \"Demikian yang diriwayatkan dari Az Zuhri dari Salim dari Bapaknya\" (Abu Isa At Tirmidzi) berkata; \"Saya telah mendengar Muhammad bin Isma'il berkata; hadits ini tidak mahfuzh. Yang sahih adalah yang diriwayatkan Syu'aib bin Abu Hamzah dan yang lainnya dari Az Zuhri, berkata; saya telah menceritakannya dari Muhammad bin Suwaid Ats Tsaqafi bahwa Ghailan bin Salamah masuk Islam, saat itu memiliki sepuluh istri. Muhammad berkata; \"Hadits Az Zuhri dari Salim dari Bapaknya bahwa seorang laki-laki dari Tsaqif telah menceraikan isterinya. Umar berkata kepadanya; 'Rujuklah pada para isterimu atau akan saya rajam kuburanmu sebagaimana kuburan Abu Righal\". Abu Isa berkata; \"Hadits ghailan bin Salamah diamalkan oleh sahabat kami, di antaranya adalah Syafi'i, Ahmad dan Ishaq.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبْدَةُ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ ابْنِ عُمَرَأَنَّ غَيْلَانَ بْنَ سَلَمَةَ الثَّقَفِيَّ أَسْلَمَ وَلَهُ عَشْرُ نِسْوَةٍ فِي الْجَاهِلِيَّةِ فَأَسْلَمْنَ مَعَهُ فَأَمَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَتَخَيَّرَ أَرْبَعًا مِنْهُنَّقَالَ أَبُو عِيسَى هَكَذَا رَوَاهُ مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ قَالَ و سَمِعْت مُحَمَّدَ بْنَ إِسْمَعِيلَ يَقُولُ هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ وَالصَّحِيحُ مَا رَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ وَغَيْرُهُ عَنْ الزُّهْرِيِّ قَالَ حُدِّثْتُ عَنْ مُحَمَّدِ بْنِ سُوَيْدٍ الثَّقَفِيِّ أَنَّ غَيْلَانَ بْنَ سَلَمَةَ أَسْلَمَ وَعِنْدَهُ عَشْرُ نِسْوَةٍ قَالَ مُحَمَّدٌ وَإِنَّمَا حَدِيثُ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ أَنَّ رَجُلًا مِنْ ثَقِيفٍ طَلَّقَ نِسَاءَهُ فَقَالَ لَهُ عُمَرُ لَتُرَاجِعَنَّ نِسَاءَكَ أَوْ لَأَرْجُمَنَّ قَبْرَكَ كَمَا رُجِمَ قَبْرُ أَبِي رِغَالٍ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى حَدِيثِ غَيْلَانَ بْنِ سَلَمَةَ عِنْدَ أَصْحَابِنَا مِنْهُمْ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ","source":"Tirmidzi"},"__N_SSG":true}