{"pageProps":{"number":"1075","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad], telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Ibrahim] dari [Al Aswad] dari [Aisyah] berkata; \"Suami Barirah adalah orang yang merdeka. Maka Rasulullah shallallahu 'alaihi wasallam menyuruhnya untuk memilih.\" Abu Isa berkata; \"Hadits Aisyah merupakan hadits hasan sahih. Demikian Hisyam meriwayatkan dari Bapaknya dari Aisyah berkata; \"Suami Barirah adalah seorang budak.\" Ikrimah meriwayatkan dari Ibnu Abbas berkata; \"Saya melihat suami Barirah, dia seorang budak yang bernama Mughits, demikian juga diriwayatkan dari Ibnu Umar. Sebagian ulama berpegang pada pendapat ini, mereka berkata; \"Jika seorang budak menjadi isteri orang merdeka, lalu budak itu dibebaskan maka tidak ada khiyar baginya. Sedangkan jika dia dimerdekakan sedang suaminya masih budak, maka dia berhak memilih. Inilah pendapat Syafi'i, Ahmad dan Ishaq. Al A'masy meriwayatkan dari Ibrahim dari Al Aswad dari Aisyah berkata; \"Suami Barirah adalah orang yang merdeka dan Rasulullah shallallahu 'alaihi wasallam menyuruhnya untuk memilih.\" [Abu 'Awanah] meriwayatkan hadits ini dari [Al A'masy] dari [Ibrahim] dari [Al Aswad] dari [Aisyah] pada cerita Barirah. Al Aswad berkata; \"Suaminya adalah seorang yang merdeka.\" Sebagian ulama dari kalangan Tabiin dan orang-orang setelah mereka berpendapat demikian. Inilah pendapat Sufyan Ats Tsauri dan penduduk Kufah.","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْكَانَ زَوْجُ بَرِيرَةَ حُرًّا فَخَيَّرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ هَكَذَا رَوَى هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كَانَ زَوْجُ بَرِيرَةَ عَبْدًا وَرَوَى عِكْرِمَةُ عَنْ ابْنِ عَبَّاسٍ قَالَ رَأَيْتُ زَوْجَ بَرِيرَةَ وَكَانَ عَبْدًا يُقَالُ لَهُ مُغِيثٌ وَهَكَذَا رُوِيَ عَنْ ابْنِ عُمَرَ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَقَالُوا إِذَا كَانَتْ الْأَمَةُ تَحْتَ الْحُرِّ فَأُعْتِقَتْ فَلَا خِيَارَ لَهَا وَإِنَّمَا يَكُونُ لَهَا الْخِيَارُ إِذَا أُعْتِقَتْ وَكَانَتْ تَحْتَ عَبْدٍ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ وَرَوَى الْأَعْمَشُ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ كَانَ زَوْجُ بَرِيرَةَ حُرًّا فَخَيَّرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَى أَبُو عَوَانَةَ هَذَا الْحَدِيثَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ فِي قِصَّةِ بَرِيرَةَ قَالَ الْأَسْوَدُ وَكَانَ زَوْجُهَا حُرًّا وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ التَّابِعِينَ وَمَنْ بَعْدَهُمْ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ","source":"Tirmidzi"},"__N_SSG":true}