{"pageProps":{"number":"117","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] berkata; telah menceritakan kepada kami [Syarik] dari [Abu Al Yaqzhan] dari [Adi bin Tsabit] dari [ayahku] dari [Kakeknya] dari Nabi shallallahu 'alaihi wasallam, bahwasanya beliau bersabda tentang wanita yang sedang istihadlah: \"Hendaklah ia meninggalkan shalat pada hari-hari ia mengalami haid, setelah itu hendaklah ia mandi dan berwudlu pada setiap shalat, berpuasa dan shalat.\" [Ali bin Hujr] bercerita kepada kami bahwa [Syarik] mengkhabarkan kepada kami dengan hadits yang semisal secara makna.\" Abu Isa berkata; \"Hadits ini diriwayatkan oleh Syarik secara tunggal, tidak dengan Abu Al Yaqzhan.\" Ia berkata; \"Aku bertanya kepada Muhammad tentang hadits ini, aku katakan, \"Adi bin Tsabit, dari ayahnya, dari kakeknya, siapakah nama kakeknya?\" Namun Muhammad tidak tahu siapa namanya. Kemudian aku sebutkan pada Muhammad perkataan Yahya bin Ma'in bahwa namanya adalah Dinar, namun dia tidak menggubrisnya.\" Ahmad dan Ishaq berkata tentang wanita yang istihadlah, \"Jika ia mandi pada setiap waktu shalat maka itu adalah lebih hati-hati bagi dia, jika ia berwudlu pada setiap waktu shalat maka itu sudah sah baginya, dan jika ia menggabungkan antara dua shalat dengan satu kali mandi maka itupun sudah sah baginya.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا شَرِيكٌ عَنْ أَبِي الْيَقْظَانِ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ أَبِيهِ عَنْ جَدِّهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي الْمُسْتَحَاضَةِ تَدَعُ الصَّلَاةَ أَيَّامَ أَقْرَائِهَا الَّتِي كَانَتْ تَحِيضُ فِيهَا ثُمَّ تَغْتَسِلُ وَتَتَوَضَّأُ عِنْدَ كُلِّ صَلَاةٍ وَتَصُومُ وَتُصَلِّيحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا شُرَيْكٌ نَحْوَهُ بِمَعْنَاهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ قَدْ تَفَرَّدَ بِهِ شَرِيكٌ عَنْ أَبِي الْيَقْظَانِ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقُلْتُ عَدِيُّ بْنُ ثَابِتٍ عَنْ أَبِيهِ عَنْ جَدِّهِ جَدُّ عَدِيٍّ مَا اسْمُهُ فَلَمْ يَعْرِفْ مُحَمَّدٌ اسْمَهُ وَذَكَرْتُ لِمُحَمَّدٍ قَوْلَ يَحْيَى بْنِ مَعِينٍ أَنَّ اسْمَهُ دِينَارٌ فَلَمْ يَعْبَأْ بِهِ و قَالَ أَحْمَدُ وَإِسْحَقُ فِي الْمُسْتَحَاضَةِ إِنْ اغْتَسَلَتْ لِكُلِّ صَلَاةٍ هُوَ أَحْوَطُ لَهَا وَإِنْ تَوَضَّأَتْ لِكُلِّ صَلَاةٍ أَجْزَأَهَا وَإِنْ جَمَعَتْ بَيْنَ الصَّلَاتَيْنِ بِغُسْلٍ وَاحِدٍ أَجْزَأَهَا","source":"Tirmidzi"},"__N_SSG":true}