{"pageProps":{"number":"1188","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ishaq bin Manshur] telah mengabarkan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Muhammad bin Ishaq] dari [Muhammad bin Ibrahim] dari [Sa'id bin Al Musayyib] dari [Ma'mar bin Abdullah bin Nadhlah] ia berkata; Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seseorang menimbun kecuali ia telah berbuat salah.\" Aku bertanya kepada Sa'id; Wahai Abu Muhammad, sesungguhnya engkau menimbun. Ia mengatakan; Sedangkan Ma'mar telah menimbun. Abu Isa berkata; Sesungguhnya telah diriwayatkan dari Sa'id bin Al Musayyib bahwa ia pernah menimbun minyak, biji gandum atau yang serupa dengan itu. Abu Isa berkata; Dalam hal ini ada hadits serupa dari Umar, Ali, Abu Umamah dan Ibnu Umar. Dan hadits Ma'mar adalah hadits hasan shahih. Hadits ini menjadi pedoman amal menurut ulama; Mereka memakruhkan penimbunan makanan namun sebagian mereka membolehkan penimbunan selain makanan. Dan Ibnu Al Mubarak mengatakan; Tidak apa-apa menimbun kapas, kulit yang disamak atau yang serupa dengan itu.","arab":"حَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ مَعْمَرِ بْنِ عَبْدِ اللَّهِ بْنِ نَضْلَةَ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا يَحْتَكِرُ إِلَّا خَاطِئٌفَقُلْتُ لِسَعِيدٍ يَا أَبَا مُحَمَّدٍ إِنَّكَ تَحْتَكِرُ قَالَ وَمَعْمَرٌ قَدْ كَانَ يَحْتَكِرُ قَالَ أَبُو عِيسَى وَإِنَّمَا رُوِيَ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ أَنَّهُ كَانَ يَحْتَكِرُ الزَّيْتَ وَالْحِنْطَةَ وَنَحْوَ هَذَا قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عُمَرَ وَعَلِيٍّ وَأَبِي أُمَامَةَ وَابْنِ عُمَرَ وَحَدِيثُ مَعْمَرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ كَرِهُوا احْتِكَارَ الطَّعَامِ وَرَخَّصَ بَعْضُهُمْ فِي الِاحْتِكَارِ فِي غَيْرِ الطَّعَامِ و قَالَ ابْنُ الْمُبَارَكِ لَا بَأْسَ بِالِاحْتِكَارِ فِي الْقُطْنِ وَالسِّخْتِيَانِ وَنَحْوِ ذَلِكَ","source":"Tirmidzi"},"__N_SSG":true}