{"pageProps":{"number":"119","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] berkata; telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dari [Urwah] dari ['Aisyah] bahwasanya ia berkata; \"Ummu Habibah binti Jahsy meminta fatwa Rasulullah shallallahu 'alaihi wasallam, ia berkata; \"Sesungguhnya aku mengalami istihadlah, sehingga aku menjadi tidak suci, maka apakah aku harus meninggalkan shalat?\" beliau bersabda: \"Tidak, itu hanyalah darah penyakit, hendaklah engkau mandi dan shalat.\" Maka Ummu Habibah pun selalu mandi ketika akan shalat.\" Qutaibah berkata; \"Al Laits berkata; \"Ibnu Syihab tidak menyebutkan bahwa Rasulullah shallallahu 'alaihi wasallam memerintahkan Ummu Habibah untuk mandi setiap kali akan shalat, namun itu adalah sesuatu yang biasa ia lakukan.\" Abu Isa berkata; \"Hadits ini juga diriwayatkan dari Az Zuhri, dari Amrah, dari 'Aisyah, ia berkata; \"Ummu Habibah binti Jahasy meminta fatwa Rasulullah shallallahu 'alaihi wasallam.\" Dan sebagian ulama mengatakan bahwa wanita yang mengalami istihadlah hendaknya mandi pada setiap kali akan shalat.\" [Al Auza'i] meriwayatkan dari [Az Zuhri] dari [Urwah] dan [Amrah] dari ['Aisyah].","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّهَا قَالَتْاسْتَفْتَتْ أُمُّ حَبِيبَةَ ابْنَةُ جَحْشٍ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ إِنِّي أُسْتَحَاضُ فَلَا أَطْهُرُ أَفَأَدَعُ الصَّلَاةَ فَقَالَ لَا إِنَّمَا ذَلِكَ عِرْقٌ فَاغْتَسِلِي ثُمَّ صَلِّي فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلَاةٍقَالَ قُتَيْبَةُ قَالَ اللَّيْثُ لَمْ يَذْكُرْ ابْنُ شِهَابٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ أُمَّ حَبِيبَةَ أَنْ تَغْتَسِلَ عِنْدَ كُلِّ صَلَاةٍ وَلَكِنَّهُ شَيْءٌ فَعَلَتْهُ هِيَ قَالَ أَبُو عِيسَى وَيُرْوَى هَذَا الْحَدِيثُ عَنْ الزُّهْرِيِّ عَنْ عَمْرَةَ عَنْ عَائِشَةَ قَالَتْ اسْتَفْتَتْ أُمُّ حَبِيبَةَ بِنْتُ جَحْشٍ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ الْمُسْتَحَاضَةُ تَغْتَسِلُ عِنْدَ كُلِّ صَلَاةٍ وَرَوَى الْأَوْزَاعِيُّ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ وَعَمْرَةَ عَنْ عَائِشَةَ","source":"Tirmidzi"},"__N_SSG":true}