{"pageProps":{"number":"1218","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Al Laits] dari [Yazid bin Abu Habib] dari ['Atha` bin Abu Rabah] dari [Jabir bin Abdullah] bahwa ia mendengar Rasulullah shallallahu 'alaihi wasallam mengatakan pada tahun penaklukan Makkah: \"Sesungguhnya Allah dan RasulNya telah mengharamkan menjual khamr, bangkai, babi dan patung-patung.\" Maka ditanyakan; Wahai Rasulullah, bagaimana dengan lemak bangkai, karena ia digunakan untuk melumuri (mengecat) kapal-kapal, meminyaki kulit dan dimanfaatkan oleh manusia? Beliau menjawab: \"Jangan, ia adalah haram.\" Kemudian ketika itu Rasulullah shallallahu 'alaihi wasallam mengatakan: \"Semoga Allah membunuh orang-orang Yahudi, sesungguhnya Allah telah mengharamkan lemak kepada mereka namun mereka gunakan untuk (bahan) kecantikan, kemudian menjualnya serta memakan uang hasil penjualannya.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Umar dan Ibnu Abbas. Abu Isa berkata; Hadits Jabir adalah hadits hasan shahih dan menjadi pedoman amal menurut para ulama.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِأَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْفَتْحِ وَهُوَ بِمَكَّةَ يَقُولُ إِنَّ اللَّهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الْخَمْرِ وَالْمَيْتَةِ وَالْخِنْزِيرِ وَالْأَصْنَامِ فَقِيلَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ شُحُومَ الْمَيْتَةِ فَإِنَّهُ يُطْلَى بِهَا السُّفُنُ وَيُدْهَنُ بِهَا الْجُلُودُ وَيَسْتَصْبِحُ بِهَا النَّاسُ قَالَ لَا هُوَ حَرَامٌ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ قَاتَلَ اللَّهُ الْيَهُودَ إِنَّ اللَّهَ حَرَّمَ عَلَيْهِمْ الشُّحُومَ فَأَجْمَلُوهُ ثُمَّ بَاعُوهُ فَأَكَلُوا ثَمَنَهُقَالَ وَفِي الْبَاب عَنْ عُمَرَ وَابْنِ عَبَّاسٍ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ","source":"Tirmidzi"},"__N_SSG":true}