{"pageProps":{"number":"1290","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Khalid bin Abdullah Al Wasithi] dari [Abdul Malik bin Abu Sulaiman] dari ['Atha`] dari [Jabir] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tetangga lebih berhak dengan syuf'ahnya (tetangga dengan tetangga), hal itu tetap ditunggu sekalipun ia tidak ada di tempat jika jalan yang mereka berdua lalui itu satu.\" Abu Isa berkata; Hadits ini gharib dan kami tidak mengetahui seorang pun yang meriwayatkan hadits ini selain Abdul Malik bin Abu Sulaiman dari 'Atha` dari Jabir, sementara Syu'bah telah mengomentari Abdul Malik bin Abu Sulaiman dari sisi hadits ini. Abdul Malik adalah tsiqah lagi terpercaya menurut ulama hadits, namun kami tidak mengetahui seorang pun mengomentarinya selain Syu'bah dari sisi hadits ini. [Waki'] telah meriwayatkan hadits ini dari [Syu'bah] dari [Abdul Malik bin Abu Sulaiman] dan telah diriwayatkan dari Ibnu Al Mubarak dari Sufyan Ats Tsauri ia berkata; Abdul Malik bin Abu Sulaiman adalah seimbang yakni dalam masalah ilmu. Hadits ini menjadi pedoman amal menurut para ulama, bahwa seseorang lebih berhak dengan syuf'ahnya meskipun ia tidak ada di tempat, jika ia datang maka baginya syuf'ah meskipun dalam waktu yang lama. ","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ الْوَاسِطِيُّ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ عَنْ عَطَاءٍ عَنْ جَابِرٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْجَارُ أَحَقُّ بِشُفْعَتِهِ يُنْتَظَرُ بِهِ وَإِنْ كَانَ غَائِبًا إِذَا كَانَ طَرِيقُهُمَا وَاحِدًاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَلَا نَعْلَمُ أَحَدًا رَوَى هَذَا الْحَدِيثَ غَيْرَ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ عَنْ عَطَاءٍ عَنْ جَابِرٍ وَقَدْ تَكَلَّمَ شُعْبَةُ فِي عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ مِنْ أَجْلِ هَذَا الْحَدِيثِ وَعَبْدُ الْمَلِكِ هُوَ ثِقَةٌ مَأْمُونٌ عِنْدَ أَهْلِ الْحَدِيثِ وَلَا نَعْلَمُ أَحَدًا تَكَلَّمَ فِيهِ غَيْرَ شُعْبَةَ مِنْ أَجْلِ هَذَا الْحَدِيثِ وَقَدْ رَوَى وَكِيعٌ عَنْ شُعْبَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ هَذَا الْحَدِيثَ وَرُوِي عَنْ ابْنِ الْمُبَارَكِ عَنْ سُفْيَانَ الثَّوْرِيِّ قَالَ عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ مِيزَانٌ يَعْنِي فِي الْعِلْمِ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الرَّجُلَ أَحَقُّ بِشُفْعَتِهِ وَإِنْ كَانَ غَائِبًا فَإِذَا قَدِمَ فَلَهُ الشُّفْعَةُ وَإِنْ تَطَاوَلَ ذَلِكَ","source":"Tirmidzi"},"__N_SSG":true}