{"pageProps":{"number":"1330","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Sa'id Al Kindi Al Kufi], telah menceritakan kepada kami [Ibnu Abu Za`idah] dari [Muhammad bin Amr] dari [Abu Salamah] dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam memutuskan untuk janin dengan ghurrah yaitu berupa seorang budak laki-laki atau wanita. Lalu orang yang mendapat keputusan itu berkata; Apakah orang yang tidak minum, makan atau menangis serta berteriak dikenakan diyat, hal seperti itu adalah sesuatu yang dibatalkan. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya orang ini mengatakan dengan perkataan penyair, bahkan diyat untuk janin adalah ghurrah berupa seorang budak laki-lai atau wanita.\" Dalam hal ini ada hadits serupa dari Hamal bin Malik bin An Nabighah dan Al Mughirah bin Syu'bah. Abu Isa berkata; Hadits Abu Hurairah adalah hadits hasan shahih dan menjadi pedoman amal menurut para ulama. Sebagian ulama berpendapat; Al Ghurrah yaitu berupa seorang budak laki-laki atau wanita atau sebesar lima ratus dirham, sebagian lainnya berpendapat; Atau berupa seekor kuda perang atau keledai.","arab":"حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ الْكُوفِيُّ حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْجَنِينِ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ فَقَالَ الَّذِي قُضِيَ عَلَيْهِ أَيُعْطَى مَنْ لَا شَرِبَ وَلَا أَكَلَ وَلَا صَاحَ فَاسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلَّ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ هَذَا لَيَقُولُ بِقَوْلِ شَاعِرٍ بَلْ فِيهِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌوَفِي الْبَاب عَنْ حَمَلِ بْنِ مَالِكِ بْنِ النَّابِغَةِ وَالْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ و قَالَ بَعْضُهُمْ الْغُرَّةُ عَبْدٌ أَوْ أَمَةٌ أَوْ خَمْسُ مِائَةِ دِرْهَمٍ و قَالَ بَعْضُهُمْ أَوْ فَرَسٌ أَوْ بَغْلٌ","source":"Tirmidzi"},"__N_SSG":true}