{"pageProps":{"number":"1342","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Al Laits bin Sa'd] dari [Yahya bin Sa'id] dari [Busyair bin Yasar] dari [Sahl bin Abu Hatsmah], Yahya berkata; Aku kira dari [Rafi' bin Khadij] di antara keduanya ada yang berkata; Abdullah bin Sahl bin Zaid dan Mukhayyishah bin Mas'ud bin Zaid keluar hingga ketika sampai di Khaibar keduanya berpisah untuk sebagian keperluan mereka di sana, kemudian Mukhayyishah mendapati Abdullah bin Sahl gugur, ia telah dibunuh, setelah menguburnya kemudian ia pun menghadap Rasulullah shallallahu 'alaihi wasallam, ketika itu beliau bersama Khuwaishah bin Mas'ud dan Abdurrahman bin Sahl, ia adalah orang paling muda. Abdurrahman pun maju untuk berbicara sebelum kedua temannya, lalu Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Dahulukan orang yang lebih tua.\" Ia pun terdiam dan kedua temannya berbicara kemudian ia berbicara bersama keduanya. Mereka menyebutkan perihal terbunuhnya Abdullah bin Sahl kepada Rasulullah shallallahu 'alaihi wasallam, beliau pun bersabda kepada mereka: \"Apakah kalian mau bersumpah lima puluh kali sumpah dan berhak terhadap sahabat atau orang yang membunuh kalian?\" Mereka berkata; Bagaimana kami bersumpah sedangkan kami tidak menyaksikan? Beliau bersabda: \"Apakah kalian mau orang-orang Yahudi terbebas dari segala tuduhan kalian dengan lima puluh kali sumpah?\" Maka mereka bertanya; Bagaimana kami mengambil sumpah orang-orang kafir? Ketika Rasulullah shallallahu 'alaihi wasallam melihat hal itu, beliau pun memberikan diyatnya. Telah menceritakan kepada kami [Al Hasan bin Ali Al Khallal] telah menceritakan kepada kami [Yazid bin Harun], telah mengabarkan kepada kami [Yahya bin Sa'id] dari [Busyair bin Yasar] dari [Sahl bin Abu Hatsmah] dan [Rafi' bin Khadij] seperti hadits ini secara maknanya. Abu Isa berkata; Hadits ini hasan shahih dan menjadi pedoman amal menurut para ulama dalam sumpah lima puluh orang, sebagian fuqaha Madinah berpendapat bahwa qishash adalah dengan sumpah lima puluh orang namun sebagian ulama dari Kufah dan selain mereka berpendapat bahwa sumpah lima puluh orang tidak diwajibkan dalam qishash hanya diwajibkan pada diyat.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ قَالَ يَحْيَى وَحَسِبْتُ عَنْ رَافِعِ بْنِ خَدِيجٍ أَنَّهُمَا قَالَاخَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ حَتَّى إِذَا كَانَا بِخَيْبَرَ تَفَرَّقَا فِي بَعْضِ مَا هُنَاكَ ثُمَّ إِنَّ مُحَيِّصَةَ وَجَدَ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَتِيلًا قَدْ قُتِلَ فَدَفَنَهُ ثُمَّ أَقْبَلَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ أَصْغَرَ الْقَوْمِ ذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ قَبْلَ صَاحِبَيْهِ قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبِّرْ لِلْكُبْرِ فَصَمَتَ وَتَكَلَّمَ صَاحِبَاهُ ثُمَّ تَكَلَّمَ مَعَهُمَا فَذَكَرُوا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقْتَلَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا فَتَسْتَحِقُّونَ صَاحِبَكُمْ أَوْ قَاتِلَكُمْ قَالُوا وَكَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ قَالَ فَتُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا قَالُوا وَكَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَى عَقْلَهُحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ وَرَافِعِ بْنِ خَدِيجٍ نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ فِي الْقَسَامَةِ وَقَدْ رَأَى بَعْضُ فُقَهَاءِ الْمَدِينَةِ الْقَوَدَ بِالْقَسَامَةِ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ إِنَّ الْقَسَامَةَ لَا تُوجِبُ الْقَوَدَ وَإِنَّمَا تُوجِبُ الدِّيَةَ","source":"Tirmidzi"},"__N_SSG":true}