{"pageProps":{"number":"1361","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Ali Al Khallal], telah menceritakan kepada kami [Abu Dawud Ath Thayalisi], telah menceritakan kepada kami [Za`idah bin Qudamah] dari [As Suddi] dari [Sa'd bin Ubaidah] dari [Abu Abdurrahman As Sulami] ia berkata; [Ali] pernah berkhutbah seraya berkata; Wahai sekalian manusia, tegakkanlah hukuman-hukuman kepada para budak kalian yang telah menikah dari mereka dan yang belum menikah, karena sesungguhnya budak wanita milik Rasulullah shallallahu 'alaihi wasallam pernah berzina, lalu beliau memerintahkanku untuk menderanya. Maka aku mendatanginya ternyata ia baru menyelesaikan masa nifasnya, aku khawatir jika aku menderanya akan membunuhnya. Atau ia berkata; Ia akan meninggal. Aku pun menemui Rasulullah shallallahu 'alaihi wasallam seraya menyebutkan hal itu padanya. Beliau bersabda: \"Engkau benar.\" Abu Isa berkata; Hadits ini hasan shahih. As Suddi bernama Isma'il bin Abdurrahman dari kalangan tabi'in, ia telah mendengar dari Anas bin Malik dan melihat Husain bin Ali bin Abu Thalib radliallahu 'anhu.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ عَنْ السُّدِّيِّ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ قَالَ خَطَبَ عَلِيٌّ فَقَالَيَا أَيُّهَا النَّاسُ أَقِيمُوا الْحُدُودَ عَلَى أَرِقَّائِكُمْ مَنْ أَحْصَنَ مِنْهُمْ وَمَنْ لَمْ يُحْصِنْ وَإِنَّ أَمَةً لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَنَتْ فَأَمَرَنِي أَنْ أَجْلِدَهَا فَأَتَيْتُهَا فَإِذَا هِيَ حَدِيثَةُ عَهْدٍ بِنِفَاسٍ فَخَشِيتُ إِنْ أَنَا جَلَدْتُهَا أَنْ أَقْتُلَهَا أَوْ قَالَ تَمُوتَ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ أَحْسَنْتَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالسُّدِّيُّ اسْمُهُ إِسْمَعِيلُ بْنُ عَبْدِ الرَّحْمَنِ وَهُوَ مِنْ التَّابِعِينَ قَدْ سَمِعَ مِنْ أَنَسِ بْنِ مَالِكٍ وَرَأَى حُسَيْنَ بْنَ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ","source":"Tirmidzi"},"__N_SSG":true}