{"pageProps":{"number":"1371","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr], telah menceritakan kepada kami [Husyaim] dari [Sa'id bin Abu 'Arubah] dan [Ayyub bin Miskin] dari [Qatadah] dari [Habib bin Salim] ia berkata; Ada seseorang yang menggauli budak wanita isterinya diserahkan kepada [An Nu'man bin Basyir], ia pun berkata; Sungguh, aku akan memutuskan dengan putusan Rasulullah shallallahu 'alaihi wasallam, jika isterinya menghalalkan untuknya maka aku akan menderanya sebanyak seratus kali dan jikta ia tidak menghalalkan untuknya maka aku akan merajamnya. Telah menceritakan kepada kami [Ali bin Hujr], telah menceritakan kepada kami [Husyaim] dari [Abu Bisyr] dari [Habib bin Salim], dan [An Nu'man bin Basyir] sebagaimana di atas. dan diriwayatkan dari [Qatadah] bahwa berkata; dituliskan kepada [Habib bin Salim] namun Abu Bisyr tidak mendengar dari Habib bin Salim hadits ini juga, sesungguhnya ia meriwayatkannya dari Khalid bin 'Urfuthah. Ia mengatakan; Dalam hal ini ada hadits serupa dari Salamah bin Al Muhabbaq. Abu Isa berkata; Hadits An Nu'man dalam sanadnya terdapat kegoncangan, ia berkata; Aku mendengar Muhammad berkata; Qatadah tidak mendengar hadits ini dari Habib bin Salim sesungguhnya ia meriwayatkannya dari Khalid bin 'Urfuthah. Abu Isa berkata; Para ulama telah berselisih tentang seseorang yang telah menggauli budak wanita isterinya, maka diriwayatkan dari banyak ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam di antaranya; Ali dan Ibnu Umar; Ia harus dirajam. Sedangkan Ibnu Mas'ud berpendapat; Tidak hukuman atasnya tetapi ia diasingkan. Ahmad dan Ishaq berpendapat kepada hadits yang diriwayatkan oleh An Nu'man bin Basyir dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا هُشَيْمٌ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ وَأَيُّوبَ بْنِ مِسْكِينٍ عَنْ قَتَادَةَ عَنْ حَبِيبِ بْنِ سَالِمٍ قَالَرُفِعَ إِلَى النُّعْمَانِ بْنِ بَشِيرٍ رَجُلٌ وَقَعَ عَلَى جَارِيَةِ امْرَأَتِهِ فَقَالَ لَأَقْضِيَنَّ فِيهَا بِقَضَاءِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَئِنْ كَانَتْ أَحَلَّتْهَا لَهُ لَأَجْلِدَنَّهُ مِائَةً وَإِنْ لَمْ تَكُنْ أَحَلَّتْهَا لَهُ رَجَمْتُهُحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا هُشَيْمٌ عَنْ أَبِي بِشْرٍ عَنْ حَبِيبِ بْنِ سَالِمٍ عَنْ النُّعْمَانِ بْنِ بَشِيرٍ نَحْوَهُ وَيُرْوَى عَنْ قَتَادَةَ أَنَّهُ قَالَ كُتِبَ بِهِ إِلَى حَبِيبِ بْنِ سَالِمٍ وَأَبُو بِشْرٍ لَمْ يَسْمَعْ مِنْ حَبِيبِ بْنِ سَالِمٍ هَذَا أَيْضًا إِنَّمَا رَوَاهُ عَنْ خَالِدِ بْنِ عُرْفُطَةَ قَالَ وَفِي الْبَاب عَنْ سَلَمَةَ بْنِ الْمُحَبَّقِ قَالَ أَبُو عِيسَى حَدِيثُ النُّعْمَانِ فِي إِسْنَادِهِ اضْطِرَابٌ قَالَ سَمِعْت مُحَمَّدًا يَقُولُ لَمْ يَسْمَعْ قَتَادَةُ مِنْ حَبِيبِ بْنِ سَالِمٍ هَذَا الْحَدِيثَ إِنَّمَا رَوَاهُ عَنْ خَالِدِ بْنِ عُرْفُطَةَ قَالَ أَبُو عِيسَى وَقَدْ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الرَّجُلِ يَقَعُ عَلَى جَارِيَةِ امْرَأَتِهِ فَرُوِيَ عَنْ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُمْ عَلِيٌّ وَابْنُ عُمَرَ أَنَّ عَلَيْهِ الرَّجْمَ و قَالَ ابْنُ مَسْعُودٍ لَيْسَ عَلَيْهِ حَدٌّ وَلَكِنْ يُعَزَّرُ وَذَهَبَ أَحْمَدُ وَإِسْحَقُ إِلَى مَا رَوَى النُّعْمَانُ بْنُ بَشِيرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}