{"pageProps":{"number":"1384","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'], telah menceritakan kepada kami [Yazid bin Harun], telah menceritakan kepada kami [Al Hajjaj] dari [Makhul] dari [Abu Tsa'labah], hadits diriwayatkan juga dengan jalur [Al Hajjaj] dari [Al Walid bin Abu Malik] dari [A'idzillah bin Abdullah] bahwa ia mendengar [Abu Tsa'labah Al Khusyani] berkata; Aku berkata; Wahai Rasulullah, kami adalah pemburu. Beliau bersabda: \"Jika engkau mengutus (berburu dengan) anjingmu dan engkau menyebut nama Allah saat melepaskannya, lalu ia menangkap mangsa untukmu maka makanlah hasil buruannya itu.\" Aku bertanya; Jika ia telah mati. Beliau menjawab: \"Walaupun telah mati.\" Aku bertanya lagi; Sesungguhnya kami adalah ahli memanah. Beliau bersabda: \"Apa yang terkena oleh panahmu (hewan buruan yang terkena panah), maka makanlah.\" Ia melanjutkan; Aku bertanya; Sesungguhnya kami penduduk Safar, kami melewati orang-orang yahudi, nashrani dan majusi, kami tidak mendapati selain bejana-bejana mereka. Beliau menjawab: \"Jika kalian tidak mendapati selain bejana itu, maka cucilah dengan air kemudian makanlah dan minumlah menggunakan bejana itu.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari 'Adi bin Hatim. Abu Isa berkata; Hadits ini hasan shahih, A`idzullah bin Abdullah adalah Abu Idris Al Khaulani dan nama Abu Tsa'labah Al Khusyani adalah Jurtsum, terkadang dipanggil Jurtsum bin Nasyib dan terkadang dipanggil Ibnu Qais.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا الْحَجَّاجُ عَنْ مَكْحُولٍ عَنْ أَبِي ثَعْلَبَةَ ح وَالْحَجَّاجُ عَنْ الْوَلِيدِ بْنِ أَبِي مَالِكٍ عَنْ عَائِذِ اللَّهِ بْنِ عَبْدِ اللَّهِ أَنَّهُ سَمِعَ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ قَالَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا أَهْلُ صَيْدٍ قَالَ إِذَا أَرْسَلْتَ كَلْبَكَ وَذَكَرْتَ اسْمَ اللَّهِ عَلَيْهِ فَأَمْسَكَ عَلَيْكَ فَكُلْ قُلْتُ وَإِنْ قَتَلَ قَالَ وَإِنْ قَتَلَ قُلْتُ إِنَّا أَهْلُ رَمْيٍ قَالَ مَا رَدَّتْ عَلَيْكَ قَوْسُكَ فَكُلْ قَالَ قُلْتُ إِنَّا أَهْلُ سَفَرٍ نَمُرُّ بِالْيَهُودِ وَالنَّصَارَى وَالْمَجُوسِ فَلَا نَجِدُ غَيْرَ آنِيَتِهِمْ قَالَ فَإِنْ لَمْ تَجِدُوا غَيْرَهَا فَاغْسِلُوهَا بِالْمَاءِ ثُمَّ كُلُوا فِيهَا وَاشْرَبُواقَالَ وَفِي الْبَاب عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَعَائِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ هُوَ أَبُو إِدْرِيسَ الْخَوْلَانِيُّ وَاسْمُ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ جُرْثُومٌ وَيُقَالُ جُرْثُمُ بْنُ نَاشِبٍ وَيُقَالُ ابْنُ قَيْسٍ","source":"Tirmidzi"},"__N_SSG":true}