{"pageProps":{"number":"1428","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr] berkata, telah mengabarkan kepada kami [Isma'il bin Ibrahim] dari [Dawud bin Abu Hind] dari [Asy Sya'bi] dari [Al Bara bin Azib] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam berkhuthbah di hadapan kami pada hari Nahr (Idul Adhha), beliau mengatakan: \"Jangan sekali-kali menyembelih hewan kurban hingga kalian selesai melaksanakan shalat.\" Al Bara` berkata, \"Pamanku lalu bangkit dan bertanya, \"Wahai Rasulullah, ini adalah hari di mana orang-orang bosan dengan daging. Untuk itu aku segerakan memotongnya untuk aku berikan kepada keluarga dan tetanggaku (karena mereka belum merasakan bosan).\" Beliau menjawab: \"Ulangilah sembelihanmu dengan yang lain.\" Pamanku berkata lagi, \"Wahai Rasulullah, aku mempunyai kambing muda betina, yang (dagingnya) lebih baik dari pada dua ekor tua kambing jantan. Apakah aku boleh menyembelihnya?\" beliau menjawab: \"Ya. itu adalah sebaik-baik kurbanmu. Dan setelahmu ini, anak kambing yang berumur enam sampai setahun tak lagi dianggap memadai (untuk berkurban).\" Ia berkata; \"Dalam bab ini ada hadits serupa dari Jabir dan Jundub, Uwaimir bin Asyqar, Ibnu Umar dan Abu Zaid Al Anshari.\" Abu Isa berkata, \"Hadits ini derajatnya hasan shahih, dan menjadi pedoman amal menurut sebagian ulama`, yakni bahwa bagi penduduk kota tidak boleh melaksanakan pemotongan hewan hingga imam selesai shalat. Sementara sebagaian ulama yang lain memberi keringanan bagi penduduk kampung untuk menyembelih kurban setelah terbitnya fajar. Dan Ini adalah pendapat Ibnul Mubarak.\", Abu Isa berkata; \"para ulama` telah bersepakat bahwa tidak sah berkurban dengan hewan yang berumur enam bulan hingga satu tahun dari jenis kambing, dan mereka berkata; berkurban dengan hewan yang berumur enam hingga satu tahun hanya sah dari jenis domba\". ","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنْ الشَّعْبِيِّ عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَخَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي يَوْمِ نَحْرٍ فَقَالَ لَا يَذْبَحَنَّ أَحَدُكُمْ حَتَّى يُصَلِّيَ قَالَ فَقَامَ خَالِي فَقَالَ يَا رَسُولَ اللَّهِ هَذَا يَوْمٌ اللَّحْمُ فِيهِ مَكْرُوهٌ وَإِنِّي عَجَّلْتُ نُسُكِي لِأُطْعِمَ أَهْلِي وَأَهْلَ دَارِي أَوْ جِيرَانِي قَالَ فَأَعِدْ ذَبْحًا آخَرَ فَقَالَ يَا رَسُولَ اللَّهِ عِنْدِي عَنَاقُ لَبَنٍ وَهِيَ خَيْرٌ مِنْ شَاتَيْ لَحْمٍ أَفَأَذْبَحُهَا قَالَ نَعَمْ وَهِيَ خَيْرُ نَسِيكَتَيْكَ وَلَا تُجْزِئُ جَذَعَةٌ بَعْدَكَقَالَ وَفِي الْبَاب عَنْ جَابِرٍ وَجُنْدَبٍ وَأَنَسٍ وَعُوَيْمِرِ بْنِ أَشْقَرَ وَابْنِ عُمَرَ وَأَبِي زَيْدٍ الْأَنْصَارِيِّ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ أَنْ لَا يُضَحَّى بِالْمِصْرِ حَتَّى يُصَلِّيَ الْإِمَامُ وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ لِأَهْلِ الْقُرَى فِي الذَّبْحِ إِذَا طَلَعَ الْفَجْرُ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ قَالَ أَبُو عِيسَى وَقَدْ أَجْمَعَ أَهْلُ الْعِلْمِ أَنْ لَا يُجْزِئَ الْجَذَعُ مِنْ الْمَعْزِ وَقَالُوا إِنَّمَا يُجْزِئُ الْجَذَعُ مِنْ الضَّأْنِ","source":"Tirmidzi"},"__N_SSG":true}