{"pageProps":{"number":"1432","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] berkata, telah menceritakan kepada kami [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Ibnul Musayyab] dari [Abu Hurairah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada Fara' atau Atirah. Fara' adalah anak unta yang pertama kali dilahirkan, lalu mereka menyembelihnya.\" Ia berkata; \"Dalam bab ini ada hadits serupa dari Nubaisyah, Mikhnaf bin Sulaim dan Abul 'Usyara, dari bapaknya.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih. sementara yang dimaksud dengan Atirah adalah sembelihan yang mereka sembelih pada bulan rajab untuk memuliakan bulan tersebut. Sebab rajab adalah bulan pertama dari bulan-bulan haram. Adapun bulan-bulan haram itu sendiri adalah rajab, dzul qa'dah, dzul hijjah dan muharram. Sedangkan bulan-bulan haji adalah syawal, dzul qa'dah, dan sepuluh hari pada bulan dzul hijjah. Demikianlah yang pernah diriwayatkan dari sebagian sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka tentang bulan-bulan haji.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ ابْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا فَرَعَ وَلَا عَتِيرَةَ وَالْفَرَعُ أَوَّلُ النِّتَاجِ كَانَ يُنْتَجُ لَهُمْ فَيَذْبَحُونَهُقَالَ وَفِي الْبَاب عَنْ نُبَيْشَةَ وَمِخْنَفِ بْنِ سُلَيْمٍ وَأَبِي الْعُشَرَاءِ عَنْ أَبِيهِ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَتِيرَةُ ذَبِيحَةٌ كَانُوا يَذْبَحُونَهَا فِي رَجَبٍ يُعَظِّمُونَ شَهْرَ رَجَبٍ لِأَنَّهُ أَوَّلُ شَهْرٍ مِنْ أَشْهُرِ الْحُرُمِ وَأَشْهُرِ الْحُرُمِ رَجَبٌ وَذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَأَشْهُرُ الْحَجِّ شَوَّالٌ وَذُو الْقَعْدَةِ وَعَشْرٌ مِنْ ذِي الْحِجَّةِ كَذَلِكَ رُوِيَ عَنْ بَعْضِ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ فِي أَشْهُرِ الْحَجِّ","source":"Tirmidzi"},"__N_SSG":true}