{"pageProps":{"number":"1494","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Al Laits] dari [Nafi'] dari [Ibnu Umar] ia mengabarkan kepadanya, bahwa pernah ditemukan seorang wanita yang terbunuh dalam peperangan Rasulullah Sallallahu 'Alaihi Wasallam, maka Rasulullah shallallahu 'alaihi wasallam pun mengingkarinya. Lalu beliau melarang membunuh kaum wanita dan anak-anak.\" Dalam bab ini ada hadits serupa dari Buraidah dan Rabah, ia dipanggil pula dengan nama Riyah bin Ar Rabi', Al Aswad bin Sari', Ibnu Abbas dan Ash Sha'b bin Jatstsamah.\" Abu Isa berkata, \"Hadits ini derajatnya hasan shahih. Dan menjadi pedoman amal menurut sebagian ulama` dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka, yakni mereka memakruhkan membunuh kaum wanita dan anak-anak.\" Ini adalah pendapat Sufyan Ats Tsauri dan Syafi'i. Dan sebagian ulama` yang lain memberi keringanan atas bolehnya penyerangan pada waktu malam, membunuh kaum wanita (yang berada didalam pasukan musuh) dan anak-anak. Ini adalah pendapat Ahmad dan Ishaq. Keduanya memberi keringanan untuk penyerangan di waktu malam.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَخْبَرَهُأَنَّ امْرَأَةً وُجِدَتْ فِي بَعْضِ مَغَازِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقْتُولَةً فَأَنْكَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ وَنَهَى عَنْ قَتْلِ النِّسَاءِ وَالصِّبْيَانِوَفِي الْبَاب عَنْ بُرَيْدَةَ وَرَبَاحٍ وَيُقَالُ رِيَاحُ بْنُ الرَّبِيعِ وَالْأَسْوَدِ بْنِ سَرِيعٍ وَابْنِ عَبَّاسٍ وَالصَّعْبِ بْنِ جَثَّامَةَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ كَرِهُوا قَتْلَ النِّسَاءِ وَالْوِلْدَانِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَرَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي الْبَيَاتِ وَقَتْلِ النِّسَاءِ فِيهِمْ وَالْوِلْدَانِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ وَرَخَّصَا فِي الْبَيَاتِ","source":"Tirmidzi"},"__N_SSG":true}