{"pageProps":{"number":"164","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata; telah menceritakan kepada kami [Husyaim] dari [Abu Az Zubair] dari [Nafi' bin Jubair bin Muth'im] dari [Abu Ubaidah bin Abdullah bin Mas'ud] ia berkata; \" [Abdullah bin Mas'ud] berkata; \"Orang orang Musyrik telah menyibukkan Rasulullah shallallahu 'alaihi wasallam dari melaksanakan empat waktu shalat, pada hari perang Khandaq sampai malam berlalu dengan kehendak Allah. Kemudian beliau memerintahkan Bilal (untuk mengumandangkan adzan), maka Bilal pun mengumandangkan adzan dan Iqamat. Beliau kemudian melaksanakan shalat zhuhur, kemudian Bilal iqamat lalu beliau shalat asar. Kemudian Bilal iqamat lalu beliau shalat maghrib. Kemudian Bilal iqamat lalu beliau melaksanakan shalat isya.\" Ia berkata; \"Dalam bab ini terdapat hadits dari Abu Sa'id dan Jabir.\" Abu Isa berkata; \"Hadits Abdullah dalam sanadnya tidak ada masalah, akan tetapi Abu Ubaidah tidak mendengar dari Abdullah.\" Inilah yang dipilih oleh sebagian ulama mengenai shalat yang ketinggalan, bahwa seorang laki-laki hendaklah mengumandangkan iqamah pada setiap shalat jika ia mengqadlanya, dan sekiranya tidak mengumandangkannya maka itu telah cukup. Ini adalah pendapat Syafi'i.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا هُشَيْمٌ عَنْ أَبِي الزُّبَيْرِ عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِي عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ ابْنِ مَسْعُودٍ قَالَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍإِنَّ الْمُشْرِكِينَ شَغَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَرْبَعِ صَلَوَاتٍ يَوْمَ الْخَنْدَقِ حَتَّى ذَهَبَ مِنْ اللَّيْلِ مَا شَاءَ اللَّهُ فَأَمَرَ بِلَالًا فَأَذَّنَ ثُمَّ أَقَامَ فَصَلَّى الظُّهْرَ ثُمَّ أَقَامَ فَصَلَّى الْعَصْرَ ثُمَّ أَقَامَ فَصَلَّى الْمَغْرِبَ ثُمَّ أَقَامَ فَصَلَّى الْعِشَاءَقَالَ وَفِي الْبَاب عَنْ أَبِي سَعِيدٍ وَجَابِرٍ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ لَيْسَ بِإِسْنَادِهِ بَأْسٌ إِلَّا أَنَّ أَبَا عُبَيْدَةَ لَمْ يَسْمَعْ مِنْ عَبْدِ اللَّهِ وَهُوَ الَّذِي اخْتَارَهُ بَعْضُ أَهْلِ الْعِلْمِ فِي الْفَوَائِتِ أَنْ يُقِيمَ الرَّجُلُ لِكُلِّ صَلَاةٍ إِذَا قَضَاهَا وَإِنْ لَمْ يُقِمْ أَجْزَأَهُ وَهُوَ قَوْلُ الشَّافِعِيِّ","source":"Tirmidzi"},"__N_SSG":true}