{"pageProps":{"number":"1820","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Muhammad], telah mengabarkan kepada kami [Abdullah bin Mubarak] dari [Al Mas'udi] dari [Al Walid bin Al 'Aizar] dari [Abi Amru Asy Syaibani] dari [Ibnu Mas'ud] ia berkata; Aku pernah bertanya kepada Rasulullah shallallahu 'alaihi wasallam, \"Wahai Rasulullah, amalan apakah yang paling mulia?\" beliau menjawab: \"Shalat tepat pada waktunya.\" Aku bertanya lagi, \"Kemudian apakah lagi wahai Rasulullah?\" beliau menjawab: \"Kemudian berbakti kepada kedua orang tua.\" Aku bertanya lagi, \"Apa lagi wahai Rasulullah?\" beliau menjawab: \"Kemudian berjihad di jalan Allah.\" Lalu Rasulullah shallallahu 'alaihi wasallam diam, sekiranya aku bertanya lagi, niscaya beliau akan menjawabnya. Abu Isa berkata; Abu Amr Asy Syaibani namanya adalah Sa'd bin Iyas. Dan ini adalah hadits hasan shahih, dan telah diriwayatkan pula oleh [Asy Syaibani] dan [Syu'bah] serta lebih dari satu orang rawi dari [Al Walid bin Al Aizar]. Hadits ini juga telah diriwayatkan oleh lebih dari satu jalur dari Abu Amr Asy Syaibani dari Ibnu Mas'ud.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ الْمَسْعُودِيِّ عَنْ الْوَلِيدِ بْنِ الْعَيْزَارِ عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ عَنْ ابْنِ مَسْعُودٍ قَالَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَيُّ الْأَعْمَالِ أَفْضَلُ قَالَ الصَّلَاةُ لِمِيقَاتِهَا قُلْتُ ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ قَالَ بِرُّ الْوَالِدَيْنِ قُلْتُ ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ قَالَ الْجِهَادُ فِي سَبِيلِ اللَّهِ ثُمَّ سَكَتَ عَنِّي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَوْ اسْتَزَدْتُهُ لَزَادَنِيقَالَ أَبُو عِيسَى وَأَبُو عَمْرٍو الشَّيْبَانِيُّ اسْمُهُ سَعْدُ بْنُ إِيَاسٍ وَهُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ رَوَاهُ الشَّيْبَانِيُّ وَشُعْبَةُ وَغَيْرُ وَاحِدٍ عَنْ الْوَلِيدِ بْنِ الْعَيْزَارِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ عَنْ ابْنِ مَسْعُودٍ","source":"Tirmidzi"},"__N_SSG":true}