{"pageProps":{"number":"1941","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Al Hasan bin Hirasy Al Baghdadi], telah menceritakan kepada kami [Habban bin Hilal], telah menceritakan kepada kami [Mubarak bin Fadlalah], telah menceritakan kepadaku [Abdu Rabbih bin Sa'id] dari [Muhammad bin Al Munkadir] dari [Jabir] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya di antara orang yang paling aku cintai dan yang tempat duduknya lebih dekat kepadaku pada hari kiamat ialah orang yang akhlaknya paling bagus. Dan sesungguhnya orang yang paling aku benci dan paling jauh tempat duduknya dariku pada hari kiamat ialah orang yang paling banyak bicara (kata-kata tidak bermanfaat dan memperolok manusia).\" Para shahabat bertanya, \"Wahai Rasulullah, siapakah orang yang paling banyak bicara itu?\" Nabi menjawab: \"Yaitu orang-orang yang sombong.\" Berkata Abu Isa: Hadits semakna juga diriwayatkan dari Abu Hurairah dan ini merupakan hadits Hasan Gharib melalui jalur ini. Sebagian mereka meriwayatkan hadits ini dari [Mubarak bin Fadlalah] dari [Muhammad bin Al Munkadir] dari [Jabir] dari Nabi shallallaahu 'alaihi wasallam namun tidak disebutkan didalamnya dari Abdu Rabbih bin Sa'id dan riwayat ini lebih shahih.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ خِرَاشٍ الْبَغْدَادِيُّ حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ حَدَّثَنَا مُبَارَكُ بْنُ فَضَالَةَ حَدَّثَنِي عَبْدُ رَبِّهِ بْنُ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ مِنْ أَحَبِّكُمْ إِلَيَّ وَأَقْرَبِكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَحَاسِنَكُمْ أَخْلَاقًا وَإِنَّ أَبْغَضَكُمْ إِلَيَّ وَأَبْعَدَكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ الثَّرْثَارُونَ وَالْمُتَشَدِّقُونَ وَالْمُتَفَيْهِقُونَ قَالُوا يَا رَسُولَ اللَّهِ قَدْ عَلِمْنَا الثَّرْثَارُونَ وَالْمُتَشَدِّقُونَ فَمَا الْمُتَفَيْهِقُونَ قَالَ الْمُتَكَبِّرُونَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ الْمُبَارَكِ بْنِ فَضَالَةَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ وَهَذَا أَصَحُّ وَالثَّرْثَارُ هُوَ الْكَثِيرُ الْكَلَامِ وَالْمُتَشَدِّقُ الَّذِي يَتَطَاوَلُ عَلَى النَّاسِ فِي الْكَلَامِ وَيَبْذُو عَلَيْهِمْ","source":"Tirmidzi"},"__N_SSG":true}