{"pageProps":{"number":"2047","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah]; telah menceritakan kepada kami [Abu 'Awanah] dari [Qatadah] dari [Syahr bin Hausyab] dari ['Abdurrahman bin Ghanm] dari ['Amr bin Kharijah] bahwasanya Nabi shallallahu 'alaihi wasallam pernah menyampaikan khuthbah di atas Unta miliknya, sementara aku tetap berada di bawah leher Untanya yang sedang mengalirkan busa liurnya dan bertetesan di atantara kedua pundakku. Maka aku pun mendengar beliau bersabda: \"Sesungguhnya Allah telah memberikan kepada semua yang berhak apa yang menjadi haknya. Karena itu, tidak ada lagi wasiat bagi ahli waris. Nasab seorang anak adalah milik bapaknya. Untuk seorang pezina, maka baginya adalah batu (dirajam). Barangsiapa yang bernasab kepada selain bapaknya atau berwali kepada selain walinya karena benci terhadap mereka, maka laknat Allah akan tertimpa atasnya dan Allah tidak akan menerima darinya, baik itu amalan sunnah atau pun amalan wajib.\" Abu Isa berkata; Aku mendengar Ahmad bin Al Husain berkata; Ahmad bin Hanbal berkata; Aku tidak peduli terhadap haditsnya Syahri bin Hausyab. Dan aku pernah bertanya kepada Muhammad bin Isma'il mengenai Syahri bin Hausyab, maka ia pun men-tsiqqah-kannya kemudian berkata, \"Yang berkomentar tentangnya hanyalah Ibnu 'Aun. Kemudian Ibnu 'Aun meriwayatkan dari Hilal bin Abu Zainab, dari Syahri bin Hausyab. Abu Isa berkata; Ini adalah hadits Hasan Shahih.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ قَتَادَةَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ عَمْرِو بْنِ خَارِجَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ عَلَى نَاقَتِهِ وَأَنَا تَحْتَ جِرَانِهَا وَهِيَ تَقْصَعُ بِجِرَّتِهَا وَإِنَّ لُعَابَهَا يَسِيلُ بَيْنَ كَتِفَيَّ فَسَمِعْتُهُ يَقُولُ إِنَّ اللَّهَ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ وَلَا وَصِيَّةَ لِوَارِثٍ وَالْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَمَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ رَغْبَةً عَنْهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ لَا يَقْبَلُ اللَّهُ مِنْهُ صَرْفًا وَلَا عَدْلًاقَالَ و سَمِعْت أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ لَا أُبَالِي بِحَدِيثِ شَهْرِ بْنِ حَوْشَبٍ قَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَعِيلَ عَنْ شَهْرِ بْنِ حَوْشَبٍ فَوَثَّقَهُ وَقَالَ إِنَّمَا يَتَكَلَّمُ فِيهِ ابْنُ عَوْنٍ ثُمَّ رَوَى ابْنُ عَوْنٍ عَنْ هِلَالِ بْنِ أَبِي زَيْنَبَ عَنْ شَهْرِ بْنِ حَوْشَبٍ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}