{"pageProps":{"number":"2081","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Yahya bin Musa]; telah menceritakan kepada kami [Abu Dawud Ath Thayalisi]; telah menceritakan kepada kami ['Abdul Wahid bin Sulaim]; dia berkata; Aku memasuki Makkah kemudian aku menemui ['Atha bin Abu Rabbah]. Maka aku berkata kepadanya, \"Wahai Abu Muhammad, sesungguhnya penduduk Bashrah memperbincangkan masalah Qadar.\" Lalu Atha' berkata, \"Wahai anakku, apakah kamu membaca Al Qur'an?\" Aku menjawab, \"Ya\" 'Atha` melanjutkan, \"Bacalah surat Az-Zukhruf.\" Abdul Wahid berkata; Maka aku pun membaca, \"HAA MIIM WAL KITAABIL MUBIIN, INNAA JA'ALNAAHU QUR'AANAN 'AROBIYYAN LA'ALLAKUM TA'QILUUN, WA INNAHU FII UMMIL KITAABI LADAINAA LA'ALIYYUN HAKIIM (HAA MIIM, Demi Kitab (Al Qur'an) yang menerangkan. Sesungguhnya Kami menjadikan Al Qur'an dalam bahasa Arab supaya kamu memahami-nya. Dan sesungguhnya Al Qur'an itu dalam induk Al Kitab (Lauhul Mahfudz) di sisi kami, adalah benar benar tinggi (nilainya) dan amat banyak mengandung hikmah).\" Kemudian Atha' bertanya, \" Apakah kamu tahu apa maksudnya Ummul Kitab?\" aku menjawab, \"Hanya Allah dan Rasul-Nya yang lebih tahu.\" Atha' berkata, \"Susungguhnya Ummul Kitab adalah kitab yang ditulis oleh Allah sebelum menciptakan langit dan bumi di dalamnya terdapat ayat yang menyatakan bahwa Fir'aun termasuk penghuni neraka, dan di dalamnya terdapat ayat, 'TABBAT YADAA ABII LAHABIW WATAB (Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa).'\" Atha' berkata lagi; Aku bertemu dengan [Al Walid bin Ubadah bin Ash Shamith] sahabat Rasulullah shallallahu 'alaihi wasallam, aku tanyakan kepadanya tentang, \"Wasiat apakah yang di wasiatkan bapakmu pada saat saat wafat?\" Dia menjawab; [Bapakku] pernah memanggilku kemudian dia berkata kepadaku, \"Wahai anakku, bertakwalah kepada Allah dan ketahuilah sesungguhnya kamu tidak akan sekali kali bertakwa kepada Allah sehingga kamu beriman kepada Allah dan beriman kepada adanya takdir seluruhnya yang baik maupun yang buruk, jika kamu meninggal tidak berada di atas keimanan ini maka kamu akan masuk neraka, sesungguhnya aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Sesungguhnya yang pertama kali Allah ciptakan adalah Al Qalam kemudian Allah berfirman: 'Tulislah' Maka Al Qalam bertanya, 'Apa yang aku tulis? ' Lalu Allah berfirman: 'Tulislah takdir yang telah terjadi dan yang akan terjadi sepanjang masa.'\" Abu Isa berkata; Hadits ini adalah gharib bila ditinjau dari jalur sanad ini.","arab":"حَدَّثَنَا يَحْيَى بْنُ مُوسَى حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ سُلَيْمٍ قَالَقَدِمْتُ مَكَّةَ فَلَقِيتُ عَطَاءَ بْنَ أَبِي رَبَاحٍ فَقُلْتُ لَهُ يَا أَبَا مُحَمَّدٍ إِنَّ أَهْلَ الْبَصْرَةِ يَقُولُونَ فِي الْقَدَرِ قَالَ يَا بُنَيَّ أَتَقْرَأُ الْقُرْآنَ قُلْتُ نَعَمْ قَالَ فَاقْرَأْ الزُّخْرُفَ قَالَ فَقَرَأْتُ{ حم وَالْكِتَابِ الْمُبِينِ إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ }فَقَالَ أَتَدْرِي مَا أُمُّ الْكِتَابِ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّهُ كِتَابٌ كَتَبَهُ اللَّهُ قَبْلَ أَنْ يَخْلُقَ السَّمَاوَاتِ وَقَبْلَ أَنْ يَخْلُقَ الْأَرْضَ فِيهِ إِنَّ فِرْعَوْنَ مِنْ أَهْلِ النَّارِ وَفِيهِ{ تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ }قَالَ عَطَاءٌ فَلَقِيتُ الْوَلِيدَ بْنَ عُبَادَةَ بْنِ الصَّامِتِ صَاحِبَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلْتُهُ مَا كَانَ وَصِيَّةُ أَبِيكَ عِنْدَ الْمَوْتِ قَالَ دَعَانِي أَبِي فَقَالَ لِي يَا بُنَيَّ اتَّقِ اللَّهَ وَاعْلَمْ أَنَّكَ لَنْ تَتَّقِيَ اللَّهَ حَتَّى تُؤْمِنَ بِاللَّهِ وَتُؤْمِنَ بِالْقَدَرِ كُلِّهِ خَيْرِهِ وَشَرِّهِ فَإِنْ مُتَّ عَلَى غَيْرِ هَذَا دَخَلْتَ النَّارَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ أَوَّلَ مَا خَلَقَ اللَّهُ الْقَلَمَ فَقَالَ اكْتُبْ فَقَالَ مَا أَكْتُبُ قَالَ اكْتُبْ الْقَدَرَ مَا كَانَ وَمَا هُوَ كَائِنٌ إِلَى الْأَبَدِقَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ","source":"Tirmidzi"},"__N_SSG":true}