{"pageProps":{"number":"2101","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Wahb bin Jarir] telah menceritakan kepada kami [bapakku] berkata: aku mendengar [Nu'man bin Rasyid] menceritakan dari [Az Zuhri] dari [Abdullah bin Al Harits] dari [Abdullah bin Khabbab bin Al Arts] dari [bapaknya] berkata: Rasulullah Shallallahu 'alaihi wa Salam melaksanakan shalat dan beliau memperlama, para sahabat bertanya: wahai Rasulullah, engkau melaksanakan shalat tidak sebagaimana biasanya? beliau menjawab: \"Betul, itu adalah shalat antara cinta dan takut, dalam shalat itu aku memohon kepada Allah tiga hal, kemudian Allah mengabulkan dua hal dan tidak mengabulkanku satu hal; aku memohon kepadaNya agar tidak membinasakan ummatku dengan kelaparan dan Allah mengabulkannya, aku memohon agar ummatku tidak dikuasai oleh musuh selain mereka dan Allah mengabulkannya, kemudian aku memohon agar tidak terjadi peperangan internal di antara mereka namun Allah tidak mengabulkannya.\" Abu Isa berkata: hadits ini hasan shahih gharib, dan dalam bab ini ada hadits dari Sa'ad dan Ibnu Umar.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا أَبِي قَال سَمِعْتُ النُّعْمَانَ بْنَ رَاشِدٍ يُحَدِّثُ عَنْ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابِ بْنِ الْأَرَتِّ عَنْ أَبِيهِ قَالَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةً فَأَطَالَهَا قَالُوا يَا رَسُولَ اللَّهِ صَلَّيْتَ صَلَاةً لَمْ تَكُنْ تُصَلِّيهَا قَالَ أَجَلْ إِنَّهَا صَلَاةُ رَغْبَةٍ وَرَهْبَةٍ إِنِّي سَأَلْتُ اللَّهَ فِيهَا ثَلَاثًا فَأَعْطَانِي اثْنَتَيْنِ وَمَنَعَنِي وَاحِدَةً سَأَلْتُهُ أَنْ لَا يُهْلِكَ أُمَّتِي بِسَنَةٍ فَأَعْطَانِيهَا وَسَأَلْتُهُ أَنْ لَا يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ غَيْرِهِمْ فَأَعْطَانِيهَا وَسَأَلْتُهُ أَنْ لَا يُذِيقَ بَعْضَهُمْ بَأْسَ بَعْضٍ فَمَنَعَنِيهَاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَفِي الْبَاب عَنْ سَعْدٍ وَابْنِ عُمَرَ","source":"Tirmidzi"},"__N_SSG":true}