{"pageProps":{"number":"2152","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] telah menceritakan kepada kami [Suraij bin An Nu 'man] telah menceritakan kepada kami [Hasyraj bin Nubatah] dari [Sa'id bin Jumhan] berkata: telah menceritakan kepadaku [Safinah] berkata: Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Khilafah di ummatku selama tigapuluh tahun kemudian setelah itu kerajaan.\" Setelah itu Safinah berkata kepadaku: Peganglah, khilafah Abu Bakar, khilafah Umar, khilafah 'Utsman, kemudian Safinah berkata padaku: Peganglah khilafah 'Ali. Berkata Sa'id: Ternyata kami menemukan (lamanya waktu khilafah) selama tigapuluh tahun. Berkata Sa'id: Lalu aku berkata padanya: Bani 'Umaiyah mengklaim, khilafah berlaku ditengah-tengah mereka. ia berkata: Bani Zarqa` berdusta, tapi mereka adalah kerajaan, termasuk kerajaan-kerajaan terburuk. Berkata Abu Isa: dalam hal ini ada hadits serupa dari Umar dan 'Ali keduanya berkata: nabi Shallallahu 'alaihi wa Salam tidak mewasiatkan apa pun dalam kekhilafahan. Hadits ini hasan dan diriwayatkan bukan hahya oleh seorang perawi dari Sa'id bin Jumhan dan kami hanya mengetahuinya dari Sa'id bin Jumhan.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا سُرَيْجُ بْنُ النُّعْمَانِ حَدَّثَنَا حَشْرَجُ بْنُ نُبَاتَةَ عَنْ سَعِيدِ بْنِ جُمْهَانَ قَالَ حَدَّثَنِي سَفِينَةُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْخِلَافَةُ فِي أُمَّتِي ثَلَاثُونَ سَنَةً ثُمَّ مُلْكٌ بَعْدَ ذَلِكَ ثُمَّ قَالَ لِي سَفِينَةُ أَمْسِكْ خِلَافَةَ أَبِي بَكْرٍ ثُمَّ قَالَ وَخِلَافَةَ عُمَرَ وَخِلَافَةَ عُثْمَانَ ثُمَّ قَالَ لِي أَمْسِكْ خِلَافَةَ عَلِيٍّ قَالَ فَوَجَدْنَاهَا ثَلَاثِينَ سَنَةً قَالَ سَعِيدٌ فَقُلْتُ لَهُ إِنَّ بَنِي أُمَيَّةَ يَزْعُمُونَ أَنَّ الْخِلَافَةَ فِيهِمْ قَالَ كَذَبُوا بَنُو الزَّرْقَاءِ بَلْ هُمْ مُلُوكٌ مِنْ شَرِّ الْمُلُوكِقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عُمَرَ وَعَلِيٍّ قَالَا لَمْ يَعْهَدْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْخِلَافَةِ شَيْئًا وَهَذَا حَدِيثٌ حَسَنٌ قَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ سَعِيدِ بْنِ جُمْهَانَ وَلَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ سَعِيدِ بْنِ جُمْهَانَ","source":"Tirmidzi"},"__N_SSG":true}