{"pageProps":{"number":"221","slug":"tirmidzi","id":"telah menceritakan kepada kami [Sufyan bin Waki'] berkata; telah menceritakan kepada kami [Muhammad bin Al Fudlail] dari [Abu Sufyan Tharif As Sa'di] dari [Abu Nadlrah] dari [Abu Sa'id] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pembuka shalat adalah bersuci, permulaannya adalah takbir, penutupnya adalah salam, dan tidaklah sah shalat orang yang tidak membaca Al Hamdulillah (Al Fatihah) dan surat (dari Al Qur'an) baik dalam shalat wajib maupun shalat-shalat yang lainnya.\" Abu Isa berkata; \"Hadits derajatnya ini hasan. Dalam bab ini ada juga hadits dari Ali dan 'Aisyah.\" Abu Isa berkata; \"Hadits Ali bin Abu Thalib dalam hal ini lebih baik sanadnya dan lebih shahih daripada hadits Abu Sa'id, dan kami telah menulisnya di awal kitab wudlu. Hadits ini diamalkan oleh ahli ilmu dari para sahabat Nabi shallallahu 'alaihi wasallam dan orang-orang setelah mereka. Ini adalah pendapat Sufyan Ats Tsauri, bin Al Mubarak, Syafi'i, Ahmad dan Ishaq. Yaitu, bahwa permulaan shalat adalah takbir, dan seseorang beluam terhitung masuk dalam shalat kecuali dengan takbir.\" Abu Isa berkata; \"Aku mendengar Abu Bakar Muhammad bin Abban, penulis Waki', berkata; \"Aku mendengar Abdurrahman bin Mahdi berkata; \"Sekiranya seseorang membuka shalatnya dengan tujuh puluh nama Allah, namun ia tidak bertakbir, maka shalatnya tidak sah. Dan jika ia berhadats (batal dari suci) sebelum salam, maka aku akan memerintahkannya wudlu kemudian kembali ke tempatnya semula, setelah itu salam. Hanyasannya permasalahannya adalah di awalnya. Abu Isa berkata; \"Abu Nadlrah namanya adalah Al Mundzir bin Malik bin Qutha'ah.\"","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا مُحَمَّدُ بْنُ الْفُضَيْلِ عَنْ أَبِي سُفْيَانَ طَرِيفٍ السَّعْدِيِّ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِفْتَاحُ الصَّلَاةِ الطُّهُورُ وَتَحْرِيمُهَا التَّكْبِيرُ وَتَحْلِيلُهَا التَّسْلِيمُ وَلَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِالْحَمْدُ وَسُورَةٍ فِي فَرِيضَةٍ أَوْ غَيْرِهَاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَفِي الْبَاب عَنْ عَلِيٍّ وَعَائِشَةَ قَالَ وَحَدِيثُ عَلِيِّ بْنِ أَبِي طَالِبٍ فِي هَذَا أَجْوَدُ إِسْنَادًا وَأَصَحُّ مِنْ حَدِيثِ أَبِي سَعِيدٍ وَقَدْ كَتَبْنَاهُ فِي أَوَّلِ كِتَابِ الْوُضُوءِ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ بَعْدَهُمْ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ إِنَّ تَحْرِيمَ الصَّلَاةِ التَّكْبِيرُ وَلَا يَكُونُ الرَّجُلُ دَاخِلًا فِي الصَّلَاةِ إِلَّا بِالتَّكْبِيرِ قَالَ أَبُو عِيسَى و سَمِعْت أَبَا بَكْرٍ مُحَمَّدَ بْنَ أَبَانَ مُسْتَمْلِيَ وَكِيعٍ يَقُولُ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ مَهْدِيٍّ يَقُولُ لَوْ افْتَتَحَ الرَّجُلُ الصَّلَاةَ بِسَبْعِينَ اسْمًا مِنْ أَسْمَاءِ اللَّهِ وَلَمْ يُكَبِّرْ لَمْ يُجْزِهِ وَإِنْ أَحْدَثَ قَبْلَ أَنْ يُسَلِّمَ أَمَرْتُهُ أَنْ يَتَوَضَّأَ ثُمَّ يَرْجِعَ إِلَى مَكَانِهِ فَيُسَلِّمَ إِنَّمَا الْأَمْرُ عَلَى وَجْهِهِ قَالَ وَأَبُو نَضْرَةَ اسْمُهُ الْمُنْذِرُ بْنُ مَالِكِ بْنِ قُطَعَةَ","source":"Tirmidzi"},"__N_SSG":true}