{"pageProps":{"number":"2337","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Suwaid bin Nashr] telah mengkhabarkan kepada kami [Ibnu Al Mubarak] telah mengkhabarkan kepada kami [Abdurrahman bin Yazid bin Jabir] telah menceritakan kepadaku [Sulaim bin 'Amir] telah menceritakan kepada kami [Al Miqdad] sahabat Rasulullah Shallallahu 'alahi wa Salam, berkata: Aku mendengar Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Pada hari kiamat, matahari di dekatkan ke manusia hingga sebatas satu atau dua mil -berkata Sulam: Aku tidak tahu apakah maksud dua mil itu jarak bumi ataukah mil yang dipakai bercalak mata- lalu matahari melehkan mereka, lalu mereka berada dalam keringat sesuai amal perbuatan mereka, di antara mereka ada yang berkeringat hingga tumitnya, ada yang berkeringat hingga lututnya, ada yang berkeringat hingga pinggang dan ada yang benar-benar tenggelam oleh keringat.\" Aku melihat Rasulullah Shallallahu 'alahi wa Salam menunjukkan tangan ke mulut, maksudnya benar-benar tenggelam. Berkata Abu Isa: Hadits ini hasan shahih dan dalam hal ini ada hadits serupa dari Abu Sa'id dan Ibnu Umar.","arab":"حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ أَخْبَرَنَا ابْنُ الْمُبَارَكِ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ حَدَّثَنِي سُلَيْمُ بْنُ عَامِرٍ حَدَّثَنَا الْمِقْدَادُ صَاحِبُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا كَانَ يَوْمُ الْقِيَامَةِ أُدْنِيَتْ الشَّمْسُ مِنْ الْعِبَادِ حَتَّى تَكُونَ قِيدَ مِيلٍ أَوْ اثْنَيْنِ قَالَ سُلَيْمٌ لَا أَدْرِي أَيَّ الْمِيلَيْنِ عَنَى أَمَسَافَةُ الْأَرْضِ أَمْ الْمِيلُ الَّذِي تُكْتَحَلُ بِهِ الْعَيْنُ قَالَ فَتَصْهَرُهُمْ الشَّمْسُ فَيَكُونُونَ فِي الْعَرَقِ بِقَدْرِ أَعْمَالِهِمْ فَمِنْهُمْ مَنْ يَأْخُذُهُ إِلَى عَقِبَيْهِ وَمِنْهُمْ مَنْ يَأْخُذُهُ إِلَى رُكْبَتَيْهِ وَمِنْهُمْ مَنْ يَأْخُذُهُ إِلَى حِقْوَيْهِ وَمِنْهُمْ مَنْ يُلْجِمُهُ إِلْجَامًا فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُشِيرُ بِيَدِهِ إِلَى فِيهِ أَيْ يُلْجِمُهُ إِلْجَامًاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَفِي الْبَاب عَنْ أَبِي سَعِيدٍ وَابْنِ عُمَرَ","source":"Tirmidzi"},"__N_SSG":true}