{"pageProps":{"number":"2339","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Abu Ahmad Az Zubairi] telah menceritakan kepada kami [Sufyan] dari [Al Mughirah bin An Nu'man] dari [Sa'id bin Jubair] dari [Ibnu 'Abbas] berkata: Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Manusia dikumpulkan pada hari kiamat dalam kondisi tanpa alas kaki, telanjang dan belum disunat.\" Kemudian beliau membaca: \"Sebagaimana kami telah memulai panciptaan pertama begitulah Kami akan mengulanginya. Itulah suatu janji yang pasti kami tepati.\" (Al-Anbiyaa`: 104) dan makhluk pertama yang diberi pakaian adalah Ibrahim dan di antara para sahabat-sahabat kami ada yang diambil dari kiki dan kanan, aku berkata: Wahai Rabb, sahabat-sahabatku. Dikatakan: Sesungguhnya engkau tidak tahu apa yang mereka buat-buat setelahmu, mereka tetap murtad sejak kau tinggalkan mereka. Lalu aku berkata seperti yang diucapkan hamba shalih: \"Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba Engkau, dan jika Engkau mengampuni mereka, maka sesungguhnya Engkaulah yang Maha Perkasa lagi Maha Bijaksana.\" (Al-Maa`idah: 118) Telah menceritakan kepada kami [Muhammad bin Basyar] dan [Muhammad bin Al Mutsanna] keduanya berkata: telah menceritakan kepada kami [Muhammad bin Ja'far] dari [Syu'bah] dari [Al Mughirah bin An Nu'man] dengan sanad ini lalu ia menyebut sepertinya. Berkata Abu Isa: Hadits ini hasan shahih.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ حَدَّثَنَا سُفْيَانُ عَنْ الْمُغِيرَةِ بْنِ النُّعْمَانِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ حُفَاةً عُرَاةً غُرْلًا كَمَا خُلِقُوا ثُمَّ قَرَأَ{ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ }وَأَوَّلُ مَنْ يُكْسَى مِنْ الْخَلَائِقِ إِبْرَاهِيمُ وَيُؤْخَذُ مِنْ أَصْحَابِي بِرِجَالٍ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ فَأَقُولُ يَا رَبِّ أَصْحَابِي فَيُقَالُ إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ إِنَّهُمْ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ{ إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ }حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ وَمُحَمَّدُ بْنُ الْمُثَنَّى قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ شُعْبَةَ عَنْ الْمُغِيرَةِ بْنِ النُّعْمَانِ بِهَذَا الْإِسْنَادِ فَذَكَرَ نَحْوَهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}