{"pageProps":{"number":"2343","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Suwaid bin Nashr] telah menceritakan kepada kami [Ibnu Al Mubarak] telah mengkhabarkan kepada kami [Isma'il bin Muslim] dari [Al Hasan] dan [Qotadah] dari [Anas] dari Nabi Shallallahu 'alaihi wa Salam beliau bersabda: \"Pada hari Kiamat anak Adam akan didatangkan seperti anak domba kemudian terhenti di hadapan Allah lalu Allah bertanya kepadanya: Aku telah memberimu, menganugerahkan kepadamu dan memberimu nikmat, lalu apa yang telah kamu lakukan? dia menjawab: Wahai Rabbku, aku telah mengumpulkannya dan mengembangkannya lalu aku tinggalkan menjadi semakin banyak, maka kembalikanlah aku supaya aku bisa membawanya semuanya kepadamu, ternyata hamba ini tidak membawa kebaikan kemudian Allah menyeretnya ke neraka.\" Abu Isa berkata: Banyak perowi yang meriwayatkan hadits ini dari perkataan Al Hasan dan mereka tidak memusnadkannya (tidak menyambungkannya sampai Nabi), adapun Isma'il bin Muslim dia dilemahkan dalam masalah hadits dari sisi hafalannya, dan dalam bab ini ada hadits dari Abu Hurairah dan Abu Sa'id Al Khudri.","arab":"حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ أَخْبَرَنَا ابْنُ الْمُبَارَكِ أَخْبَرَنَا إِسْمَعِيلُ بْنُ مُسْلِمٍ عَنْ الْحَسَنِ وَقَتَادَةَ عَنْ أَنَسٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يُجَاءُ بِابْنِ آدَمَ يَوْمَ الْقِيَامَةِ كَأَنَّهُ بَذَجٌ فَيُوقَفُ بَيْنَ يَدَيْ اللَّهِ فَيَقُولُ اللَّهُ لَهُ أَعْطَيْتُكَ وَخَوَّلْتُكَ وَأَنْعَمْتُ عَلَيْكَ فَمَاذَا صَنَعْتَ فَيَقُولُ يَا رَبِّ جَمَعْتُهُ وَثَمَّرْتُهُ فَتَرَكْتُهُ أَكْثَرَ مَا كَانَ فَارْجِعْنِي آتِكَ بِهِ فَيَقُولُ لَهُ أَرِنِي مَا قَدَّمْتَ فَيَقُولُ يَا رَبِّ جَمَعْتُهُ وَثَمَّرْتُهُ فَتَرَكْتُهُ أَكْثَرَ مَا كَانَ فَارْجِعْنِي آتِكَ بِهِ كُلِّهِ فَإِذَا عَبْدٌ لَمْ يُقَدِّمْ خَيْرًا فَيُمْضَى بِهِ إِلَى النَّارِقَالَ أَبُو عِيسَى وَقَدَ رَوَى هَذَا الْحَدِيثَ غَيْرُ وَاحِدٍ عَنْ الْحَسَنِ قَوْلَهُ وَلَمْ يُسْنِدُوهُ وَإِسْمَعِيلُ بْنُ مُسْلِمٍ يُضَعَّفُ فِي الْحَدِيثِ مِنْ قِبَلِ حِفْظِهِ وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ الْخُدْرِيِّ","source":"Tirmidzi"},"__N_SSG":true}