{"pageProps":{"number":"2361","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Abu 'Abdush Shamad Al 'Ammi Abdul Aziz bin 'Abdush Shamad] telah menceritakan kepada kami [Abu 'Imran Al Juwaini] dari [Abdullah bin Ash Shamit] dari [Abu Dzarr] berkata: Aku bertanya: Wahai Rasulullah, telaga itu bejananya apa? Beliau menjawab: Demi Dzat yang jiwaku berada di tanganNya, sungguh bejana-bejananya lebih banyak melebihi bilangan bintang-bintang langit pada malam gelap yang tidak ada mendung dan awan, bejana itu kesemuanya dari bejana-bejana surga, barangsiapa meminum satu tegukan darinya, ia tidak akan dahaga hingga tanggungan terakhirnya, lausnya seluas antara Omman hingga Aila, airnya lebih putih dari susu, lebih manis dari madu.\" Berkata Abu Isa: Hadits ini hasan shahih gharib. Dalam hal ini ada hadits serupa dari Hudzaifah bin Al Yaman, Abdullah bin 'AMru, abu Barzah Al Aslami, Ibnu Umar, Haritsah bin Wahab, Al Mustaurid bin Syadad. Dan diriwayatkan dari Ibnu Umar dari nabi Shallallahu 'alaihi wa Salam bersabda: Telagaku sepanjang antara Kufah hingga hajar aswad.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَبْدِ الصَّمَدِ الْعَمِّيُّ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ عَنْ أَبِي ذَرٍّ قَالَقُلْتُ يَا رَسُولَ اللَّهِ مَا آنِيَةُ الْحَوْضِ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَآنِيَتُهُ أَكْثَرُ مِنْ عَدَدِ نُجُومِ السَّمَاءِ وَكَوَاكِبِهَا فِي لَيْلَةٍ مُظْلِمَةٍ مُصْحِيَةٍ مِنْ آنِيَةِ الْجَنَّةِ مَنْ شَرِبَ مِنْهَا شَرْبَةً لَمْ يَظْمَأْ آخِرَ مَا عَلَيْهِ عَرْضُهُ مِثْلُ طُولِهِ مَا بَيْنَ عُمَانَ إِلَى أَيْلَةَ مَاؤُهُ أَشَدُّ بَيَاضًا مِنْ اللَّبَنِ وَأَحْلَى مِنْ الْعَسَلِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَفِي الْبَاب عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي بَرْزَةَ الْأَسْلَمِيِّ وَابْنِ عُمَرَ وَحَارِثَةَ بْنِ وَهْبٍ وَالْمُسْتَوْرِدِ بْنِ شَدَّادٍ وَرُوِي عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ حَوْضِي كَمَا بَيْنَ الْكُوفَةِ إِلَى الْحَجَرِ الْأَسْوَدِ","source":"Tirmidzi"},"__N_SSG":true}