{"pageProps":{"number":"2374","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Ahmad bin Maduwaih] telah menceritakan kepada kami [Al Qasim bin Al Hakam Al 'Urani] telah menceritakan kepada kami ['Ubaidullah bin Al Walid Al Washshafi] dari ['Athiyah] dari [Abu Sa'id] berkata: Rasulullah Shallallahu 'alahi wa Salam memasuki tempat shalat beliau lalu beliau melihat orang-orang, sepertinya mereka tertawa hingga terlihat gigi-giginya, beliau bersabda: \"Ingat, sesungguhnya bila kalian banyak-banyak mengingat pemutus segala kenikmatan niscaya kalian tidak sempat melakukan yang aku lihat, karena itu perbanyaklah mengingat pemutus segala kenikmatan, sesungguhnya tidaklah ada suatu hari melewati makam (pekuburan) melainkan ia berbicara; aku rumah keterasingan, aku rumah kesendirian, aku rumah tanah, aku rumah cacing. Bila seorang hamba mu`min disemayamkan, makam berkata padanya: Selamat datang, engkau adalah orang yang berjalan di atas punggungku yang paling aku sukai, karena saat ini aku diberi kuasa menanganimu dan kau kembali kepadaku, kau akan melihat apa yang akan aku lakukan padamu.\" Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Lalu diluaskan baginya sejauh mata memandang dan dibukakan baginya pintu menuju surga. Dan bila hamba keji atau kafir dikubur, makam berkata padanya: Tidak selamat datang, engkau adalah orang yang melintasi di atas punggungku yang paling aku benci, karena saat ini aku diberi kuasa menanganimu dan kau kembali padaku, kau akan mengetahui apa yang akan aku lakukan padamu.\" Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Lalu kubur menghimpitnya hingga mengenainya sehingga tulang tulangnya tidak karu-karuan (amburadul), \" -Rasul memperagakan dengan memasukkan sebagian jari-jemarinya ke sebagian yang lain-- Berkata Abu Sa'id: Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Allah menguasakan untuknya tujuhpuluh ular besar, andai satu diantaranya menghembus di bumi nicaya tidak akan menumbuhkan apa pun selama dunia masih ada, lalu semua mengigit dan melukainya hingga ia sampai ke penghisaban.\" Berkata Abu Sa'id: Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Sesungguhnya kubur adalah salah satu taman surga atau salah satu liang neraka.\" Berkata Abu Isa: Hadits ini gharib, kami hanya mengetahuinya dari sanad ini.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مَدُّوَيْهِ حَدَّثَنَا الْقَاسِمُ بْنُ الْحَكَمِ الْعُرَنِيُّ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الْوَلِيدِ الْوَصَّافِيُّ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ قَالَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُصَلَّاهُ فَرَأَى نَاسًا كَأَنَّهُمْ يَكْتَشِرُونَ قَالَ أَمَا إِنَّكُمْ لَوْ أَكْثَرْتُمْ ذِكْرَ هَاذِمِ اللَّذَّاتِ لَشَغَلَكُمْ عَمَّا أَرَى فَأَكْثِرُوا مِنْ ذِكْرِ هَاذِمِ اللَّذَّاتِ الْمَوْتِ فَإِنَّهُ لَمْ يَأْتِ عَلَى الْقَبْرِ يَوْمٌ إِلَّا تَكَلَّمَ فِيهِ فَيَقُولُ أَنَا بَيْتُ الْغُرْبَةِ وَأَنَا بَيْتُ الْوَحْدَةِ وَأَنَا بَيْتُ التُّرَابِ وَأَنَا بَيْتُ الدُّودِ فَإِذَا دُفِنَ الْعَبْدُ الْمُؤْمِنُ قَالَ لَهُ الْقَبْرُ مَرْحَبًا وَأَهْلًا أَمَا إِنْ كُنْتَ لَأَحَبَّ مَنْ يَمْشِي عَلَى ظَهْرِي إِلَيَّ فَإِذْ وُلِّيتُكَ الْيَوْمَ وَصِرْتَ إِلَيَّ فَسَتَرَى صَنِيعِيَ بِكَ قَالَ فَيَتَّسِعُ لَهُ مَدَّ بَصَرِهِ وَيُفْتَحُ لَهُ بَابٌ إِلَى الْجَنَّةِ وَإِذَا دُفِنَ الْعَبْدُ الْفَاجِرُ أَوْ الْكَافِرُ قَالَ لَهُ الْقَبْرُ لَا مَرْحَبًا وَلَا أَهْلًا أَمَا إِنْ كُنْتَ لَأَبْغَضَ مَنْ يَمْشِي عَلَى ظَهْرِي إِلَيَّ فَإِذْ وُلِّيتُكَ الْيَوْمَ وَصِرْتَ إِلَيَّ فَسَتَرَى صَنِيعِيَ بِكَ قَالَ فَيَلْتَئِمُ عَلَيْهِ حَتَّى يَلْتَقِيَ عَلَيْهِ وَتَخْتَلِفَ أَضْلَاعُهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَصَابِعِهِ فَأَدْخَلَ بَعْضَهَا فِي جَوْفِ بَعْضٍ قَالَ وَيُقَيِّضُ اللَّهُ لَهُ سَبْعِينَ تِنِّينًا لَوْ أَنْ وَاحِدًا مِنْهَا نَفَخَ فِي الْأَرْضِ مَا أَنْبَتَتْ شَيْئًا مَا بَقِيَتْ الدُّنْيَا فَيَنْهَشْنَهُ وَيَخْدِشْنَهُ حَتَّى يُفْضَى بِهِ إِلَى الْحِسَابِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا الْقَبْرُ رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ أَوْ حُفْرَةٌ مِنْ حُفَرِ النَّارِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ","source":"Tirmidzi"},"__N_SSG":true}