{"pageProps":{"number":"2488","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Hafsh Amru bin Ali] telah menceritakan kepada kami [Yahya bin Muhammad bin Qais] dari [al Ala' bin Abdurrahman] dari [bapaknya] dari [Abu Hurairah] dia berkata, Rasulullah shallallahu 'alaihi wasallam bersabda; \"Tanda-tanda orang munafik itu ada tiga; apabila dia berbicara berdusta, apabila berjanji dia mengingkari, apabila dia dipercaya dia khianat.\" Abu Isa berkata; 'Ini hadits hasan gharib dari hadits al Ala'. Dan ia diriwayatkan dari bukan hanya satu jalur dari Abu Hurairah dari Nabi shallallahu 'alaihi wasallam. Dan dalam bab tersebut (juga diriwayatkan) dari Ibnu Mas'ud, Anas, dan Jabir. Telah menceritakan kepada kami [Ali bin Hujr] telah menceritakan kepada kami [Ismail bin Ja'far] dari [Abu Suhail bin Malik] dari [bapaknya] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam semisalnya dengan riwayat bil Makna. Abu Isa berkata; 'Ini hadits shahih. Abu Suhail adalah paman Malik bin Anas, namanya Nafi' bin Malik bin Abu Amir al Ashbahi al Khaulani.'","arab":"حَدَّثَنَا أَبُو حَفْصٍ عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ قَيْسٍ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آيَةُ الْمُنَافِقِ ثَلَاثٌ إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اؤْتُمِنَ خَانَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ الْعَلَاءِ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي الْبَاب عَنْ ابْنِ مَسْعُودٍ وَأنَسٍ وَجَابِرٍ حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ أَبِي سُهَيْلِ بْنِ مَالِكٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِمَعْنَاهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ وَأَبُو سُهَيْلٍ هُوَ عَمُّ مَالِكِ بْنِ أَنَسٍ وَاسْمُهُ نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ الْأَصْبَحِيُّ الْخَوْلَانِيُّ","source":"Tirmidzi"},"__N_SSG":true}