{"pageProps":{"number":"2535","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muslim bin Hatim Al Anshari Al Bashri] telah menceritakan kepada kami [Muhammad bin Abdullah Al Anshari] dari [Ayahnya] dari [Ali bin Zaid] dari [Sa'id bin Al Musayyaib] ia berkata; [Anas bin Malik] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Wahai anakku, jika kamu mampu pada pagi hari dan sore hari tanpa ada kecurangan dalam hatimu kepada seorangpun maka lakukanlah, \" kemudian beliau berabda kepadaku: \"Wahai anakku, itu termasuk dari sunnahku, barangsiapa menghidupkan sunnahku, berarti dia mencintaiku dan barangsiapa mencintaiku, maka dia akan bersamaku di surga.\" Dan dalam hadits ini ada kisah yang panjang. Abu Isa berkata; Hadits ini hasan gharib dari jalur ini. Muhammad bin Abdullah Al Anshari adalah perawi tsiqah, Ayahnya juga tsiqah, sedangkan Ali bin Zaid shaduq, namun dia memarfu'kan hadits yang di mauqufkan oleh yang lainnya, dia mengatakan: Aku mendengar Muhammad bin Basyar berkata; Abul Walid berkata; Syu'bah berkata; telah menceritakan kepada kami Ali bin Zaid dan dia adalah orang yang biasa memafru'kan hadits, kami tidak mengetahui riwayat Sa'id bin Al Musayyab dari Anas selain hadits panjang ini, [Abbad bin Maysarah Al Minqari] telah meriwayatkan hadits ini dari [Ali bin Zaid] dari [Anas] dan tidak menyebutkan dalam hadits ini dari Sa'id bin Al Musayyab. Abu Isa berkata; Dan aku menyebutkannya kepada Muhammad bin Isma'Il, akan tetapi dia tidak mengetahuinya, hadits tidak diketahui dari riwayat Sa'id dari Anas, demikian juga tidak dari yang lainnya, karena Anas bin Malik wafat tahun sembilan puluh tiga sedangkan Sa'id bin Musayyab wafat dua tahun setelahnya yaitu tahun sembilan puluh lima.\"","arab":"حَدَّثَنَا مُسْلِمُ بْنُ حَاتِمٍ الْأَنْصَارِيُّ الْبَصْرِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ عَنْ أَبِيهِ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ قَالَ قَالَ أَنَسُ بْنُ مَالِكٍقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا بُنَيَّ إِنْ قَدَرْتَ أَنْ تُصْبِحَ وَتُمْسِيَ لَيْسَ فِي قَلْبِكَ غِشٌّ لِأَحَدٍ فَافْعَلْ ثُمَّ قَالَ لِي يَا بُنَيَّ وَذَلِكَ مِنْ سُنَّتِي وَمَنْ أَحْيَا سُنَّتِي فَقَدْ أَحَبَّنِي وَمَنْ أَحَبَّنِي كَانَ مَعِي فِي الْجَنَّةِوَفِي الْحَدِيثِ قِصَّةٌ طَوِيلَةٌ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ ثِقَةٌ وَأَبُوهُ ثِقَةٌ وَعَلِيُّ بْنُ زَيْدٍ صَدُوقٌ إِلَّا أَنَّهُ رُبَّمَا يَرْفَعُ الشَّيْءَ الَّذِي يُوقِفُهُ غَيْرُهُ قَالَ و سَمِعْت مُحَمَّدَ بْنَ بَشَّارٍ يَقُولُ قَالَ أَبُو الْوَلِيدِ قَالَ شُعْبَةُ حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ وَكَانَ رَفَّاعًا وَلَا نَعْرِفُ لِسَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَنَسٍ رِوَايَةً إِلَّا هَذَا الْحَدِيثَ بِطُولِهِ وَقَدْ رَوَى عَبَّادُ بْنُ مَيْسَرَةَ الْمِنْقَرِيُّ هَذَا الْحَدِيثَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ أَنَسٍ وَلَمْ يَذْكُرْ فِيهِ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ قَالَ أَبُو عِيسَى وَذَاكَرْتُ بِهِ مُحَمَّدَ بْنَ إِسْمَعِيلَ فَلَمْ يَعْرِفْهُ وَلَمْ يُعْرَفْ لِسَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَنَسٍ هَذَا الْحَدِيثُ وَلَا غَيْرُهُ وَمَاتَ أَنَسُ بْنُ مَالِكٍ سَنَةَ ثَلَاثٍ وَتِسْعِينَ وَمَاتَ سَعِيدُ بْنُ الْمُسَيَّبِ بَعْدَهُ بِسَنَتَيْنِ مَاتَ سَنَةَ خَمْسٍ وَتِسْعِينَ","source":"Tirmidzi"},"__N_SSG":true}