{"pageProps":{"number":"2730","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ishaq bin Musa] telah menceritakan kepada kami [Ma'nu] telah menceritakan kepada kami [Malik] dari [Abdullah bin Dinar] dari [Ibnu Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya ajal kalian seperti yang telah berlalu dari umat-umat sebelumnya, sama seperti waktu antara shalat ashar hingga terbenamnya matahari, sesungguhnya perumpamaan kalian dan perumpamaan Yahudi dan Nasrani seperti seseorang mempekerjakan beberapa pekerja, orang itu berkata; \"Siapa yang bekerja untukku hingga pertengahan siang, akan mendapatkan satu qirath satu qirath.\" Maka orang Yahudi bekerja untuk mendapatkan satu qirath satu qirath, lalu orang itu berkata; \"Siapa yang bekerja untukku dari pertengahan siang hingga shalat ashar akan mendapatkan satu qirath satu qirat.\" Orang Nasrani bekerja untuk mendapatkan satu qirath satu qirath. Selanjutnya kalian bekerja mulai dari shalat ashar hingga matahari terbenam dengan mendapatkan dua qirath dua qirath. Maka Yahudi dan Nasrani marah, mereka berkata; Kami kerja lebih banyak tapi imbalannya sedikit. Orang itu bertanya: \"Apakah aku menzhalimi hak kalian sedikit pun?\" Mereka menjawab; \"Tidak.\" orang itu berkata; \"Itulah karuniaku, aku memberikannya kepada siapa saja yang aku kehendaki.\" Abu Isa berkata; Hadits ini hasan shahih.","arab":"حَدَّثَنَا إِسْحَقُ بْنُ مُوسَى حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا أَجَلُكُمْ فِيمَا خَلَا مِنْ الْأُمَمِ كَمَا بَيْنَ صَلَاةِ الْعَصْرِ إِلَى مَغَارِبِ الشَّمْسِ وَإِنَّمَا مَثَلُكُمْ وَمَثَلُ الْيَهُودِ وَالنَّصَارَى كَرَجُلٍ اسْتَعْمَلَ عُمَّالًا فَقَالَ مَنْ يَعْمَلُ لِي إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتْ الْيَهُودُ عَلَى قِيرَاطٍ قِيرَاطٍ فَقَالَ مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى صَلَاةِ الْعَصْرِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتْ النَّصَارَى عَلَى قِيرَاطٍ قِيرَاطٍ ثُمَّ أَنْتُمْ تَعْمَلُونَ مِنْ صَلَاةِ الْعَصْرِ إِلَى مَغَارِبِ الشَّمْسِ عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ فَغَضِبَتْ الْيَهُودُ وَالنَّصَارَى وَقَالُوا نَحْنُ أَكْثَرُ عَمَلًا وَأَقَلُّ عَطَاءً قَالَ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ شَيْئًا قَالُوا لَا قَالَ فَإِنَّهُ فَضْلِي أُوتِيهِ مَنْ أَشَاءُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}