{"pageProps":{"number":"2764","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami [Husain bin Ali Al Ju'fi] ia berkata; Aku mendengar [Hamzah Az Zayyat] dari [Abu Al Mukhtar Ath Tha`i] dari [Ibnu Akhi Al Harits Al A'war] dari [Al Harits] ia berkata; \"Aku pernah lewat masjid, sedangkan orang-orang tengah larut dalam pembicaraan yang bathil, lalu aku menemui [Ali], aku berkata; \"Wahai Amirul Mukminin, apa anda tidak melihat orang-orang tengah larut dalam pembicaraan yang bathil (dengan mengabaikan membaca Al Qur'an -pent)?, \" Ali bertanya; \"Apakah mereka telah melakukannya?\" Aku menjawab; \"Ya.\" Ali berkata; \"Ingatlah, aku pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ingatlah, sesungguhnya akan terjadi fitnah.\" Lalu aku bertanya; \"Bagaimana solusinya wahai Rasulullah?\" beliau menjawab: \"Kitab Allah, di dalamnya ada kisah tentang peristiwa sebelum kalian, dan setelah kalian, hukum perkara diantara kalian, ia adalah (firman) yang memisahkan (antara yang hak dan yang bathil), bukan senda gurau, barangsiapa meninggalkannya karena bersikap sombong, maka Allah akan membinasakannya, dan barangsiapa mencari petunjuk pada selainnya, maka Allah akan menyesatkannya, ia adalah tali Allah yang kokoh, ia adalah peringatan yang bijaksana, ia adalah jalan yang lurus, dengannya keinginan-keinginan tidak akan menyimpang dan dengannya lisan-lisan tidak akan samar, ulama tidak pernah puas darinya, tidak usang meski sering diulang-ulang dan keajaiban-keajaibannya tidak kunjung habis, ia juga yang menyebabkan jin-jin tidak berhenti mendengarnya hingga mereka berkata; \"Sesungguhnya kami telah mendengarkan Al Qur`an yang menakjubkan, (yang) memberi petunjuk kapada jalan yang benar, lalu kami beriman kepadanya.\" (Al-Jinn: 1-2), barangsiapa berkata dengannya, maka ia benar, barangsiapa mengamalkannya, maka ia diberi pahala, barangsiapa memutuskan perkara dengannya, maka ia adil dan barangsiapa menyeru kepadanya, maka ia diberi petunjuk menuju jalan yang lurus, ambillah ia untukmu, wahai A'war.\" Abu Isa berkata; Hadits ini gharib, kami hanya mengetahuinya dari jalur ini, sanadnya majhul (tidak diketahui) dan Al Harits diperbincangkan.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ قَال سَمِعْتُ حَمْزَةَ الزَّيَّاتَ عَنْ أَبِي الْمُخْتَارِ الطَّائِيِّ عَنْ ابْنِ أَخِي الْحَارِثِ الْأَعْوَرِ عَنْ الْحَارِثِ قَالَمَرَرْتُ فِي الْمَسْجِدِ فَإِذَا النَّاسُ يَخُوضُونَ فِي الْأَحَادِيثِ فَدَخَلْتُ عَلَى عَلِيٍّ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ أَلَا تَرَى أَنَّ النَّاسَ قَدْ خَاضُوا فِي الْأَحَادِيثِ قَالَ وَقَدْ فَعَلُوهَا قُلْتُ نَعَمْ قَالَ أَمَا إِنِّي قَدْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ أَلَا إِنَّهَا سَتَكُونُ فِتْنَةٌ فَقُلْتُ مَا الْمَخْرَجُ مِنْهَا يَا رَسُولَ اللَّهِ قَالَ كِتَابُ اللَّهِ فِيهِ نَبَأُ مَا كَانَ قَبْلَكُمْ وَخَبَرُ مَا بَعْدَكُمْ وَحُكْمُ مَا بَيْنَكُمْ وَهُوَ الْفَصْلُ لَيْسَ بِالْهَزْلِ مَنْ تَرَكَهُ مِنْ جَبَّارٍ قَصَمَهُ اللَّهُ وَمَنْ ابْتَغَى الْهُدَى فِي غَيْرِهِ أَضَلَّهُ اللَّهُ وَهُوَ حَبْلُ اللَّهِ الْمَتِينُ وَهُوَ الذِّكْرُ الْحَكِيمُ وَهُوَ الصِّرَاطُ الْمُسْتَقِيمُ هُوَ الَّذِي لَا تَزِيغُ بِهِ الْأَهْوَاءُ وَلَا تَلْتَبِسُ بِهِ الْأَلْسِنَةُ وَلَا يَشْبَعُ مِنْهُ الْعُلَمَاءُ وَلَا يَخْلَقُ عَلَى كَثْرَةِ الرَّدِّ وَلَا تَنْقَضِي عَجَائِبُهُ هُوَ الَّذِي لَمْ تَنْتَهِ الْجِنُّ إِذْ سَمِعَتْهُ حَتَّى قَالُوا{ إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ }مَنْ قَالَ بِهِ صَدَقَ وَمَنْ عَمِلَ بِهِ أُجِرَ وَمَنْ حَكَمَ بِهِ عَدَلَ وَمَنْ دَعَا إِلَيْهِ هَدَى إِلَى صِرَاطٍ مُسْتَقِيمٍ خُذْهَا إِلَيْكَ يَا أَعْوَرُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَإِسْنَادُهُ مَجْهُولٌ وَفِي الْحَارِثِ مَقَالٌ","source":"Tirmidzi"},"__N_SSG":true}