{"pageProps":{"number":"2773","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdul Wahab bin Al Hakam Al Warrak Al Baghdadi] telah menceritakan kepada kami [Abdul Majid bin Abdul Aziz] dari [Ibnu Juraij] dari [Al Muthallib bin Hanthab] dari [Anas bin Malik] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pahala-pahala ummatku ditampakkan kepadaku, hingga pahala seseorang yang membuang debu dari masjid, dan ditampakkan kepadaku dosa-dosa ummatku, maka tidak aku lihat dosa yang lebih besar dari satu surat atau satu ayat yang diberikan kepada seseorang kemudian dia melupakannya.\" Abu Isa berkata; Hadits ini gharib, kami tidak mengetahuinya kecuali dari jalur ini. Perawi berkata; Aku menyebutkan hadits ini kepada Muhammad bin Isma'il, namun dia tidak mengetahuinya bahkan menganggap hadits ini gharib (sendirian), Muhammad berkata; Aku tidak mengetahui kalau Al Muthallib bin Abdullah pernah mendengar dari salah seorang sahabat Nabi shallallahu 'alaihi wasallam, selain perkataannya, telah menceritakan kepadaku orang yang menyaksikan khutbah Nabi shallallahu 'alaihi wasallam.\" Perawi juga berkata; Aku mendengar Abdullah bin Abdurrahman berkata; \"Kami tidak mengetahui kalau Abdul Muthallib pernah mendengar dari salah seorang sahabat Nabi shallallahu 'alaihi wasallam.\" Abdullah berkata; Ali bin Al Madini mengingkari Al Muthallib bila dia pernah mendengar dari Anas.","arab":"حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ الْحَكَمِ الْوَرَّاقُ الْبَغْدَادِيُّ حَدَّثَنَا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ عَنْ ابْنِ جُرَيْجٍ عَنْ الْمُطَّلِبِ بْن حَنْطَبٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُرِضَتْ عَلَيَّ أُجُورُ أُمَّتِي حَتَّى الْقَذَاةُ يُخْرِجُهَا الرَّجُلُ مِنْ الْمَسْجِدِ وَعُرِضَتْ عَلَيَّ ذُنُوبُ أُمَّتِي فَلَمْ أَرَ ذَنْبًا أَعْظَمَ مِنْ سُورَةٍ مِنْ الْقُرْآنِ أَوْ آيَةٍ أُوتِيهَا رَجُلٌ ثُمَّ نَسِيَهَاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ قَالَ وَذَاكَرْتُ بِهِ مُحَمَّدَ بْنَ إِسْمَعِيلَ فَلَمْ يَعْرِفْهُ وَاسْتَغْرَبَهُ قَالَ مُحَمَّدٌ وَلَا أَعْرِفُ لِلْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ سَمَاعًا مِنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا قَوْلَهُ حَدَّثَنِي مَنْ شَهِدَ خُطْبَةَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ و سَمِعْت عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ لَا نَعْرِفُ لِلْمُطَّلِبِ سَمَاعًا مِنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عَبْدُ اللَّهِ وَأَنْكَرَ عَلِيُّ بْنُ الْمَدِينِيِّ أَنْ يَكُونَ الْمُطَّلِبِ سَمِعَ مِنْ أَنَسٍ","source":"Tirmidzi"},"__N_SSG":true}