{"pageProps":{"number":"283","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata; telah menceritakan kepada kami [Abdah bin Sulaiman] dari [Muhammad bin Ishaq] dari [Az Zuhri] dari [Ubaidullah bin Abdullah bin Utbah] dari [Ibnu Abbas] dari ibunya [Ummul Fadll] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam keluar menamui kami sedang kepala beliau terikat balutan karena sakit, beliau lalu shalat maghrib dan membaca surat Al Mursalat.\" Ummu Fadll berkata; \"Setelah itu beliau tidak shalat lagi hingga beliau berjumpa dengan Allah.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Jubair bin Muth'im, Ibnu Umar, Abu Ayyub dan Zaid bin Tsabit.\" Abu Isa berkata; \"Hadits Ummu Fadll derajatnya hasah shahih. Diriwayatkan dari Nabi shallallahu 'alaihi wasallam bahwa beliau membaca surat Al A'raf pada shalat maghrib di rakaat pertama dan kedua. Dan diriwayatkan pula dari Nabi shallallahu 'alaihi wasallam bahwa beliau membaca surat Ath Thur.\" Dan diriwayatkan dari Umar bahwa ia pernah menulis surat kepada Abu Musa agar membaca surat-surat pendek dalam shalat maghrib. Dan diriwayatkan dari Abu Bakar bahwa ia membaca surat-surat pendek dalam shalat maghrib. Ia berkata; \"Para ahli ilmu mengamalkan hadits ini. Pendapat ini pula yang diambil oleh bin Al Mubarak, Ahmad dan Ishaq.\" Syafi'i berkata; \"Diriwayatkan dari Malik, bahwa ia memakruhkan membaca surat-surat panjang dalam shalat maghrib semisal Ath Thur dan Al Mursalat.\" Syafi'i berkata lagi, \"Aku tidak memakruhkannya, bahkan aku suka jika surat itu dibaca dalam shalat maghrib.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ ابْنِ عَبَّاسٍ عَنْ أُمِّهِ أُمِّ الْفَضْلِ قَالَتْخَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَاصِبٌ رَأْسَهُ فِي مَرَضِهِ فَصَلَّى الْمَغْرِبَ فَقَرَأَ بِالْمُرْسَلَاتِ قَالَتْ فَمَا صَلَّاهَا بَعْدُ حَتَّى لَقِيَ اللَّهَقَالَ وَفِي الْبَاب عَنْ جُبَيْرِ بْنِ مُطْعِمٍ وَابْنِ عُمَرَ وَأَبِي أَيُّوبَ وَزَيْدِ بْنِ ثَابِتٍ قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ الْفَضْلِ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَرَأَ فِي الْمَغْرِبِ بِالْأَعْرَافِ فِي الرَّكْعَتَيْنِ كِلْتَيْهِمَا وَرُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَرَأَ فِي الْمَغْرِبِ بِالطُّورِ وَرُوِيَ عَنْ عُمَرَ أَنَّهُ كَتَبَ إِلَى أَبِي مُوسَى أَنْ اقْرَأْ فِي الْمَغْرِبِ بِقِصَارِ الْمُفَصَّلِ وَرُوِيَ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ أَنَّهُ قَرَأَ فِي الْمَغْرِبِ بِقِصَارِ الْمُفَصَّلِ قَالَ وَعَلَى هَذَا الْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ ابْنُ الْمُبَارَكِ وَأَحْمَدُ وَإِسْحَقُ و قَالَ الشَّافِعِيُّ وَذَكَرَ عَنْ مَالِكٍ أَنَّهُ كَرِهَ أَنْ يُقْرَأَ فِي صَلَاةِ الْمَغْرِبِ بِالسُّوَرِ الطِّوَالِ نَحْوَ الطُّورِ وَالْمُرْسَلَاتِ قَالَ الشَّافِعِيُّ لَا أَكْرَهُ ذَلِكَ بَلْ أَسْتَحِبُّ أَنْ يُقْرَأَ بِهَذِهِ السُّوَرِ فِي صَلَاةِ الْمَغْرِبِ","source":"Tirmidzi"},"__N_SSG":true}