{"pageProps":{"number":"2882","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan] dari [Ibnu Al Munkadir] dari [Atho` bin Yasar] dari [seorang penduduk Mesir], ia berkata: Aku bertanya kepada [Abu Ad Darda`] tentang ayat ini: \"Bagi mereka berita gembira di dalam kehidupan di dunia dan (dalam kehidupan) di akhirat.\" (Yuunus: 64) ia menjawab: Tidak ada seorang pun yang menanyakannya padaku sejak aku menanyakannya pada Rasulullah Shallallahu 'alaihi wa Salam, beliau menjawab: Tidak ada yang menanyakannya padaku selainmu sejak ayat itu diturunkan, ia adalah mimpi baik yang dilihat oleh orang mu`min atau diperlihatkan padanya.\" Telah menceritakan kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan] dari [Abdul Aziz bin Rufai'] dari [Abu Shalih As Sammani] dari [Atho` bin Yasar] dari [seorang penduduk Mesir] dari [Abu Ad Darda`] lalu ia menyebut sepertinya. Telah menceritakan kepada kami [Ahmad bin Abdah Adl Dlabbi] telah menceritakan kepada kami [Hammad bin Zaid] dari [Ashim bin Bahdalah] dari [Abu Shalih] dari [Abu Ad Darda`] dari nabi Shallallahu 'alaihi wa Salam sepertinya namun tidak disebutkan: Dari Atho` bin Yasar. Dalam hal ini ada hadits serupa dari Ubadah bin Ash Shamit.","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ ابْنِ الْمُنْكَدِرِ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ رَجُلٍ مِنْ أَهْلِ مِصْرَ قَالَسَأَلْتُ أَبَا الدَّرْدَاءِ عَنْ هَذِهِ الْآيَةِ{ لَهُمْ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا }قَالَ مَا سَأَلَنِي عَنْهَا أَحَدٌ مُنْذُ سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْهَا فَقَالَ مَا سَأَلَنِي عَنْهَا أَحَدٌ غَيْرُكَ مُنْذُ أُنْزِلَتْ فَهِيَ الرُّؤْيَا الصَّالِحَةُ يَرَاهَا الْمُسْلِمُ أَوْ تُرَى لَهُحَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ رَجُلٍ مِنْ أَهْلِ مِصْرَ عَنْ أَبِي الدَّرْدَاءِ فَذَكَرَ نَحْوَهُ حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَاصِمِ بْنِ بَهْدَلَةَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي الدَّرْدَاءِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَلَيْسَ فِيهِ عَنْ عَطَاءِ بْنِ يَسَارٍ وَفِي الْبَاب عَنْ عُبَادَةَ بْنِ الصَّامِتِ","source":"Tirmidzi"},"__N_SSG":true}