{"pageProps":{"number":"2888","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Abu Al Ahwash] dari [Simak bin Harb] dari [Ibrahim] dari [Alqamah] dan [Al Aswad] dari [Abdullah] berkata: Ada seseorang datang kepada Nabi Shallallahu 'alaihi wa Salam dan mengatakan: Aku bercumbu dengan seorang wanita yang datang dari tempat jauh tetapi tidak sampai menggaulinya maka hukumlah aku ini sesuka Baginda! Umar berkata padanya: Sungguh Allah akan menutupi (kejelekanmu), seandainya engkau menyembunyikannya dalam hatimu. Rasulullah Shallallahu 'alaihi wa Salam tidak melontarkan (jawaban) sedikitpun padanya. Orang itu pergi dan beliau mengikutinya kemudian memanggilnya dan membacakan (ayat) padanya \"Dan dirikanlah sembahyang itu pada kedua tepi siang (pagi dan petang) dan pada bahagian permulaan daripada malam. Sesungguhnya perbuatan-perbuatan yang baik itu menghapuskan (dosa) perbuatan-perbuatan yang buruk. Itulah peringatan bagi orang-orang yang ingat.\" (Huud: 114) seseorang dari mereka bertanya: Apakah khusus untuk dia saja? Beliau menjawab: \"Tidak, tetapi untuk seluruh manusia.\" Abu Isa mengatakan bahwa hadits ini hasan shahih. Seperti itu [Isra'il] meriwayatkan dari [Simak] dari [Ibrahim] dari [Alqamah] dan [Al Aswad] dari [Abdullah] dari nabi Shallallahu 'alaihi wa Salam sepertinya. [Sufyan Ats Tsauri] meriwayatkan dari [Simak] dari [Ibrahim] dari [Abdurrahman bin Yazid] dari [Abdullah] dari nabi Shallallahu 'alaihi wa Salam sepertinya. Riwayat mereka lebih shahih dari riwayat Ats Tsauri. [Syu'bah] meriwayatkan dari [Simak bin Harb] dari [Ibrahim] dari [Al Aswad] dari [Abdullah] dari nabi Shallallahu 'alaihi wa Salam sepertinya. Telah menceritakan kepada kami [Muhammad bin Yahya An Naisaburi] telah menceritakan kepada kami [Muhammad bin Yusuf] dari [Sufyan Ats Tsauri] dari [Al A'masy] dan [Simak] dari [Ibrahim] dari [Abdurrahman bin Yazid] dari [Abdullah] dari nabi Shallallahu 'alaihi wa Salam sepertinya dengan maknanya. Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Al Fadll bin Musa] dari [Sufyan] dari [Simak] dari [Ibrahim] dari [Abdurrahman bin Yazid] dari [Abdullah bin Mas'ud] dari nabi Shallallahu 'alaihi wa Salam sepertinya dengan maknanya tapi tidak menyebut: Al A'masy. Dan [Sulaiman At Taimi] meriwayatkan hadits ini dari [Abu Utsman An Nahdi] dari [Ibnu Mas'ud] dari nabi Shallallahu 'alaihi wa Salam.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ وَالْأَسْوَدِ عَنْ عَبْدِ اللَّهِ قَالَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي عَالَجْتُ امْرَأَةً فِي أَقْصَى الْمَدِينَةِ وَإِنِّي أَصَبْتُ مِنْهَا مَا دُونَ أَنْ أَمَسَّهَا وَأَنَا هَذَا فَاقْضِ فِيَّ مَا شِئْتَ فَقَالَ لَهُ عُمَرُ لَقَدْ سَتَرَكَ اللَّهُ لَوْ سَتَرْتَ عَلَى نَفْسِكَ فَلَمْ يَرُدَّ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا فَانْطَلَقَ الرَّجُلُ فَأَتْبَعَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا فَدَعَاهُ فَتَلَا عَلَيْهِ{ وَأَقِمْ الصَّلَاةَ طَرَفَيْ النَّهَارِ وَزُلَفًا مِنْ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ }إِلَى آخِرِ الْآيَةِ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ هَذَا لَهُ خَاصَّةً قَالَ لَا بَلْ لِلنَّاسِ كَافَّةًقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رَوَى إِسْرَائِيلُ عَنْ سِمَاكٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ وَالْأَسْوَدِ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَرَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ سِمَاكٍ عَنْ إِبْرَاهِيمَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ وَرِوَايَةُ هَؤُلَاءِ أَصَحُّ مِنْ رِوَايَةِ الثَّوْرِيِّ وَرَوَى شُعْبَةُ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ الْأَعْمَشِ وَسِمَاكٌ عَنْ إِبْرَاهِيمَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِمَعْنَاهُ حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى عَنْ سُفْيَانَ عَنْ سِمَاكٍ عَنْ إِبْرَاهِيمَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِمَعْنَاهُ وَلَمْ يَذْكُرْ فِيهِ الْأَعْمَشَ وَقَدْ رَوَى سُلَيْمَانُ التَّيْمِيُّ هَذَا الْحَدِيثَ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ ابْنِ مَسْعُودٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}