{"pageProps":{"number":"289","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ali bin Hujr] berkata; telah menceritakan kepada kami [Isma'il bin Ibrahim] dari [Laits] dari [Abdullah bin Al Hasan] dari ibunya [Fatimah binti Al Husain] dari neneknya [Fatimah Al Kubra] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila Rasulullah shallallahu 'alaihi wasallam masuk ke dalam masjid ke dalam masjd beliau membaca shalawat dan salam untuk Muhammad, lalu mengucapkan: \"RABBIGHFIRLI DZUNAUBI WAFTAHLI ABWAABA RAHMATIK (Ya Allah, ampunilah dosa-dosaku dan bukanlah pintu-pintu rahmat-Mu untukku), dan jika keluar beliau juga membaca shalawat dan salam untuk Muhammad, lalu mengucapkan: \"RABBIGHFIRLI DZUNAUBI WAFTAHLI ABWAABA RAHMATIK (Ya Allah, ampunilah dosa-dosaku dan bukanlah pintu-pintu rahmat-Mu untukku).\" [Ali bin Hujr] berkata; \" [Isma'il bin Ibrahim] berkata; \"Aku bertemu dengan [Abdullah bin Al Hasan] di Makkah, lalu aku bertanya kepadanya tentang hadits ini. Maka iapun menceritakan hadits tersebut kepadaku, ia berkata; \"Jika masuk beliau membaca; \"RABBIFTAHLI BAABA RAHMATIK (Ya Allah, bukakanlah pintu rahmat-Mu), dan jika kelur beliau membaca: \"RABBIFTAHLI BABA FADLLIK (Ya Allah, bukakanlah pintu karunia-Mu).\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abu Humaid, Abu Usaid dan Abu Hurairah.\" Abu Isa berkata; \"Hadits Fatimah ini derajatnya hasan, akan tetapi sanadnya tidak bersambung, sebab Fatimah binti Al Husain belum pernah bertemu dengan Fatimah Al Kubra. Karena Fatimah (Al Kubra) hanya hidup beberapa bulan saja setelah wafatnya Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ لَيْثٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ عَنْ أُمِّهِ فَاطِمَةَ بِنْتِ الْحُسَيْنِ عَنْ جَدَّتِهَا فَاطِمَةَ الْكُبْرَى قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ الْمَسْجِدَ صَلَّى عَلَى مُحَمَّدٍ وَسَلَّمَ وَقَالَ رَبِّ اغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَابَ رَحْمَتِكَ وَإِذَا خَرَجَ صَلَّى عَلَى مُحَمَّدٍ وَسَلَّمَ وَقَالَ رَبِّ اغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَابَ فَضْلِكَو قَالَ عَلِيُّ بْنُ حُجْرٍ قَالَ إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ فَلَقِيتُ عَبْدَ اللَّهِ بْنَ الْحَسَنِ بِمَكَّةَ فَسَأَلْتُهُ عَنْ هَذَا الْحَدِيثِ فَحَدَّثَنِي بِهِ قَالَ كَانَ إِذَا دَخَلَ قَالَ رَبِّ افْتَحْ لِي بَابَ رَحْمَتِكَ وَإِذَا خَرَجَ قَالَ رَبِّ افْتَحْ لِي بَابَ فَضْلِكَ قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ أَبِي حُمَيْدٍ وَأَبِي أُسَيْدٍ وَأَبِي هُرَيْرَةَ قَالَ أَبُو عِيسَى حَدِيثُ فَاطِمَةَ حَدِيثٌ حَسَنٌ وَلَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ وَفَاطِمَةُ بِنْتُ الْحُسَيْنِ لَمْ تُدْرِكْ فَاطِمَةَ الْكُبْرَى إِنَّمَا عَاشَتْ فَاطِمَةُ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشْهُرًا","source":"Tirmidzi"},"__N_SSG":true}