{"pageProps":{"number":"2950","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Al Asy'ats Ahmad bin Al Miqdam Al Ijli] telah menceritakan kepada kami [Muhammad bin Abdurrahman Ath Thufawi] telah menceritakan kepada kami [Hisyam bin Urwah] dari [ayahnya] dari [Aisyah] berkata: Saat turun ayat ini: \"Dan berilah peringatan kepada kerabat-kerabatmu yang terdekat.\" (Asy Syu'araa`: 214) Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Wahai Shafiyah binti Abdul Muthallib, hai Fathimah binti Muhammad, hai bani Abdul Muthallib, sesungguhnya aku tidak berkuasa apa pun untuk kalian dari siksa Allah, (adapun masalah harta) silahkan mintalah hartaku semaumu.\" Abu Isa berkata: Hadits ini hasan shahih. Seperti itu [Waki'] dan lainnya meriwayatkan dari [Hisyam dari Urwah] dari [ayahnya] dari [Aisyah] seperti hadits Muhammad bin Abdurrahman Ath Thufawi. Sebagaian dari mereka meriwayatkan dari Hisyam bin Urwah dari ayahnya dari nabi Shallallahu 'alaihi wa Salam secara mursal tanpa menyebut dari Aisyah. Dalam hal ini ada hadits serupa dari Ali dan Ibnu Abbas.","arab":"حَدَّثَنَا أَبُو الْأَشْعَثِ أَحْمَدُ بْنُ الْمِقْدَامِ الْعِجْلِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الطُّفَاوِيُّ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْلَمَّا نَزَلَتْ هَذِهِ الْآيَةَ{ وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ }قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا صَفِيَّةُ بِنْتَ عَبْدِ الْمُطَّلِبِ يَا فَاطِمَةُ بِنْتَ مُحَمَّدٍ يَا بَنِي عَبْدِ الْمُطَّلِبِ إِنِّي لَا أَمْلِكُ لَكُمْ مِنْ اللَّهِ شَيْئًا سَلُونِي مِنْ مَالِي مَا شِئْتُمْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رَوَى وَكِيعٌ وَغَيْرُ وَاحِدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ نَحْوَ حَدِيثِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الطُّفَاوِيِّ وَرَوَى بَعْضُهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَلَمْ يَذْكُرْ فِيهِ عَنْ عَائِشَةَ وَفِي الْبَاب عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ","source":"Tirmidzi"},"__N_SSG":true}