{"pageProps":{"number":"2987","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Mu'adz bin Hisyam] telah menceritakan kepadaku [ayahku] dari [Qatadah] dari [Abu Qilabah] dari [Khalid bin Al Lajlaj] dari [Ibnu Abbas] bahwa nabi Shallallahu 'alaihi wa Salam bersabda: \"Rabbiku mendatangiku dalam wujud yang paling indah lalu berfirman: 'Hai Muhammad, ' aku menjawab: Baik, Rabb. Ia bertanya: 'Tahukah kamu apa yang diperdebatkan malaikat tertinggi? ' Beliau menjawab: Rabb aku tidak tahu.' Lalu Ia meletakkan tanganNya di atas pundakku hingga aku merasakan dinginnya diantara dadaku lalu aku mengetahui yang ada ditimur dan dibarat. Ia bertanya: 'Hai Muhammad, ' aku menjawab: Baik, Rabb. Ia bertanya: 'Tahukah kamu apa yang diperdebatkan malaikat tertinggi? ' Aku menjawab: Tentang ketinggian derajat, penebus (dosa), melangkahkan kaki menuju (shalat) jamaah, menyempurnakan wudhu pada saat tidak disukai, menunggu shalat setelah shalat, barangsiapa hidup seperti itu, ia hidup dengan baik, mati dalam kebaikan dan ia (terbebas) dari kesalahannya seperti saat dilahirkan ibunya.\" Abu Isa berkata: Hadits ini hasan gharib dari sanad ini. Dalam hal ini ada hadits serupa dari Mu'adz bin Jabal dan Abdurrahman bin A`isy dari nabi Shallallahu 'alaihi wa Salam. Hadits ini juga diriwayatkan dari Mu'adz bin Jabal dari nabi Shallallahu 'alaihi wa Salam secara lengkap, beliau bersabda: \"Aku mengantuk lalu tertidur, aku melihat Rabbku dalam wujud yang paling indah kemudian bertanya, 'Apa yang diperdebatkan malaikat tertinggi?\" ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ عَنْ أَبِي قِلَابَةَ عَنْ خَالِدِ بْنِ اللَّجْلَاجِ عَنْ ابْنِ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَتَانِي رَبِّي فِي أَحْسَنِ صُورَةٍ فَقَالَ يَا مُحَمَّدُ قُلْتُ لَبَّيْكَ رَبِّ وَسَعْدَيْكَ قَالَ فِيمَ يَخْتَصِمُ الْمَلَأُ الْأَعْلَى قُلْتُ رَبِّ لَا أَدْرِي فَوَضَعَ يَدَهُ بَيْنَ كَتِفَيَّ فَوَجَدْتُ بَرْدَهَا بَيْنَ ثَدْيَيَّ فَعَلِمْتُ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ فَقَالَ يَا مُحَمَّدُ فَقُلْتُ لَبَّيْكَ رَبِّ وَسَعْدَيْكَ قَالَ فِيمَ يَخْتَصِمُ الْمَلَأُ الْأَعْلَى قُلْتُ فِي الدَّرَجَاتِ وَالْكَفَّارَاتِ وَفِي نَقْلِ الْأَقْدَامِ إِلَى الْجَمَاعَاتِ وَإِسْبَاغِ الْوُضُوءِ فِي الْمَكْرُوهَاتِ وَانْتِظَارِ الصَّلَاةِ بَعْدَ الصَّلَاةِ وَمَنْ يُحَافِظْ عَلَيْهِنَّ عَاشَ بِخَيْرٍ وَمَاتَ بِخَيْرٍ وَكَانَ مِنْ ذُنُوبِهِ كَيَوْمِ وَلَدَتْهُ أُمُّهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ قَالَ وَفِي الْبَاب عَنْ مُعَاذِ بْنِ جَبَلٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَائِشٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مُعَاذِ بْنِ جَبَلٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِطُولِهِ وَقَالَ إِنِّي نَعَسْتُ فَاسْتَثْقَلْتُ نَوْمًا فَرَأَيْتُ رَبِّي فِي أَحْسَنِ صُورَةٍ فَقَالَ فِيمَ يَخْتَصِمُ الْمَلَأُ الْأَعْلَى","source":"Tirmidzi"},"__N_SSG":true}