{"pageProps":{"number":"2997","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Abdah bin Sulaiman] telah menceritakan kepada kami [Muhammad bin Amru] telah menceritakan kepada kami [Abu Salamah] dari [Abu Hurairah] berkata: Seorang Yahudi di pasar Madinah berkata: Tidak, demi Yang memilih Musa atas seluruh manusia. Abu Hurairah berkata: Seorang Anshar mengangkat tangannya lalu menampar, ia berkata: Kau mengatakan itu sementara ditengah-tengah kita ada nabi Allah Shallallahu 'alaihi wa Salam. Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Dan ditiuplah sangkakala, Maka matilah siapa yang di langit dan di bumi kecuali siapa yang dikehendaki Allah. Kemudian ditiup sangkakala itu sekali lagi Maka tiba-tiba mereka berdiri menunggu (putusannya masing-masing).\" (Az Zumar: 68), aku adalah orang pertama yang mengangkat kepala, ternyata Musa memegangi salah satu tiang Arsy, aku tidak tahu apakah ia mengangat kepalanya sebelumku ataukah termasuk yang dikecualikan Allah (tidak mati) dan barangsiapa mengatakan aku lebih baik dari Yunus bin Mata berarti ia dusta.\" Abu Isa berkata: Hadits ini hasan shahih.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو حَدَّثَنَا أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ يَهُودِيٌّ بِسُوقِ الْمَدِينَةِ لَا وَالَّذِي اصْطَفَى مُوسَى عَلَى الْبَشَرِ قَالَ فَرَفَعَ رَجُلٌ مِنْ الْأَنْصَارِ يَدَهُ فَصَكَّ بِهَا وَجْهَهُ قَالَ تَقُولُ هَذَا وَفِينَا نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ }فَأَكُونُ أَوَّلَ مَنْ رَفَعَ رَأْسَهُ فَإِذَا مُوسَى آخِذٌ بِقَائِمَةٍ مِنْ قَوَائِمِ الْعَرْشِ فَلَا أَدْرِي أَرَفَعَ رَأْسَهُ قَبْلِي أَمْ كَانَ مِمَّنْ اسْتَثْنَى اللَّهُ وَمَنْ قَالَ أَنَا خَيْرٌ مِنْ يُونُسَ بْنِ مَتَّى فَقَدْ كَذَبَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}