{"pageProps":{"number":"301","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Abdul Malik bin Abu Asy Syawarib] berkata; telah menceritakan kepada kami [Yazid bin Zurai'] berkata; telah menceritakan kepada kami [Ma'mar] dari [Az Zuhri] dari [Abu Salamah] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika shalat telah didirikan maka janganlah kalian datangi dengan tergesa-gesa, akan tetapi datangilah dengan berjalan dan tenang. Apa yang kalian dapati maka shalatlah dan apa yang kalian tertinggal maka sempurnakanlah.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abu Qatadah, Ubai bin Ka'ab, Abu Sa'id, Zaid bin Tsabit, Jabir dan Anas.\" Abu Isa berkata; \"Para ulama berselisih tentang berjalan ke masjid. sebagian berpendapat bahwa seseorang dianjurkan untuk bersegera jika dikawatirkan akan ketinggalan takbir yang pertama. Hingga disebutkan bahwa sebagian dari mereka berjalan cepat ketika menghadiri shalat. Sedangkan sebagian yang lain berpendapat atas makruhnya terburu-buru dalam menghadiri shalat. Mereka memilih untuk berjalan dengan tenang dan berwibawa. Pendapat ini diambil oleh Ahmad dan Ishaq. Mereka berdua berkata; \"Pengamalan (dalam hal ini) adalah berdasar hadits Abu Hurairah.\" Ahmad berkata; \"Jika seseorang takut kehilangan takbir pertama maka tidak mengapa untuk berjalan dengan bersegera.\" Telah menceritakan kepada kami [Al Hasan bin Ali Al Khallal] berkata; telah menceritakan kepada kami [Abdurrazaq] berkata; telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Sa'id bin Al Musayyib] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, sebagaimana hadits Abu Salamah dari Abu Hurairah dengan hadits yang semakna dengan sebelumnya. Abdurrazaq berkata; \"Hadits Abu Sa'id dari Abu Hurairah dari Nabi shallallahu 'alaihi wasallam lebih shahih daripada hadits dari Yazid bin Zurai'. Telah menceritakan kepada kami [Ibnu Abu Umar] berkata; telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari [Sa'id bin Al Musayyib] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam sebagaimana hadits sebelumnya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أُقِيمَتْ الصَّلَاةُ فَلَا تَأْتُوهَا وَأَنْتُمْ تَسْعَوْنَ وَلَكِنْ ائْتُوهَا وَأَنْتُمْ تَمْشُونَ وَعَلَيْكُمْ السَّكِينَةَ فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّواوَفِي الْبَاب عَنْ أَبِي قَتَادَةَ وَأُبَيِّ بْنِ كَعْبٍ وَأَبِي سَعِيدٍ وَزَيْدِ بْنِ ثَابِتٍ وَجَابِرٍ وَأَنَسٍ قَالَ أَبُو عِيسَى اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمَشْيِ إِلَى الْمَسْجِدِ فَمِنْهُمْ مَنْ رَأَى الْإِسْرَاعَ إِذَا خَافَ فَوْتَ التَّكْبِيرَةِ الْأُولَى حَتَّى ذُكِرَ عَنْ بَعْضِهِمْ أَنَّهُ كَانَ يُهَرْوِلُ إِلَى الصَّلَاةِ وَمِنْهُمْ مَنْ كَرِهَ الْإِسْرَاعَ وَاخْتَارَ أَنْ يَمْشِيَ عَلَى تُؤَدَةٍ وَوَقَارٍ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَقُ وَقَالَا الْعَمَلُ عَلَى حَدِيثِ أَبِي هُرَيْرَةَ و قَالَ إِسْحَقُ إِنْ خَافَ فَوْتَ التَّكْبِيرَةِ الْأُولَى فَلَا بَأْسَ أَنْ يُسْرِعَ فِي الْمَشْيِ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ حَدِيثِ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ بِمَعْنَاهُ هَكَذَا قَالَ عَبْدُ الرَّزَّاقِ عِنْدَ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهَذَا أَصَحُّ مِنْ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Tirmidzi"},"__N_SSG":true}