{"pageProps":{"number":"3067","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami [Ja'far bin 'Aun] telah mengabarkan telah kami [Abu Janab Al Kalbi] dari [Adh Dhahhak] dari [Ibnu Abbas radliallahu 'anhuma], ia berkata; barang siapa yang memiliki harta dan menyampaikannya untuk melakukan haji ke Rumah Allah (Ka'bah) atau wajib baginya untuk menunaikan zakat, namun ia tidak melakukannya, niscaya ia akan meminta untuk dikembalikan ke dunia ketika ia mati. Kemudian seseorang berkata; wahai Ibnu Abbas, bertakwalah kepada Allah, sesungguhnya yang meminta untuk kembali ke dunia hanyalah orang-orang kafir. Ia berkata; aku akan membacakan Al Qur'an kepadamu mengenai hal tersebut: \"Hai orang-orang beriman, janganlah hartamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Barangsiapa yang berbuat demikian maka mereka itulah orang-orang yang merugi Dan belanjakanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum datang kematian kepada salah seorang di antara kamu; lalu ia berkata: \"Ya Rabb-ku, mengapa Engkau tidak menangguhkan (kematian) ku sampai waktu yang dekat, yang menyebabkan aku dapat bersedekah dan aku termasuk orang-orang yang saleh?\" Dan Allah sekali-kali tidak akan menangguhkan (kematian) seseorang apabila telah datang waktu kematiannya. Dan Allah Maha Mengenal apa yang kamu kerjakan.\" (QS. Almunafiqun 9-11). Ia berkata; kemudian apakah yang mengharuskan untuk menunaikan zakat? Ibnu Abbas berkata; apabila harta telah sampai dua ratus dirham lebih. Orang tersebut berkata; apa yang mengharuskan haji? Ibnu Abbas berkata; adanya perbekalan dan unta (kendaraan). Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami [Abdur Razzaq] dari [Ats Tsauri] dari [Yahya bin Abu Hayyah] dari [Adh Dhahhak] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam dengan seperti itu. Dan [Abdur Razzaq] berkata; demikianlah [Sufyan bin 'Uyainah] serta lebih dari satu orang telah meriwayatkan hadits ini dari [Abu Janab] dari [Adh Dhahhak] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam sama seperti itu, dan ia berkata; begitulah Sufyan bin 'Uyainah dan lebih dari satu orang meriwayatkan perkataannya dalam hadits ini dari Abu Janab dari Adh Dhahhak dari Ibnu Abbas dan ia tidak memarfu'kannya. Dan ini lebih shahih daripada riwayat Abdur Razzaq. Abu Janab namanya adalah Yahya bin Abu Hayyah, ia bukanlah orang yang kuat dalam hadits.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ أَخْبَرَنَا أَبُو جَنَابٍ الْكَلْبِيُّ عَنْ الضَّحَّاكِ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَمَنْ كَانَ لَهُ مَالٌ يُبَلِّغُهُ حَجَّ بَيْتِ رَبِّهِ أَوْ تَجِبُ عَلَيْهِ فِيهِ الزَّكَاةُ فَلَمْ يَفْعَلْ يَسْأَلْ الرَّجْعَةَ عِنْدَ الْمَوْتِ فَقَالَ رَجُلٌ يَا ابْنَ عَبَّاسٍ اتَّقِ اللَّهَ إِنَّمَا يَسْأَلُ الرَّجْعَةَ الْكُفَّارُ قَالَ سَأَتْلُو عَلَيْكَ بِذَلِكَ قُرْآنًا{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمْ الْخَاسِرُونَ وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمْ الْمَوْتُ إِلَى قَوْلِهِ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ }قَالَ فَمَا يُوجِبُ الزَّكَاةَ قَالَ إِذَا بَلَغَ الْمَالُ مِائَتَيْ دِرْهَمٍ فَصَاعِدًا قَالَ فَمَا يُوجِبُ الْحَجَّ قَالَ الزَّادُ وَالْبَعِيرُحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ الثَّوْرِيِّ عَنْ يَحْيَى بْنِ أَبِي حَيَّةَ عَنْ الضَّحَّاكِ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ و قَالَ هَكَذَا رَوَى سُفْيَانُ بْنُ عُيَيْنَةَ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ أَبِي جَنَابٍ عَنْ الضَّحَّاكِ عَنْ ابْنِ عَبَّاسٍ قَوْلَهُ وَلَمْ يَرْفَعُوهُ وَهَذَا أَصَحُّ مِنْ رِوَايَةِ عَبْدِ الرَّزَّاقِ وَأَبُو جَنَابٍ اسْمُهُ يَحْيَى بْنُ أَبِي حَيَّةَ وَلَيْسَ هُوَ بِالْقَوِيِّ فِي الْحَدِيثِ","source":"Tirmidzi"},"__N_SSG":true}