{"pageProps":{"number":"3074","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepadaku [Abu Al Walid] telah menceritakan kepada kami [Abu 'Awanah] dari [Abu Bisyr] dari [Sa'id bin Jubair] dari [Ibnu Abbas radliallahu 'anhuma], ia berkata; Rasulullah shallallahu 'alaihi wasallam tidak pernah membacakan ayat Al Qur'an kepada Jin dan tidak pula melihat mereka. Rasulullah shallallahu 'alaihi wasallam pergi bersama sekelompok sahabatnya menuju Pasar 'Ukazh sementara antara syetan dan berita langit telah ada penghalang, dan telah dikirimkan bintang-bintang untuk melempari mereka sehingga syetan-syetan tersebut kembali kepada kaumnya dan kaum mereka bertanya; ada apa dengan kalian? Mereka berkata; telah terhalang antara kami dan berita langit, dan telah dikirimkan bintang-bintang untuk melempar kami. Mereka berkata; tidak ada yang mengalangi antara kami dan berita langit kecuali telah terjadi suatu perkara. Setang langsung menyebar ke arah timur dan barat bumi, kemudian lihatlah apakah ada sesuatu yang menghalangi antara kalian dan berita langit ini? Beliau berkata: \"Kemudian mereka pergi menyebar ke timur serta barat bumi mencari apa yang menghalangi antara mereka dengan berita langit.\" Dan pergilah beberapa jin tersebut, mereka menuju arah Mekkah menuju Rasulullah shallallahu 'alaihi wasallam sementara beliau di dekat pohon kurma menghadap ke pasar 'Ukazh dalam keadaan melakukan shalat subuh bersama para sahabatnya. Kemudian tatkala mereka mendengar Al Qur'an mereka mendengarkannya dengan seksama, lalu mereka berkata; demi Allah, ini yang telah menghalangi antara kalian dan berita langit. Ibnu Abbas berkata; kemudian dari sana mereka kembali kepada kaum mereka dan berkata; wahai kaum kami sesungguhnya kami telah mendengarkan Al Quran yang menakjubkan (yang) memberi petunjuk kapada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan seseorangpun dengan Tuhan kami. (QS. Aljinn 1-2). Kemudian Allah menurunkan wahyu kepada NabiNya shallallahu 'alaihi wasallam: Katakanlah (hai Muhammad): \"Telah diwahyukan kepadamu bahwasanya sekumpulan jin telah mendengarkan (Al Quran) (QS. Aljinn 1-2). Sesungguhnya yang diwahyukan kepadanya adalah perkataan jin.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنِي أَبُو الْوَلِيدِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ أَبِي بِشْرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَمَا قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْجِنِّ وَلَا رَآهُمْ انْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي طَائِفَةٍ مِنْ أَصْحَابِهِ عَامِدِينَ إِلَى سُوقِ عُكَاظٍ وَقَدْ حِيلَ بَيْنَ الشَّيَاطِينِ وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْهِمْ الشُّهُبُ فَرَجَعَتْ الشَّيَاطِينُ إِلَى قَوْمِهِمْ فَقَالُوا مَا لَكُمْ قَالُوا حِيلَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْنَا الشُّهُبُ فَقَالُوا مَا حَالَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ إِلَّا أَمْرٌ حَدَثَ فَاضْرِبُوا مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا فَانْظُرُوا مَا هَذَا الَّذِي حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ قَالَ فَانْطَلَقُوا يَضْرِبُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا يَبْتَغُونَ مَا هَذَا الَّذِي حَالَ بَيْنَهُمْ وَبَيْنَ خَبَرِ السَّمَاءِ فَانْصَرَفَ أُولَئِكَ النَّفَرُ الَّذِينَ تَوَجَّهُوا نَحْوَ تِهَامَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِنَخْلَةَ عَامِدًا إِلَى سُوقِ عُكَاظٍ وَهُوَ يُصَلِّي بِأَصْحَابِهِ صَلَاةَ الْفَجْرِ فَلَمَّا سَمِعُوا الْقُرْآنَ اسْتَمَعُوا لَهُ فَقَالُوا هَذَا وَاللَّهِ الَّذِي حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ قَالَ فَهُنَالِكَ رَجَعُوا إِلَى قَوْمِهِمْ فَقَالُوا يَا قَوْمَنَا{ إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا }فَأَنْزَلَ اللَّهُ عَلَى نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنْ الْجِنِّ }وَإِنَّمَا أُوحِيَ إِلَيْهِ قَوْلُ الْجِنِّ","source":"Tirmidzi"},"__N_SSG":true}