{"pageProps":{"number":"3150","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib] telah mengabarkan kepada kami [Ishaq bin Manshur yaitu As Salusi]? dari [Ibrahim bin Yusuf bin Abu Ishaq]? dari [ayahnya]? dari [Abu Ishaq]? dari [Abu Burdah]? dari [Al Bara` bin 'Azib? radliallahu 'anhu] ia berkata;? Rasulullah? shallallahu 'alaihi wasallam berbantalkan tangan kanannya ketika tidur kemudian mengucapkan: RABBI QINII 'ADZAABAKA YAUMA TAB'ATSU 'IBAADAKA. (Ya Tuhanku, jagalah aku dari siksa-Mu dihari ketika Engkau membangkitkan hamba-Mu) \" Abu Isa berkata; hadits ini adalah hadits hasan gharib dari sisi ini. Dan [Ats Tsauri] telah meriwayatkan hadits ini dari [Abu Ishaq]? dari [Al Bara`] dan tidak menyebutkan seorangpun diantara mereka berdua. [Syu'bah] telah meriwayatkan dari [Abu Ishaq]? dari [Abu 'Ubaidah] serta seorang laki-laki lain? dari [Al Bara`]. Dan [Israil] telah meriwayatkan dari [Abu Ishaq]? dari [Abdullah bin Yazid]? dari [Al Bara`] dan dari [Abu Ishaq]? dari [Abu 'Ubaidah]? dari [Abdullah]? dari Nabi? shallallahu 'alaihi wasallam seperti itu.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ أَخْبَرَنَا إِسْحَقُ بْنُ مَنْصُورٍ هُوَ السَّلُولِيُّ عَنْ إِبْرَاهِيمَ بْنِ يُوسُفَ بْنِ أَبِي إِسْحَقَ عَنْ أَبِيهِ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي بُرْدَةَ عَنْ الْبَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَوَسَّدُ يَمِينَهُ عِنْدَ الْمَنَامِ ثُمَّ يَقُولُ رَبِّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَرَوَى الثَّوْرِيُّ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَقَ عَنْ الْبَرَاءِ لَمْ يَذْكُرْ بَيْنَهُمَا أَحَدًا وَرَوَى شُعْبَةُ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي عُبَيْدَةَ وَرَجُلٌ آخَرَ عَنْ الْبَرَاءِ وَرَوَى إِسْرَائِيلُ عَنْ أَبِي إِسْحَقَ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عَنْ الْبَرَاءِ وَعَنْ أَبِي إِسْحَقَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ","source":"Tirmidzi"},"__N_SSG":true}