{"pageProps":{"number":"317","slug":"tirmidzi","id":"telah menceritakan kepada kami [Abu Kuraib] berkata; telah menceritakan kepada kami [Yahya bin Adam] dari [Abu Bakar bin Ayyasy] dari [Hisyam] dari [Ibnu Sirin] dari [Abu Hurairah] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Shalatlah kalian di kandang kambing dan jangan kalian shalat di tempat menderumnya unta.\" Telah menceritakan kepada kami [Abu Kuraib] berkata; telah menceritakan kepada kami [Yahya bin Adam] dari [Abu Bakar bin Ayyasy] dari [Abu Hashin] dari [Abu Shalih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam dengan hadits yang semisal atau yang semakna dengannya.\" Ia berkata; \"Dalam bab ini ada juga hadits dari Jabir bin Samrah, Al Barra`, Sabrah bin Ma'bad Al Juhani, Abdullah bin Mughaffal, Ibnu Umar dan Anas.\" Abu Isa berkata; \"Hadits Abu Hurairah ini derajatnya hasan shahih. Hadits ini diamalkan oleh sebagian sahabat kami. Dan pendapat ini juga diambil oleh Ahmad dan Ishaq. Sedangkan hadits Abu Hushain dari Abu Shalih, dari Abu Hurairah, dari Nabi shallallahu 'alaihi wasallam adalah hadits gharib. [Isra'il] telah meriwayatkannya dari [Abu Hashin] dari [Abu Shalih] dari [Abu Hurairah] secara mauquf dan ia tidak memarfu'kannya kepada Nabi shallallahu 'alaihi wasallam.\" Abu Hushain namanya adalah Utsman bin 'Ashim Al Asadi.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا يَحْيَى بْنُ آدَمَ عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ عَنْ هِشَامٍ عَنْ ابْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلُّوا فِي مَرَابِضِ الْغَنَمِ وَلَا تُصَلُّوا فِي أَعْطَانِ الْإِبِلِحَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا يَحْيَى بْنُ آدَمَ عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ عَنْ أَبِي حَصِينٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ أَوْ بِنَحْوِهِ قَالَ وَفِي الْبَاب عَنْ جَابِرِ بْنِ سَمُرَةَ وَالْبَرَاءِ وَسَبْرَةَ بْنِ مَعْبَدٍ الْجُهَنِيِّ وَعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ وَابْنِ عُمَرَ وَأَنَسٍ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَعَلَيْهِ الْعَمَلُ عِنْدَ أَصْحَابِنَا وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَقُ وَحَدِيثُ أَبِي حَصِينٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثٌ غَرِيبٌ وَرَوَاهُ إِسْرَائِيلُ عَنْ أَبِي حَصِينٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ مَوْقُوفًا وَلَمْ يَرْفَعْهُ وَاسْمُ أَبِي حَصِينٍ عُثْمَانُ بْنُ عَاصِمٍ الْأَسَدِيُّ","source":"Tirmidzi"},"__N_SSG":true}