{"pageProps":{"number":"3175","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Muhammad bin Yazid bin Khunais] telah menceritakan kepada kami [Al Hasan bin Muhammad bin 'Ubaidullah bin Abu Yazid]? ia berkata; telah berkata kepadaku [Ibnu Juraij] telah mengabarkan kepadaku ['Ubaidullah bin Abu Yazid] dari [Ibnu Abbas]? ia berkata; seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; wahai? Rasulullah, aku bermimpi tadi malam ketika tidur seolah-olah aku sedang melakukan shalat di belakang sebuah pohon, kemudian aku bersujud dan pohon tersebut pun bersujud karena aku bersujud, dan aku mendengar ia berkata; ya Allah tulislah bagiku dengan shalat tersebut pahala di sisiMu, dan gugurkan dosa dariku dengan shalat tersebut dan jadikan bagiku di sisiMu sebagaitabungan dan terimalah dariku, sebagaimana engkau menerimanya dari hambaMu Daud. Ibnu Juraij berkata; kakekku berkata kepadaku; Ibnu Abbas berkata; kemudian Nabi? shallallahu 'alaihi wasallam membaca ayat sajdah kemudian beliau bersujud. Ibnu Abbas berkata; kemudian aku mendengar beliau mengucapkan seperti apa yang dikabarkan seorang laki-laki tersebut mengenai ucapan pohon tersebut. Abu Isa berkata; hadits ini adalah hadits gharib, kami tidak mengetahuinya kecuali dari sisi ini. Dan di dalam bab ini ada yang diriwayatkan dari Abu Sa'id.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ بْنِ خُنَيْسٍ حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ قَالَ قَالَ لِي ابْنُ جُرَيْجٍ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي يَزِيدَ عَنْ ابْنِ عَبَّاسٍ قَالَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ رَأَيْتُنِي اللَّيْلَةَ وَأَنَا نَائِمٌ كَأَنِّي كُنْتُ أُصَلِّي خَلْفَ شَجَرَةٍ فَسَجَدْتُ فَسَجَدَتْ الشَّجَرَةُ لِسُجُودِي وَسَمِعْتُهَا وَهِيَ تَقُولُ اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا وَضَعْ عَنِّي بِهَا وِزْرًا وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ قَالَ ابْنُ جُرَيْجٍ قَالَ لِي جَدُّكَ قَالَ ابْنُ عَبَّاسٍ فَقَرَأَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَجْدَةً ثُمَّ سَجَدَ قَالَ ابْنُ عَبَّاسٍ فَسَمِعْتُهُ وَهُوَ يَقُولُ مِثْلَ مَا أَخْبَرَهُ الرَّجُلُ عَنْ قَوْلِ الشَّجَرَةِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَفِي الْبَاب عَنْ أَبِي سَعِيدٍ","source":"Tirmidzi"},"__N_SSG":true}