{"pageProps":{"number":"3206","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] telah menceritakan kepada kami [Isma'il bin Ibrahim] telah menceritakan kepada kami [Ali bin Zaid] dari [Umar yaitu Ibnu Abu Harmalah] dari [Ibnu Abbas], ia berkata; aku bersama Rasulullah shallallahu wa'alaihi wa sallam dan Khalid bin Al Walid menemui Maimunah, kemudian Maimunah datang kepada kami membawa bejana yang berisi susu, kemudian Rasulullah shallallahu wa'alaihi wa sallam minum sementara aku berada di kanannya dan Khalid berada di sebelah kirinya, kemudian beliau berkata: \"Hakmu untuk minum, apabila engkau mau maka dahulukan Khalid!\" Maka aku katakan; aku tidak akan mendahulukan bekasmu kepada seorang pun. Kemudian Rasulullah shallallahu wa'alaihi wa sallam bersabda: \"Barang siapa yang Allah beri makan hendaknya ia berdoa: ALLAAHUMMA BAARIK LANAA FIIHI WA ATH'IMNAA KHAIRAN MINHU (Ya Allah, berkahilah kami padanya dan berilah kami makan yang lebih baik darinya), dan barang siapa yang Allah beri minum susu maka hendaknya ia berdoa; ALLAAHUMMA BAARIK LANAA FIIHI WA ZIDNAA MINHU (Ya Allah, berkahilah kami padanya dan tambahkanlah darinya). Rasulullah shallallahu wa'alaihi wa sallam bersabda: \"Tidak ada sesuatu yang bisa menggantikan makan dan minum selain susu.\" Abu Isa berkata; hadits ini adalah hadits hasan. Sebagian ulama hadits telah meriwayatkan hadits ini dari Ali Abu Zaid, ia berkata dari Umar bin Harmalah dan sebagian mereka mengatakan; 'Amr bin Harmalah, dan itu tidak benar.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ عَنْ عُمَرَ وَهُوَ ابْنُ أَبِي حَرْمَلَةَ عَنْ ابْنِ عَبَّاسٍ قَالَدَخَلْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا وَخَالِدُ بْنُ الْوَلِيدِ عَلَى مَيْمُونَةَ فَجَاءَتْنَا بِإِنَاءٍ فِيهِ لَبَنٌ فَشَرِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا عَلَى يَمِينِهِ وَخَالِدٌ عَلَى شِمَالِهِ فَقَالَ لِي الشَّرْبَةُ لَكَ فَإِنْ شِئْتَ آثَرْتَ بِهَا خَالِدًا فَقُلْتُ مَا كُنْتُ أُوثِرُ عَلَى سُؤْرِكَ أَحَدًا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ وَمَنْ سَقَاهُ اللَّهُ لَبَنًا فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ شَيْءٌ يُجْزِئُ مَكَانَ الطَّعَامِ وَالشَّرَابِ غَيْرُ اللَّبَنِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ عَلِيِّ بْنِ زَيْدٍ فَقَالَ عَنْ عُمَرَ بْنِ حَرْمَلَةَ و قَالَ بَعْضُهُمْ عَمْرُو بْنُ حَرْمَلَةَ وَلَا يَصِحُّ","source":"Tirmidzi"},"__N_SSG":true}