{"pageProps":{"number":"321","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] berkata; telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Anas] sampai kepada kepada Nabi, beliau bersabda; \"Jika makan malam telah siap dan iqamah dikumandangkan, maka mulailah dengan makan malam.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari 'Aisyah, Ibnu Umar, Salamah bin Al Akwa' dan Ummu Salamah.\" Abu Isa berkata; \"Hadits Anas ini derajatnya hasan shahih. Hadits ini diamalkan oleh sebagian ahli ilmu dari kalangan sahabat Nabi shallallahu 'alaihi wasallam, seperti Abu Bakar dan Ibnu Umar. Pendapat ini juga diambil oleh Ahmad dan Ishaq, keduanya berkata; \"Hendaklah ia memulai dengan makan malam meskipun ketinggalan shalat berjama'ah.\" Abu Isa berkata; \"Aku mendengar Al Jarud berkata; \"Aku mendengar Waki' berkata tentang hadits ini, \"Hendaknya ia makan malam dahulu jika dikawatirkan makanannya menjadi rusak (busuk/basi).\" Pendapat yang dianut oleh sebagian ahli ilmu dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan yang lainnya lebih berhak untuk diikuti, hanyasanya yang mereka inginkan adalah agar seseorang dalam mengerjakan shalat hatinya tidak disibukkan dengan sesuatu.\" Diriwayatkan dari Ibnu Abbas bahwa ia berkata; \"Kami tidak melaksanakan shalat ketika dalam hati kami masih ada sesuatu.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ أَنَسٍيَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا حَضَرَ الْعَشَاءُ وَأُقِيمَتْ الصَّلَاةُ فَابْدَءُوا بِالْعَشَاءِقَالَ وَفِي الْبَاب عَنْ عَائِشَةَ وَابْنِ عُمَرَ وَسَلَمَةَ بْنِ الْأَكْوَعِ وَأُمِّ سَلَمَةَ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَعَلَيْهِ الْعَمَلُ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَابْنُ عُمَرَ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَقُ يَقُولَانِ يَبْدَأُ بِالْعَشَاءِ وَإِنْ فَاتَتْهُ الصَّلَاةُ فِي الْجَمَاعَةِ قَالَ أَبُو عِيسَى سَمِعْت الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ فِي هَذَا الْحَدِيثِ يَبْدَأُ بِالْعَشَاءِ إِذَا كَانَ طَعَامًا يَخَافُ فَسَادَهُ وَالَّذِي ذَهَبَ إِلَيْهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ أَشْبَهُ بِالِاتِّبَاعِ وَإِنَّمَا أَرَادُوا أَنْ لَا يَقُومَ الرَّجُلُ إِلَى الصَّلَاةِ وَقَلْبُهُ مَشْغُولٌ بِسَبَبِ شَيْءٍ وَقَدْ رُوِيَ عَنْ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ لَا نَقُومُ إِلَى الصَّلَاةِ وَفِي أَنْفُسِنَا شَيْءٌ","source":"Tirmidzi"},"__N_SSG":true}