{"pageProps":{"number":"33","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ali bin Khasyram] berkata, telah mengabarkan kepada kami [Abdullah bin Wahb] berkata, telah menceritakan kepada kami [Amru Ibnul Harits] dari [Habban bin Wasi'] dari [Bapaknya] dari [Abdullah bin Zaid] bahwasanya ia melihat Nabi shallallahu 'alaihi wasallam berwudlu, beliau mengusap kepalanya dengan air yang bukan kelebihan kedua tangannya.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih.\" [Ibnu Lahi'ah] meriwayatkan hadits ini dari [Habban bin Wasi'], dari [bapaknya], dari [Abdullah bin Zaid], bahwa Nabi shallallahu 'alaihi wasallam berwudlu mengusap kepalanya dengan air yang bukan sisa kedua tangannya.\" Dan Hadits riwayat 'Amru Ibnul Harits dari Habban lebih shahih, karena diriwayatkan tidak hanya dari satu jalur. Hadits ini dari Abdullah bin Zaid dan selainnya, bahwa Nabi shallallahu 'alaihi wasallam mengambil air baru untuk mengusap kepalanya. Hadits ini banyak diamalkan oleh kebanyakan ahli ilmu, mereka berpendapat bahwasanya beliau mengambil air baru untuk mengusap kepalanya.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ حَدَّثَنَا عَمْرُو بْنُ الْحَارِثِ عَنْ حَبَّانَ بْنِ وَاسِعٍ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍأَنَّهُ رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ وَأَنَّهُ مَسَحَ رَأْسَهُ بِمَاءٍ غَيْرِ فَضْلِ يَدَيْهِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَرَوَى ابْنُ لَهِيعَةَ هَذَا الْحَدِيثَ عَنْ حَبَّانَ بْنِ وَاسِعٍ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ وَأَنَّهُ مَسَحَ رَأْسَهُ بِمَاءٍ غَيْرِ فَضْلِ يَدَيْهِ وَرِوَايَةُ عَمْرِو بْنِ الْحَارِثِ عَنْ حَبَّانَ أَصَحُّ لِأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ هَذَا الْحَدِيثُ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ وَغَيْرِهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ لِرَأْسِهِ مَاءً جَدِيدًا وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ رَأَوْا أَنْ يَأْخُذَ لِرَأْسِهِ مَاءً جَدِيدًا","source":"Tirmidzi"},"__N_SSG":true}