{"pageProps":{"number":"3313","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Ibnu Numair] dan [Abu Mu'awiyah] dari [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah 'azza wajalla berfirman; Aku bersama dengan persangkaan hamba-Ku kepada-Ku, dan Aku akan bersamanya selama ia berdzikir (berdoa) kepada-Ku. Jika ia mengingat-Ku dalam dirinya maka Aku akan mengingatnya dalam diri-Ku, jika ia mengingat-Ku dalam sekumpulan orang maka Aku akan mengingatnya dalam sekumpulan yang lebih baik dan lebih bagus dari mereka. Jika ia mendekat kepada-Ku satu jengkal maka Aku akan mendekat kepadanya satu hasta, jika ia mendekat kepada-Ku satu hasta maka Aku akan mendekat kepadanya satu depa, dan jika ia mendatangi-Ku dengan berjalan maka Aku akan mendatanginya dengan berlari.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih, dan telah di riwayatkan pula dari Al A'masy mengenai tafsir hadits ini, yaitu; \"Barang siapa mendekat kepada-Ku sejengkal, maka Aku akan mendekat kepadanya sehasta.\" Maknanya dengan ampunan dan rahmat. Seperti inilah sebagian ulama menafsiri hadits ini, mereka mengatakan; hanyasanya maknanya adalah, Allah berfirman \"Apabila hamba-Ku mendekat kepada-Ku dengan keta'atan kepada-Ku, dan apa yang Aku perintahkan, maka Aku akan bersegera kepadanya dengan ampunan-Ku dan rahmat-Ku.\" Dan diriwayatkan dari Said bin Jubair bahwa dia berkata tentang ayat ini; \"Karena itu, ingatlah kamu kepada-Ku niscaya Aku ingat (pula) kepadamu.\" (QS Al Baqarah; 152) katanya; \"Ingatlah kepada-Ku dengan keta'atan kepada-Ku, maka Aku akan mengingatmu dengan ampunan-Ku.\" Telah menceritakan kepada kami Abd bin Humaid dia berkata; telah menceritakan kepada kami Al Hasan bin Musa dan 'Amru bin Hasyim Ar Ramli dari Ibnu Lahi'ah dari 'Atha` bin Yasar dari Sa'id bin Jubair dengan hadits ini.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ نُمَيْرٍ وَأَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ اللَّهُ عَزَّ وَجَلَّ أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ حِينَ يَذْكُرُنِي فَإِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي وَإِنْ ذَكَرَنِي فِي مَلَإٍ ذَكَرْتُهُ فِي مَلَإٍ خَيْرٍ مِنْهُمْ وَإِنْ اقْتَرَبَ إِلَيَّ شِبْرًا اقْتَرَبْتُ مِنْهُ ذِرَاعًا وَإِنْ اقْتَرَبَ إِلَيَّ ذِرَاعًا اقْتَرَبْتُ إِلَيْهِ بَاعًا وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةًقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَيُرْوَى عَنْ الْأَعْمَشِ فِي تَفْسِيرِ هَذَا الْحَدِيثِ مَنْ تَقَرَّبَ مِنِّي شِبْرًا تَقَرَّبْتُ مِنْهُ ذِرَاعًا يَعْنِي بِالْمَغْفِرَةِ وَالرَّحْمَةِ وَهَكَذَا فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ قَالُوا إِنَّمَا مَعْنَاهُ يَقُولُ إِذَا تَقَرَّبَ إِلَيَّ الْعَبْدُ بِطَاعَتِي وَمَا أَمَرْتُ أُسْرِعُ إِلَيْهِ بِمَغْفِرَتِي وَرَحْمَتِي وَرُوِيَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ أَنَّهُ قَالَ فِي هَذِهِ الْآيَةِ{ فَاذْكُرُونِي أَذْكُرْكُمْ }قَالَ اذْكُرُونِي بِطَاعَتِي أَذْكُرْكُمْ بِمَغْفِرَتِي حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ قَالَ حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى وَعَمْرُو بْنُ هَاشِمٍ الرَّمْلِيُّ عَنْ ابْنِ لَهِيعَةَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ بِهَذَا","source":"Tirmidzi"},"__N_SSG":true}