{"pageProps":{"number":"334","slug":"tirmidzi","id":"telah menceritakan kepada kami [Mahmud bin Ghailan] berkata; telah menceritakan kepada kami [Abu Dawud] -yaitu Ath Thayalisi- berkata; telah menceritakan kepada kami [Syu'bah] berkata; telah mengabarkan kepada kami [Sa'd bin Ibrahim] ia berkata; \"Aku mendengar [Abu Ubaidah bin Abdullah bin Mas'ud] menceritakan dari [ayahnya], ia berkata; \"Rasulullah shallallahu 'alaihi wasallam jika duduk pada rakaat kedua yang bagian pertama, seakan-akan beliau duduk di atas batu yang panas.\" Syu'bah berkata; \"Kemudian Sa'd mengerak-gerakkan bibirnya (membicarakan) sesuatu, aku pun bertanya, \"Hingga bangun?\" ia menjawab, \"Hingga bangun.\" Abu Isa berkata; \"Hadits ini derajatnya hasan. Hanya saja Abu Ubaidah belum pernah mendengar dari ayahnya.\" Para ahli ilmu mengamalkan hadits ini, mereka memilih bahwa seorang laki-laki hendaknya tidak berlama-lama duduk pada rakaat kedua yang pertama, dan tidak melebihi lamanya tasyahud. Mereka mengatakan lagi, \"Jika lebih lama dari tasyahud maka ia harus sujud sahwi dengan dua kali sujud.\" Demikianlah diriwayatkan dari Asy Sya'bi dan selainnya.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ هُوَ الطَّيَالِسِيُّ حَدَّثَنَا شُعْبَةُ أَخْبَرَنَا سَعْدُ بْنُ إِبْرَاهِيمَ قَال سَمِعْتُ أَبَا عُبَيْدَةَ بْنَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ يُحَدِّثُ عَنْ أَبِيهِ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا جَلَسَ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ كَأَنَّهُ عَلَى الرَّضْفِ قَالَ شُعْبَةُ ثُمَّ حَرَّكَ سَعْدٌ شَفَتَيْهِ بِشَيْءٍ فَأَقُولُ حَتَّى يَقُومَ فَيَقُولُ حَتَّى يَقُومَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ إِلَّا أَنَّ أَبَا عُبَيْدَةَ لَمْ يَسْمَعْ مِنْ أَبِيهِ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ يَخْتَارُونَ أَنْ لَا يُطِيلَ الرَّجُلُ الْقُعُودَ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ وَلَا يَزِيدَ عَلَى التَّشَهُّدِ شَيْئًا وَقَالُوا إِنْ زَادَ عَلَى التَّشَهُّدِ فَعَلَيْهِ سَجْدَتَا السَّهْوِ هَكَذَا رُوِيَ عَنْ الشَّعْبِيِّ وَغَيْرِهِ","source":"Tirmidzi"},"__N_SSG":true}