{"pageProps":{"number":"340","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Anshar] berkata; telah menceritakan kepada kami [Ma'n] berkata; telah menceritakan kepada kami [Malik bin Anas] dari [Ibnu Syihab] dari [As Sa`ib bin Yazid] dari [Al Muthallib bin Abu Wada'ah As Sahmi] dari [Hafshah] istri Nabi shallallahu 'alaihi wasallam, ia pernah berkata; \"Aku tidak pernah melihat Rasulullah shallallahu 'alaihi wasallam shalat sunnah dengan duduk hingga setahun menjelang kewafatannya. Beliau melaksanakan shalat sunnah sambil duduk dengan membaca surah secara tartil hingga surah itu menjadi panjang dari yang terpanjang.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ummu Salamah dan Anas bin Malik.\" Abu Isa berkata; \"Hadits Hafshah ini derajatnya hasan shahih. Telah diriwayatkan dari Nabi shallallahu 'alaihi wasallam bahwasanya beliau pernah shalat malam dengan duduk, maka ketika bacaannya tersisa kira-kira tiga puluh atau empat puluh ayat beliau berdiri dan membaca lagi, setelah itu rukuk. Beliau juga melakukan demikian di rakaat kedua.\" Diriwayatkan pula darinya bahwa Nabi shallallahu 'alaihi wasallam jika shalat dengan duduk, maka ketika membaca (surah) berliau berdiri, lalu rukuk dan sujud dengan berdiri. Ketika beliau membaca dalam keadaan duduk, maka beliau rukuk dan sujud dalam keadaan duduk. Ahmad dan Ishaq berpendapat atas dibolehkanya mengamalkan hadits ini. seakan-akan mereka berpandangan bahwa kedua hadits ini shahih dan boleh diamalkan.","arab":"حَدَّثَنَا الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ ابْنِ شِهَابٍ عَنْ السَّائِبِ بْنِ يَزِيدَ عَنْ الْمُطَّلِبِ بْنِ أَبِي وَدَاعَةَ السَّهْمِيِّ عَنْ حَفْصَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْمَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سُبْحَتِهِ قَاعِدًا حَتَّى كَانَ قَبْلَ وَفَاتِهِ بِعَامٍ فَإِنَّهُ كَانَ يُصَلِّي فِي سُبْحَتِهِ قَاعِدًا وَيَقْرَأُ بِالسُّورَةِ وَيُرَتِّلُهَا حَتَّى تَكُونَ أَطْوَلَ مِنْ أَطْوَلَ مِنْهَاوَفِي الْبَاب عَنْ أُمِّ سَلَمَةَ وَأَنَسِ بْنِ مَالِكٍ قَالَ أَبُو عِيسَى حَدِيثُ حَفْصَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْ نَبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يُصَلِّي مِنْ اللَّيْلِ جَالِسًا فَإِذَا بَقِيَ مِنْ قِرَاءَتِهِ قَدْرُ ثَلَاثِينَ أَوْ أَرْبَعِينَ آيَةً قَامَ فَقَرَأَ ثُمَّ رَكَعَ ثُمَّ صَنَعَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذَلِكَ وَرُوِيَ عَنْهُ أَنَّهُ كَانَ يُصَلِّي قَاعِدًا فَإِذَا قَرَأَ وَهُوَ قَائِمٌ رَكَعَ وَسَجَدَ وَهُوَ قَائِمٌ وَإِذَا قَرَأَ وَهُوَ قَاعِدٌ رَكَعَ وَسَجَدَ وَهُوَ قَاعِدٌ قَالَ أَحْمَدُ وَإِسْحَقُ وَالْعَمَلُ عَلَى كِلَا الْحَدِيثَيْنِ كَأَنَّهُمَا رَأَيَا كِلَا الْحَدِيثَيْنِ صَحِيحًا مَعْمُولًا بِهِمَا","source":"Tirmidzi"},"__N_SSG":true}