{"pageProps":{"number":"3407","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Ja'far bin Sulaiman Adl Dluba'i] dari [Yazid Ar Risyk] dari [Mutharrif bin Abdullah] dari [Imran bin Hushain] dia berkata; Rasulullah shallallahu 'alaihi wasallam mengutus sebuah ekspedisi perang dan mengangkat Ali bin Abu Thalib sebagai pemimpin mereka, lalu Ali (menggauli) seorang budak perempuan (dalam sariyah tersebut). Sehingga merekapun mengingkari perbuatan Ali, dan empat sahabat Rasulullah shallallahu 'alaihi wasallam mengadakan kesepakatan, dan mereka berkata; \"Bila kita bertemu Rasulullah shallallahu 'alaihi wasallam kita laporkan apa yang telah diperbuat oleh Ali.\" Dan apabila kaum muslimin kembali dari peperangan, mereka akan menghadap dan mengucapkan salam terlebih dahulu kepada Rasulullah shallallahu 'alaihi wasallam lalu mereka pergi kerumah masing-masing. Maka tatkala ekspedisi perang tersebut telah kembali, mereka menghadap kepada Rasulullah shallallahu 'alaihi wasallam, maka salah seorang diantara empat orang tersebut berdiri sambil berkata; \"Wahai Rasulullah! Tidakkah anda mengetahui (apa yang di perbuat) Ali bin Abi Thalib, dia telah melakukan begini dan begini.\" Namun Rasulullah shallallahu 'alaihi wasallam berpaling darinya. Lalu berdirilah laki-laki yang kedua seraya mengatakan seperti apa yang dikatakannya, namun beliau masih berpaling darinya. giliran lelaki yang ketiga, dia berdiri sambil mengatakan seperti apa yang dikatakannya, namun beliau tetap berpaling darinya. Lalu berdirilah lelaki keempat seraya mengatakan seperti apa yang telah mereka katakan, maka Rasulullah shallallahu 'alaihi wasallam menghadapkan mukanya dan tampak dari raut wajahnya beliau sangat marah, baliau bersabda: \"Apa yang kalian inginkan dari Ali?\" Apa yang kalian inginkan dari Ali? Apa yang kalian inginkan dari Ali? Sungguh Ali adalah bagian dariku dan aku juga termasuk bagian darinya, dia adalah walinya setiap orang yang beriman sepeninggalku.\" Abu Isa berkata; \"Hadits ini adalah hadits hasan gharib, kami tidak mengetahuinya melainkan dari hadits Ja'far bin Sulaiman.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ عَنْ يَزِيدَ الرِّشْكِ عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَيْشًا وَاسْتَعْمَلَ عَلَيْهِمْ عَلِيَّ بْنَ أَبِي طَالِبٍ فَمَضَى فِي السَّرِيَّةِ فَأَصَابَ جَارِيَةً فَأَنْكَرُوا عَلَيْهِ وَتَعَاقَدَ أَرْبَعَةٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا إِذَا لَقِينَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرْنَاهُ بِمَا صَنَعَ عَلِيٌّ وَكَانَ الْمُسْلِمُونَ إِذَا رَجَعُوا مِنْ السَّفَرِ بَدَءُوا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَلَّمُوا عَلَيْهِ ثُمَّ انْصَرَفُوا إِلَى رِحَالِهِمْ فَلَمَّا قَدِمَتْ السَّرِيَّةُ سَلَّمُوا عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ أَحَدُ الْأَرْبَعَةِ فَقَالَ يَا رَسُولَ اللَّهِ أَلَمْ تَرَ إِلَى عَلِيِّ بْنِ أَبِي طَالِبٍ صَنَعَ كَذَا وَكَذَا فَأَعْرَضَ عَنْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَامَ الثَّانِي فَقَالَ مِثْلَ مَقَالَتِهِ فَأَعْرَضَ عَنْهُ ثُمَّ قَامَ الثَّالِثُ فَقَالَ مِثْلَ مَقَالَتِهِ فَأَعْرَضَ عَنْهُ ثُمَّ قَامَ الرَّابِعُ فَقَالَ مِثْلَ مَا قَالُوا فَأَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْغَضَبُ يُعْرَفُ فِي وَجْهِهِ فَقَالَ مَا تُرِيدُونَ مِنْ عَلِيٍّ مَا تُرِيدُونَ مِنْ عَلِيٍّ مَا تُرِيدُونَ مِنْ عَلِيٍّ إِنَّ عَلِيًّا مِنِّي وَأَنَا مِنْهُ وَهُوَ وَلِيُّ كُلِّ مُؤْمِنٍ بَعْدِيقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ جَعْفَرِ بْنِ سُلَيْمَانَ","source":"Tirmidzi"},"__N_SSG":true}