{"pageProps":{"number":"3468","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Sufyan] dari [Abu Ishaq] dari [Shilah bin zufar] dari [Hudzaifah bin Yaman] dia berkata; \"Al 'Aqib dan As Sayyid (dari penduduk Najran) datang kepada Nabi shallallahu 'alaihi wasallam seraya berkata; \"Utuslah bersama kami seseorang yang dapat di percaya!.\" Maka beliau menjawab: \"Sesungguhnya aku akan mengutus seseorang yang dapat di percaya, dan benar-benar dapat di percaya.\" Maka para sahabat saling berunjuk diri (ingin di pilih dan mendapatkan gelar dari sifat tersebut), ternyata beliau mengutus (menunjuk) Abu 'Ubaidah bin Jarrah radliallahu 'anhu.\" Perawi (Abi Isa) berkata; \"Apabila Abu Ishaq meriwayatkan hadits ini dari Shilah, maka dia berkata; \"Saya telah mendengarnya sejak enam puluh tahun yang lalu.\" Abu Isa berkata; 'Hadits ini adalah hadits hasan shahih, dan telah diriwayatkan pula dari Ibnu Umar dan Anas radliallahu 'anhuma, dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Setiap Ummat memiliki seorang kepercayaan, sedangkan kepercayaan ummat ini adalah Abu 'Ubaidah bin Al Jarrah.\" Telah menceritakan kepada kami Muhammad bin Basyar telah mengabarkan kepada kami Salm bin Qutaibah dan Abu Daud dari Syu'bah dari Abu Ishaq dia berkata; Hudzaifah berkata; \"Hatinya Shilah bin Zufar terbuat dari emas (bersih mengkilat).\" ","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي إِسْحَقَ عَنْ صِلَةَ بْنِ زُفَرَ عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ قَالَجَاءَ الْعَاقِبُ وَالسَّيِّدُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَا ابْعَثْ مَعَنَا أَمِينًا فَقَالَ فَإِنِّي سَأَبْعَثُ مَعَكُمْ أَمِينًا حَقَّ أَمِينٍ فَأَشْرَفَ لَهَا النَّاسُ فَبَعَثَ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ رَضِيَ اللَّهُ عَنْهُقَالَ وَكَانَ أَبُو إِسْحَقَ إِذَا حَدَّثَ بِهَذَا الْحَدِيثِ عَنْ صِلَةَ قَالَ سَمِعْتُهُ مُنْذُ سِتِّينَ سَنَةً قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْ ابْنِ عُمَرَ وَأَنَسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِكُلِّ أُمَّةٍ أَمِينٌ وَأَمِينُ هَذِهِ الْأُمَّةِ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ أَخْبَرَنَا سَلْمُ بْنُ قُتَيْبَةَ وَأَبُو دَاوُدَ عَنْ شُعْبَةَ عَنْ أَبِي إِسْحَقَ قَالَ قَالَ حُذَيْفَةُ قَلْبُ صِلَةَ بْنِ زُفَرَ مِنْ ذَهَبٍ","source":"Tirmidzi"},"__N_SSG":true}