{"pageProps":{"number":"371","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata; telah menceritakan kepada kami [Abu Awanah] dari [Utsman bin Al Mughirah] dari [Ali bin Rabi'ah] dari [Asma` bin Al Hakam Al Fazari] ia berkata; \"Aku mendengar [Ali] berkata; \"Sesungguhnya aku adalah seorang laki-laki yang jika aku mendengar hadits dari Rasulullah shallallahu 'alaihi wasallam, maka dengannya Allah memberiku manfaat dengan sekehendak Allah memberiku manfaat. Dan jika ada seorang dari sahabat Rasulullah menceritakan kepadaku sebuah hadits, maka aku memintanya untuk bersumpah, jika ia telah bersumpah maka aku mempercayainya. [Abu Bakar] -ia adalah seorang yang jujur- pernah menceritakan kepadaku, ia berkata; \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang laki-laki melakukan perbuatan dosa, kemudian ia berdiri bersuci dan shalat, lalu ia meminta ampun kepada Allah kecuali Allah pasti akan mengampuninya.\" Kemudian beliau membaca ayat ini: (Dan (juga) orang-orang yang apabila mengerjakan perbuatan keji atau menganiaya diri sendiri, mereka ingat akan Allah, lalu memohon ampun terhadap dosa-dosa mereka) hingga akhir ayat.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ibnu Mas'ud, Abu Darda`, Anas, Abu Umamah, Mu'adz dan Watsilah. Abu Al Yasar namnya adalah Ka'ab bin Amru.\" Abu Isa berkata; \"Hadits Ali derajatnya hasan, dan kami tidak mengetahuinya dari jalur ini kecuali dari hadits Utsman bin Al Mughirah. [Syu'bah] dan yang selainnya meriwayatkan hadits ini dari [Utsman bin Al Mughrah], lalu mereka memarfu'kannya sebagaimana hadits Abu Awanah. [Sufyan Ats Tsauri] dan [Mis'ar] juga menceritakannya, namun keduanya hanya menceritakan secara mauquf dan tidak memarfu'kannya kepada Nabi shallallahu 'alaihi wasallam. Dan hadits ini juga pernah diriwayatkan dari Mis'ar secara marfu', dan kami tidak pernah mengetahui Asma` bin Al Hakam mempunyai hadits marfu' selain hadits ini.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ عَنْ عَلِيِّ بْنِ رَبِيعَةَ عَنْ أَسْمَاءَ بْنِ الْحَكَمِ الْفَزَارِيِّ قَال سَمِعْتُ عَلِيًّا يَقُولُإِنِّي كُنْتُ رَجُلًا إِذَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا نَفَعَنِي اللَّهُ مِنْهُ بِمَا شَاءَ أَنْ يَنْفَعَنِي بِهِ وَإِذَا حَدَّثَنِي رَجُلٌ مِنْ أَصْحَابِهِ اسْتَحْلَفْتُهُ فَإِذَا حَلَفَ لِي صَدَّقْتُهُ وَإِنَّهُ حَدَّثَنِي أَبُو بَكْرٍ وَصَدَقَ أَبُو بَكْرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَا مِنْ رَجُلٍ يُذْنِبُ ذَنْبًا ثُمَّ يَقُومُ فَيَتَطَهَّرُ ثُمَّ يُصَلِّي ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلَّا غَفَرَ اللَّهُ لَهُ ثُمَّ قَرَأَ هَذِهِ الْآيَةَ{ وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ }إِلَى آخِرِ الْآيَةِقَالَ وَفِي الْبَاب عَنْ ابْنِ مَسْعُودٍ وَأَبِي الدَّرْدَاءِ وَأَنَسٍ وَأَبِي أُمَامَةَ وَمُعَاذٍ وَوَاثِلَةَ وَأَبِي الْيَسَرِ وَاسْمُهُ كَعْبُ بْنُ عَمْرٍو قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عُثْمَانَ بْنِ الْمُغِيرَةِ وَرَوَى عَنْهُ شُعْبَةُ وَغَيْرُ وَاحِدٍ فَرَفَعُوهُ مِثْلَ حَدِيثِ أَبِي عَوَانَةَ وَرَوَاهُ سُفْيَانُ الثَّوْرِيُّ وَمِسْعَرٌ فَأَوْقَفَاهُ وَلَمْ يَرْفَعَاهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ رُوِيَ عَنْ مِسْعَرٍ هَذَا الْحَدِيثُ مَرْفُوعًا أَيْضًا وَلَا نَعْرِفُ لِأَسْمَاءَ بْنِ الْحَكَمِ حَدِيثًا مَرْفُوعًا إِلَّا هَذَا","source":"Tirmidzi"},"__N_SSG":true}