{"pageProps":{"number":"454","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Az Zuhri] dari [Salim] dari [ayahnya] bahwa dia mendengar Nabi Shallahu 'alaihi wa sallam bersabda: \"Barang siapa yang mendatangi shalat Jum'at, hendaknya ia mandi.\" (perawi berkata, dalam bab ini (ada juga riwayat -pent) dari Umar, Abu Sa'id, Jabir, Barra', 'Aisyah dan Abu Darda'. Abu Isa berkata, hadist Ibnu Umar adalah hadits hasan shahih. Telah diriwayatkan dari [Az Zuhri] dari [Abdullah bin Abdullah bin Umar] dari [ayahnya] dari Nabi Shallahu 'alaihi wa sallam. Dalam hadits ini juga telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Laits bin Sa'd] dari [Ibnu Syihab] dari [Abdullah bin Abdullah bin Umar] dari [ayahnya] bahwasannya Nabi Shallahu 'alaihi wa sallam -seperi hadits di atas-, Muhammad berkata, hadits Az Zuhri dari Salim dari ayahnya dengan hadits Abdullah bin 'Abdillah bin Umar dari ayahnya kedua-duanya adalah shahih. Sebagian sahabat Az Zuhri berkata, dari [Az Zuhri] dia berkata, telah menceritakan kepadaku keluarga [Abdullah bin Umar] dari [Umar] dari Nabi Shallahu 'alaihi wa sallam mengenai mandi pada hari Jum'at juga, ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِأَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ أَتَى الْجُمُعَةَ فَلْيَغْتَسِلْقَالَ وَفِي الْبَاب عَنْ عُمَرَ وَأَبِي سَعِيدٍ وَجَابِرٍ وَالْبَرَاءِ وَعَائِشَةَ وَأَبِي الدَّرْدَاءِ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَرُوِي عَنْ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الْحَدِيثُ أَيْضًا حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ و قَالَ مُحَمَّدٌ وَحَدِيثُ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ كِلَا الْحَدِيثَيْنِ صَحِيحٌ و قَالَ بَعْضُ أَصْحَابِ الزُّهْرِيِّ عَنْ الزُّهْرِيِّ قَالَ حَدَّثَنِي آلُ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ ابْنِ عُمَرَ عَنْ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْغُسْلِ يَوْمَ الْجُمُعَةِ أَيْضًا وَهُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}