{"pageProps":{"number":"475","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Abu Daud At Thayalisi] telah menceritakan kepada kami [Jarir bin Hazim] dari [Tsabit] dari [Anas bin Malik] dia berkata, adalah Nabi Shallahu 'alaihi wa sallam mengemukakan hajatnya jika turun dari mimbar. Abu Isa berkata, kami tidak mengetahui hadits ini melainkan dari hadits (riwayat) Jarir bin Hazim, dia berkata, jarir bin Hazim ragu mengenai hadits ini, dan yang shahih adalah apa yang diriwayatkan dari Tsabit dari Anas dia berkata, shalat akan didirikan, tiba-tiba seorang laki-laki memegang tangan Nabi Shallahu 'alaihi wa sallam, terus saja laki-laki tersebut mengajak bicara beliau sampai sebagian kaum mengantuk. Muhammad berkata, bahwa yang dimaksud hadits diatas adalah hadits ini, sedangkan Jarir bin Hazim kemungkinan dia adalah suduk (dapat dipercaya) jika ia ragu terhadap sesuatu. Muhammad berkata, Jarir bin hazim ragu mengenai hadits (riwayat) Tsabit dari Anas dari Nabi Shallahu 'alaihi wa sallam beliau bersabda: \"Jika shalat telah ditegakkan, janganlah kalian berdiri sehingga kalian melihatku.\" Muhammad berkata, dan hadits ini juga diriwayatkan dari Hammad bin Ziyad, dia berkata, kami bersama Tsabit Al Banani, lalu Hajjaj As Shawaf menceritakan dari Yahya bin Abu Katsir dari Abdullah bin Abu Qatadah dari ayahnya dari Nabi Shallahu 'alaihi wa sallam beliau bersabda: \"Jika shalat telah didirikan maka janganlah kalian berdiri sehingga kalian melihatku.\" kemudian Jarir ragu, dia mengira bahwasannya Tsabit telah menceritakan kepada mereka dari Anas dari Nabi Shallahu 'alaihi wa sallam.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ عَنْ ثَابِتٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُكَلَّمُ بِالْحَاجَةِ إِذَا نَزَلَ عَنْ الْمِنْبَرِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ جَرِيرِ بْنِ حَازِمٍ قَالَ و سَمِعْت مُحَمَّدًا يَقُولُ وَهِمَ جَرِيرُ بْنُ حَازِمٍ فِي هَذَا الْحَدِيثِ وَالصَّحِيحُ مَا رُوِيَ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ أُقِيمَتْ الصَّلَاةُ فَأَخَذَ رَجُلٌ بِيَدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَا زَالَ يُكَلِّمُهُ حَتَّى نَعَسَ بَعْضُ الْقَوْمِ قَالَ مُحَمَّدٌ وَالْحَدِيثُ هُوَ هَذَا وَجَرِيرُ بْنُ حَازِمٍ رُبَّمَا يَهِمُ فِي الشَّيْءِ وَهُوَ صَدُوقٌ قَالَ مُحَمَّدٌ وَهِمَ جَرِيرُ بْنُ حَازِمٍ فِي حَدِيثِ ثَابِتٍ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أُقِيمَتْ الصَّلَاةُ فَلَا تَقُومُوا حَتَّى تَرَوْنِي قَالَ مُحَمَّدٌ وَيُرْوَى عَنْ حَمَّادِ بْنِ زَيْدٍ قَالَ كُنَّا عِنْدَ ثَابِتٍ الْبُنَانِيِّ فَحَدَّثَ حَجَّاجٌ الصَّوَّافُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أُقِيمَتْ الصَّلَاةُ فَلَا تَقُومُوا حَتَّى تَرَوْنِي فَوَهِمَ جَرِيرٌ فَظَنَّ أَنَّ ثَابِتًا حَدَّثَهُمْ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}