{"pageProps":{"number":"50","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ja'far bin Muhammad bin Imran Ats Tsa'labi Al Kufi] berkata, telah menceritakan kepada kami [Zaid bin Hubab] dari [Mu'awiyah bin Shalih] dari [Rabi'ah bin Yazid Ad Dimasyqi] dari [Abu Idris Al Khaulani] dan [Abu Utsman] dari [Umar bin Khaththab] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa berwudlu dan menyempurnakan wudlunya kemudian membaca; ASYHADU ANLAA ILAAHA ILLALLAAH WAHDAHUU LAA SYARIIKALAHU WA ASYHADU ANNA MUHAMMADAN ABDUHU WA RASUULUHU, ALLAAHUMMAJ'ALNI MINAT TAWWAABIINA WAJ'ALNI MINAL MUTATAHHIRIIN (aku bersaksi bahwa tidak ada Tuhan yang berhak disembah kecuali Allah Yang Maha Esa dan tidak ada sekutu bagi-Nya, dan aku bersaksi bahwa Muhammad adalah hamba dan utusan-Nya. Ya Allah, jadikanlah aku termasuk orang-orang yang bertaubat dan jadikanlah aku termasuk orang-orang yang mensucikan diri), niscaya akan dibukakan baginya delapan pintu surga, ia dipersilahkan masuk dari pintu mana saja yang ia kehendaki.\" Abu Isa berkata; \"Dalam bab ini ada juga hadits dari Anas dan Uqbah bin 'Amir.\" Abu Isa berkata; \"Hadits Umar telah diselisihi Zaid bin Hubab dalam hadits ini.\" Abu Isa berkata; \" [Abdullah bin Shalih] dan yang lainnya telah meriwayatkan dari [Mu'awiyah bin Shalih], dari [Rabi'ah bin Yazid], dari [Abu Idris], dari [Uqbah bin A'mir], dari [Umar]. Dan [Rabi'ah] meriwayatkan dari [Abu Utsman], dari [Jubair bin Nufair], dari [Umar]. Dan hadits ini dalam sanadnya mengalami idltirab (pertentangan), dan dalam bab ini tidak ada hadits yang sah dari Nabi shallallahu 'alaihi wasallam.\" Muhammad berkata; \"Abu Idris tidak mendengar sesuatu pun dari Umar.\"","arab":"حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عِمْرَانَ الثَّعْلَبِيُّ الْكُوفِيُّ حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ عَنْ رَبِيعَةَ بْنِ يَزِيدَ الدِّمَشْقِيِّ عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ وَأَبِي عُثْمَانَ عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ قَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ اللَّهُمَّ اجْعَلْنِي مِنْ التَّوَّابِينَ وَاجْعَلْنِي مِنْ الْمُتَطَهِّرِينَ فُتِحَتْ لَهُ ثَمَانِيَةُ أَبْوَابِ الْجَنَّةِ يَدْخُلُ مِنْ أَيِّهَا شَاءَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ أَنَسٍ وَعُقْبَةَ بْنِ عَامِرٍ قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ قَدْ خُولِفَ زَيْدُ بْنُ حُبَابٍ فِي هَذَا الْحَدِيثِ قَالَ وَرَوَى عَبْدُ اللَّهِ بْنُ صَالِحٍ وَغَيْرُهُ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ عَنْ رَبِيعَةَ بْنِ يَزِيدَ عَنْ أَبِي إِدْرِيسَ عَنْ عُقْبَةَ بْنِ عَامِرٍ عَنْ عُمَرَ وَعَنْ رَبِيعَةَ عَنْ أَبِي عُثْمَانَ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ عُمَرَ وَهَذَا حَدِيثٌ فِي إِسْنَادِهِ اضْطِرَابٌ وَلَا يَصِحُّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْبَابِ كَبِيرُ شَيْءٍ قَالَ مُحَمَّدٌ وَأَبُو إِدْرِيسَ لَمْ يَسْمَعْ مِنْ عُمَرَ شَيْئًا","source":"Tirmidzi"},"__N_SSG":true}