{"pageProps":{"number":"544","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Wahb bin Jarir] telah menceritakan kepada kami [Syu'bah] dari [Abu Ishaq] dari ['Ashim bin Dlamrah] dia berkata, kami bertanya kepada [Ali] tentang shalatnya Rasulullah Sallallahu 'alaihi wasallam pada siang hari?, dia menjawab, sungguh kalian tidak sanggup untuk melakukannya, kami bertanya, lantas siapa diantara kami yang sanggup melakukannya? Dia menjawab, adalah Rasulullah Sallallahu 'alaihi wasallam apabila matahari terbit dari timur seperti waktu terbenamnya di waktu ashar beliau shalat dua raka'at, dan apabila matahari terbit dari timur pada waktu zhuhur shalat empat raka'at kemudian shalat empat raka'at sebelum shalat zhuhur, setelahnya dua raka'at kemudian shalat empat raka'at sebelum ashar, setiap selesai dua raka'at senantiasa mengucapkan salam kepada para malaikat muqarrabin, para Nabi dan mursalin dan siapa saja yang menempuh jalan mereka dari kaum mukminin dan muslimin. Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Abi Ishaq] dari ['Ashim bin Dlamrah] dari [Ali] dari Nabi Sallallahu 'alaihi wasallam seperti hadits di atas. Abu 'Isa berkata, ini adalah hadits hasan. Ishaq bin Ibrahim berkata, ini adalah sebaik-baik hadits yang berbicara tentang tathawwu'nya (shalat sunnah) Nabi Sallallahu 'alaihi wasallam pada waktu siang. Diriwayatkan dari Abdullah bin Mubarak, bahwasanya beliau melemahkan hadits ini, hal itu dikarenakan -wallahu 'alam- karena hadits ini hanya diriwayatkan melalui jalur ini saja yaitu dari 'Ashim bin Dlamrah dari Ali, padahal 'Ashim bin Dlamrah seorang yang tsiqah menurut sebagian ahlul ilmu. Ali bin Al Madini berkata, Yahya bin Sa'id Al Qaththan berkata, Sufyan berkata, kami mengetahui hadits 'Ashim bin Dlamrah lebih utama dari hadits Harits.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي إِسْحَقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ قَالَسَأَلْنَا عَلِيًّا عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ النَّهَارِ فَقَالَ إِنَّكُمْ لَا تُطِيقُونَ ذَاكَ فَقُلْنَا مَنْ أَطَاقَ ذَاكَ مِنَّا فَقَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَتْ الشَّمْسُ مِنْ هَاهُنَا كَهَيْئَتِهَا مِنْ هَاهُنَا عِنْدَ الْعَصْرِ صَلَّى رَكْعَتَيْنِ وَإِذَا كَانَتْ الشَّمْسُ مِنْ هَاهُنَا كَهَيْئَتِهَا مِنْ هَاهُنَا عِنْدَ الظُّهْرِ صَلَّى أَرْبَعًا وَصَلَّى أَرْبَعًا قَبْلَ الظُّهْرِ وَبَعْدَهَا رَكْعَتَيْنِ وَقَبْلَ الْعَصْرِ أَرْبَعًا يَفْصِلُ بَيْنَ كُلِّ رَكْعَتَيْنِ بِالتَّسْلِيمِ عَلَى الْمَلَائِكَةِ الْمُقَرَّبِينَ وَالنَّبِيِّينَ وَالْمُرْسَلِينَ وَمَنْ تَبِعَهُمْ مِنْ الْمُؤْمِنِينَ وَالْمُسْلِمِينَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي إِسْحَقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ و قَالَ إِسْحَقُ بْنُ إِبْرَاهِيمَ أَحْسَنُ شَيْءٍ رُوِيَ فِي تَطَوُّعِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي النَّهَارِ هَذَا وَرُوِي عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ كَانَ يُضَعِّفُ هَذَا الْحَدِيثَ وَإِنَّمَا ضَعَّفَهُ عِنْدَنَا وَاللَّهُ أَعْلَمُ لِأَنَّهُ لَا يُرْوَى مِثْلُ هَذَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا مِنْ هَذَا الْوَجْهِ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ وَعَاصِمُ بْنُ ضَمْرَةَ هُوَ ثِقَةٌ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ قَالَ سُفْيَانُ كُنَّا نَعْرِفُ فَضْلَ حَدِيثِ عَاصِمِ بْنِ ضَمْرَةَ عَلَى حَدِيثِ الْحَارِثِ","source":"Tirmidzi"},"__N_SSG":true}