{"pageProps":{"number":"695","slug":"tirmidzi","id":"Telah menceritakan kepada kami ['Imran bin Musa Al Qazzaz] telah menceritakan kepada kami ['Abdul Waris bin Sa'id] telah menceritakan kepada kami [Ali bin Zaid] dari [Sa'id bin Al Musayyib] dari [Abu Hurairah] dia berkata, Rasulullah Shallallaahu 'alaihi wasallam bersabda: \"Sesungguhnya Rabb kalian berfirman: Setiap kebaikan diberi pahala sebanyak sepuluh kali lipat hingga tujuh ratus kali lipat, sedangkan puasa diperuntukkan untuk-Ku dan Aku sendiri yang akan memberi pahala puasanya (tanpa batasan jumlah pahala), puasa merupakan tameng dari api neraka, dan bau mulut orang yang berpuasa, lebih wangi di sisi Allah daripada wangi misk (minyak wangi) dan jika salah seorang diantara kalian mengajakmu bertengkar padahal dia sedang berpuasa, maka katakanlah sesungguhnya saya sedang berpusa.\" Dalam bab ini (ada juga riwayat -pent) dari Mu'adz bin Jabal, Sahl bin Sa'ad, Ka'ab bin Ujrah Salamah bin Qaisar serta Basyir bin Khashashiyah. Dan Basyir bernama Zahm bin Ma'bad sedangkan Khashashiyah ialah ibunya Basyir. Abu 'Isa berkata, hadits Abu Hurairah merupakan hadits hasan gharib dari jalur ini.","arab":"حَدَّثَنَا عِمْرَانُ بْنُ مُوسَى الْقَزَّازُ حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ رَبَّكُمْ يَقُولُ كُلُّ حَسَنَةٍ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِ مِائَةِ ضِعْفٍ وَالصَّوْمُ لِي وَأَنَا أَجْزِي بِهِ الصَّوْمُ جُنَّةٌ مِنْ النَّارِ وَلَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ وَإِنْ جَهِلَ عَلَى أَحَدِكُمْ جَاهِلٌ وَهُوَ صَائِمٌ فَلْيَقُلْ إِنِّي صَائِمٌوَفِي الْبَاب عَنْ مُعَاذِ بْنِ جَبَلٍ وَسَهْلِ بْنِ سَعْدٍ وَكَعْبِ بْنِ عُجْرَةَ وَسَلَامَةَ بْنِ قَيْصَرٍ وَبَشِيرِ ابْنِ الْخَصَاصِيَةِ وَاسْمُ بَشِيرٍ زَحْمُ بْنُ مَعْبَدٍ وَالْخَصَاصِيَةُ هِيَ أُمُّهُ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ","source":"Tirmidzi"},"__N_SSG":true}