{"pageProps":{"number":"79","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] dan [Hannad] dan [Abu Kuraib] dan [Ahmad bin Muni'] dan [Mahmud bin Ghailan] dan [Abu 'Ammar Al Husain bin Huraits] mereka berkata; [Waki'] menceritakan kepada kami dari [Al A'masy] dari [Habib bin Abu Tsabit] dari [Urwah] dari [Aisyah] berkata; \" Nabi shallallahu 'alaihi wasallam mencium sebagian istrinya, setelah itu keluar shalat dan tidak berwudlu lagi.\" Urwah berkata; \"Itu pasti engkau sendiri, \" Urwah berkata; \"Lalu ia pun tertawa.\" Abu Isa berkata; \"Yang telah meriwayatkan hadits ini bukan hanya seorang dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan tabi'in.\" pendapat ini diambil oleh Sufyan Ats Tsauri dan penduduk Kufah. Mereka mengatakan; \"Tidak ada kewajiban berwudlu karena mencium.\" Sedangkan Malik bin Anas, Al Auza'i, Syafi'i, Ahmad, dan Ishaq berpendapat; bahwa mencium itu mengharuskan wudlu. Pendapat ini diambil tidak hanya satu dari kalangan ahli ilmu dari sahabat Nabi shallallahu 'alaihi wasallam dan tabi'in. Namun sahabat-sahabat kami meninggalkan hadits dari Aisyah karena menurut mereka lemah dari sisi sanad. Abu Isa berkata; \"Aku mendengar Abu Bakr Al Aththar Al Bashri menyebutkan dari Ali Ibnul Madini, ia berkata; \"Yahya bin Sa'id Al Qaththan melemahkan hadits ini. dan ia berkata, \"Itu sama dengan sesuatu yang tidak ada apa-apanya.\" Ia juga berkata; \"Aku mendengar Muhammad bin Isma'il melemahkan hadits ini, dan Habib bin Abu Tsabit belum pernah mendengar dari Urwah.\" Telah diriwayatkan dari [Ibrahim At Taimi], dari [Aisyah] bahwa Nabi shallallahu 'alaihi wasallam pernah menciumnya dan beliau tidak berwudlu lagi. Namun hadits ini juga tidak sah. Kami tidak pernah mengetahui bahwa Ibrahim At Taimi pernah mendengar dari Aisyah. Tidak ada hadits yang shahih dari Nabi shallallahu 'alaihi wasallam dalam bab ini.\"","arab":"حَدَّثَنَا قُتَيْبَةُ وَهَنَّادٌ وَأَبُو كُرَيْبٍ وَأَحْمَدُ بْنُ مَنِيعٍ وَمَحْمُودُ بْنُ غَيْلَانَ وَأَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ قَالُوا حَدَّثَنَا وَكِيعٌ عَنْ الْأَعْمَشِ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبَّلَ بَعْضَ نِسَائِهِ ثُمَّ خَرَجَ إِلَى الصَّلَاةِ وَلَمْ يَتَوَضَّأْقَالَ قُلْتُ مَنْ هِيَ إِلَّا أَنْتِ قَالَ فَضَحِكَتْ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ نَحْوُ هَذَا عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ قَالُوا لَيْسَ فِي الْقُبْلَةِ وُضُوءٌ و قَالَ مَالِكُ بْنُ أَنَسٍ وَالْأَوْزَاعِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ فِي الْقُبْلَةِ وُضُوءٌ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَإِنَّمَا تَرَكَ أَصْحَابُنَا حَدِيثَ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا لِأَنَّهُ لَا يَصِحُّ عِنْدَهُمْ لِحَالِ الْإِسْنَادِ قَالَ و سَمِعْت أَبَا بَكْرٍ الْعَطَّارَ الْبَصْرِيَّ يَذْكُرُ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ قَالَ ضَعَّفَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ هَذَا الْحَدِيثَ جِدًّا وَقَالَ هُوَ شِبْهُ لَا شَيْءَ قَالَ و سَمِعْت مُحَمَّدَ بْنَ إِسْمَعِيلَ يُضَعِّفُ هَذَا الْحَدِيثَ و قَالَ حَبِيبُ بْنُ أَبِي ثَابِتٍ لَمْ يَسْمَعْ مِنْ عُرْوَةَ وَقَدْ رُوِيَ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبَّلَهَا وَلَمْ يَتَوَضَّأْ وَهَذَا لَا يَصِحُّ أَيْضًا وَلَا نَعْرِفُ لِإِبْرَاهِيمَ التَّيْمِيِّ سَمَاعًا مِنْ عَائِشَةَ وَلَيْسَ يَصِحُّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْبَابِ شَيْءٌ","source":"Tirmidzi"},"__N_SSG":true}