{"pageProps":{"number":"814","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad Basyar], telah menceritakan kepada kami [Yahya bin Sa'id] dan [Abdurrahman bin Mahdi] berkata; telah menceritakan kepada kami [Sufyan] dari [Bukair bin 'Atha`] dari [Abdurrahman bin Ya'mar] bahwa beberapa orang dari Najd menemui Rasulullah shallallahu 'alaihi wasallam saat beliau sedang berada di Arafah. Mereka bertanya tentang haji, lalu beliau memerintahkan orang dan dia berseru; 'Haji adalah Arafah, barangsiapa yang datang pada malam Arafah sebelum terbit fajar, maka dia telah mendapatkan haji. Hari Mina adalah sebanyak tiga hari. Barangsiapa yang tergesa-gesa kembali pada hari kedua, maka dia tidak berdosa. Barangsiapa yang mengakhirkan, kembali pada hari ketiga juga tidak berdosa'.\" (Muhammad bin Basyar) berkata; \"Yahya menambahkan; 'Beliau membonceng seorang lelaki sambil menyeru'.\" Telah menceritakan kepada kami [Ibnu Abu 'Umar] telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Sufyan Ats Tsauri] dari [Bukair bin Atha'] dari [Abdurrahman bin Ya'mar] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas secara makna. Ibnu Abu Umar berkata; Sufyan bin Uyainah berkata; \"Ini sebaik-baik hadits yang diriwayatkan Sufyan Ats Tsauri.\" Abu 'Isa berkata; \"Para ulama dari kalangan sahabat dan yang yang lainnya mengamalkan hadits Abdurrahman bin Ya'mar, bahwa orang yang tidak wuquf di Arafah sebelum terbit fajar, dia tidak mendapatkan haji. Walau dia wuquf setelah fajar dan hendaknya dijadikan umrah. Dia wajib mengqadha hajinya pada tahun yang akan datang. Ini pendapat Ats Tsauri, Syafi'i, Ishaq dan Ahmad. Abu 'Isa berkata; \" [Syu'bah] telah meriwayatkan dari [Bukair bin Atha'] seperti haditsnya Ats Tsauri, dia berkata; Aku telah mendengar Al Jarud berkata; Saya telah mendengar Waki' menyebutkan hadits ini lalu berkata; 'Hadits ini merupakan induknya Manasik Haji'.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ قَالَا حَدَّثَنَا سُفْيَانُ عَنْ بُكَيْرِ بْنِ عَطَاءٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَأَنَّ نَاسًا مِنْ أَهْلِ نَجْدٍ أَتَوْا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِعَرَفَةَ فَسَأَلُوهُ فَأَمَرَ مُنَادِيًا فَنَادَى الْحَجُّ عَرَفَةُ مَنْ جَاءَ لَيْلَةَ جَمْعٍ قَبْلَ طُلُوعِ الْفَجْرِ فَقَدْ أَدْرَكَ الْحَجَّ أَيَّامُ مِنًى ثَلَاثَةٌ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِقَالَ وَزَادَ يَحْيَى وَأَرْدَفَ رَجُلًا فَنَادَى حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ بُكَيْرِ بْنِ عَطَاءٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِمَعْنَاهُ و قَالَ ابْنُ أَبِي عُمَرَ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ وَهَذَا أَجْوَدُ حَدِيثٍ رَوَاهُ سُفْيَانُ الثَّوْرِيُّ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ أَنَّهُ مَنْ لَمْ يَقِفْ بِعَرَفَاتٍ قَبْلَ طُلُوعِ الْفَجْرِ فَقَدْ فَاتَهُ الْحَجُّ وَلَا يُجْزِئُ عَنْهُ إِنْ جَاءَ بَعْدَ طُلُوعِ الْفَجْرِ وَيَجْعَلُهَا عُمْرَةً وَعَلَيْهِ الْحَجُّ مِنْ قَابِلٍ وَهُوَ قَوْلُ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ قَالَ أَبُو عِيسَى وَقَدْ رَوَى شُعْبَةُ عَنْ بُكَيْرِ بْنِ عَطَاءٍ نَحْوَ حَدِيثِ الثَّوْرِيِّ قَالَ و سَمِعْت الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا أَنَّهُ ذَكَرَ هَذَا الْحَدِيثَ فَقَالَ هَذَا الْحَدِيثُ أُمُّ الْمَنَاسِكِ","source":"Tirmidzi"},"__N_SSG":true}