{"pageProps":{"number":"948","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar], telah menceritakan kepada kami [Abdurrahman bin Mahdi], telah menceritakan kepada kami [Sufyan] dari [Sa'ad bin Ibrahim] dari [Thalhah bin Abdullah bin Auf] bahwa [Ibnu Abbas] melakukan shalat jenazah, lalu dia membaca Al Fatihah. Saya bertanya kepadanya, lalu dia menjawabnya bahwa termasuk dari sunah atau termasuk bagian dari kesempurnaan sunah. Abu Isa berkata; \"Ini merupakan hadits hasan shahih. Diamalkan sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan yang lainnya. Mereka memilih pendapat bahwa agar dibaca Al Fatihah setelah takbir yang pertama. Ini juga merupakan pendapat Syafi'i, Ahmad dan Ishaq. Sebagian ulama berpendapat bahwa hal itu tidak dibaca pada shalat jenazah, tetapi hanya dengan memuji Allah, membaca shalawat atas Nabi shallallahu 'alaihi wasallam dan berdo'a untuk mayit. Ini adalah pendapat Ats Tsauri dan yang lainnya dari penduduk Kuffah, Thalhah bin Abdullah bin Auf yaitu anak saudara Abdurrahman bin Auf yang Az-Zuhri meriwayatkan darinya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ بْنِ عَوْفٍأَنَّ ابْنَ عَبَّاسٍ صَلَّى عَلَى جَنَازَةٍ فَقَرَأَ بِفَاتِحَةِ الْكِتَابِ فَقُلْتُ لَهُ فَقَالَ إِنَّهُ مِنْ السُّنَّةِ أَوْ مِنْ تَمَامِ السُّنَّةِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ يَخْتَارُونَ أَنْ يُقْرَأَ بِفَاتِحَةِ الْكِتَابِ بَعْدَ التَّكْبِيرَةِ الْأُولَى وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ لَا يُقْرَأُ فِي الصَّلَاةِ عَلَى الْجَنَازَةِ إِنَّمَا هُوَ ثَنَاءٌ عَلَى اللَّهِ وَالصَّلَاةُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالدُّعَاءُ لِلْمَيِّتِ وَهُوَ قَوْلُ الثَّوْرِيِّ وَغَيْرِهِ مِنْ أَهْلِ الْكُوفَةِ وَطَلْحَةُ بْنُ عَبْدِ اللَّهِ بْنِ عَوْفٍ هُوَ ابْنُ أَخِي عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ رَوَى عَنْهُ الزُّهْرِيُّ","source":"Tirmidzi"},"__N_SSG":true}