{"pageProps":{"number":"1167","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Yahya bin Sa'id] dari [Syu'bah] dari [Qatadah] dari [Shalih bin Al Khalil] dari [Abdullah bin Al Harits] dari [Hakim bin Hizam] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Penjual dan pembeli berhak khiyar selama mereka belum berpisah, jika keduanya jujur dan menjelaskan, maka mereka akan mendapatkan berkah dalam jual beli mereka, namun jika keduanya menyembunyikan dan berdusta, maka berkah jual beli mereka akan dihapus.\" Hadits ini shahih, dan beginilah yang telah diriwayatkan dari Abu Barzah Al Aslami bahwa ada dua orang laki-laki yang mengadukan permasalahan kepadanya tentang kuda yang telah mereka jual belikan, saat itu mereka berada di sebuah kapal. Maka ia menjawab; Aku tidak melihat kalian berpisah padahal Rasulullah shallallahu 'alaihi wasallam bersabda: \"Penjual dan pembeli berhak memilih selama mereka belum berpisah.\" Dan sebagian ulama penduduk Kufah dan selain mereka telah berpendapat bahwa perpisahan adalah dengan ucapan, ini adalah pendapat Sufyan Ats Tsauri. Beginilah yang telah diriwayatkan dari Malik bin Anas dan diriwayatkan pula dari Ibnul Mubarak bahwa ia berkata; Bagaimana aku menolak hal ini padahal hadits dari Nabi shallallahu 'alaihi wasallam adalah shahih dan menguatkan pendapat ini. Makna sabda Nabi shallallahu 'alaihi wasallam: \"Kecuali jual beli dengan cara khiyar (memilih).\" Maksudnya hendaklah penjual memberi pilihan kepada pembeli setelah melakukan transaksi jual beli, jika penjual telah mempersilahkan pembeli untuk memilih lalu ia memilih (untuk membeli dan menyetujui transaksi) maka setelah itu tidak khiyar untuknya dalam membetalkan transaksi jual beli walaupun keduanya belum berpisah. Beginilah yang ditafsirkan oleh Asy Syafi'i dan yang lainnya. Dan di antara yang menguatkan pendapat yang mengatakan; Perpisahan adalah dengan badan bukan dengan ucapan adalah hadits Abdullah bin Amru dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ شُعْبَةَ عَنْ قَتَادَةَ عَنْ صَالِحٍ أَبِي الْخَلِيلِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ حَكِيمِ بْنِ حِزَامٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا فَإِنْ صَدَقَا وَبَيَّنَا بُورِكَ لَهُمَا فِي بَيْعِهِمَا وَإِنْ كَتَمَا وَكَذَبَا مُحِقَتْ بَرَكَةُ بَيْعِهِمَاهَذَا حَدِيثٌ صَحِيحٌ وَهَكَذَا رُوِيَ عَنْ أَبِي بَرْزَةَ الْأَسْلَمِيِّ أَنَّ رَجُلَيْنِ اخْتَصَمَا إِلَيْهِ فِي فَرَسٍ بَعْدَ مَا تَبَايَعَا وَكَانُوا فِي سَفِينَةٍ فَقَالَ لَا أَرَاكُمَا افْتَرَقْتُمَا وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ إِلَى أَنَّ الْفُرْقَةَ بِالْكَلَامِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَهَكَذَا رُوِيَ عَنْ مَالِكِ بْنِ أَنَسٍ وَرُوِي عَنْ ابْنِ الْمُبَارَكِ أَنَّهُ قَالَ كَيْفَ أَرُدُّ هَذَا وَالْحَدِيثُ فِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَحِيحٌ وَقَوَّى هَذَا الْمَذْهَبَ وَمَعْنَى قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا بَيْعَ الْخِيَارِ مَعْنَاهُ أَنْ يُخَيِّرَ الْبَائِعُ الْمُشْتَرِيَ بَعْدَ إِيجَابِ الْبَيْعِ فَإِذَا خَيَّرَهُ فَاخْتَارَ الْبَيْعَ فَلَيْسَ لَهُ خِيَارٌ بَعْدَ ذَلِكَ فِي فَسْخِ الْبَيْعِ وَإِنْ لَمْ يَتَفَرَّقَا هَكَذَا فَسَّرَهُ الشَّافِعِيُّ وَغَيْرُهُ وَمِمَّا يُقَوِّي قَوْلَ مَنْ يَقُولُ الْفُرْقَةُ بِالْأَبْدَانِ لَا بِالْكَلَامِ حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}