{"pageProps":{"number":"1287","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Syarik bin Abdullah An Nakha'i] dari [Abu Ishaq] dari ['Atha`] dari [Rafi' bin Khadij] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang bercocol tanam di ladang suatu kaum tanpa izin mereka maka ia tidak berhak atas tanaman itu sedikit pun namun ia berhak atas hasilnya.\" Abu Isa berkata; Hadits ini hasan gharib tidak kami ketahui dari hadits Abu Ishaq kecuali dari jalur ini dari hadits Syarik bin Abdullah. Hadits ini menjadi pedoman amal menurut sebagian ulama dan ini adalah pendapat Ahmad dan Ishaq. Aku bertanya kepada Muhammad bin Isma'il tentang hadits ini, maka ia menjawab; Itu adalah hadits hasan. Dan ia juga berkata; Aku tidak mengetahui dari hadits Abu Ishaq kecuali dari riwayat Syarik. [Muhammad] berkata; Telah menceritakan kepada kami [Ma'qil bin Malik Al Bashri] telah menceritakan kepada kami [Uqbah bin Al Asham] dari ['Atha`] dari [Rafi' bin Khadij] dari Nabi shallallahu 'alaihi wasallam seperti itu.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ النَّخَعِيُّ عَنْ أَبِي إِسْحَقَ عَنْ عَطَاءٍ عَنْ رَافِعِ بْنِ خَدِيجٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ زَرَعَ فِي أَرْضِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَلَيْسَ لَهُ مِنْ الزَّرْعِ شَيْءٌ وَلَهُ نَفَقَتُهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ مِنْ حَدِيثِ أَبِي إِسْحَقَ إِلَّا مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ شَرِيكِ بْنِ عَبْدِ اللَّهِ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَعِيلَ عَنْ هَذَا الْحَدِيثِ فَقَالَ هُوَ حَدِيثٌ حَسَنٌ وَقَالَ لَا أَعْرِفُهُ مِنْ حَدِيثِ أَبِي إِسْحَقَ إِلَّا مِنْ رِوَايَةِ شَرِيكٍ قَالَ مُحَمَّدٌ حَدَّثَنَا مَعْقِلُ بْنُ مَالِكٍ الْبَصْرِيُّ حَدَّثَنَا عُقْبَةُ بْنُ الْأَصَمِّ عَنْ عَطَاءٍ عَنْ رَافِعِ بْنِ خَدِيجٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Tirmidzi"},"__N_SSG":true}