{"pageProps":{"number":"129","slug":"tirmidzi","id":"telah menceritakan kepada kami [Nashr bin Ali Al Jahdlami] berkata; telah menceritakan kepada kami [Syuja' bin Al Walid Abu Badr] dari [Ali bin Abdul A'la] dari [Abu Sahl] dari [Mussah Al Azdiah] dari [Ummu Salamah] ia berkata; \"Pada masa Rasulullah shallallahu 'alaihi wasallam wanita-wanita yang habis melahirkan duduk berdiam diri selama empat puluh hari, kami memoles wajah kami dengan waras (sejenis tumbuhan) karena sebab warna hitam.\" Abu Isa berkata; \"Ini adalah hadits gharib, kami tidak mengetahuinya kecuali dari hadits Abu Sahl, dari Mussah Al Azdiah dari Ummu Salamah.\" Dan Nama Abu Sahl adalah Katsir bin Ziyad. Dalam hal ini Muhammad bin Isma'il berkata; \"Ali bin Abdul A'la dan Abu Sahl adalah orang yang terpercaya.\" Dan Muhammad tidak mengetahui hadits ini kecuali dari hadits Abu Sahl. Para ulama telah sepakat bahwa para sahabat Nabi shallallahu 'alaihi wasallam, tabi'in dan orang-orang sesudah mereka telah sepakat, bahwa wanita yang habis melahirkan boleh meninggalkan shalat selama empat puluh hari, kecuali jika ia telah suci sebelum itu, maka ia harus mandi dan shalat. Apabila ia melihat darah setelah empat puluh hari, maka sebagian ulama berkata; \"Ia tidak boleh meninggalkan shalat setelah empat puluh hari.\" Ini adalah pendapat sebagian besar fuqaha seperti Sufyan Ats Tsauri, bin Al Mubarak, Syafi'i, Ahmad dan Ishaq. Dan diriwayatkan pula dari Al Hasan Al Bashri, ia berkata; \"Sesungguhnya wanita yang habis melahirkan ia tidak shalat selama lima puluh hari jika ia tidak melihat bahwa ia telah suci.\" Dan diriwayatkan pula dari 'Atha bin Abu Rabah dan Asy Sya'bi; yaitu enam puluh hari.\"","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنَا شُجَاعُ بْنُ الْوَلِيدِ أَبُو بَدْرٍ عَنْ عَلِيِّ بْنِ عَبْدِ الْأَعْلَى عَنْ أَبِي سَهْلٍ عَنْ مُسَّةَ الْأَزْدِيَّةِ عَنْ أُمِّ سَلَمَةَ قَالَتْكَانَتْ النُّفَسَاءُ تَجْلِسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْبَعِينَ يَوْمًا فَكُنَّا نَطْلِي وُجُوهَنَا بِالْوَرْسِ مِنْ الْكَلَفِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ أَبِي سَهْلٍ عَنْ مُسَّةَ الْأَزْدِيَّةِ عَنْ أُمِّ سَلَمَةَ وَاسْمُ أَبِي سَهْلٍ كَثِيرُ بْنُ زِيَادٍ قَالَ مُحَمَّدُ بْنُ إِسْمَعِيلَ عَلِيُّ بْنُ عَبْدِ الْأَعْلَى ثِقَةٌ وَأَبُو سَهْلٍ ثِقَةٌ وَلَمْ يَعْرِفْ مُحَمَّدٌ هَذَا الْحَدِيثَ إِلَّا مِنْ حَدِيثِ أَبِي سَهْلٍ وَقَدْ أَجْمَعَ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ عَلَى أَنَّ النُّفَسَاءَ تَدَعُ الصَّلَاةَ أَرْبَعِينَ يَوْمًا إِلَّا أَنْ تَرَى الطُّهْرَ قَبْلَ ذَلِكَ فَإِنَّهَا تَغْتَسِلُ وَتُصَلِّي فَإِذَا رَأَتْ الدَّمَ بَعْدَ الْأَرْبَعِينَ فَإِنَّ أَكْثَرَ أَهْلِ الْعِلْمِ قَالُوا لَا تَدَعُ الصَّلَاةَ بَعْدَ الْأَرْبَعِينَ وَهُوَ قَوْلُ أَكْثَرِ الْفُقَهَاءِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ وَيُرْوَى عَنْ الْحَسَنِ الْبَصْرِيِّ أَنَّهُ قَالَ إِنَّهَا تَدَعُ الصَّلَاةَ خَمْسِينَ يَوْمًا إِذَا لَمْ تَرَ الطُّهْرَ وَيُرْوَى عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ وَالشَّعْبِيِّ سِتِّينَ يَوْمًا","source":"Tirmidzi"},"__N_SSG":true}