{"pageProps":{"number":"1425","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Yahya bin Musa] berkata, telah menceritakan kepada kami [Abu Bakar Al Hanafi] berkata, telah menceritakan kepada kami [Adh Dhahhak bin Utsman] berkata, telah menceritakan kepadaku [Umarah bin Abdullah] ia berkata; Aku mendengar [Atha bin Yasar] berkata, \"Aku pernah bertanya kepada [Abu Ayyub Al Anshari], bagaimana kurban yang dilakukan pada masa Rasulullah shallallahu 'alaihi wasallam?\", ia menjawab; \"Seorang laki-laki menyembelih seekor kambing untuk dirinya dan keluarganya, mereka makan daging kurban tersebut dan memberikannya kepada orang lain. Hal itu tetap berlangsung hingga manusia berbangga-bangga, maka jadilah kurban itu seperti sekarang yang engkau saksikan (hanya untuk berbangga-bangga).\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih Dan Umarah bin Abdullah adalah orang Madinah, Malik bin Anas termasuk orang-orang yang telah meriwayatkan darinya. Hadits ini menjadi pedoman amal menurut sebagian ulama', dan inilah pendapat Ahmad dan Ishaq. Keduanya berdalil dengan hadits Nabi shallallahu 'alaihi wasallam, Bahwasanya beliau pernah berkurban dengan seekor kambing, lalu beliau bersabda: \"Ini untuk orang-orang yang belum berkurban dari umatku.\" Sebagian ulama' berpendapat, \"Seekor kambing tidak cukup kecuali untuk satu orang. Dan ini adalah Pendapat Abdullah Ibnul Mubarak dan selainnya dari kalangan para ulama'.\"","arab":"حَدَّثَنِي يَحْيَى بْنُ مُوسَى حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ حَدَّثَنَا الضَّحَّاكُ بْنُ عُثْمَانَ حَدَّثَنِي عُمَارَةُ بْنُ عَبْدِ اللَّهِ قَال سَمِعْتُ عَطَاءَ بْنَ يَسَارٍ يَقُولُ سَأَلْتُ أَبَا أَيُّوبَ الْأَنْصَارِيَّكَيْفَ كَانَتْ الضَّحَايَا عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ كَانَ الرَّجُلُ يُضَحِّي بِالشَّاةِ عَنْهُ وَعَنْ أَهْلِ بَيْتِهِ فَيَأْكُلُونَ وَيُطْعِمُونَ حَتَّى تَبَاهَى النَّاسُ فَصَارَتْ كَمَا تَرَىقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَعُمَارَةُ بْنُ عَبْدِ اللَّهِ هُوَ مَدَنِيٌّ وَقَدْ رَوَى عَنْهُ مَالِكُ بْنُ أَنَسٍ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ وَاحْتَجَّا بِحَدِيثِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ ضَحَّى بِكَبْشٍ فَقَالَ هَذَا عَمَّنْ لَمْ يُضَحِّ مِنْ أُمَّتِي وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لَا تُجْزِي الشَّاةُ إِلَّا عَنْ نَفْسٍ وَاحِدَةٍ وَهُوَ قَوْلُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَغَيْرِهِ مِنْ أَهْلِ الْعِلْمِ","source":"Tirmidzi"},"__N_SSG":true}