{"pageProps":{"number":"1637","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] berkata, telah menceritakan kepada kami [Abu Ahmad] berkata, telah menceritakan kepada kami [Sufyan] dari [Ibnu Abu Laila] dari [Al hakam] dari [Miqsam] dari [Ibnu Abbas] berkata, \"Orang-orang musyrik ingin membeli jasad seorang laki-laki dari kaum musyrikin, tetapi Nabi shallallahu 'alaihi wasallam menolak untuk menjualnya.\" Abu Isa berkata, \"Hadits ini derajatnya hasan gharib, kami tidak mengetahuinya kecuali dari hadits Al Hakam. [Al Hajjaj bin Arthah] juga meriwayatkannya dari [Al Hakam]. Imam Ahmad bin Hambal berkata, \"Hadits Ibnu Abu Laila tidak bisa dijadikan sebagai hujah.\" Muhammad bin Isma'il berkata, \"Isma'il bin Abu Laila adalah seorang yang jujur, tetapi kami tidak bisa membedakan mana hadits yang shahih darinya dan mana yang bukan. Dan aku tidak pernah meriwayatkan darinya, Ibnu Abu Laila adalah seorang yang jujur dan fakih, namun barangkali ia kurang baik dalam hal sanad.\" Telah menceritakan kepada kami Nashr bin Ali, ia berkata, \"Abdullah bin Dawud menceritakan kepada kami dari Sufyan Ats Tsauri, ia berkata, \"Fuqaha kami mengatakan bahwa Ibnu Abu Laila adalah Abdullah bin Syubrumah.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو أَحْمَدَ حَدَّثَنَا سُفْيَانُ عَنْ ابْنِ أَبِي لَيْلَى عَنْ الْحَكَمِ عَنْ مِقْسَمٍ عَنْ ابْنِ عَبَّاسٍأَنَّ الْمُشْرِكِينَ أَرَادُوا أَنْ يَشْتَرُوا جَسَدَ رَجُلٍ مِنْ الْمُشْرِكِينَ فَأَبَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَبِيعَهُمْ إِيَّاهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ الْحَكَمِ وَرَوَاهُ الْحَجَّاجُ بْنُ أَرْطَاةَ أَيْضًا عَنْ الْحَكَمِ و قَالَ أَحْمَدُ بْنُ حَنْبَلٍ ابْنُ أَبِي لَيْلَى لَا يُحْتَجُّ بِحَدِيثِهِ و قَالَ مُحَمَّدُ بْنُ إِسْمَعِيلَ ابْنُ أَبِي لَيْلَى صَدُوقٌ وَلَكِنْ لَا نَعْرِفُ صَحِيحَ حَدِيثِهِ مِنْ سَقِيمِهِ وَلَا أَرْوِي عَنْهُ شَيْئًا وَابْنُ أَبِي لَيْلَى صَدُوقٌ فَقِيهٌ وَرُبَّمَا يَهِمُ فِي الْإِسْنَادِ حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ عَنْ سُفْيَانَ الثَّوْرِيِّ قَالَ فُقَهَاؤُنَا ابْنُ أَبِي لَيْلَى عَبْدُ اللَّهِ بْنُ شُبْرُمَةَ","source":"Tirmidzi"},"__N_SSG":true}