{"pageProps":{"number":"1781","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Bakr bin Muhammad bin Aban], telah menceritakan kepada kami [Waki'] Telah menceritakan kepada kami [Hisyam Ad Dastuwa`i] dari [Budail bin Maisarah Al Uqaili] dari [Abdullah bin Ubaid bin Umair] dari [Ummu Kultsum] dari [Aisyah] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila salah seorang dari kalian memakan makanan, maka ucapkanlah, 'BISMILLAH (Dengan menyebut nama Allah).' Dan jika ia lupa (mengucapkannya) di awal, maka hendaklah ia mengucapkan: 'BISMILLAHI FI AWWALIHI WA AKHIRIHI (Dengan menyebut Nama Allah, di awal dan di akhirnya).'\" Dengan isnad ini juga telah diriwayatkan dari Aisyah, ia berkata; Rasulullah shallallahu 'alaihi wasallam pernah makan makanan berserta enam orang dari para sahabatnya. Lalu datanglah seorang badui, dan langsung makan dua suap, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sekiranya ia menyebut nama Allah, niscaya makanan itu akan cukup bagi kalian.\" Abu Isa berkata; Ini adalah hadits hasan shahih. Ummu Kultsum adalah anak perempuan Muhammad bin Abu Bakar Ash Shiddiq radliallahu 'anhu.","arab":"حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا هِشَامٌ الدَّسْتُوَائِيُّ عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ الْعُقَيْلِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ عَنْ أُمِّ كُلْثُومٍ عَنْ عَائِشَةَ قَالَتْقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلْيَقُلْ بِسْمِ اللَّهِ فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِوَبِهَذَا الْإِسْنَادِ عَنْ عَائِشَةَ قَالَتْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ طَعَامًا فِي سِتَّةٍ مِنْ أَصْحَابِهِ فَجَاءَ أَعْرَابِيٌّ فَأَكَلَهُ بِلُقْمَتَيْنِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا إِنَّهُ لَوْ سَمَّى لَكَفَاكُمْ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأُمُّ كُلْثُومٍ هِيَ بِنْتُ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ","source":"Tirmidzi"},"__N_SSG":true}