{"pageProps":{"number":"1791","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Musa Muhammad bin Al Mutsanna], telah menceritakan kepada kami [Abu Dawud Ath Thayalisi], telah menceritakan kepada kami [Syu'bah] dari [Amr bin Murrah] ia berkata, saya mendengar [Zadzan] berkata; Aku pernah bertanya kepada [Ibnu Umar] tentang jenis minuman yang telah dilarang Rasulullah shallallahu 'alaihi wasallam, \"Kabarkanlah kepada kami dengan bahasa kalian, dan jelaskanlah kepada kami dengan bahasa kami.\" Ibnu Umar berkata, \"Rasulullah shallallahu 'alaihi wasallam telah melarang, al hantamah yakni bejana (yang terbuat dari tanah dicampur gandum dan darah) untuk menaruh khamr, ad duba` yakni tengkorak kepala, an naqir yakni pohon kurma yang dipahat (hingga mati), dan beliau juga melarang al muzaffat tempat yang terbuat dari aspal dan memerintahkan untuk membuat nabidz pada bejana-bejana. Ia (Abu Isa) berkata dalam bab ini dari Umar, Ali, Ibnu Abbas, Abu Said, Abu Hurairah, Abdurrahman bin Ya'mar, Samurah, Anas, Aisyah, Imran bin Hushain, A`idz bin Amr, Hakam Al Ghifari, dan Maimunah. Abu Isa berkata, Hadits ini hasan shahih.","arab":"حَدَّثَنَا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَال سَمِعْتُ زَاذَانَ يَقُولُسَأَلْتُ ابْنَ عُمَرَ عَمَّا نَهَى عَنْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْأَوْعِيَةِ أَخْبِرْنَاهُ بِلُغَتِكُمْ وَفَسِّرْهُ لَنَا بِلُغَتِنَا فَقَالَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْحَنْتَمَةِ وَهِيَ الْجَرَّةُ وَنَهَى عَنْ الدُّبَّاءِ وَهِيَ الْقَرْعَةُ وَنَهَى عَنْ النَّقِيرِ وَهُوَ أَصْلُ النَّخْلِ يُنْقَرُ نَقْرًا أَوْ يُنْسَجُ نَسْجًا وَنَهَى عَنْ الْمُزَفَّتِ وَهِيَ الْمُقَيَّرُ وَأَمَرَ أَنْ يُنْبَذَ فِي الْأَسْقِيَةِقَالَ وَفِي الْبَاب عَنْ عُمَرَ وَعَلِيٍّ وَابْنِ عَبَّاسٍ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَعَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ وَسَمُرَةَ وَأَنَسٍ وَعَائِشَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ وَعَائِذِ بْنِ عَمْرٍو وَالْحَكَمِ الْغِفَارِيِّ وَمَيْمُونَةَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}