{"pageProps":{"number":"246","slug":"tirmidzi","id":"telah menceritakan kepada kami [Mahmud bin Ghailan] berkata; telah menceritakan kepada kami [Abu Dawud Ath Thayalisi] berkata; telah menceritakan kepada kami [Abdul Aziz bin Abdullah bin Abu Salamah Al Majisyun] berkata; telah menceritakan kepadaku [Pamanku] dari [Abdurrahman Al A'raj] dari [Ubaidullah bin Abu Rafi'] dari [Ali bin Abu Thalib] ia berkata; \"Jika Rasulullah shallallahu 'alaihi wasallam mengangkat kepalanya beliau mengucapkan: \"SAMI'AALLAHU LIMAN HAMIDAH RABBANA LAKAL HAMDU MIL`AS SAMAAWATI WA MIL`AL ARDLI WA MIL`'azza wajalla MA BAINAHUMA WA MIL`A MA SYI`TA MIN SYAI`IN BA'DU (Semoga Allah mendengar pujian orang yang memuji-Nya. Wahai Tuhan kami, hanya bagi-Mu segala pujian sepebuh langit dan bumi, dan sepenuh apa yang ada di antara keduanya, dan sepenuh apa yang Engkau kehendaki selain itu).\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ibnu Umar, Ibnu Abbas, Ibnu Abu Aufa, Abu Juhaifah dan Abu Sa'id.\" Abu Isa berkata; \"Hadits Ali ini derajatnya hasan shahih. Para ahli ilmu mengamalkan hadits ini. Pendapat ini diambil juga oleh Syafi'i. Ia berkata; \"Hendaknya seseorang membaca do'a ini baik dalam shalat wajib maupun sunnah.\" Sebagian penduduk Kufah membaca do`a ini dalam shalat sunnah dan tidak membacanya dalam shalat wajib.\" Abu Isa berkata; \"Ia disebut dengan Al Majisyun karena ia termasuk anak Al Majisyun.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ الْمَاجِشُونُ حَدَّثَنِي عَمِّي عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَمِلْءَ الْأَرْضِ وَمِلْءَ مَا بَيْنَهُمَا وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ وَابْنِ عَبَّاسٍ وَابْنِ أَبِي أَوْفَى وَأَبِي جُحَيْفَةَ وَأَبِي سَعِيدٍ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ قَالَ يَقُولُ هَذَا فِي الْمَكْتُوبَةِ وَالتَّطَوُّعِ و قَالَ بَعْضُ أَهْلِ الْكُوفَةِ يَقُولُ هَذَا فِي صَلَاةِ التَّطَوُّعِ وَلَا يَقُولُهَا فِي صَلَاةِ الْمَكْتُوبَةِ قَالَ أَبُو عِيسَى وَإِنَّمَا يُقَالُ الْمَاجِشُونِيُّ لِأَنَّهُ مِنْ وَلَدِ الْمَاجِشُونِ","source":"Tirmidzi"},"__N_SSG":true}