{"pageProps":{"number":"2520","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Muhammad bin al Munkadir] dan [Salim Abi an Nadhar] dari [Ubaidullah bin Abi Rafi'] dari [Abu Rafi'] dan yang lainnya, dan dia memarfu'kannya, beliau bersabda: \"sungguh aku akan mendapati salah seorang dari kalian yang bersandaran ke peraduannya, kemudian datang kepadanya salah satu perkara yang telah aku perintahkan atau yang telah aku larang, maka dia berkata; 'aku tidak tahu, apa yang aku dapati di dalam kitabullah maka kami akan mengikutinya.\" Abu Isa berkata; 'ini hadits hasan shahih.\" Dan sebagian mereka meriwayatkan dari Sufyan dari Ibnu al Munkadir dari Nabi shallallahu 'alaihi wasallam secara mursal, dan Salim Abi an Nadhar dari Ubaidullah bin Abi Rafi' dari bapaknya dari Nabi shallallahu 'alaihi wasallam. Dan Ibnu 'Uyainah apabila dia meriwayatkan hadits ini dengan hanya satu jalur, dia menerangkan hadits Muhammad bin Al Munkadir dari hadits Salim Abi Nadhr. Dan apabila menggabungkan keduanya dia meriwayatkan seperti ini. Dan Abu Rafi' adalah mantan budak Nabi shallallahu 'alaihi wasallam, namanya Aslam.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ وَسَالِمٍ أَبِي النَّضْرِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ أَبِي رَافِعٍ وَغَيْرِهِ رَفَعَهُقَالَ لَا أُلْفِيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ أَمْرٌ مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ فَيَقُولُ لَا أَدْرِي مَا وَجَدْنَا فِي كِتَابِ اللَّهِ اتَّبَعْنَاهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَرَوَى بَعْضُهُمْ عَنْ سُفْيَانَ عَنْ ابْنِ الْمُنْكَدِرِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَسَالِمٍ أَبِي النَّضْرِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ ابْنُ عُيَيْنَةَ إِذَا رَوَى هَذَا الْحَدِيثَ عَلَى الِانْفِرَادِ بَيَّنَ حَدِيثَ مُحَمَّدِ بْنِ الْمُنْكَدِرِ مِنْ حَدِيثِ سَالِمٍ أَبِي النَّضْرِ وَإِذَا جَمَعَهُمَا رَوَى هَكَذَا وَأَبُو رَافِعٍ مَوْلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْمُهُ أَسْلَمُ","source":"Tirmidzi"},"__N_SSG":true}