{"pageProps":{"number":"28","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ibnu Abu Umar] berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Abdul Karim bin Abu Al Mukhariq Abu Umayyah] dari [Hassan bin Hilal] ia berkata; \"Aku melihat ['Amar bin Yasir] berwudlu seraya menyela-nyela jenggotnya, lalu ditanyakan padanya, atau ia berkata; Aku bertanya kepadanya, \"kenapa engkau menyela-nyela jenggotmu?\" dia menjawab, \"Apa yang menghalangiku, padahal aku telah melihat Rasulullah shallallahu 'alaihi wasallam menyela-nyela jenggotnya.\" Telah menceritakan kepada kami [Ibnu Abu Umar] berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Sa'id bin Abu Arubah] dari [Qotadah] dari [Hassan bin Hilal] dari ['Ammar] dari Nabi shallallahu 'alaihi wasallam sebagimana hadits tersebut. Abu Isa berkata; \"Dalam bab ini ada juga riwayat dari Utsman, Aisyah, Ummu Salamah, Anas, Ibnu Abu Aufa dan Abu Ayyub.\" Abu Isa berkata; Aku mendengar Ishaq bin Manshur berkata; Aku mendengar Ahmad bin Hanbal berkata; Ibnu Uyainah berkata; \"Abdul Karim tidak mendengar dari Hassan bin Bilal tentang hadits tahlil (menyela-nyela jenggot).\"","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَبْدِ الْكَرِيمِ بْنِ أَبِي الْمُخَارِقِ أَبِي أُمَيَّةَ عَنْ حَسَّانَ بْنِ بِلَالٍ قَالَرَأَيْتُ عَمَّارَ بْنَ يَاسِرٍ تَوَضَّأَ فَخَلَّلَ لِحْيَتَهُ فَقِيلَ لَهُ أَوْ قَالَ فَقُلْتُ لَهُ أَتُخَلِّلُ لِحْيَتَكَ قَالَ وَمَا يَمْنَعُنِي وَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُخَلِّلُ لِحْيَتَهُحَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ حَسَّانَ بْنِ بِلَالٍ عَنْ عَمَّارٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عُثْمَانَ وَعَائِشَةَ وَأُمِّ سَلَمَةَ وَأَنَسٍ وَابْنِ أَبِي أَوْفَى وَأَبِي أَيُّوبَ قَالَ أَبُو عِيسَى و سَمِعْت إِسْحَقَ بْنَ مَنْصُورٍ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ قَالَ قَالَ ابْنُ عُيَيْنَةَ لَمْ يَسْمَعْ عَبْدُ الْكَرِيمِ مِنْ حَسَّانَ بْنِ بِلَالٍ حَدِيثَ التَّخْلِيلِ","source":"Tirmidzi"},"__N_SSG":true}