{"pageProps":{"number":"2937","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sufyan bin Waki'] telah menceritakan kepada kami [ayahku] dan [Ishaq bin Yusuf Al Azraq] dari [Sufyan Ats Tsauri] dari [Al A'masy] dari [Muslim Al Bathin] dari [Sa'id bin Jubair] dari [Ibnu Abbas] berkata: Saat nabi Shallallahu 'alaihi wa Salam di usir dari Makkah, Abu Bakar berkata: Kalian mengusir nabi kalian, kalian benar-benar akan binasa. Lalu Allah Ta'ala menurunkan: \"Telah diizinkan (berperang) bagi orang-orang yang diperangi, karena sesungguhnya mereka telah dianiaya. dan Sesungguhnya Allah, benar-benar Maha Kuasa menolong mereka itu.\" (Al Hajj: 39) lalu Abu Bakar berkata: Aku tahu sesungguhnya akan terjadi peperangan.\" Abu Isa berkata: Hadits ini hasan. [Abdurrahamn bin Mahdi] dan lainnya meriwayatkan hadits ini dari [Sufyan] dari [Al A'masy] dari [Muslim Al Bathin] dari [Sa'id bin Jubair] dari nabi Shallallahu 'alaihi wa Salam dengan menyebut dari [Ibnu Abbas]. Bathr Yahidah juga meriwayatkannya dari [Sufyan] dari [Al A'masy] dari [Muslim Al Bathin] dari [Sa'id bin Jubair] secara mursal tanpa menyebut dari Ibnu Abbas.","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا أَبِي وَإِسْحَقُ بْنُ يُوسُفَ الْأَزْرَقُ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ الْأَعْمَشِ عَنْ مُسْلِمٍ الْبَطِينِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَلَمَّا أُخْرِجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ مَكَّةَ قَالَ أَبُو بَكْرٍ أَخْرَجُوا نَبِيَّهُمْ لَيَهْلِكُنَّ فَأَنْزَلَ اللَّهُ تَعَالَى{ أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ }الْآيَةَ فَقَالَ أَبُو بَكْرٍ لَقَدْ عَلِمْتُ أَنَّهُ سَيَكُونُ قِتَالٌقَالَ هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُهُ عَنْ سُفْيَانَ عَنْ الْأَعْمَشِ عَنْ مُسْلِمٍ الْبَطِينِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِ عَنْ ابْنِ عَبَّاسٍ وَقَدْ رَوَاهُ بَطْرُ يَحِدَةِ عَنْ سُفْيَانَ عَنْ الْأَعْمَشِ عَنْ مُسْلِمٍ الْبَطِينِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ مُرْسَلًا وَلَيْسَ فِيهِ عَنْ ابْنِ عَبَّاسٍ","source":"Tirmidzi"},"__N_SSG":true}