{"pageProps":{"number":"3052","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami [Yunus] dari [Syaiban] dari [Qatadah] telah menceritakan kepada kami [Anas bin Malik] bahwa seorang Yahudi datang kepada Nabi shallallahu 'alaihi wasallam serta para sahabatnya kemudian mengatakan; As Saamu 'alaikum. Kemudian orang-orang menjawab. Lalu Nabi shallallahu 'alaihi wasallam bertanya: \"Tahukah kalian apa yang ia katakan ini?\" Mereka berkata; Allah dan RasulNya lebih mengetahui wahai Nabi Allah. Beliau berkata: \"Tidak, akan tetapi ia mengatakan demikian dan demikian, tolong ringkuslah si yahudi itu kepadaku.\" Kemudian mereka pun meringkus si yahudi dan diseret ke hadapan Rasulullah Shallallahu'alaihiwasallam. Beliau menginterogasinya dengan bertanya: \"Apakah engkau mengatakan; As Saamu 'alaikum?\" (kematian untuk kalian)? Ia berkata; ya. Nabi shallallahu 'alaihi wasallam berkata di saat itu: \"Apabila salah seorang dari ahli kitab mengucapkan salam kepada kalian maka katakan; 'alaika maa qulta.\" (bahkan untuk mu yang kau ucapkan itu) Beliau membaca ayat: \"Dan apabila mereka datang kepadamu, mereka mengucapkan salam kepadamu dengan memberi salam yang bukan ditentukan Allah untukmu.\" (QS. Almujadilah 8), Abu Isa berkata; hadits ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا يُونُسُ عَنْ شَيْبَانَ عَنْ قَتَادَةَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍأَنَّ يَهُودِيًّا أَتَى عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابِهِ فَقَالَ السَّامُ عَلَيْكُمْ فَرَدَّ عَلَيْهِ الْقَوْمُ فَقَالَ نَبِيُّ اللَّهَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ تَدْرُونَ مَا قَالَ هَذَا قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ سَلَّمَ يَا نَبِيَّ اللَّهِ قَالَ لَا وَلَكِنَّهُ قَالَ كَذَا وَكَذَا رُدُّوهُ عَلَيَّ فَرَدُّوهُ قَالَ قُلْتَ السَّامُّ عَلَيْكُمْ قَالَ نَعَمْ قَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ إِذَا سَلَّمَ عَلَيْكُمْ أَحَدٌ مِنْ أَهْلِ الْكِتَابِ فَقُولُوا عَلَيْكَ مَا قُلْتَ قَالَ{ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}