{"pageProps":{"number":"3526","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abu Umar] telah menceritakan kepada kami [Bisyr bin As Sirri] dari [Hammad bin Salamah] dari [Abu Az Zubair] dari [Jabir] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam memohonkan ampunan untukku ketika lailatul ba'ir sebanyak dua puluh lima kali.\" Abu Isa berkata; \"Hadits ini adalah hadits hasan shahih gharib.\" Sedangkan makna \"Lailatal ba'ir\" seperti apa yang diriwayatkan dari Jabir dari beberapa jalur, bahwa suatu ketika dia bepergian bersama Nabi shallallahu 'alaihi wasallam, lantas dia menjual untanya kepada Nabi shallallahu 'alaihi wasallam, namun dia mensyaratkan supaya dapat menungganginya sampai tiba di Madinah, malam itu Jabir berkata; \"Aku menjual untaku kepada Nabi shallallahu 'alaihi wasallam, lalu beliau memintakan ampun untuknya sebanyak dua puluh lima kali. Ayah Jabir yaitu Abdullah bin 'Amru bin Haram telah terbunuh pada Perang Uhud, dan meninggalkan beberapa anak perempuan, sedangkan Jabir adalah anak yang paling dewasa di antara mereka serta yang menafkahi mereka, karena hal itu Nabi shallallahu 'alaihi wasallam berbuat baik dan mengasihi Jabir.\" Seperti inilah hadits yang diriwayatkan dari Jabir.\" ","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَاسْتَغْفَرَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ الْبَعِيرِ خَمْسًا وَعِشْرِينَ مَرَّةًقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَمَعْنَى قَوْلِهِ لَيْلَةَ الْبَعِيرِ مَا رُوِيَ عَنْ جَابِرٍ مِنْ غَيْرِ وَجْهٍ أَنَّهُ كَانَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَبَاعَ بَعِيرَهُ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاشْتَرَطَ ظَهْرَهُ إِلَى الْمَدِينَةِ يَقُولُ جَابِرٌ لَيْلَةَ بِعْتُ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَعِيرَ اسْتَغْفَرَ لِي خَمْسًا وَعِشْرِينَ مَرَّةً وَكَانَ جَابِرٌ قَدْ قُتِلَ أَبُوهُ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ حَرَامٍ يَوْمَ أُحُدٍ وَتَرَكَ بَنَاتٍ فَكَانَ جَابِرٌ يَعُولُهُنَّ وَيُنْفِقُ عَلَيْهِنَّ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَبَرُّ جَابِرًا وَيَرْحَمُهُ بِسَبَبِ ذَلِكَ هَكَذَا رُوِيَ فِي حَدِيثٍ عَنْ جَابِرٍ نَحْوَ هَذَا","source":"Tirmidzi"},"__N_SSG":true}