{"pageProps":{"number":"3603","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr] telah menceritakan kepada kami [Abdullah bin Ja'far] telah menceritakan kepadaku [Tsaur bin Zaid Ad Diili] dari [Abu Al Ghaits] dari [Abu Hurairah] dia berkata; \"Ketika kami berada di sisi Rasulullah shallallahu 'alaihi wasallam yaitu ketika turunnya surat Al Jumu'ah, maka beliau membacanya hingga ketika beliau sampai pada ayat Dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka QS Al Jum'ah; 2. maka ada seorang laki-laki bertanya kepada beliau; \"Wahai Rasulullah, siapakah mereka yang belum berhubungan dengan kami?\" beliau tidak menjawabnya, Abu Hurairah berkata; \"Saat itu Salman Al Farisi berada di antara kami.\" Abu Hurairah melanjutkan; Kemudian Rasulullah shallallahu 'alaihi wasallam meletakkan tangannya kepada Salman seraya bersabda: \"Sekiranya iman itu di perbintangan, sungguh iman itu akan diraih oleh mereka.\" Abu Isa berkata; \"Hadits ini adalah hadits hasan, dan telah diriwayatkan dari beberapa jalur dari Abu Hurairah dari Nabi shallallahu 'alaihi wasallam, adapun Abu Al Ghaits nama aslinya adalah Salim mantan budak (yang telah dimerdekakan oleh) Abdullah bin Muthi' Madani.\" ","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ حَدَّثَنِي ثَوْرُ بْنُ زَيْدٍ الدِّيْلِيُّ عَنْ أَبِي الْغَيْثِ عَنْ أَبِي هُرَيْرَةَ قَالَكُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أُنْزِلَتْ سُورَةُ الْجُمُعَةِ فَتَلَاهَا فَلَمَّا بَلَغَ{ وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ }قَالَ لَهُ رَجُلٌ يَا رَسُولَ اللَّهِ مَنْ هَؤُلَاءِ الَّذِينَ لَمْ يَلْحَقُوا بِنَا فَلَمْ يُكَلِّمْهُ قَالَ وَسَلْمَانُ الْفَارِسِيُّ فِينَا قَالَ فَوَضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ عَلَى سَلْمَانَ فَقَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ كَانَ الْإِيمَانُ بِالثُّرَيَّا لَتَنَاوَلَهُ رِجَالٌ مِنْ هَؤُلَاءِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو الْغَيْثِ اسْمُهُ سَالِمٌ مَوْلَى عَبْدِ اللَّهِ بْنِ مُطِيعٍ مَدَنِيٌّ","source":"Tirmidzi"},"__N_SSG":true}