{"pageProps":{"number":"409","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Yahya bin Ishaq yaitu As Salahini] telah menceritakan kepada kami [Hammad bin Salamah] dari [Tsabit Al Bunani] dari [Abdullah bin Rabah Al Anshari] dari [Abu Qatadah] bahwa Nabi shallallahu 'alaihi wasallam bersabda kepada Abu Bakar: \"Saya melewatimu ketika kamu sedang membaca ayat kemudian kamu merendahkan suaramu.\" Maka dia (Abu Bakar radliallahu 'anhu) menjawab, sesungguhnya saya sedang memperdengarkan dzat yang saya bermunajat kepadanya, beliau bersabda: \"Keraskan sedikit suaramu.\" lalu beliau berkata kepada Umar: \"Saya melewatimu ketika kamu sedang membaca ayat kemudian kamu meninggikan suaramu.\" Maka dia (Umar RA) menjwab, sesungguhnya saya sedang membangunkan orang yang tertidur dan mengusir syetan. Kemudian beliau bersabda: \"Rendahkan sedikit suaramu.\" (perawi) berkata, dalam bab ini (ada juga riwayat -pent) dari A'isyah, Ummu Hani', Anas, Ummu Salamah, dan Ibnu Abbas. Abu Isa berkata, hadits ini gharib hanya saja yang memusnadkannya (menjadikannya bersambung sampai kepada Nabi) adalah Yahya bin Ishaq dari Hammad bin Salamah, padahal kebanyakan orang meriwayatkan hadits ini dari Tsabit dari Abdullah bin Rabah dengan Mursal.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا يَحْيَى بْنُ إِسْحَقَ هُوَ السَّالَحِينِيُّ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ الْأَنْصَارِيِّ عَنْ أَبِي قَتَادَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِأَبِي بَكْرٍ مَرَرْتُ بِكَ وَأَنْتَ تَقْرَأُ وَأَنْتَ تَخْفِضُ مِنْ صَوْتِكَ فَقَالَ إِنِّي أَسْمَعْتُ مَنْ نَاجَيْتُ قَالَ ارْفَعْ قَلِيلًا وَقَالَ لِعُمَرَ مَرَرْتُ بِكَ وَأَنْتَ تَقْرَأُ وَأَنْتَ تَرْفَعُ صَوْتَكَ قَالَ إِنِّي أُوقِظُ الْوَسْنَانَ وَأَطْرُدُ الشَّيْطَانَ قَالَ اخْفِضْ قَلِيلًاقَالَ وَفِي الْبَاب عَنْ عَائِشَةَ وَأُمِّ هَانِئٍ وَأَنَسٍ وَأُمِّ سَلَمَةَ وَابْنِ عَبَّاسٍ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَإِنَّمَا أَسْنَدَهُ يَحْيَى بْنُ إِسْحَقَ عَنْ حَمَّادِ بْنِ سَلَمَةَ وَأَكْثَرُ النَّاسِ إِنَّمَا رَوَوْا هَذَا الْحَدِيثَ عَنْ ثَابِتٍ عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ مُرْسَلًا","source":"Tirmidzi"},"__N_SSG":true}