{"pageProps":{"number":"481","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abu Umar] telah menceritakan kepada kami [Sufyan] dari [Suhail bin Abu Shalih] dari [ayahnya] dari [Abu Hurairah] dia berkata, Rasulullah Shallahu 'alaihi wa sallam bersabda: \"Barang siapa diantara kalian yang shalat setelah shalat Jum'at hendaknya ia shalat empat raka'at.\" Abu Isa berkata, ini adalah hadits hasan shahih. Telah menceritakan kepada kami Hasan bin Ali telah menceritakan kepada kami Ali bin Madini dari Sufyan bin 'Uyainah dia berkata, kami menganggap bahwa Suhail bin Shalih adalah tsabat dalam hadits, hadits ini juga diamalkan oleh sebagian para ulama. Diriwayatkan dari Abdullah bin Mas'ud bahwa dia shalat empat raka'at sebelum dan setela shalat jum'at sebanyak empat raka'at, dan telah diriwayatkan dari Ali bin Abu Thalib radliallahu 'anhu bahwa dia memerintahkan untuk shalat dua raka'at setelah shalat jum'at, kemudian empat raka'at, sedangkan Sufyan At Tsauri, Ibnu Mubarak berpendapat sebagaiaman perkataannya Ibnu Mas'ud. Ishaq berkata, jika pada hari Jum'at dia shalat dimasjid, maka ia shalat empat raka'at, jika ia shalat dirumahnya, maka ia shalat dua raka'at, dia berhujah bahwa Nabi Shallahu 'alaihi wa sallam shalat dua raka'at dirumahnya setelah shalat jum'at, sedangkan hadits Nabi Shallahu 'alaihi wa sallam: \"Barang siapa diantara kalian yang shalat setelah shalat Jum'at hendaknya ia shalat empat raka'at.\" Abu Isa berkata, bahwa Ibnu Umar meriwayatkan dari Nabi Shallahu 'alaihi wa sallam bahwa beliau shalat dua raka'at dirumahnya setelah shalat jum'at, dan Ibnu Umar setelah Nabi Shallahu 'alaihi wa sallam selesai melaksanakan shalat dua raka'at dimasjid, beliau shalat empat raka'at. Telah menceritakan kepada kami Ibnu Abu Umar seperti itu, telah menceritakan kepada kami Sufyan bin 'Uyainah dari Ibnu Juraij dari Atha' dia berkata, saya melihat Ibnu Umar mengerjakan shalat dua raka'at setelah shalat Jum'at, setelah itu dia shalat empat raka'at. Telah menceritakan kepada kami Sa'id bin Abdurrahman Al Mahzumi, telah menceritakan kepada kami Sufyan bin 'Uyainah dari Amru bin Dinar dia berkata, saya tidak pernah melihat seseorang yang sanggup menashkan hadits selain Az Zuhri, dan saya tidak pernah melihat seseorang yang menganggap remeh (hina) dianr dan dirham selain dia, bahwa dinar dan dinar menurutnya tak ubahnya seperti keledai. Abu Isa berkata, saya pernah mendengar Ibnu Abu Umar berkata, saya mendengar Sufyan bin 'Uyainah berkata, adalah Amru bin Dinar lebih tua dari Az Zuhri.","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَلِيُّ بْنُ الْمَدِينِيِّ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ قَالَ كُنَّا نَعُدُّ سُهَيْلَ بْنَ أَبِي صَالِحٍ ثَبْتًا فِي الْحَدِيثِ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَرُوِي عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُ كَانَ يُصَلِّي قَبْلَ الْجُمُعَةِ أَرْبَعًا وَبَعْدَهَا أَرْبَعًا وَقَدْ رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ أَمَرَ أَنْ يُصَلَّى بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ثُمَّ أَرْبَعًا وَذَهَبَ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ إِلَى قَوْلِ ابْنِ مَسْعُودٍ و قَالَ إِسْحَقُ إِنْ صَلَّى فِي الْمَسْجِدِ يَوْمَ الْجُمُعَةِ صَلَّى أَرْبَعًا وَإِنْ صَلَّى فِي بَيْتِهِ صَلَّى رَكْعَتَيْنِ وَاحْتَجَّ بِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ وَحَدِيثُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًا قَالَ أَبُو عِيسَى وَابْنُ عُمَرَ هُوَ الَّذِي رَوَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ وَابْنُ عُمَرَ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى فِي الْمَسْجِدِ بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ وَصَلَّى بَعْدَ الرَّكْعَتَيْنِ أَرْبَعًا حَدَّثَنَا بِذَلِكَ ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ ابْنِ جُرَيْجٍ عَنْ عَطَاءٍ قَالَ رَأَيْتُ ابْنَ عُمَرَ صَلَّى بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ثُمَّ صَلَّى بَعْدَ ذَلِكَ أَرْبَعًا حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ مَا رَأَيْتُ أَحَدًا أَنَصَّ لِلْحَدِيثِ مِنْ الزُّهْرِيِّ وَمَا رَأَيْتُ أَحَدًا الدَّنَانِيرُ وَالدَّرَاهِمُ أَهْوَنُ عَلَيْهِ مِنْهُ إِنْ كَانَتْ الدَّنَانِيرُ وَالدَّرَاهِمُ عِنْدَهُ بِمَنْزِلَةِ الْبَعْرِ قَالَ أَبُو عِيسَى سَمِعْت ابْنَ أَبِي عُمَرَ قَال سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ كَانَ عَمْرُو بْنُ دِينَارٍ أَسَنَّ مِنْ الزُّهْرِيِّ","source":"Tirmidzi"},"__N_SSG":true}