{"pageProps":{"number":"1218","slug":"bukhari","id":"Telah menceritakan kepada kami [Bisyir bin Al Hakam] telah menceritakan kepada kami [Sufyan bin 'Uyainah] telah mengabarkan kepada kami [Ishaq bin 'Abdullah bin Abu Tholhah] bahwasanya dia mendengar [Anas bin Malik radliallahu 'anhu] berkata; Anak dari Abu Tholhah dalam kondisi sakit yang parah. Katanya: \"Dan akhirnya dia meninggal dunia\". Saat itu Abu Tholhah sedang bepergian. Ketika isterinya melihat bahwa dia (anaknya) sudah meninggal, maka dia mengerjakan sesuatu dan meletakkannya di samping rumah. Ketika Abu Tholhah sudah datang, dia bertanya: \"Bagaimana keadaan anak (kita)?. Isterinya menjawab: \"Dia sudah tenang dan aku berharap dia sudah beristirahat\".. Abu Tholhah menganggap bahwa isterinya berkata, benar adanya. Anas bin Malik radliallahu 'anhu; Maka dia tidur pada malam itu. Pada keesokan harinya, dia mandi. Ketika dia hendak pergi keluar, isterinya memberitahu bahwa anaknya sudah meninggal dunia. Kemudian dia shalat bersama Nabi Shallallahu'alaihiwasallam lalu dia menceritakan apa yang sudah terjadi antara dia berdua (dengan isterinya). Maka Rasulullah Shallallahu'alaihiwasallam berkata,: \"Semoga Allah memberkahi kalian berdua pada malam kalian itu\". Sufyan berkata; Ada seorang dari kalangan Anshar berkata,: \"Kemudian setelah itu aku melihat keduanya memiliki sembilan anak yang semuanya telah hafal Al Qur'an\".","arab":"حَدَّثَنَا بِشْرُ بْنُ الْحَكَمِ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ أَخْبَرَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُاشْتَكَى ابْنٌ لِأَبِي طَلْحَةَ قَالَ فَمَاتَ وَأَبُو طَلْحَةَ خَارِجٌ فَلَمَّا رَأَتْ امْرَأَتُهُ أَنَّهُ قَدْ مَاتَ هَيَّأَتْ شَيْئًا وَنَحَّتْهُ فِي جَانِبِ الْبَيْتِ فَلَمَّا جَاءَ أَبُو طَلْحَةَ قَالَ كَيْفَ الْغُلَامُ قَالَتْ قَدْ هَدَأَتْ نَفْسُهُ وَأَرْجُو أَنْ يَكُونَ قَدْ اسْتَرَاحَ وَظَنَّ أَبُو طَلْحَةَ أَنَّهَا صَادِقَةٌ قَالَ فَبَاتَ فَلَمَّا أَصْبَحَ اغْتَسَلَ فَلَمَّا أَرَادَ أَنْ يَخْرُجَ أَعْلَمَتْهُ أَنَّهُ قَدْ مَاتَ فَصَلَّى مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ أَخْبَرَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا كَانَ مِنْهُمَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَعَلَّ اللَّهَ أَنْ يُبَارِكَ لَكُمَا فِي لَيْلَتِكُمَاقَالَ سُفْيَانُ فَقَالَ رَجُلٌ مِنْ الْأَنْصَارِ فَرَأَيْتُ لَهُمَا تِسْعَةَ أَوْلَادٍ كُلُّهُمْ قَدْ قَرَأَ الْقُرْآنَ","source":"Bukhari"},"__N_SSG":true}