{"pageProps":{"number":"1384","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Ghurair Az Zuhri] telah menceritakan kepada kami [Ya'qub bin Ibrahim] dari [bapaknya] dari [Shalih bin Kaisan] dari [Ibnu Syihab] berkata, telah mengabarkan kepada saya ['Amir bin Sa'ad] dari [bapaknya] berkata; \"Rasulullah Shallallahu'alaihiwasallam memberikan suatu harta dari shadaqah sedangkan saat itu aku sedang duduk di tengah-tengah mereka. Saat itu Rasulullah Shallallahu'alaihiwasallam membiarkan dan tidak memberi seorang pun dari mereka, padahal orang itu adalah yang paling menakjubkan aku diantara mereka yang hadir. Maka aku menemui Rasulullah Shallallahu'alaihiwasallam dan aku mendekati beliau seraya aku bertanya: \"Wahai Rasulullah Shallallahu'alaihiwasallam, bagaimana dengan si fulan?. Demi Allah sungguh aku memandangnya dia sebagai seorang mu'min. Nabi Shallallahu'alaihiwasallam membalas: \"atau dia muslim?\". Kemudian aku terdiam sejenak lalu aku terdorang untuk lebih mengetahui apa yang dimaksud Beliau Shallallahu'alaihiwasallam, maka aku ulangi ucapanku: \"Wahai Rasululloh Shallallahu'alaihiwasallam bagaimana dengan si fulan?\". Demi Allah, sungguh aku memandangnya sebagai seorang mu'min. Nabi Shallallahu'alaihiwasallam membalas: atau dia muslim? Aku masih terdiam sejenak lalu aku terdorang lagi untuk lebih memastikan apa yang dimaksudnya hingga aku ulangi lagi pertanyaanku: \"Wahai Rasululloh Shallallahu'alaihiwasallam bagaimana dengan si fulan?\". Demi Allah, sungguh aku memandangnya sebagai seorang mu'min. Lalu Nabi Shallallahu'alaihiwasallam menjelaskan: \"Sungguh aku memberikan kepada seseorang atau selain dia lebih aku sukai dari pada memberi kepada dia karena aku takut kalau dia akan dicampakkan mukanya ke neraka\". Dan dari [bapaknya] dari [Shalih] dari [Isma'il bin Muhammad] bahwa dari berkata; Aku mendengar [bapakku] menceritakan sepereti ini yang dia ceritakan dalam hadits yang diceritakannya: Maka Rasulullah Shallallahu'alaihiwasallam memukulkan kedua tangannya lalu mengumpulkannya diantara leher dan pundaknya kemudian bersabda: \"Dengarlah Sa'ad, sungguh aku memberikan kepada seseorang ….\". Berkata, Abu 'Abdullah Al Bukhariy: (QS. Asy-Syu'ara ayat 94) artinya: \"Dibalik (wajah mereka) lalu dibenamkan\". Sedangkan (Al Mulk ayat 22) artinya: \"Seseorang dikatakan terjungkal bila perbuatannya tidak realistis dan jika dia benar berbuat kamu akan mengatakannya Allah menjungkalkan wajah orang itu begitu juga aku\".","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ غُرَيْرٍ الزُّهْرِيُّ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ عَنْ أَبِيهِ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدٍ عَنْ أَبِيهِ قَالَأَعْطَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَهْطًا وَأَنَا جَالِسٌ فِيهِمْ قَالَ فَتَرَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُمْ رَجُلًا لَمْ يُعْطِهِ وَهُوَ أَعْجَبُهُمْ إِلَيَّ فَقُمْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَارَرْتُهُ فَقُلْتُ مَا لَكَ عَنْ فُلَانٍ وَاللَّهِ إِنِّي لَأَرَاهُ مُؤْمِنًا قَالَ أَوْ مُسْلِمًا قَالَ فَسَكَتُّ قَلِيلًا ثُمَّ غَلَبَنِي مَا أَعْلَمُ فِيهِ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا لَكَ عَنْ فُلَانٍ وَاللَّهِ إِنِّي لَأَرَاهُ مُؤْمِنًا قَالَ أَوْ مُسْلِمًا قَالَ فَسَكَتُّ قَلِيلًا ثُمَّ غَلَبَنِي مَا أَعْلَمُ فِيهِ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا لَكَ عَنْ فُلَانٍ وَاللَّهِ إِنِّي لَأَرَاهُ مُؤْمِنًا قَالَ أَوْ مُسْلِمًا يَعْنِي فَقَالَ إِنِّي لَأُعْطِي الرَّجُلَ وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ خَشْيَةَ أَنْ يُكَبَّ فِي النَّارِ عَلَى وَجْهِهِوَعَنْ أَبِيهِ عَنْ صَالِحٍ عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدٍ أَنَّهُ قَالَ سَمِعْتُ أَبِي يُحَدِّثُ بِهَذَا فَقَالَ فِي حَدِيثِهِ فَضَرَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ فَجَمَعَ بَيْنَ عُنُقِي وَكَتِفِي ثُمَّ قَالَ أَقْبِلْ أَيْ سَعْدُ إِنِّي لَأُعْطِي الرَّجُلَ قَالَ أَبُو عَبْد اللَّهِ{ فَكُبْكِبُوا }قُلِبُوا فَكُبُّوا{ مُكِبًّا }أَكَبَّ الرَّجُلُ إِذَا كَانَ فِعْلُهُ غَيْرَ وَاقِعٍ عَلَى أَحَدٍ فَإِذَا وَقَعَ الْفِعْلُ قُلْتَ كَبَّهُ اللَّهُ لِوَجْهِهِ وَكَبَبْتُهُ أَنَا","source":"Bukhari"},"__N_SSG":true}