{"pageProps":{"number":"1762","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah] telah menceritakan kepada kami [Sufyan] telah menceritakan kepada kami [Jami'] dari [Abu Wa'il] dari [Hudzaifah radliallahu 'anhu] berkata; \"Pada suatu hari 'Umar radliallahu 'anhu berkata: \"Siapa yang masih hafal hadits dari Nabi shallallahu 'alaihi wasallam tentang masalah fitnah? Hudzaifah berkata: \"Aku mendengarnya saat Beliau bersabda: \"Yaitu suatu fitnah seseorang dalam keluarganya, harta, anak dan tetangganya. Namun fitnah itu akan terhapus oleh shalat, shaum. shadaqah\". 'Umar berkata: \"Aku bertanya bukan masalah itu. Tapi aku bertanya tentang fitnah yang meluas seperti melubernya air lautan. Hudzaifah berkata: \"Sesungguhnya selain itu ada satu pintu\". 'Umar bertanya: \"Pintu itu terbuka atau sudah rusak?\". Hudzaifah berkata: \"Pintu yang rusak\". 'Umar berkata: \"Kalau begitu pintu itu tidak akan bisa ditutup hingga hari qiyamat\". Maka kami berkata, kepada Masruq: \"Tanyakanlah kepadanya apakah 'Umar mengerti siapa yang dimaksud dengan pintu itu\". Hudzaifah berkata: \"Ya, dia mengerti. Sebagaimana mengertinya dia bahwa setelah besok pasti malam hari\". ","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا جَامِعٌ عَنْ أَبِي وَائِلٍ عَنْ حُذَيْفَةَ قَالَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ مَنْ يَحْفَظُ حَدِيثًا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْفِتْنَةِ قَالَ حُذَيْفَةُ أَنَا سَمِعْتُهُ يَقُولُ فِتْنَةُ الرَّجُلِ فِي أَهْلِهِ وَمَالِهِ وَجَارِهِ تُكَفِّرُهَا الصَّلَاةُ وَالصِّيَامُ وَالصَّدَقَةُ قَالَ لَيْسَ أَسْأَلُ عَنْ ذِهِ إِنَّمَا أَسْأَلُ عَنْ الَّتِي تَمُوجُ كَمَا يَمُوجُ الْبَحْرُ قَالَ وَإِنَّ دُونَ ذَلِكَ بَابًا مُغْلَقًا قَالَ فَيُفْتَحُ أَوْ يُكْسَرُ قَالَ يُكْسَرُ قَالَ ذَاكَ أَجْدَرُ أَنْ لَا يُغْلَقَ إِلَى يَوْمِ الْقِيَامَةِ فَقُلْنَا لِمَسْرُوقٍ سَلْهُ أَكَانَ عُمَرُ يَعْلَمُ مَنْ الْبَابُ فَسَأَلَهُ فَقَالَ نَعَمْ كَمَا يَعْلَمُ أَنَّ دُونَ غَدٍ اللَّيْلَةَ","source":"Bukhari"},"__N_SSG":true}