{"pageProps":{"number":"2493","slug":"bukhari","id":"Telah menceritakan kepada kami [Sa'id bin Abi Maryam] telah menceritakan kepada kami [Abu Ghossan] berkata, telah menceritakan kepadaku [Abu Hazim] dari [Sahal bin Sa'ad radliallahu 'anhu]; Bahwa orang-orang di kalangan suku Bani 'Amru bin 'Auf bin Al Harits telah terjadi maslah diantara mereka, maka Nabi shallallahu 'alaihi wasallam bersama sebagian sahabat Beliau pergi mendatangi mereka untuk menyelesaikan masalah yang terjadi. Kemudian Bilal mengumandangkan adzan untuk shalat namun Nabi shallallahu 'alaihi wasallam belum juga datang. Akhirnya Bilal menemui Abu Bakar radliallahu 'anhu seraya berkata: \"Sesungguhnya Nabi shallallahu 'alaihi wasallam telah tertahan, sedangkan waktu shalat sudah masuk, apakah engkau bersedia memimpin orang-orang untuk shalat berjama'ah?. Dia (Abu Bakar) menjawab: \"Ya bersedia, jika kamu menghendaki\". Maka Bilal membacakan iqamat lalu Abu Bakar maju untuk memimpin shalat. Tak lama kemudian datang Nabi shallallahu 'alaihi wasallam berjalan di tengah-tengan shaf hingga berdiri di shaf pertama. Maka orang-orang memberi isyarat dengan bertepuk tangan hingga semakin ramai sedangkan Abu Bakar tidak bereaksi dalam shalatnya. (Ketika orang-orang yang memberi tepukan semakin banyak), Abu Bakar baru berbalik dan ternyata ada Nabi shallallahu 'alaihi wasallam di belakangnya, lalu Beliau memberi isyarat dengan tangan Beliau untuk memerintahkan Abu Bakar meneruskan shalat seperti semula. Maka Abu Bakar mengangkat kedua tangannya lalu memuji Allah dan mensucikan-Nya kemudian dia mundur hingga masuk di barisan, lalu Nabi shallallahu 'alaihi wasallam maju untuk memimpin shalat berjama'ah. Setelah selesai Beliau berbalik menghadap jama'ah lalu bersabda: \"Wahai sekalian manusia, jika kalian mendapatkan sesuatu dalam shalat, mengapa kalian melakukannya dengan bertepuk tangan?. Sesungguhnya bertepuk tangan itu adalah isyarat yang layak dilakukan kaum wanita. Maka siapa yang mendapatkan sesuatu yang keliru dalam shalat hendaklah mengucapkan subhaanallah, karena tidaklah seseorang mendengar ucapan subhaanallah kecuali dia harus memperhatikannya. Dan kamu wahai Abu Bakar, apa yang menghalangimu ketika aku sudah memberi isyarat kepadamu agar meneruskannya, mengapa kamu tidak melanjutkan shalat bersama orang banyak?. Maka Abu Bakar menjawab: \"Tidak patut bagi putra Abu Quhafah memimpin shalat di hadapan Nabi shallallahu 'alaihi wasallam\".","arab":"حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ حَدَّثَنَا أَبُو غَسَّانَ قَالَ حَدَّثَنِي أَبُو حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُأَنَّ أُنَاسًا مِنْ بَنِي عَمْرِو بْنِ عَوْفٍ كَانَ بَيْنَهُمْ شَيْءٌ فَخَرَجَ إِلَيْهِمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أُنَاسٍ مِنْ أَصْحَابِهِ يُصْلِحُ بَيْنَهُمْ فَحَضَرَتْ الصَّلَاةُ وَلَمْ يَأْتِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَ بِلَالٌ فَأَذَّنَ بِلَالٌ بِالصَّلَاةِ وَلَمْ يَأْتِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَ إِلَى أَبِي بَكْرٍ فَقَالَ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُبِسَ وَقَدْ حَضَرَتْ الصَّلَاةُ فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ فَقَالَ نَعَمْ إِنْ شِئْتَ فَأَقَامَ الصَّلَاةَ فَتَقَدَّمَ أَبُو بَكْرٍ ثُمَّ جَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمْشِي فِي الصُّفُوفِ حَتَّى قَامَ فِي الصَّفِّ الْأَوَّلِ فَأَخَذَ النَّاسُ بِالتَّصْفِيحِ حَتَّى أَكْثَرُوا وَكَانَ أَبُو بَكْرٍ لَا يَكَادُ يَلْتَفِتُ فِي الصَّلَاةِ فَالْتَفَتَ فَإِذَا هُوَ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَاءَهُ فَأَشَارَ إِلَيْهِ بِيَدِهِ فَأَمَرَهُ أَنْ يُصَلِّيَ كَمَا هُوَ فَرَفَعَ أَبُو بَكْرٍ يَدَهُ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى دَخَلَ فِي الصَّفِّ وَتَقَدَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى بِالنَّاسِ فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ يَا أَيُّهَا النَّاسُ إِذَا نَابَكُمْ شَيْءٌ فِي صَلَاتِكُمْ أَخَذْتُمْ بِالتَّصْفِيحِ إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ مَنْ نَابَهُ شَيْءٌ فِي صَلَاتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ فَإِنَّهُ لَا يَسْمَعُهُ أَحَدٌ إِلَّا الْتَفَتَ يَا أَبَا بَكْرٍ مَا مَنَعَكَ حِينَ أَشَرْتُ إِلَيْكَ لَمْ تُصَلِّ بِالنَّاسِ فَقَالَ مَا كَانَ يَنْبَغِي لِابْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَيْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}