{"pageProps":{"number":"2908","slug":"bukhari","id":"Telah bercerita kepada kami [Musaddad] telah bercerita kepada kami [Yusuf bin Al Majisyun] dari [Shalih bin Ibrahim bin 'Abdur Rahman bin 'Auf] dari [bapaknya] dari [kakeknya] berkata; \"Ketika aku berada di barisan pasukan pada perang Badar, aku melihat ke kanan dan kiriku ternyata nampak ada dua orang anak dari Kaum Anshar yang masih sangat muda dan aku berharap berada di antara tulang rusuk keduanya. Salah seorang darinya mengerdipkan matanya kepadaku seraya berkata; \"Wahai paman, apakah paman mengenal Abu Jahal?\". Aku jawab; \"Ya. Tapi apa kepentinganmu dengannya wahai anak saudaraku?\". Dia berkata; \"Aku mendapat kabar bahwa dia menghina Rasulullah Shallallahu'alaihiwasallam. Dan demi Dzat yang jiwaku berada di tangan-Nya, seandainya aku melihatnya pasti tidak akan berpisah jasadku dengan jasadnya sampai siapa diantara kami yang menemui ajalnya lebih dahulu \". Aku menjadi kagum dengan keberaniannya. Lalu anak yang satunya lagi mengerdipkan matanya kepadaku lalu berkata kepadaku seperti yang dikatakan saudaranya tadi. Tidak lama kemudian aku melihat Abu Jahal bolak-balik di tengah-tengan pasukan, lalu kukatakan kepada kedua anak tadi; \"Itu dia orang yang tadi kalian tanyakan kepadaku?\". Maka keduanya bersigap menyerbu dengan menghunus pedang masing-masing lalu keduanya menebas Abu Jahal hingga tewas. Kemudian keduanya mendatangi Rasulullah Shallallahu'alaihiwasallam dan mengabarkannya, maka Beliau bertanya; \"Siapa diantara kalian berdua yang membunuhnya?\". Maka masing-masing dari keduanya menjawab; \"Akulah yang membunuhnya\". Beliau bertanya lagi; \"Apakah kalian sudah membersihkan pedang kalian?\". Keduanya menjawab; \"Belum\". Maka Beliau melihat pedang keduanya lalu berkata: \"Kalau begitu, kalian berdua yang telah membunuhnya dan salabnya (harta benda yang melekat pada tubuh musuh saat dibunuh) untuk Mu'adz bin 'Amru bin Al Jamuh\". Kedua anak itu namanya Mu'adz bin 'Afra' dan Mu'adz bin 'Amru bin Al Jamuh\". Muhammad berkata, Yusuf mendengar Shalih dan Ibrahim, bapaknya.","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يُوسُفُ بْنُ الْمَاجِشُونِ عَنْ صَالِحِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَبَيْنَا أَنَا وَاقِفٌ فِي الصَّفِّ يَوْمَ بَدْرٍ فَنَظَرْتُ عَنْ يَمِينِي وَعَنْ شِمَالِي فَإِذَا أَنَا بِغُلَامَيْنِ مِنْ الْأَنْصَارِ حَدِيثَةٍ أَسْنَانُهُمَا تَمَنَّيْتُ أَنْ أَكُونَ بَيْنَ أَضْلَعَ مِنْهُمَا فَغَمَزَنِي أَحَدُهُمَا فَقَالَ يَا عَمِّ هَلْ تَعْرِفُ أَبَا جَهْلٍ قُلْتُ نَعَمْ مَا حَاجَتُكَ إِلَيْهِ يَا ابْنَ أَخِي قَالَ أُخْبِرْتُ أَنَّهُ يَسُبُّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَئِنْ رَأَيْتُهُ لَا يُفَارِقُ سَوَادِي سَوَادَهُ حَتَّى يَمُوتَ الْأَعْجَلُ مِنَّا فَتَعَجَّبْتُ لِذَلِكَ فَغَمَزَنِي الْآخَرُ فَقَالَ لِي مِثْلَهَا فَلَمْ أَنْشَبْ أَنْ نَظَرْتُ إِلَى أَبِي جَهْلٍ يَجُولُ فِي النَّاسِ قُلْتُ أَلَا إِنَّ هَذَا صَاحِبُكُمَا الَّذِي سَأَلْتُمَانِي فَابْتَدَرَاهُ بِسَيْفَيْهِمَا فَضَرَبَاهُ حَتَّى قَتَلَاهُ ثُمَّ انْصَرَفَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَاهُ فَقَالَ أَيُّكُمَا قَتَلَهُ قَالَ كُلُّ وَاحِدٍ مِنْهُمَا أَنَا قَتَلْتُهُ فَقَالَ هَلْ مَسَحْتُمَا سَيْفَيْكُمَا قَالَا لَا فَنَظَرَ فِي السَّيْفَيْنِ فَقَالَ كِلَاكُمَا قَتَلَهُ سَلَبُهُ لِمُعَاذِ بْنِ عَمْرِو بْنِ الْجَمُوحِ وَكَانَا مُعَاذَ بْنَ عَفْرَاءَ وَمُعَاذَ بْنَ عَمْرِو بْنِ الجَمُوحِقَالَ مُحَمَّدٌ سَمِعَ يُوسُفُ صَالِحًا وَإِبْرَاهِيمَ أَبَاهُ","source":"Bukhari"},"__N_SSG":true}