{"pageProps":{"number":"3125","slug":"bukhari","id":"Telah bercerita kepadaku [Ibrahim bin Musa] telah mengabarkan kepada kami [Hisyam] dari [Ma'mar] dan telah bercerita kepadaku [Mahmud] telah bercerita kepada kami ['AbdurRazzaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhriy] berkata telah mengabarkan kepadaku [Sa'id bin Al Musayyab] dari [Abu Hurairah radliallahu 'anhu] berkata; Rasulullah shallallahu 'alaihi wasallam berkata; \"Ketika malam aku diisra'kan, aku bertemu Musa 'alaihis salam. Lalu beliau menyebut ciri-cirinya. Yaitu, ternyata dia adalah seperti yang aku duga, seorang laki-laki yang berambut lurus dan seakan dia seorang laki-laki yang gagah berasal dari kalangan Syanu'ah (Yaman). Beliau berkata: \"Dan aku juga melihat 'Isa 'alaihis salam, Lalu beliau sebut ciri-cirinya, \"Ternyata dia adalah seorang laki-laki yang berperawakan sedang, berkulit merah seakan ia keluar dari ruang bawah tanah (kamar mandi) dan aku juga melihat Nabi Ibrahim 'alaihis salam, dan aku adalah anak keturunannya yang paling mirip dengannya. Kemudian aku disuguhkan dua buah gelas, yang satunya berisi susu dan satunya lagi berisi khamer (arak, minuman keras) lalu dikatakan kepadaku; \"Ambillah mana yang kamu suka\". Maka kuambil gelas berisi susu dan kuminum\". Kemudian dikatakan kepadaku; \"Kamu telah mengambil sesuai fithrah. Seandainya yang kamu ambil khamer, niscaya kaummu akan tersesat\".","arab":"حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُوسَى أَخْبَرَنَا هِشَامٌ عَنْ مَعْمَرٍ وَحَدَّثَنِي مَحْمُودٌ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ أُسْرِيَ بِهِ لَقِيتُ مُوسَى قَالَ فَنَعَتَهُ فَإِذَا رَجُلٌ حَسِبْتُهُ قَالَ مُضْطَرِبٌ رَجِلُ الرَّأْسِ كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ قَالَ وَلَقِيتُ عِيسَى فَنَعَتَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَبْعَةٌ أَحْمَرُ كَأَنَّمَا خَرَجَ مِنْ دِيمَاسٍ يَعْنِي الْحَمَّامَ وَرَأَيْتُ إِبْرَاهِيمَ وَأَنَا أَشْبَهُ وَلَدِهِ بِهِ قَالَ وَأُتِيتُ بِإِنَاءَيْنِ أَحَدُهُمَا لَبَنٌ وَالْآخَرُ فِيهِ خَمْرٌ فَقِيلَ لِي خُذْ أَيَّهُمَا شِئْتَ فَأَخَذْتُ اللَّبَنَ فَشَرِبْتُهُ فَقِيلَ لِي هُدِيتَ الْفِطْرَةَ أَوْ أَصَبْتَ الْفِطْرَةَ أَمَا إِنَّكَ لَوْ أَخَذْتَ الْخَمْرَ غَوَتْ أُمَّتُكَ","source":"Bukhari"},"__N_SSG":true}