{"pageProps":{"number":"3361","slug":"bukhari","id":"Telah bercerita kepadaku [Muhammad bin Yahya Abu 'Ali] telah bercerita kepada kami [Syadzan, saudara dari 'Abdan] telah bercerita kepada kami [bapakku] telah mengabarkan kepada kami [Syu'bah bin Al Hajjaj] dari [Hisyam bin Zaid] berkata, aku mendengar [Anas bin Malik] berkata; \"Abu Bakr dan Al'Abbas radliallahu 'anhu lewat didepan salah satu majelis dari majelis kaum Anshar saat mereka sedang menangis. Abu Bakr bertanya; \"Apa yang menyebabkan kalian menangis?\". Mereka menjawab; \"Kami teringat dengan majelis Nabi shallallahu 'alaihi wasallam yang pernah kami ikuti \". Maka Al 'Abbas menemui Nabi shallallahu 'alaihi wasallam lalu mengabarkan hal tadi\". Perawi berkata; Maka Nabi shallallahu 'alaihi wasallam keluar dalam keadaan kepala beliau dibalut dengan kain selimut. Perawi berkata; Maka belliau menaiki mimbar dan setelah hari itu beliau tidak lagi menaiki mimbar beliau. Beliau memuji Allah dan mensucikan-Nya kemudian bersabda: \"Aku wasiatkan kepada kalian (untuk bersikap baik) kepada kaum Anshar. Mereka adalah penjaga rahasiaku dan kepercayaanku. Mereka telah menunaikan apa yang wajib atas mereka dan mereka masih berhak apa yang menjadi hak mereka. Maka terimalah orang-orang yang baik dari kalangan mereka dan maafkanlah orang-orang yang keliru dari mereka\".","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى أَبُو عَلِيٍّ حَدَّثَنَا شَاذَانُ أَخُو عَبْدَانَ حَدَّثَنَا أَبِي أَخْبَرَنَا شُعْبَةُ بْنُ الْحَجَّاجِ عَنْ هِشَامِ بْنِ زَيْدٍ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُمَرَّ أَبُو بَكْرٍ وَالْعَبَّاسُ رَضِيَ اللَّهُ عَنْهُمَا بِمَجْلِسٍ مِنْ مَجَالِسِ الْأَنْصَارِ وَهُمْ يَبْكُونَ فَقَالَ مَا يُبْكِيكُمْ قَالُوا ذَكَرْنَا مَجْلِسَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَّا فَدَخَلَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِذَلِكَ قَالَ فَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ عَصَبَ عَلَى رَأْسِهِ حَاشِيَةَ بُرْدٍ قَالَ فَصَعِدَ الْمِنْبَرَ وَلَمْ يَصْعَدْهُ بَعْدَ ذَلِكَ الْيَوْمِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ أُوصِيكُمْ بِالْأَنْصَارِ فَإِنَّهُمْ كَرِشِي وَعَيْبَتِي وَقَدْ قَضَوْا الَّذِي عَلَيْهِمْ وَبَقِيَ الَّذِي لَهُمْ فَاقْبَلُوا مِنْ مُحْسِنِهِمْ وَتَجَاوَزُوا عَنْ مُسِيئِهِمْ","source":"Bukhari"},"__N_SSG":true}