{"pageProps":{"number":"3475","slug":"bukhari","id":"Bab. Telah menceritakan kepadaku [Hamid bin 'Umar] dari [Bisyir bin Al Mufadlal] telah menceritakan kepada kami [Humaid] telah menceritakan kepada kami [Anas] bahwa telah sampai berita kepada Abdullah bin Salam tentang kedatangan Nabi shallallahu 'alaihi wasallam di Madinah, lalu dia menanyakan beberapa perkara kepada beliau. Katanya; \"Aku akan bertanya kepada anda tiga perkara yang tidak akan dapat diketahui kecuali oleh seorang Nabi. Apakah tanda-tanda pertama hari qiyamat?, dan apa makanan pertama yang akan dimakan oleh penghuni surga dan bagaimana seorang anak bisa mirip dengan ayahnya dan bagaimana ia mirip dengan ibunya?. Beliau menjawab: \"Jibril baru saja memberitahuku.\" Abdullah bin Salam berkata; \"Dia adalah malaikat yang menjadi musuh orang-orang Yahudi.\" Beliau bersabda: \"Adapun tanda pertama hari qiyamat adalah api yang muncul dan akan menggiring orang-orang dari timur menuju barat. Dan makanan pertama penduduk surga adalah hati ikan hiu, sedangkan (miripnya) seorang anak, apabila sang suami mendatangi istrinya dan air maninya mendahului air mani istrinya, berarti akan lahir anak yang menyerupai bapaknya, namun bila air mani istrinya mendahului air mani suaminya, maka akan lahir anak yang mirip dengan ibunya.\" Mendengar itu Abdullah bin Salam berkata; \"Aku bersaksi tidak ada Ilah yang berhak disembah selain Allah dan engkau adalah Rasulullah.\" Kemudian dia berkata; \"Wahai Rasulullah, sesungguhnya orang-orang Yahudi adalah kaum yang sangat suka berbohong (menuduh). Untuk itu, tanyalah mereka tentang aku sebelum mereka mengetahui keIslamanku.\" Estela itu orang-orang Yahudi datang, lalu Nabi shallallahu 'alaihi wasallam bersabda: \"Bagaimana pendapat kalian tentang seorang laki-laki yang bernama Abdullah bin Salam?\". Mereka menjawab; \"Dia adalah seorang 'alim kami dan putra dari 'alim kami dan orang kepercayaan kami dan putra dari orang kepercayaan kami.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bagaimana pendapat kalian jika Abdullah bin Salam memeluk Islam?.\" Mereka menjawab; \"Semoga dia dilindungi Allah dari perbuatan itu.\" Beliau mengulangi pertanyaannya kepada mereka, Namur mereka tetap menjawab seperti tadi. Lalu Abdullah bin Salam keluar seraya berkata; \"Aku bersaksi tidak ada Ilah yang berhak disembah selain Allah dan aku bersaksi bahwa Muhammad adalah utusan Allah.\" Maka mereka berkata; \"Dia ini orang yang paling buruk diantara kami dan putra dari orang yang buruk.\" Mereka terus saja meremehkan Abdullah bin Salam. Lalu Abdullah bin Salam berkata; \"Inilah yang aku khawatirkan tadi, wahai Rasulullah.\"","arab":"بَاب حَدَّثَنِي حَامِدُ بْنُ عُمَرَ عَنْ بِشْرِ بْنِ الْمُفَضَّلِ حَدَّثَنَا حُمَيْدٌ حَدَّثَنَا أَنَسٌأَنَّ عَبْدَ اللَّهِ بْنَ سَلَامٍ بَلَغَهُ مَقْدَمُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ فَأَتَاهُ يَسْأَلُهُ عَنْ أَشْيَاءَ فَقَالَ إِنِّي سَائِلُكَ عَنْ ثَلَاثٍ لَا يَعْلَمُهُنَّ إِلَّا نَبِيٌّ مَا أَوَّلُ أَشْرَاطِ السَّاعَةِ وَمَا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الْجَنَّةِ وَمَا بَالُ الْوَلَدِ يَنْزِعُ إِلَى أَبِيهِ أَوْ إِلَى أُمِّهِ قَالَ أَخْبَرَنِي بِهِ جِبْرِيلُ آنِفًا قَالَ ابْنُ سَلَامٍ ذَاكَ عَدُوُّ الْيَهُودِ مِنْ الْمَلَائِكَةِ قَالَ أَمَّا أَوَّلُ أَشْرَاطِ السَّاعَةِ فَنَارٌ تَحْشُرُهُمْ مِنْ الْمَشْرِقِ إِلَى الْمَغْرِبِ وَأَمَّا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الْجَنَّةِ فَزِيَادَةُ كَبِدِ الْحُوتِ وَأَمَّا الْوَلَدُ فَإِذَا سَبَقَ مَاءُ الرَّجُلِ مَاءَ الْمَرْأَةِ نَزَعَ الْوَلَدَ وَإِذَا سَبَقَ مَاءُ الْمَرْأَةِ مَاءَ الرَّجُلِ نَزَعَتْ الْوَلَدَ قَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّكَ رَسُولُ اللَّهِ قَالَ يَا رَسُولَ اللَّهِ إِنَّ الْيَهُودَ قَوْمٌ بُهُتٌ فَاسْأَلْهُمْ عَنِّي قَبْلَ أَنْ يَعْلَمُوا بِإِسْلَامِي فَجَاءَتْ الْيَهُودُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّ رَجُلٍ عَبْدُ اللَّهِ بْنُ سَلَامٍ فِيكُمْ قَالُوا خَيْرُنَا وَابْنُ خَيْرِنَا وَأَفْضَلُنَا وَابْنُ أَفْضَلِنَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَأَيْتُمْ إِنْ أَسْلَمَ عَبْدُ اللَّهِ بْنُ سَلَامٍ قَالُوا أَعَاذَهُ اللَّهُ مِنْ ذَلِكَ فَأَعَادَ عَلَيْهِمْ فَقَالُوا مِثْلَ ذَلِكَ فَخَرَجَ إِلَيْهِمْ عَبْدُ اللَّهِ فَقَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ قَالُوا شَرُّنَا وَابْنُ شَرِّنَا وَتَنَقَّصُوهُ قَالَ هَذَا كُنْتُ أَخَافُ يَا رَسُولَ اللَّهِ","source":"Bukhari"},"__N_SSG":true}