{"pageProps":{"number":"3720","slug":"bukhari","id":"Telah menceritakan kepada kami [Muslim] Telah menceritakan kepada kami [Syubah] Telah menceritakan kepada kami [Said bin Abu Burdah] dari [ayahnya] katanya, Nabi shallallahu 'alaihi wasallam mengutus kakeknya, alias Abu Musa dan Mu'adz ke Yaman dan beliau pesan: \"Hendaklah kalian mempermudah, jangan mempersulit, berilah kabar gembira jangan kalian jadikan manusia lari (alergi terhadap agama), dan bersatu padulah.\" Lantas Abu Musa bertanya; \"Wahai Nabiyullah, wilayah kami disana ada minuman dari tepung yang sering diistilahkan almizru dan ada minuman dari kurma yang sering diistilahkan albit\"u? Lantas beliau bersabda: \"Setiap yang memabukkan adalah haram.\" Keduanya pun berangkat. lalu Mu'adz berkata kepada Abu Musa; \"Bagaimana engkau membaca Al Quran? Jawab Abu Musa; \"Baik dalam keadaan berdiri, duduk, atau saat aku diatas hewan tungganganku, namun terkadang aku masih menambah.\" Sedang Muadz mengatakan; \"Jika aku, kadang aku tidur dan shalat malam, aku perkirakan waktu tidurku seperti waktu aku shalat malam, masing-masing terus membuat kemah dan keduanya silih berganti melakukan kunjungan. Suatu kali Mu'adz mengunjungi Abu Musa, tak tahunya ada seorang laki-laki yang diikat. Mu'adz bertanya; \"Siapa laki-laki ini sebenarnya? Abu Musa menjawab \"Dia seorang yahudi yang masuk Islam, kemudian murtad. Maka Mu'adz menjawab; \"Kalau aku, sungguh akan kupenggal tengkuknya.\" Hadits ini dikuatkan jalur perawinya oleh [Al'Aqdi] dan [Wahab] dari [Syu'bah] dan [Waki'], [Nadhr] dan [Abu Dawud] mengatakan dari [Syu'bah] dari [Said] dari [ayahnya] dari [kakeknya] dari Nabi shallallahu 'alaihi wasallam. Dan [Jarir bin Abdul Hamid] meriwayatkannya dari [Asy Syaibani] dari [Abu Burdah].","arab":"حَدَّثَنَا مُسْلِمٌ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا سَعِيدُ بْنُ أَبِي بُرْدَةَ عَنْ أَبِيهِ قَالَبَعَثَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَدَّهُ أَبَا مُوسَى وَمُعَاذًا إِلَى الْيَمَنِ فَقَالَ يَسِّرَا وَلَا تُعَسِّرَا وَبَشِّرَا وَلَا تُنَفِّرَا وَتَطَاوَعَا فَقَالَ أَبُو مُوسَى يَا نَبِيَّ اللَّهِ إِنَّ أَرْضَنَا بِهَا شَرَابٌ مِنْ الشَّعِيرِ الْمِزْرُ وَشَرَابٌ مِنْ الْعَسَلِ الْبِتْعُ فَقَالَ كُلُّ مُسْكِرٍ حَرَامٌ فَانْطَلَقَا فَقَالَ مُعَاذٌ لِأَبِي مُوسَى كَيْفَ تَقْرَأُ الْقُرْآنَ قَالَ قَائِمًا وَقَاعِدًا وَعَلَى رَاحِلَتِي وَأَتَفَوَّقُهُ تَفَوُّقًا قَالَ أَمَّا أَنَا فَأَنَامُ وَأَقُومُ فَأَحْتَسِبُ نَوْمَتِي كَمَا أَحْتَسِبُ قَوْمَتِي وَضَرَبَ فُسْطَاطًا فَجَعَلَا يَتَزَاوَرَانِ فَزَارَ مُعَاذٌ أَبَا مُوسَى فَإِذَا رَجُلٌ مُوثَقٌ فَقَالَ مَا هَذَا فَقَالَ أَبُو مُوسَى يَهُودِيٌّ أَسْلَمَ ثُمَّ ارْتَدَّ فَقَالَ مُعَاذٌ لَأَضْرِبَنَّ عُنُقَهُتَابَعَهُ الْعَقَدِيُّ وَوَهْبٌ عَنْ شُعْبَةَ وَقَالَ وَكِيعٌ وَالْنَّضْرُ وَأَبُو دَاوُدَ عَنْ شُعْبَةَ عَنْ سَعِيدٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَوَاهُ جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ عَنْ الشَّيْبَانِيِّ عَنْ أَبِي بُرْدَةَ","source":"Bukhari"},"__N_SSG":true}