{"pageProps":{"number":"5377","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Hatim bin Isma'il] dari [Yazid bin Abu 'Ubaid] dari [Salamah bin Al Akwa'] dia berkata; \"Aku pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam menuju Khaibar, maka kami mengadakan perjalanan di malam hari, seorang anggota pasukan dari suatu Kaum berkata kepada 'Amir bin Al Akwa'; \"Tidakkah kamu mau memperdengarkan kepada kami sajak-sajakmu? Salamah berkata; 'Amir memang seorang penyair, kemudian dia turun sambil menghalau unta dan berkata; \"Ya Allah, kalau bukan karena (Hidayah-Mu) maka tidaklah kami akan mendapat petunjuk, kami tidak akan bersedekah, dan tidak akan mendirikan shalat. Oleh karena itu, ampunilah kami, sebagai tebusan Engkau atas kesalahan kami. Dan teguhkanlah pendirian kami jika bertemu dengan musuh. Tanamkanlah ketenangan di hati kami, apabila di teriaki kami kan datang. Dan dengan teriakan, mereka kan menangis kepada kami.\" Maka Rasulullah shallallahu 'alaihi wasallam bertanya: \"Siapakah orang yang menghalau unta sambil bersyair itu?\" mereka menjawab; \"Amir bin Al Akwa'.\" Beliau bersabda: \"Semoga Allah merahmatinya.\" Lalu seorang anggota pasukan bertanya; \"Betulkah begitu ya Rasulullah?, alangkah baiknya sekiranya anda menyuruhnya supaya menghibur kami terus.\" Salamah berkata; \"Kiranya saat itu kami telah sampai di Khaibar, kemudian kami mengepung penduduknya, sehingga perut kami terasa sangat lapar, kemudian Allah menaklukkan negeri itu atas mereka (kaum Muslimin).\" Setelah hari mulai petang di hari penaklukan Khaibar, mereka mulai menyalakan api, maka Rasulullah shallallahu 'alaihi wasallam bertanya: \"Nyala api apakah itu? Dan untuk apakah mereka menyalakan api?\" mereka menjawab; \"Untuk memasak daging.\" Beliau bertanya: \"Daging apa?\" mereka menjawab; \"Daging keledai jinak.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tumpahkanlah dan pecahkanlah.\" Lantas ada seorang laki-laki berkata; \"Wahai Rasulullah, atau tumpahkan kemudian di cuci.\" Beliau menjawab: \"atau seperti itu.\" Tatkala dua pasukan saling berhadapan, ternyata 'Amir hanya mempunyai pedang pendek. Dengan pedang itu maka ia menikamnya di betis orang Yahudi, tetapi malang baginya, ujung pedang itu terus meluncur hingga berbalik mengenai lutut 'Amir, dan 'Amir pun gugur karenanya.\" Setelah mereka kembali pulang, Salamah mengatakan; \"Rasulullah shallallahu 'alaihi wasallam melihatku murung, lalu beliau bersabda kepadaku: \"Kenapa denganmu?\" Aku menjawab; \"Ayah dan ibuku menjadi tebusan anda, orang-orang menganggap pahala 'Amir telah terhapus.\" Beliau bertanya; \"Siapa yang mengatakannya?\" jawabku; \"Fulan, fulan, fulan dan Usaid bin Hudlair Al Anshari.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dusta orang yang mengatakannya, sesungguhnya dia memperoleh pahala ganda -sambil beliau menggabungkan kedua jemarinya- dialah pejuang sesungguhnya, dan sedikit sekali orang Arab yang pergi berperang seperti dia.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ عَنْ سَلَمَةَ بْنِ الْأَكْوَعِ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى خَيْبَرَ فَسِرْنَا لَيْلًا فَقَالَ رَجُلٌ مِنْ الْقَوْمِ لِعَامِرِ بْنِ الْأَكْوَعِ أَلَا تُسْمِعُنَا مِنْ هُنَيْهَاتِكَ قَالَ وَكَانَ عَامِرٌ رَجُلًا شَاعِرًا فَنَزَلَ يَحْدُو بِالْقَوْمِ يَقُولُ اللَّهُمَّ لَوْلَا أَنْتَ مَا اهْتَدَيْنَاوَلَا تَصَدَّقْنَا وَلَا صَلَّيْنَافَاغْفِرْ فِدَاءٌ لَكَ مَا اقْتَفَيْنَاوَثَبِّتْ الْأَقْدَامَ إِنْ لَاقَيْنَاوَأَلْقِيَنْ سَكِينَةً عَلَيْنَاإِنَّا إِذَا صِيحَ بِنَا أَتَيْنَاوَبِالصِّيَاحِ عَوَّلُوا عَلَيْنَافَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ هَذَا السَّائِقُ قَالُوا عَامِرُ بْنُ الْأَكْوَعِ فَقَالَ يَرْحَمُهُ اللَّهُ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ وَجَبَتْ يَا نَبِيَّ اللَّهِ لَوْلَا أَمْتَعْتَنَا بِهِ قَالَ فَأَتَيْنَا خَيْبَرَ فَحَاصَرْنَاهُمْ حَتَّى أَصَابَتْنَا مَخْمَصَةٌ شَدِيدَةٌ ثُمَّ إِنَّ اللَّهَ فَتَحَهَا عَلَيْهِمْ فَلَمَّا أَمْسَى النَّاسُ الْيَوْمَ الَّذِي فُتِحَتْ عَلَيْهِمْ أَوْقَدُوا نِيرَانًا كَثِيرَةً فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا هَذِهِ النِّيرَانُ عَلَى أَيِّ شَيْءٍ تُوقِدُونَ قَالُوا عَلَى لَحْمٍ قَالَ عَلَى أَيِّ لَحْمٍ قَالُوا عَلَى لَحْمِ حُمُرٍ إِنْسِيَّةٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْرِقُوهَا وَاكْسِرُوهَا فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَوْ نُهَرِيقُهَا وَنَغْسِلُهَا قَالَ أَوْ ذَاكَ فَلَمَّا تَصَافَّ الْقَوْمُ كَانَ سَيْفُ عَامِرٍ فِيهِ قِصَرٌ فَتَنَاوَلَ بِهِ يَهُودِيًّا لِيَضْرِبَهُ وَيَرْجِعُ ذُبَابُ سَيْفِهِ فَأَصَابَ رُكْبَةَ عَامِرٍ فَمَاتَ مِنْهُ فَلَمَّا قَفَلُوا قَالَ سَلَمَةُ رَآنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَاحِبًا فَقَالَ لِي مَا لَكَ فَقُلْتُ فِدًى لَكَ أَبِي وَأُمِّي زَعَمُوا أَنَّ عَامِرًا حَبِطَ عَمَلُهُ قَالَ مَنْ قَالَهُ قُلْتُ قَالَهُ فُلَانٌ وَفُلَانٌ وَفُلَانٌ وَأُسَيْدُ بْنُ الْحُضَيْرِ الْأَنْصَارِيُّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَبَ مَنْ قَالَهُ إِنَّ لَهُ لَأَجْرَيْنِ وَجَمَعَ بَيْنَ إِصْبَعَيْهِ إِنَّهُ لَجَاهِدٌ مُجَاهِدٌ قَلَّ عَرَبِيٌّ نَشَأَ بِهَا مِثْلَهُ","source":"Bukhari"},"__N_SSG":true}