{"pageProps":{"number":"5580","slug":"bukhari","id":"Telah menceritakan kepada kami [Hafsh bin Umar] telah menceritakan kepada kami [Hisyam] dari [Qatadah] dari [Anas] radliallahu 'anhu; bahwa para sahabat banyak bertanya kepada Rasulullah shallallahu 'alaihi wasallam sehingga mereka setengah memaksa dengan pertanyaan-pertanyaan itu. Maka beliau marah dan langsung naik mimbar sambil bersabda: 'Tidaklah kalian bertanya kepadaku mengenai sesuatu, melainkan aku selalu jelaskan kepada kalian', lantas aku melihat kanan-kiri, tak tahunya setiap orang menutupi kepalanya dengan pakaiannya sambil menangis, Secara spontan muncullah seseorang yang jika bermusuhan, ia dipanggil dengan nasab selain ayahnya, maka orang itu berujar 'Wahai nabiyullah siapakah ayahku? Beliau menjawab: 'ayahmu adalah Hudzafah.\" Umarpun bergegas mengucapkan RADHIINA BILLAHI RABBAN WABIL ISLAAMI DIINAN WABI MUHAMMADIN shallallahu 'alaihi wasallam RASUULAN NA'UUDZU BILLAH MINAL FITANI (Kami ridha Allah sebagai Tuhan, Islam sebagai agama, dan Muhammad sebagai utusan, kami berlindung kepada Allah dari fitnah), lantas Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku belum pernah melihat keburukan dan kebaikan sama sekali seperti hari ini, sebab hari ini neraka dan surga digambarkan bagiku hingga aku melihat kedua-duanya berada dibalik dinding ini. Dan Qatadah selalu menyebutkan hadits ini ketika membaca ayat 'Wahai orang-orang yang beriman, janganlah kalian bertanya tentang sesuatu yang sekiranya diungkapkan kepada kalian, justru malah menyusahkan kalian.\" (QS. Al Maidah; 101).","arab":"حَدَّثَنَا حَفْصُ بْنُ عُمَرَ حَدَّثَنَا هِشَامٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُسَأَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَحْفَوْهُ الْمَسْأَلَةَ فَغَضِبَ فَصَعِدَ الْمِنْبَرَ فَقَالَ لَا تَسْأَلُونِي الْيَوْمَ عَنْ شَيْءٍ إِلَّا بَيَّنْتُهُ لَكُمْ فَجَعَلْتُ أَنْظُرُ يَمِينًا وَشِمَالًا فَإِذَا كُلُّ رَجُلٍ لَافٌّ رَأْسَهُ فِي ثَوْبِهِ يَبْكِي فَإِذَا رَجُلٌ كَانَ إِذَا لَاحَى الرِّجَالَ يُدْعَى لِغَيْرِ أَبِيهِ فَقَالَ يَا رَسُولَ اللَّهِ مَنْ أَبِي قَالَ حُذَافَةُ ثُمَّ أَنْشَأَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَسُولًا نَعُوذُ بِاللَّهِ مِنْ الْفِتَنِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا رَأَيْتُ فِي الْخَيْرِ وَالشَّرِّ كَالْيَوْمِ قَطُّ إِنَّهُ صُوِّرَتْ لِي الْجَنَّةُ وَالنَّارُ حَتَّى رَأَيْتُهُمَا وَرَاءَ الْحَائِطِوَكَانَ قَتَادَةُ يَذْكُرُ عِنْدَ هَذَا الْحَدِيثِ هَذِهِ الْآيَةَ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ }","source":"Bukhari"},"__N_SSG":true}