{"pageProps":{"number":"5850","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Abu 'Awanah] dari [Al A'masy] dari [Abu Wa`il] dari [Abdullah] radliallahu 'anhu menuturkan; Rasulullah Shallallahu'alaihi wa sallam bersabda: \"Barangsiapa bersumpah mengada-ada di depan hakim, dengan tujuan untuk memperoleh harta seorang muslim, maka ia berjumpa dengan Allah dan Allah murka kepadanya, \" kemudian Allah menurunkan ayat yang membenarkan hal ini dengan ayat; 'Sesungguhnya orang-orang yang menukar janji Allah dan sumpah mereka dengan harga yang sedikit' (QS. Ali'imran 77) hingga akhir ayat. Maka [Al Asy'ats bin Qais] masuk dan bertanya; 'Apa yang diceritakan Abu Abdurrahman kepada kalian? ' Mereka menjawab; 'begini dan begini'. Maka Al Asy'ats bin Qais berkata; 'ayat itu diturunkan kepada kami, yang ketika itu saya mempunyai sumur di pekarangan keponakanku, maka kudatangi Rasulullah Shallallahu'alaihi wa sallam dan beliau bersabda: \"Sekarang engkau harus menyertakan bukti kepemiikanmu atau dia melakukan sumpahnya!\" Aku menjawab; 'kalau begitu, dia pasti akan bersumpah Ya Rasulullah! ' Rasulullah Shallallahu'alaihi wa sallam bersabda: \"Barangsiapa bersumpah dengan sumpah dusta (diada-adakan), ia melakukan kejahatan dengan sumpahnya itu dengan tujuan untuk merampas harta seorang muslim, ia akan menjumpai Allah sedang Allah dalam keadaan murka kepadanya.\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ الْأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينِ صَبْرٍ يَقْتَطِعُ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ فَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا }إِلَى آخِرِ الْآيَةِفَدَخَلَ الْأَشْعَثُ بْنُ قَيْسٍ فَقَالَ مَا حَدَّثَكُمْ أَبُو عَبْدِ الرَّحْمَنِ فَقَالُوا كَذَا وَكَذَا قَالَ فِيَّ أُنْزِلَتْ كَانَتْ لِي بِئْرٌ فِي أَرْضِ ابْنِ عَمٍّ لِي فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ بَيِّنَتُكَ أَوْ يَمِينُهُ قُلْتُ إِذًا يَحْلِفُ عَلَيْهَا يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينِ صَبْرٍ وَهُوَ فِيهَا فَاجِرٌ يَقْتَطِعُ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ يَوْمَ الْقِيَامَةِ وَهُوَ عَلَيْهِ غَضْبَانُ","source":"Bukhari"},"__N_SSG":true}