{"pageProps":{"number":"6128","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Abdullah] telah menceritakan kepada kami [Sufyan] dari [Ibrahim bin Maisarah] aku mendengar [Amru bin Syarid] mengatakan, Miswar bin makhramah datang dan meletakkan tangannya di pundakku. Kemudian aku berangkat bersamanya menuju ke Sa'd. Lantas [Abu Rafi'] mengatakan kepada Miswar; 'Tidakkah engkau suruh orang ini untuk membeli rumahku yang berada di pekaranganku? ' ia berkata; 'Saya tidak menambahnya melebihi empat ratus, baik secara kontan atau kredit.' Abu rafi' mengatakan; 'Aku telah diberi lima ratus secara kontan, namun aku menolaknya, kalaulah aku tidak mendengar Nabi shallallahu 'alaihi wasallam bersabda: \"Tetangga lebih berhak terhadap dinding tetangganya, \" niscaya aku tidak akan menjualnya kepadamu, -atau ia mengatakan dengan redaksi; 'niscaya tak akan memberikannya kepadamu'.- Saya berkata kepada Ma'mar; Ma'mar tidak mengatakan demikian, namun dia mengatakan kepadaku sedemikian dan mengatakan; Jika seseorang ingin menjual syuf'ah, maka ia boleh melakukan siasat sehingga membatalkan syuf'ah, dan penjual memberikan rumah kepada si pembeli, memberi batasan (waktu dan nilai) dan menyerahkannya kepada si pembeli, dan si pembeli menggantinya dengan seribu dirham, sehingga orang yang mempunyai syuf'ah tidak mempunyai syuf'ah lagi.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ سَمِعْتُ عَمْرَو بْنَ الشَّرِيدِ قَالَجَاءَ الْمِسْوَرُ بْنُ مَخْرَمَةَ فَوَضَعَ يَدَهُ عَلَى مَنْكِبِي فَانْطَلَقْتُ مَعَهُ إِلَى سَعْدٍ فَقَالَ أَبُو رَافِعٍ لِلْمِسْوَرِ أَلَا تَأْمُرُ هَذَا أَنْ يَشْتَرِيَ مِنِّي بَيْتِي الَّذِي فِي دَارِي فَقَالَ لَا أَزِيدُهُ عَلَى أَرْبَعِ مِائَةٍ إِمَّا مُقَطَّعَةٍ وَإِمَّا مُنَجَّمَةٍ قَالَ أُعْطِيتُ خَمْسَ مِائَةٍ نَقْدًا فَمَنَعْتُهُ وَلَوْلَا أَنِّي سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الْجَارُ أَحَقُّ بِصَقَبِهِ مَا بِعْتُكَهُ أَوْ قَالَ مَا أَعْطَيْتُكَهُقُلْتُ لِسُفْيَانَ إِنَّ مَعْمَرًا لَمْ يَقُلْ هَكَذَا قَالَ لَكِنَّهُ قَالَ لِي هَكَذَا وَقَالَ بَعْضُ النَّاسِ إِذَا أَرَادَ أَنْ يَبِيعَ الشُّفْعَةَ فَلَهُ أَنْ يَحْتَالَ حَتَّى يُبْطِلَ الشُّفْعَةَ فَيَهَبَ الْبَائِعُ لِلْمُشْتَرِي الدَّارَ وَيَحُدُّهَا وَيَدْفَعُهَا إِلَيْهِ وَيُعَوِّضُهُ الْمُشْتَرِي أَلْفَ دِرْهَمٍ فَلَا يَكُونُ لِلشَّفِيعِ فِيهَا شُفْعَةٌ","source":"Bukhari"},"__N_SSG":true}