{"pageProps":{"number":"6217","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yahya] telah menceritakan kepada kami [Qurrah bin Khalid] telah menceritakan kepada kami [Ibnu Sirin] dari [Abdurrahman bin Abi Bakrah] dari [Abu Bakrah] dan dari seorang lainnya yang dia lebih utama menurutku daripada Abdurrahman bin Abi Bakrah, dari Abu bakrah, Bahwasanya Rasulullah shallallahu 'alaihi wasallam berpidato di hadapan sahabat dan bertanya: \"Tahukah kalian hari apa ini?\" 'Allah dan Rasul-Nya lebih tahu' Jawab mereka. Kata Abu Bakrah; Hingga kami ketika itu menyangka bahwa Nabi menamakannya dengan nama lain. Kemudian Nabi bertutur: \"Bukankah sekarang hari nahar (korban)?\" Kami menjawab; 'betul Ya Rasulullah!.' Rasulullah bertanya: \"Negeri manakah ini, bukankah negeri haram?\" 'Benar ya Rasulullah' Jawab kami. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Sesungguhnya darah kalian, harta kalian, kehormatan kalian, dan kulit kalian adalah haram sebagaimana kehormatan hari kalian ini, dalam bulan kalian ini, dan negeri kalian ini, bukankah telah kusampaikan?\" 'Betul' Jawab kami. Nabi melanjutkan: \"Ya Allah, saksikanlah, hendaklah yang hadir menyampaikan berita ini kepada yang tidak hadir, berapa banyak orang yang menyampaikan berita kepada orang yang lebih paham.\" Selanjutnya beliau sampaikan pula sabdanya: \"Janganlah kalian menjadi kafir sepeninggalku, sebagian kalian memenggal leher sebagian lainnya.\" Dan dikala Ibnul khadrami dibakar oleh seorang hamba sahaya Ibnu Qudamah, Abdurrahman mengatakan; 'Tolong kalian lihat Abu bakrah dari tempat yang tinggi! ' lantas mereka mengatakan 'Ini Abu Bakrah melihatmu hai hamba sahaya! ' Abdurrahman berkata; 'ibuku menceritakan kepadaku dari Abu Bakrah, bahwasanya ia mengatakan; 'Kalaulah mereka menemuiku, aku pun tidak akan menohok mereka dengan tongkatku ini.'","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ حَدَّثَنَا ابْنُ سِيرِينَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِي بَكْرَةَ وَعَنْ رَجُلٍ آخَرَ هُوَ أَفْضَلُ فِي نَفْسِي مِنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِي بَكْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ النَّاسَ فَقَالَ أَلَا تَدْرُونَ أَيُّ يَوْمٍ هَذَا قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ فَقَالَ أَلَيْسَ بِيَوْمِ النَّحْرِ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ قَالَ أَيُّ بَلَدٍ هَذَا أَلَيْسَتْ بِالْبَلْدَةِ الْحَرَامِ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ وَأَبْشَارَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَلَا هَلْ بَلَّغْتُ قُلْنَا نَعَمْ قَالَ اللَّهُمَّ اشْهَدْ فَلْيُبَلِّغْ الشَّاهِدُ الْغَائِبَ فَإِنَّهُ رُبَّ مُبَلِّغٍ يُبَلِّغُهُ لِمَنْ هُوَ أَوْعَى لَهُ فَكَانَ كَذَلِكَ قَالَ لَا تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ فَلَمَّا كَانَ يَوْمُ حُرِّقَ ابْنُ الْحَضْرَمِيِّ حِينَ حَرَّقَهُ جَارِيَةُ بْنُ قُدَامَةَ قَالَ أَشْرِفُوا عَلَى أَبِي بَكْرَةَ فَقَالُوا هَذَا أَبُو بَكْرَةَ يَرَاكَ قَالَ عَبْدُ الرَّحْمَنِ فَحَدَّثَتْنِي أُمِّي عَنْ أَبِي بَكْرَةَ أَنَّهُ قَالَ لَوْ دَخَلُوا عَلَيَّ مَا بَهَشْتُ بِقَصَبَةٍ","source":"Bukhari"},"__N_SSG":true}