{"pageProps":{"number":"65","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Bisyir] berkata, telah menceritakan kepada kami [Ibnu 'Aun] dari [Ibnu Sirin] dari [Abdurrahman bin Abu Bakrah] dari [bapaknya], dia menuturkan, bahwa Nabi shallallahu 'alaihi wasallam duduk diatas untanya sementara orang-orang memegangi tali kekang unta tersebut. Beliau shallallahu 'alaihi wasallam berkata: \"Hari apakah ini? '. Kami semua terdiam dan menyangka bahwa Beliau akan menamakan nama lain selain nama hari yang sudah dikenal. Beliau shallallahu 'alaihi wasallam berkata: \"Bukankah hari ini hari Nahar?\" Kami menjawab: \"Benar\". Nabi shallallahu 'alaihi wasallam kembali bertanya: \"Bulan apakah ini? '. Kami semua terdiam dan menyangka bahwa Beliau akan menamakan nama lain selain nama bulan yang sudah dikenal. Beliau shallallahu 'alaihi wasallam berkata: \"Bukankah ini bulan Dzul Hijjah?\" Kami menjawab: \"Benar\". Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya darah kalian, harta kalian dan kehormatan kalian sesama kalian haram (suci) sebagaimana sucinya hari kalian ini, bulan kalian ini dan tanah kalian ini. (Maka) hendaklah yang hadir menyampaikan kepada yang tidak hadir, karena orang yang hadir semoga dapat menyampaikan kepada orang yang lebih paham darinya\". ","arab":"حَدَّثَنَا مُسَدَّدٌ قَالَ حَدَّثَنَا بِشْرٌ قَالَ حَدَّثَنَا ابْنُ عَوْنٍ عَنْ ابْنِ سِيرِينَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِذَكَرَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَعَدَ عَلَى بَعِيرِهِ وَأَمْسَكَ إِنْسَانٌ بِخِطَامِهِ أَوْ بِزِمَامِهِ قَالَ أَيُّ يَوْمٍ هَذَا فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ قَالَ أَلَيْسَ يَوْمَ النَّحْرِ قُلْنَا بَلَى قَالَ فَأَيُّ شَهْرٍ هَذَا فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ فَقَالَ أَلَيْسَ بِذِي الْحِجَّةِ قُلْنَا بَلَى قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا لِيُبَلِّغ الشَّاهِدُ الْغَائِبَ فَإِنَّ الشَّاهِدَ عَسَى أَنْ يُبَلِّغَ مَنْ هُوَ أَوْعَى لَهُ مِنْهُ","source":"Bukhari"},"__N_SSG":true}