{"pageProps":{"number":"788","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'aim] berkata, telah menceritakan kepada kami [Al A'masy] dari [Syaqiq bin Salamah] berkata, berkata, \" [Abdullah] berkata, \"Jika kami shalat di belakang Nabi shallallahu 'alaihi wasallam, kami membaca: 'ASSALAAMU 'ALAA JIBRIL WA MIKAA'IL. ASSALAAMU 'ALAA FULAN WA FULAN (Semoga kesejahteraan terlimpahkan kepada malaikat Jibril dan Mika'il, dan semoga kesejahteraan terlimpahkan kepada si anu dan si anu) '. Lalu Rasulullah shallallahu 'alaihi wasallam menoleh ke arah kami seraya bersabda: \"Sesungguhnya Allah, Dialah As-Salaam. Maka jika seseorang dari kalian shalat, hendaklah ia membaca: 'ATTAHIYYAATU LILLAHI WASHSHALAWAATU WATHTHAYYIBAAT. ASSALAAMU 'ALAIKA AYYUHANNABIYYU WA RAHMATULLAHI WA BARAKAATUH. ASSALAAMU 'ALAINAA WA 'ALAA 'IBAADILLAHISH SHAALIHIIN (Segala penghormatan hanya milik Allah, juga segala pengagungan dan kebaikan. Semoga kesejahteraan terlimpahkan kepada engkau wahai Nabi dan juga rahmat dan berkah-Nya. Dan juga semoga kesejahteraan terlimpahkan kepada kami dan kepada hamba-hamba Allah yang shalih) '. Sesungguhnya jika kalian mengucapkan seperti ini, maka kalian telah mengucapkan salam kepada seluruh hamba Allah yang shalih di langit maupun di bumi. (Dan lanjutkanlah dengan bacaan): 'ASYHADU ALLAA ILAAHA ILLALLAH WA ASYHADU ANNA MUHAMMADAN 'ABDUHU WA RASUULUH (Aku bersaksi tidak ada tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah hamba dan utusan-Nya').\"","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ قَالَ حَدَّثَنَا الْأَعْمَشُ عَنْ شَقِيقِ بْنِ سَلَمَةَ قَالَ قَالَ عَبْدُ اللَّهِكُنَّا إِذَا صَلَّيْنَا خَلْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْنَا السَّلَامُ عَلَى جِبْرِيلَ وَمِيكَائِيلَ السَّلَامُ عَلَى فُلَانٍ وَفُلَانٍ فَالْتَفَتَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ اللَّهَ هُوَ السَّلَامُ فَإِذَا صَلَّى أَحَدُكُمْ فَلْيَقُلْ التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ فَإِنَّكُمْ إِذَا قُلْتُمُوهَا أَصَابَتْ كُلَّ عَبْدٍ لِلَّهِ صَالِحٍ فِي السَّمَاءِ وَالْأَرْضِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ","source":"Bukhari"},"__N_SSG":true}