{"pageProps":{"number":"799","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Yusuf] berkata, telah menceritakan kepada kami [Sufyan] dari ['Abdul Malik bin 'Umair] dari [Warrad] penulisnya Al Mughirah bin Syu'bah, berkata, \" [Al Mughirah bin Syu'bah] meminta aku untuk menulis (hadits) buat dikirim kepada Mu'awiyyah bahwa Nabi shallallahu 'alaihi wasallam berdo'a setiap selesai dari shalat fardlu: 'LAA ILAAHA ILLALLAH WAHDAHU LAA SYARIIKA LAHU, LAHUL MULKU WA LAHUL HAMDU WA HUWA 'ALAA KULLI SYAI'IN QADIIR. ALLAHUMMA LAA MAANI'A LIMA A'THAITA WA LAA MU'THIYA LIMA MANA'TA WA LAA YANFA'U DZAL JADDI MINKAL JADDU (Tidak ada tuhan yang berhak disembah selain Allah, yang Tunggal dan tidak ada sekutu bagi-Nya. Milik-Nya segala kerajaan, dan milik-Nya segala pujian. Dan Dia Maha Kuasa atas segala sesuatu. Ya Allah, tidak ada yang dapat menahan dari apa yang Engkau berikan dan dan tidak ada yang dapat memberi dari apa yang Engkau tahan. Dan tidak bermanfaat kekayaan orang yang kaya di hadapan-Mu sedikitpun) '.\" [Syu'bah] berkata dari ['Abdul Malik bin 'Umair] dengan lafadz seperti ini. Dan dari [Al Hakam] dari [Al Qasim bin Mukhaimirah] dari [Warrad] dengan seperti ini juga. Al Hasan berkata, \"Al Jaddu artinyaadalah kekayaan.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ وَرَّادٍ كَاتِبِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ أَمْلَى عَلَيَّ الْمُغِيرَةُ بْنُ شُعْبَةَ فِي كِتَابٍ إِلَى مُعَاوِيَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلَاةٍ مَكْتُوبَةٍ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّوَقَالَ شُعْبَةُ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ بِهَذَا وَعَنْ الْحَكَمِ عَنْ الْقَاسِمِ بْنِ مُخَيْمِرَةَ عَنْ وَرَّادٍ بِهَذَا وَقَالَ الْحَسَنُ الْجَدُّ غِنًى","source":"Bukhari"},"__N_SSG":true}