{"pageProps":{"number":"1067","slug":"muslim","id":"Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Abu Kuraib] dan [Zuhair bin Harb] dan [Ishaq bin Ibrahim]. Ishaq mengatakan; telah mengabarkan kepada kami, sedangkan yang lainnya mengatakan; telah menceritakan kepada kami [Abdullah bin Idris] dari [Ibnu Juraij] dari [Ibnu Abu Ammar] dari [Abdullah bin Babaihi] dari [Ya'la bin 'Umayyah], katanya; \"Aku berkata kepada [Umar bin Khattab] mengenai ayat yang berbunyi Tak ada dosa atasmu meng-qashar shalat, jika kamu khawatir terhadap orang-orang kafir yang hendak memberi cobaan kepadamu.\" QS. Annisa'; 101, sementara manusia saat ini dalam kondisi aman (maksudnya tidak dalam kondisi perang).\" Umar menjawab; \"Sungguh aku juga pernah penasaran tentang ayat itu sebagaimana kamu penasaran, lalu aku tanyakan kepada Rasulullah shallallahu 'alaihi wasallam tentang ayat tersebut, beliau lalu menjawab: \"Itu (mengqashar shalat) adalah sedekah yang Allah berikan kepada kalian. Oleh karena itu, terimalah sedekah-Nya.\" Dan telah menceritakan kepada kami [Muhammad bin Abu Bakr Al Muqaddami], telah menceritakan kepada kami [Yahya] dari [Ibnu Juraij] katanya; telah menceritakan kepadaku [Abdurrahman bin Abdullah bin Abu 'Ammar] dari [Abdullah bin Babaihi], dari [Ya'la bin 'Umayyah] katanya; Aku pernah bertanya kepada [Umar bin Khatthab] semisal hadis Ibnu Idris.","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ وَزُهَيْرُ بْنُ حَرْبٍ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ إِسْحَقُ أَخْبَرَنَا وَقَالَ الْآخَرُونَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ ابْنِ جُرَيْجٍ عَنْ ابْنِ أَبِي عَمَّارٍ عَنْ عَبْدِ اللَّهِ بْنِ بَابَيْهِ عَنْ يَعْلَى بْنِ أُمَيَّةَ قَالَقُلْتُ لِعُمَرَ بْنِ الْخَطَّابِ{ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنْ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمْ الَّذِينَ كَفَرُوا }فَقَدْ أَمِنَ النَّاسُ فَقَالَ عَجِبْتُ مِمَّا عَجِبْتَ مِنْهُ فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَقَالَ صَدَقَةٌ تَصَدَّقَ اللَّهُ بِهَا عَلَيْكُمْ فَاقْبَلُوا صَدَقَتَهُو حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا يَحْيَى عَنْ ابْنِ جُرَيْجٍ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمنِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي عَمَّارٍ عَنْ عَبْدِ اللَّهِ بْنِ بَابَيْهِ عَنْ يَعْلَى بْنِ أُمَيَّةَ قَالَ قُلْتُ لِعُمَرَ بْنِ الْخَطَّابِ بِمِثْلِ حَدِيثِ ابْنِ إِدْرِيسَ","source":"Muslim"},"__N_SSG":true}