{"pageProps":{"number":"1263","slug":"muslim","id":"Dan telah menceritakan kepadaku [Zuhair bin Harb] dan [Muhammad bin Basysyar] - [Zuhair] berkata- telah menceritakan kepada kami [Yahya bin Sa'id] dari [Syu'bah] dari [Qatadah] dari [Salim bin Abul Ja'd] dari [Ma'dan bin Abu Thalhah] dari [Abu Darda`] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Tidak sanggupkah salah seorang dari kalian membaca sepertiga Al Qur`an dalam semalam?\" Mereka balik bertanya, \"Bagaimana cara membaca sepertiganya?\" Nabi shallallahu 'alaihi wasallam menjawab: \"'QUL HUWALLAHU AHAD' (surat Al Ikhlash) sama dengan sepertiga Al Qur`an.\" Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Muhammad bin Bakr] telah menceritakan kepada kami [Sa'id bin Abu 'Arubah] -dalam jalur lain- Dan telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami ['Affan] Telah menceritakan kepada kami [Aban Al Aththar] semuanya dari [Qatadah] dengan isnad ini. Dan di dalam hadits keduanya adalah dari sabda Nabi shallallahu 'alaihi wasallam: \"Sesungguhnya Allah 'azza wajalla menjadikan Al Qur`an itu tiga bagian. Lalu Dia menjadikan, 'QUL HUWALLAHU AHAD.' Sebagai satu bagian dari bagian-bagian Al Qur`an.\"","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ وَمُحَمَّدُ بْنُ بَشَّارٍ قَالَ زُهَيْرٌ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ شُعْبَةَ عَنْ قَتَادَةَ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ عَنْ أَبِي الدَّرْدَاءِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ فِي لَيْلَةٍ ثُلُثَ الْقُرْآنِ قَالُوا وَكَيْفَ يَقْرَأْ ثُلُثَ الْقُرْآنِ قَالَ قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِو حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبَانُ الْعَطَّارُ جَمِيعًا عَنْ قَتَادَةَ بِهَذَا الْإِسْنَادِ وَفِي حَدِيثِهِمَا مِنْ قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ جَزَّأَ الْقُرْآنَ ثَلَاثَةَ أَجْزَاءٍ فَجَعَلَ قُلْ هُوَ اللَّهُ أَحَدٌ جُزْءًا مِنْ أَجْزَاءِ الْقُرْآنِ","source":"Muslim"},"__N_SSG":true}