{"pageProps":{"number":"1276","slug":"muslim","id":"Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Ghundar] dari [Syu'bah] -dalam jalur lain- Dan telah menceritakannya kepada kami [Ibnul Mutsanna] dan [Ibnu Basysyar] - [Ibnul Mutsanna] - berkata, telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Al Hakam] dari [Mujahid] dari [Ibnu Abu Laila] dari [Ubay bin Ka'ab] bahwasanya Nabi shallallahu 'alaihi wasallam berada di kolam air Bani Ghifar. Kemudian beliau didatangi Jibril 'Alaihis salam seraya berkata, \"Sesungguhnya Allah memerintahkanmu untuk membacakan Al Qur`an kepada umatmu dengan satu huruf (lahjah bacaan).\" Beliau pun bersabda: \"Saya memohon kasih sayang dan ampunan-Nya, sesungguhnya umatku tidak akan mampu akan hal itu.\" kemudian Jibril datang untuk kedua kalinya dan berkata, \"Sesungguhnya Allah memerintahkanmu untuk membacakan Al Qur`an kepada umatmu dengan dua huruf.\" Beliau pun bersabda: \"Saya memohon kasih sayang dan ampunan-Nya, sesungguhnya umatku tidak akan mampu akan hal itu.\" Lalu Jibril mendatanginya untuk ketiga kalinya seraya berkata, \"Sesungguhnya Allah memerintahkanmu untuk membacakan Al Qur`an kepada umatmu dengan tiga huruf.\" Beliau bersabda \"Saya memohon kasih sayang dan ampunan-Nya, sesungguhnya umatku tidak akan mampu akan hal itu.\" Kemudian Jibril datang untuk yang keempat kalinya dan berkata, \"Sesungguhnya Allah memerintahkanmu untuk membacakan Al Qur`an kepada umatmu dengan tujuh huruf. Dengan huruf yang manapun yang mereka gunakan untuk membaca, maka bacaan mereka benar.\" Dan telah menceritakannya kepada kami [Ubaidullah bin Mu'adz] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Syu'bah] dengan isnad ini semisalnya.","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا غُنْدَرٌ عَنْ شُعْبَةَ ح و حَدَّثَنَاه ابْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ الْحَكَمِ عَنْ مُجَاهِدٍ عَنْ ابْنِ أَبِي لَيْلَى عَنْ أُبَيِّ بْنِ كَعْبٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ عِنْدَ أَضَاةِ بَنِي غِفَارٍ قَالَ فَأَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلَام فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى حَرْفٍ فَقَالَ أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لَا تُطِيقُ ذَلِكَ ثُمَّ أَتَاهُ الثَّانِيَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى حَرْفَيْنِ فَقَالَ أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لَا تُطِيقُ ذَلِكَ ثُمَّ جَاءَهُ الثَّالِثَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى ثَلَاثَةِ أَحْرُفٍ فَقَالَ أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لَا تُطِيقُ ذَلِكَ ثُمَّ جَاءَهُ الرَّابِعَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى سَبْعَةِ أَحْرُفٍ فَأَيُّمَا حَرْفٍ قَرَءُوا عَلَيْهِ فَقَدْ أَصَابُواو حَدَّثَنَاه عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ بِهَذَا الْإِسْنَادِ مِثْلَهُ","source":"Muslim"},"__N_SSG":true}