{"pageProps":{"number":"1310","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Aban bin Yazid] telah menceritakan kepada kami [Yahya bin Abu Katsir] dari [Abu Salamah] dari [Jabir] ia berkata; Kami berangkat bersama Rasulullah shallallahu 'alaihi wasallam hingga sampailah kami di Dzatur Riqa'. Biasanya, bila kami mendapati sebatang pohon yang bisa digunakan untuk berteduh, maka kami menjadikannya sebagai tempat peristirahatan Rasulullah shallallahu 'alaihi wasallam. Di kala itu, datanglah seorang laki-laki dari kaum musyrikin, sementara pedang Rasulullah shallallahu 'alaihi wasallam tergantung di pohon. Maka laki-laki musyrik itu pun mengambil pedang Rasulullah shallallahu 'alaihi wasallam dan menghunuskannya seraya berkata kepada Rasulullah shallallahu 'alaihi wasallam, \"Apakah kamu takut padaku?\" beliau menjawab: \"Tidak.\" Laki-laki itu bertanya lagi, \"Lalu siapa yang akan menolongmu dari ancamanku?\" beliau menjawab: \"Allah-lah yang akan menolongku dari ancamanmu.\" Lalu para sahabat pun menakuti-nakutinya hingga ia memasukkan kembali pedang itu ke dalam sarungnya dan menggantungnya. Setelah itu, dikumandangkanlah adzan untuk mengerjakan shalat. Maka mula-mula beliau shalat dengan satu kelompok sebanyak dua raka'at, setelah itu, mereka pun mundur. Kemudian datanglah kelompok lain dan shalat bersama beliau dua raka'at. Sehingga Rasulullah shallallahu 'alaihi wasallam mengerjakannya empat raka'at, sementara masing-masing kelompok dua raka'at.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ جَابِرٍ قَالَأَقْبَلْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كُنَّا بِذَاتِ الرِّقَاعِ قَالَ كُنَّا إِذَا أَتَيْنَا عَلَى شَجَرَةٍ ظَلِيلَةٍ تَرَكْنَاهَا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَجَاءَ رَجُلٌ مِنْ الْمُشْرِكِينَ وَسَيْفُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُعَلَّقٌ بِشَجَرَةٍ فَأَخَذَ سَيْفَ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاخْتَرَطَهُ فَقَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَخَافُنِي قَالَ لَا قَالَ فَمَنْ يَمْنَعُكَ مِنِّي قَالَ اللَّهُ يَمْنَعُنِي مِنْكَ قَالَ فَتَهَدَّدَهُ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَغْمَدَ السَّيْفَ وَعَلَّقَهُ قَالَ فَنُودِيَ بِالصَّلَاةِ فَصَلَّى بِطَائِفَةٍ رَكْعَتَيْنِ ثُمَّ تَأَخَّرُوا وَصَلَّى بِالطَّائِفَةِ الْأُخْرَى رَكْعَتَيْنِ قَالَ فَكَانَتْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْبَعُ رَكَعَاتٍ وَلِلْقَوْمِ رَكْعَتَانِ","source":"Muslim"},"__N_SSG":true}