{"pageProps":{"number":"1335","slug":"muslim","id":"Dan telah menceritakan kepadaku [Abu Thahir] dan [Harmalah] dan [Amru bin Sawwad Al Amiri] - [Abu Thahir] berkata- telah menceritakan kepada kami -sementara yang lain mengatakan- telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] telah mengabarkan kepadaku [Abu Abdullah Al Agharr] bahwa ia mendengar [Abu Hurairah] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila hari Jum'at telah tiba, para Malaikat berdiri di setiap pintu Masjid, mencatat orang yang pertama-tama datang dan seterusnya. Apabila Imam telah datang (naik mimbar), maka mereka pun menutup shuhuf (buku catatan) dan bersegera untuk mendengarkan khutbah. Perumpamaan orang yang pertama-tama datang adalah seperti berkorban dengan seekor unta. Kemudian orang yang datang sesudah itu, seperti orang yang berkurban dengan seekor lembu. Kemudian seperti orang yang berkurban kibas. Kemudian seperti orang yang berkurban dengan seekor ayam. Dan kemudian seperti orang yang berkurban dengan sebutir telur.\" Telah menceritakan kepada kami [Yahya bin Yahya] dan [Amru An Naqid] dari [Sufyan] dari [Az Zuhri] dari [Sa'id] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam semisalnya.","arab":"و حَدَّثَنِي أَبُو الطَّاهِرِ وَحَرْمَلَةُ وَعَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ قَالَ أَبُو الطَّاهِرِ حَدَّثَنَا و قَالَ الْآخَرَانِ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي أَبُو عَبْدِ اللَّهِ الْأَغَرُّ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُاقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ يَوْمُ الْجُمُعَةِ كَانَ عَلَى كُلِّ بَابٍ مِنْ أَبْوَابِ الْمَسْجِدِ مَلَائِكَةٌ يَكْتُبُونَ الْأَوَّلَ فَالْأَوَّلَ فَإِذَا جَلَسَ الْإِمَامُ طَوَوْا الصُّحُفَ وَجَاءُوا يَسْتَمِعُونَ الذِّكْرَ وَمَثَلُ الْمُهَجِّرِ كَمَثَلِ الَّذِي يُهْدِي الْبَدَنَةَ ثُمَّ كَالَّذِي يُهْدِي بَقَرَةً ثُمَّ كَالَّذِي يُهْدِي الْكَبْشَ ثُمَّ كَالَّذِي يُهْدِي الدَّجَاجَةَ ثُمَّ كَالَّذِي يُهْدِي الْبَيْضَةَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَعَمْرٌو النَّاقِدُ عَنْ سُفْيَانَ عَنْ الزُّهْرِيِّ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}