{"pageProps":{"number":"1418","slug":"muslim","id":"Telah menceritakan kepadaku [Harmalah bin Yahya] telah mengabarkan kepadaku [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] -dalam jalur lain- Dan telah menceritakan kepadaku [Abu Thahir] dan [Muhammad bin Salamah Al Muradi] keduanya berkata, telah menceritakan kepada kami [Ibnu Wahb] dari [Yunus] dari [Ibnu Syihab] ia berkata, telah mengabarkan kepadaku [Urwah bin Zubair] dari [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, ia berkata; Terjadi gerhana matahari pada masa Rasulullah shallallahu 'alaihi wasallam. Maka Rasulullah shallallahu 'alaihi wasallam pun keluar menuju masjid dan berdiri lantas bertakbir (menunaikan shalat), sehingga orang-orang pun ikut membentuk shaf di belakangnya. Lalu Rasulullah shallallahu 'alaihi wasallam membaca dengan bacaan yang panjang. Kemudian beliau bertakbir lalu ruku dengan ruku' yang panjang. Kemudian beliau mengangkat kepalanya seraya membaca: \"SAMI'ALLAHU LIMAN HAMIDAH RABBANAA WA LAKALHAMDU (Allah Maha Mendengar siapa saja yang memuji-Nya).\" Kemudian beliau berdiri dan membaca dengan bacaan yang panjang, namun lebih pendek dari bacaan yang pertama. Setelah itu, beliau bertakbir lalu ruku' dengan ruku' yang panjang, namun lebih pendek dari ruku' yang pertama. Setelah itu, beliau membaca: \"SAMI'ALLAHU LIMAN HAMIDAH RABBANAA WA LAKALHAMDU.\" Kemudian beliau sujud. -Abu Thahir tidak menyebutkan lafadz: kemudian beliau sujud.- Kemudian pada raka'at berikutnya, beliau berbuat seperti itu hingga sempurnalah shalatnya terdiri dari empat ruku' dan empat sujud. Sesudah itu, matahari pun kembali bersinar sebelum beliau beranjak bubar. Beliau kemudian berdiri dan menyampaikan khutbah kepada orang banyak. Beliau memuji Allah dengan pujian yang hak atas-Nya, kemudian beliau bersabda: \"Sesungguhnya matahari dan bulan adalah dua ayat (tanda) dari ayat-ayat Allah. Tidaklah terjadi gerhana pada keduanya karena kematian atau pun kelahiran seseorang. Maka apabila kalian melihatnya, bersegeralah untuk menunaikan shalat.\" dan beliau juga bersabda: \"Maka shalatlah kalian hingga Allah menampakkannya kembali pada kalian.\" Dan Rasulullah shallallahu 'alaihi wasallam juga bersabda: \"Aku telah melihat di tempatku berdiri ini, yaitu segala sesuatu yang dijanjikan kepada kalian. Bahkan aku melihat diriku ingin memetik buah dari Jannah, yakni saat kalian melihatku maju.\" Dan [Al Muradi] berkata; Ataqaddam (maju ke depan).\"Dan aku juga telah melihat neraka Jahannam yang saling menghancurkan satu sama lain, yaitu saat kalian melihatku mundur. Kemudian aku juga melihat di dalamnya ada Ibnu Luhay, yang telah mengirimkan As Sawa`ib (binatang yang dipersembahkan untuk berhala).\" Hadits Abu Thahir berakhir pada ungkapannya; \"Maka bersegeralah kalian untuk menunaikan shalat.\" dan ia tidak menyebutkan sesudahnya.","arab":"حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنِي ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ ح و حَدَّثَنِي أَبُو الطَّاهِرِ وَمُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ قَالَا حَدَّثَنَا ابْنُ وَهْبٍ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْخَسَفَتْ الشَّمْسُ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمَسْجِدِ فَقَامَ وَكَبَّرَ وَصَفَّ النَّاسُ وَرَاءَهُ فَاقْتَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قِرَاءَةً طَوِيلَةً ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ ثُمَّ قَامَ فَاقْتَرَأَ قِرَاءَةً طَوِيلَةً هِيَ أَدْنَى مِنْ الْقِرَاءَةِ الْأُولَى ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا هُوَ أَدْنَى مِنْ الرُّكُوعِ الْأَوَّلِ ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ ثُمَّ سَجَدَ وَلَمْ يَذْكُرْ أَبُو الطَّاهِرِ ثُمَّ سَجَدَ ثُمَّ فَعَلَ فِي الرَّكْعَةِ الْأُخْرَى مِثْلَ ذَلِكَ حَتَّى اسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ وَأَرْبَعَ سَجَدَاتٍ وَانْجَلَتْ الشَّمْسُ قَبْلَ أَنْ يَنْصَرِفَ ثُمَّ قَامَ فَخَطَبَ النَّاسَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ لَا يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ فَإِذَا رَأَيْتُمُوهَا فَافْزَعُوا لِلصَّلَاةِ وَقَالَ أَيْضًا فَصَلُّوا حَتَّى يُفَرِّجَ اللَّهُ عَنْكُمْ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَيْتُ فِي مَقَامِي هَذَا كُلَّ شَيْءٍ وُعِدْتُمْ حَتَّى لَقَدْ رَأَيْتُنِي أُرِيدُ أَنْ آخُذَ قِطْفًا مِنْ الْجَنَّةِ حِينَ رَأَيْتُمُونِي جَعَلْتُ أُقَدِّمُو قَالَ الْمُرَادِيُّ أَتَقَدَّمُ وَلَقَدْ رَأَيْتُ جَهَنَّمَ يَحْطِمُ بَعْضُهَا بَعْضًا حِينَ رَأَيْتُمُونِي تَأَخَّرْتُ وَرَأَيْتُ فِيهَا ابْنَ لُحَيٍّ وَهُوَ الَّذِي سَيَّبَ السَّوَائِبَ وَانْتَهَى حَدِيثُ أَبِي الطَّاهِرِ عِنْدَ قَوْلِهِ فَافْزَعُوا لِلصَّلَاةِ وَلَمْ يَذْكُرْ مَا بَعْدَهُ","source":"Muslim"},"__N_SSG":true}