{"pageProps":{"number":"1430","slug":"muslim","id":"Telah menceritakan kepada kami [Suwaid bin Sa'id] telah menceritakan kepada kami [Hafsh bin Maisarah] telah menceritakan kepadaku [Zaid bin Aslam] dari [Atha` bin Yasar] dari [Ibnu Abbas] ia berkata; Pernah terjadi gerhana matahari pada zaman Rasulullah shallallahu 'alaihi wasallam. Maka Rasulullah shallallahu 'alaihi wasallam menunaikan shalat dan para sahabat pun ikut menyertainya. Kemudian beliau berdiri sangat lama kira-kira selama pembacaan surat Al Baqarah, lalu beliau ruku' dengan ruku' yang sangat lama. Kemudian beliau bangkit (dari ruku') dan berdiri dengan sangat lama namun tidak selama berdirinya yang pertama, lalu beliau ruku' lama sekali, namun tidak selama ruku'nya yang pertama, kemudian beliau sujud. setelah itu, beliau berdiri kembali dan berdirinya sangat lama, namun tidak selama berdirinya yang pertama. Lalu beliau ruku' dengan ruku' yang lama pula, namun tidak selama ruku'nya yang pertama. Kemudian beliau bangkit dan berdiri sangat lama, namun tidak sebagaimana berdirinya yang pertama, lalu beliau ruku' sangat lama, tetapi tidak selama ruku'nya yang pertama. Kemudian beliau sujud, hingga kemudian beliau beranjak (setelah usai menunaikan shalat) sementara matahari telah terang kembali. Maka beliau pun bersabda: \"Sesungguhnya matahari dan bulan adalah dua ayat dari ayat-ayat Allah. Tidaklah terjadi gerhana pada keduanya karena kematian seseorang atau pun kelahirannya. Jika kalian melihatnya, maka berdzikirlah kepada Allah.\" Para sahabat berkata, \"Wahai Rasulullah, kami melihat Anda sepertinya mendapatkan sesuatu di tempat Anda berdiri ini, dan kami juga melihat Anda menahan kedua tangan.\" Maka beliau pun menjelaskan: \"Sesungguhnya saya telah melihat surga, lalu saya mendapati satu tandan, sekiranya saya mengambilnya, niscaya kalian akan makan darinya selama dunia ini ada. Kemudian saya juga melihat neraka, maka saya belum pernah melihat pemandangan yang dahsyat seperti hari ini, dan saya melihat bahwa kebanyakan penghuninya adalah kaum wanita.\" Para sahabat bertanya, \"Apakah penyebabnya wahai Rasulullah?\" beliau menjawab: \"Lantaran kekufuran mereka.\" kemudian ditanyakan lagi kepada beliau: \"Apakah mereka kufur kepada Allah?\" beliau menjawab: \"Yaitu kufur (tidak menerima) kelebihan suami, dan mengkufuri kebaikannya. Sekiranya kamu berbuat baik kepada salah seorang dari mereka sepanjang masa, lalu ia mendapati satu keburukan darimu, niscaya ia akan mengatakan, 'Saya tidak pernah mendapati satu kebaikan pun darimu.'\" Dan telah menceritakannya kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Ishaq] yakni Ibnu Isa, telah mengabarkan kepada kami [Malik] dari [Zaid bin Aslam] dalam isnad ini semisalnya. Hanya saja ia menyebutkan; \"Kemudian kami melihat Anda menahan diri sejenak.\"","arab":"حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ حَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ ابْنِ عَبَّاسٍ قَالَانْكَسَفَتْ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ مَعَهُ فَقَامَ قِيَامًا طَوِيلًا قَدْرَ نَحْوِ سُورَةِ الْبَقَرَةِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ سَجَدَ ثُمَّ قَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ سَجَدَ ثُمَّ انْصَرَفَ وَقَدْ انْجَلَتْ الشَّمْسُ فَقَالَ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللَّهَ قَالُوا يَا رَسُولَ اللَّهِ رَأَيْنَاكَ تَنَاوَلْتَ شَيْئًا فِي مَقَامِكَ هَذَا ثُمَّ رَأَيْنَاكَ كَفَفْتَ فَقَالَ إِنِّي رَأَيْتُ الْجَنَّةَ فَتَنَاوَلْتُ مِنْهَا عُنْقُودًا وَلَوْ أَخَذْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتْ الدُّنْيَا وَرَأَيْتُ النَّارَ فَلَمْ أَرَ كَالْيَوْمِ مَنْظَرًا قَطُّ وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ قَالُوا بِمَ يَا رَسُولَ اللَّهِ قَالَ بِكُفْرِهِنَّ قِيلَ أَيَكْفُرْنَ بِاللَّهِ قَالَ بِكُفْرِ الْعَشِيرِ وَبِكُفْرِ الْإِحْسَانِ لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ ثُمَّ رَأَتْ مِنْكَ شَيْئًا قَالَتْ مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّو حَدَّثَنَاه مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا إِسْحَقُ يَعْنِي ابْنَ عِيسَى أَخْبَرَنَا مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ فِي هَذَا الْإِسْنَادِ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ ثُمَّ رَأَيْنَاكَ تَكَعْكَعْتَ","source":"Muslim"},"__N_SSG":true}