{"pageProps":{"number":"1484","slug":"muslim","id":"Telah menceritakan kepadaku [Abu Thahir] dan [Harmalah bin Yahya] dan [Harun bin Sa'id Al Aili] -dan lafazh milik Harun dan Harmalah, Harun berkata- telah menceritakan kepada kami -sementara dua orang yang lain berkata- telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] ia berkata, telah menceritakan kepadaku [Abdurrahman bin Hurmuz Al A'raj] bahwa [Abu Hurairah] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapa yang turut menyaksikan pengurusan jenazah hingga ia menshalitinya, maka baginya pahala sebesar satu qirath. Sedangkan siapa yang turut menyaksikan pengurusannya hingga jenazah itu dimakamkan, maka baginya pahala sebesar dua qirath.\" Lalu ditanyakanlah, \"Apakah itu dua qirath?\" beliau menjawab: \"Seperti dua gunung yang besar.\" sampai disinilah haditsnya Abu Thahir. Kemudian dua orang itu menambahkan; Ibnu Syihab berkata, Salim bin Abdullah bin Umar berkata; Ibnu Umar pernah menshalati jenazah lalu ia bubar dan pergi. Dan ketika hadits Abu Hurairah sampai padanya, ia pun berkata, \"Sungguh, kita telah menyia-nyiakan banyak qirath.\" Dan telah menceritakannya kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Abdul A'la] -dalam jalur lain- Dan Telah menceritakan kepada kami [Ibnu Rafi'] dan [Abdu bin Humaid] dari [Abdurrazaq] keduanya dari [Ma'mar] dari [Az Zuhri] dari [Sa'id bin Al Musayyab] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, hingga sampai pada; \"Seperti dua gunung yang besar.\" Dan ia tidak menyebutkan sesudahnya. Dan di dalam haditsnya Abdul A'la tercantum; \"Hingga pengurusan (jenazah itu) selesai.\" Sementara di dalam riwayat Abdurrazaq tercantum; \"Hingga (jenazah itu) diletakkan di dalam liang lahad.\" Dan telah menceritakan kepadaku [Abdul Malik bin Syu'aib bin Laits] telah menceritakan kepadaku [bapakku] dari [kakekku] ia berkata, telah menceritakan kepadaku [Uqail bin Khalid] dari [Ibnu Syihab] ia berkata, telah menceritakan kepadaku [seorang laki-laki] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, yakni seperti haditsnya Ma'mar. dan ia menyebutkan; \"Hingga (jenazah itu) dikebumikan.\"","arab":"و حَدَّثَنِي أَبُو الطَّاهِرِ وَحَرْمَلَةُ بْنُ يَحْيَى وَهَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ وَاللَّفْظُ لِهَارُونَ وَحَرْمَلَةَ قَالَ هَارُونُ حَدَّثَنَا وَقَالَ الْآخَرَانِ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ هُرْمُزَ الْأَعْرَجُ أَنَّ أَبَا هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ شَهِدَ الْجَنَازَةَ حَتَّى يُصَلَّى عَلَيْهَا فَلَهُ قِيرَاطٌ وَمَنْ شَهِدَهَا حَتَّى تُدْفَنَ فَلَهُ قِيرَاطَانِ قِيلَ وَمَا الْقِيرَاطَانِ قَالَ مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِانْتَهَى حَدِيثُ أَبِي الطَّاهِرِ وَزَادَ الْآخَرَانِ قَالَ ابْنُ شِهَابٍ قَالَ سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ وَكَانَ ابْنُ عُمَرَ يُصَلِّي عَلَيْهَا ثُمَّ يَنْصَرِفُ فَلَمَّا بَلَغَهُ حَدِيثُ أَبِي هُرَيْرَةَ قَالَ لَقَدْ ضَيَّعْنَا قَرَارِيطَ كَثِيرَةً و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ الْأَعْلَى ح و حَدَّثَنَا ابْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ عَبْدِ الرَّزَّاقِ كِلَاهُمَا عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى قَوْلِهِ الْجَبَلَيْنِ الْعَظِيمَيْنِ وَلَمْ يَذْكُرَا مَا بَعْدَهُ وَفِي حَدِيثِ عَبْدِ الْأَعْلَى حَتَّى يُفْرَغَ مِنْهَا وَفِي حَدِيثِ عَبْدِ الرَّزَّاقِ حَتَّى تُوضَعَ فِي اللَّحْدِ و حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ عَنْ ابْنِ شِهَابٍ أَنَّهُ قَالَ حَدَّثَنِي رِجَالٌ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ مَعْمَرٍ وَقَالَ وَمَنْ اتَّبَعَهَا حَتَّى تُدْفَنَ","source":"Muslim"},"__N_SSG":true}