{"pageProps":{"number":"1504","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Amru An Naqid] dan [Zuhair bin Harb] dan [Ibnu Numair] mereka berkata, telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari [Salim] dari [bapaknya] dari [Amir bin Rabi'ah] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika kalian melihat usungan jenazah, maka berdirilah hingga jenazah itu berlalu atau diletakkan.\" Dan telah menceritakannya kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits] -dalam jalur lain- Dan telah menceritakan kepada kami [Muhammad bin Rumh] telah mengabarkan kepada kami [Laits] -dalam jalur lain- Dan telah menceritakan kepadaku [Harmalah] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] semuanya dari [Ibnu Syihab] dengan isnad ini, dan di dalam hadits Yunus, bahwa ia mendengar Rasulullah shallallahu 'alaihi wasallam bersabda. Dan Telah menceritakan kepada kami [Qutaibah bin Sa'id] Telah menceritakan kepada kami [Laits] -dalam jalur lain- Dan Telah menceritakan kepada kami [Ibnu Rumh] telah mengabarkan kepada kami [Laits] dari [Nafi'] dari [Ibnu Umar] dari [Amir bin Rabi'ah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Jika salah seorang dari kalian melihat usungan jenazah sementara ia tidak ikut berjalan bersamanya, maka hendaklah ia berdiri hingga jenazah itu berlalu, atau jenazah itu diletakkan sebelum berlalu dari pandangannya.\" Dan telah menceritakannya kepadaku [Abu Kamil] telah menceritakan kepada kami [Hammad] -dalam jalur lain- Dan telah menceritakan kepadaku [Ya'qub bin Ibrahim] Telah menceritakan kepada kami [Isma'il] semuanya dari [Ayyub] -dalam jalur lain- Dan telah menceritakan kepada kami [Ibnul Mutsanna] telah menceritakan kepada kami [Yahya bin Sa'id] dari [Ubaidullah] -dalam jalur lain- [Ibnul Mutsanna] Telah menceritakan kepada kami [Ibnu Abi Adi] dari [Ibnu Aun] -dalam jalur lain- Dan telah menceritakan kepadaku [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ibnu Juraij] semuanya dari [Nafi'] dengan isnad ini, sebagaimana hadits Laits bin Sa'id. Hanya saja dalam haditsnya Ibnu Juraij; Nabi shallallahu 'alaihi wasallam bersabda: \"Jika salah seorang dari kalian melihat jenazah, hendaklah ia berdiri saat ia melihatnya hingga usungan jenazah itu berlalu, demikian kalau sekiranya ia tidak ikut mengantar jenazah tersebut.\"","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ وَابْنُ نُمَيْرٍ قَالُوا حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ عَنْ عَامِرِ بْنِ رَبِيعَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَيْتُمْ الْجَنَازَةَ فَقُومُوا لَهَا حَتَّى تُخَلِّفَكُمْ أَوْ تُوضَعَو حَدَّثَنَاه قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ ح و حَدَّثَنِي حَرْمَلَةُ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ جَمِيعًا عَنْ ابْنِ شِهَابٍ بِهَذَا الْإِسْنَادِ وَفِي حَدِيثِ يُونُسَ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا ابْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ عَامِرِ بْنِ رَبِيعَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا رَأَى أَحَدُكُمْ الْجَنَازَةَ فَإِنْ لَمْ يَكُنْ مَاشِيًا مَعَهَا فَلْيَقُمْ حَتَّى تُخَلِّفَهُ أَوْ تُوضَعَ مِنْ قَبْلِ أَنْ تُخَلِّفَهُ و حَدَّثَنِي أَبُو كَامِلٍ حَدَّثَنَا حَمَّادٌ ح و حَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا إِسْمَعِيلُ جَمِيعًا عَنْ أَيُّوبَ ح و حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ ح و حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ ابْنِ عَوْنٍ ح و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ كُلُّهُمْ عَنْ نَافِعٍ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ غَيْرَ أَنَّ حَدِيثَ ابْنِ جُرَيْجٍ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَى أَحَدُكُمْ الْجَنَازَةَ فَلْيَقُمْ حِينَ يَرَاهَا حَتَّى تُخَلِّفَهُ إِذَا كَانَ غَيْرَ مُتَّبِعِهَا","source":"Muslim"},"__N_SSG":true}