{"pageProps":{"number":"1599","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] Telah menceritakan kepada kami [Ya'qub bin Abdurrahman Al Qari] dari [Suhail] dari [bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapa yang bersedekah dengan sebutir kurma dari usaha yang halal, maka Allah akan menerimanya dengan tangan kanan-Nya, lalu diperlihara-Nya seperti kamu memelihara anak kambing atau anak unta, sehingga sedekahmu itu bertambah besar sebesar gunung atau lebih besar dari itu.\" Dan telah menceritakan kepadaku [Umayyah bin Bistham] Telah menceritakan kepada kami [Yazid] yakni Ibnu Zurai', Telah menceritakan kepada kami [Rauh bin Qasim] -dalam jalur lain- Dan telah menceritakannya kepadaku [Ahmad bin Utsman Al Audi] Telah menceritakan kepada kami [Khalid bin Makhlad] telah menceritakan kepadaku [Sulaiman bin Bilal] keduanya dari [Suhail] dengan isnad ini, di dalam haditsnya Rauh disebutkan; Minal Kasbil Thayyib (dari penghasilan yang baik) lalu ia mengeluarkan haknya (zakatnya).\" Sedangkan dalam hadits Sulaiman; \"Lalu ia meletakkannya di tempatnya.\" Dan telah menceritakannya kepadaku [Abu Thahir] telah mengabarkan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku [Hisyam bin Sa'dari] dari [Zaid bin Aslam] dari [Abu Shalih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, sebagaimana hadits Ya'qub dari Suhail.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا يَعْقُوبُ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَتَصَدَّقُ أَحَدٌ بِتَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ إِلَّا أَخَذَهَا اللَّهُ بِيَمِينِهِ فَيُرَبِّيهَا كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ أَوْ قَلُوصَهُ حَتَّى تَكُونَ مِثْلَ الْجَبَلِ أَوْ أَعْظَمَو حَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامَ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ حَدَّثَنَا رَوْحُ بْنُ الْقَاسِمِ ح و حَدَّثَنِيهِ أَحْمَدُ بْنُ عُثْمَانَ الْأَوْدِيُّ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ حَدَّثَنِي سُلَيْمَانُ يَعْنِي ابْنَ بِلَالٍ كِلَاهُمَا عَنْ سُهَيْلٍ بِهَذَا الْإِسْنَادِ فِي حَدِيثِ رَوْحٍ مِنْ الْكَسْبِ الطَّيِّبِ فَيَضَعُهَا فِي حَقِّهَا وَفِي حَدِيثِ سُلَيْمَانَ فَيَضَعُهَا فِي مَوْضِعِهَا و حَدَّثَنِيهِ أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي هِشَامُ بْنُ سَعْدٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ حَدِيثِ يَعْقُوبَ عَنْ سُهَيْلٍ","source":"Muslim"},"__N_SSG":true}