{"pageProps":{"number":"166","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Ishaq bin Ibrahim] semuanya dari [Sulaiman], [Abu Bakar] berkata, telah menceritakan kepada kami [Sulaiman bin Harb] telah menceritakan kepada kami [Hammad bin Zaid] dari [Hajjaj ash-Shawwaf] dari [Abu az-Zubair] dari [Jabir] bahwa Ath Thufail bin Amru Ad Dausi mendatangi Nabi shallallahu 'alaihi wasallam seraya berkata, \"Wahai Rasulullah, apakah engkau mau untuk tinggal di sebuah benteng yang kokoh dan dapat melindungi?\" perawi berkata, \"Benteng tersebut adalah milik orang-orang Daus semasa jahiliyiah.\" Namun Rasulullah shallallahu 'alaihi wasallam menolak karena lebih memilih dengan apa Allah janjikan untuk orang-orang Anshar. Ketika Nabi shallallahu 'alaihi wasallam hijrah ke Madinah, Abu Thufail bin Amru ikut hijrah dengan disertai oleh seorang laki-laki dari kaumnya. Namun teman Abu Thufail tersebut tidak kuat dengan (iklim) Madinah dan jatuh sakit, lalu ia mengambil gunting dan memotong ruas jemarinya hingga tangannya berlumuran darah, dan bahkan ia pun meninggal. Namun dalam mimpinya, Abu thufail melihat laki-laki tersebut dalam kondisi yang sangat bagus, sementara ia menutupi kedua tangannya. Lalu Abu Thufal bertanya kepada laki-laki tersebut, 'Apa yang tuhanmu lakukan kepadamu? ' Laki-laki itu menjawab, 'Dia mengampuniku karena hijraku kepada-Nya Nabi shallallahu 'alaihi wasallam.' Lalu Abu thufail bertanya lagi, 'Tapi kenapa aku lihat kamu menutupi kedua tanganmu? ' Laki-laki itu menjawab, 'Dikatakan kepadaku 'Kami tidak akan memperbaiki apa yang telah kamu rusak'. Abu Thufail kemudian menceritakan mimpi tersebut kepada Rasulullah shallallahu 'alaihi wasallam, Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Ya Allah, ampunilah kedua tangannya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ سُلَيْمَانَ قَالَ أَبُو بَكْرٍ حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ حَجَّاجٍ الصَّوَّافِ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍأَنَّ الطُّفَيْلَ بْنَ عَمْرٍو الدَّوْسِيَّ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ هَلْ لَكَ فِي حِصْنٍ حَصِينٍ وَمَنْعَةٍ قَالَ حِصْنٌ كَانَ لِدَوْسٍ فِي الْجَاهِلِيَّةِ فَأَبَى ذَلِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلَّذِي ذَخَرَ اللَّهُ لِلْأَنْصَارِ فَلَمَّا هَاجَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَةِ هَاجَرَ إِلَيْهِ الطُّفَيْلُ بْنُ عَمْرٍو وَهَاجَرَ مَعَهُ رَجُلٌ مِنْ قَوْمِهِ فَاجْتَوَوْا الْمَدِينَةَ فَمَرِضَ فَجَزِعَ فَأَخَذَ مَشَاقِصَ لَهُ فَقَطَعَ بِهَا بَرَاجِمَهُ فَشَخَبَتْ يَدَاهُ حَتَّى مَاتَ فَرَآهُ الطُّفَيْلُ بْنُ عَمْرٍو فِي مَنَامِهِ فَرَآهُ وَهَيْئَتُهُ حَسَنَةٌ وَرَآهُ مُغَطِّيًا يَدَيْهِ فَقَالَ لَهُ مَا صَنَعَ بِكَ رَبُّكَ فَقَالَ غَفَرَ لِي بِهِجْرَتِي إِلَى نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا لِي أَرَاكَ مُغَطِّيًا يَدَيْكَ قَالَ قِيلَ لِي لَنْ نُصْلِحَ مِنْكَ مَا أَفْسَدْتَ فَقَصَّهَا الطُّفَيْلُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ وَلِيَدَيْهِ فَاغْفِرْ","source":"Muslim"},"__N_SSG":true}