{"pageProps":{"number":"1883","slug":"muslim","id":"Dan telah menceritakan kepadaku [Muhammad bin Abdul A'la] telah menceritakan kepada kami [Al Mu'tamir] telah menceritakan kepada kami [Umarah bin Ghaziyyah Al Anshari] ia berkata, saya mendengar [Muhammad bin Ibrahim] menceritakan dari [Abu Salamah] dari [Abu Sa'id Al Khudri] radliallahu 'anhu, ia berkata; Rasulullah shallallahu 'alaihi wasallam melakukan I'tikaf pada sepuluh awal bulan Ramadlan, kemudian dilanjutkannya pada sepuluh pertengahan, dalam sebuah kubah kecil yang terbuat dari permadani dan pintunya ditutup dengan tikar. Lalu beliau ambil tikar itu, dan diletakkannya di sudut kubah. Kemudian diulurkannya kepalanya seraya berujar memanggil orang banyak. Maka mendekatlah mereka pada beliau, beliau bersabda: \"Aku telah I'tikaf sejak sepuluh awal bulan untuk mendapatkan Lailatul Qadr, kemudian sepuluh yang pertengahan. Kemudian dikatakan kepadaku bahwa Lailatul Qadr itu terdapat pada sepuluh akhir Ramadlan. Karena itu, siapa yang suka I'tikaf, maka silahkan.\" Maka para sahabat pun ikut I'tikaf bersama-sama dengan beliau. Dan beliau juga bersabda: \"Aku bermimpi melihat Lailatul Qadr di malam ganjil, yang pada pagi harinya aku sujud di tanah yang basah.\" Memang, pagi-pagi malam kedua puluh satu beliau shalat Shubuh sedangkan hari hujan sehingga masjid tergenang air. Aku melihat tanah dan air. Setelah selesai shalat Shubuh, Nabi shallallahu 'alaihi wasallam keluar, sedangkan di kening dan hidungnya ada tanah basah. Malam itu adalah malam ke dua puluh satu dari sepuluh yang akhir bulan Ramadlan.","arab":"و حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى حَدَّثَنَا الْمُعْتَمِرُ حَدَّثَنَا عُمَارَةُ بْنُ غَزِيَّةَ الْأَنْصَارِيُّ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ إِبْرَاهِيمَ يُحَدِّثُ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اعْتَكَفَ الْعَشْرَ الْأَوَّلَ مِنْ رَمَضَانَ ثُمَّ اعْتَكَفَ الْعَشْرَ الْأَوْسَطَ فِي قُبَّةٍ تُرْكِيَّةٍ عَلَى سُدَّتِهَا حَصِيرٌ قَالَ فَأَخَذَ الْحَصِيرَ بِيَدِهِ فَنَحَّاهَا فِي نَاحِيَةِ الْقُبَّةِ ثُمَّ أَطْلَعَ رَأْسَهُ فَكَلَّمَ النَّاسَ فَدَنَوْا مِنْهُ فَقَالَ إِنِّي اعْتَكَفْتُ الْعَشْرَ الْأَوَّلَ أَلْتَمِسُ هَذِهِ اللَّيْلَةَ ثُمَّ اعْتَكَفْتُ الْعَشْرَ الْأَوْسَطَ ثُمَّ أُتِيتُ فَقِيلَ لِي إِنَّهَا فِي الْعَشْرِ الْأَوَاخِرِ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَعْتَكِفَ فَلْيَعْتَكِفْ فَاعْتَكَفَ النَّاسُ مَعَهُ قَالَ وَإِنِّي أُرْبِئْتُهَا لَيْلَةَ وِتْرٍ وَإِنِّي أَسْجُدُ صَبِيحَتَهَا فِي طِينٍ وَمَاءٍ فَأَصْبَحَ مِنْ لَيْلَةِ إِحْدَى وَعِشْرِينَ وَقَدْ قَامَ إِلَى الصُّبْحِ فَمَطَرَتْ السَّمَاءُ فَوَكَفَ الْمَسْجِدُ فَأَبْصَرْتُ الطِّينَ وَالْمَاءَ فَخَرَجَ حِينَ فَرَغَ مِنْ صَلَاةِ الصُّبْحِ وَجَبِينُهُ وَرَوْثَةُ أَنْفِهِ فِيهِمَا الطِّينُ وَالْمَاءُ وَإِذَا هِيَ لَيْلَةُ إِحْدَى وَعِشْرِينَ مِنْ الْعَشْرِ الْأَوَاخِرِ","source":"Muslim"},"__N_SSG":true}