{"pageProps":{"number":"1992","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Muhammad bin Basysyar] -[Ibnul Mutsanna] berkata- Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah] ia berkata, saya mendengar [Qatadah] menceritakan dari [Abu Nadlrah] ia berkata; Ibnu Abbas memerintahkan untuk berhaji dengan tamattu' sedang Ibnu Zubair melarangnya. Lalu aku menyebutkan hal itu kepada [Jabir bin Abdillah], dan iapun berkata; Perbincangan ini berkisar antara aku. Dulu kami melaksanakan haji tamattu' bersama Rasulullah shallallahu 'alaihi wasallam, dan ketika Umar berdiri, ia berkata, \"Sesungguhnya Allah telah menghalalkan bagi Rasul-Nya apa yang dikehendaki-Nya, dan sesungguhnya Al Qur'an telah diturunkan maka; 'Sempurnakanlah haji dan umrah untuk Allah semata.' sebagaimana yang telah Allah perintahkan kepada kalian, dan langsungkanlah pernikahan wanita ini, sebab sekali-kali tidaklah didatangkan kepadaku seorang lelaki yang menikahi seorang wanita untuk jangka waktu tertentu (nikah mut'ah) kecuali pasti aku akan merajamnya dengan batu.\" Dan telah meceritakannya kepadaku [Zuhair bin Harb] Telah menceritakan kepada kami ['Affan] Telah menceritakan kepada kami [Hammam] Telah menceritakan kepada kami [Qatadah] dengan isnad ini, dan ia menyebutkan di dalam hadits; \"Oleh sebab itu pisahkanlah haji kalian dari umrah kalian, karena yang demikian itu akan membuat haji dan umrah kalian lebih sempurna.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ قَالَ سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَبِي نَضْرَةَ قَالَكَانَ ابْنُ عَبَّاسٍ يَأْمُرُ بِالْمُتْعَةِ وَكَانَ ابْنُ الزُّبَيْرِ يَنْهَى عَنْهَا قَالَ فَذَكَرْتُ ذَلِكَ لِجَابِرِ بْنِ عَبْدِ اللَّهِ فَقَالَ عَلَى يَدَيَّ دَارَ الْحَدِيثُ تَمَتَّعْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا قَامَ عُمَرُ قَالَ إِنَّ اللَّهَ كَانَ يُحِلُّ لِرَسُولِهِ مَا شَاءَ بِمَا شَاءَ وَإِنَّ الْقُرْآنَ قَدْ نَزَلَ مَنَازِلَهُ فَ{ أَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ }كَمَا أَمَرَكُمْ اللَّهُ وَأَبِتُّوا نِكَاحَ هَذِهِ النِّسَاءِ فَلَنْ أُوتَى بِرَجُلٍ نَكَحَ امْرَأَةً إِلَى أَجَلٍ إِلَّا رَجَمْتُهُ بِالْحِجَارَةِو حَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عَفَّانُ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ بِهَذَا الْإِسْنَادِ وَقَالَ فِي الْحَدِيثِ فَافْصِلُوا حَجَّكُمْ مِنْ عُمْرَتِكُمْ فَإِنَّهُ أَتَمُّ لِحَجِّكُمْ وَأَتَمُّ لِعُمْرَتِكُمْ","source":"Muslim"},"__N_SSG":true}