{"pageProps":{"number":"2026","slug":"muslim","id":"Telah menceritakan kepadaku [Zuhair bin Harb] Telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Amru bin Dinar] ia berkata; Kami bertanya kepada [Ibnu Umar] mengenai seorang laki-laki yang mengerjakan ibadah umrah, lalu ia thawaf di Baitullah tetapi belum Sa'i antara Shafa dan Marwa. Bolehkah ia menggauli isterinya (bertahallul). Ibnu Umar menjawab, \"Rasulullah shallallahu 'alaihi wasallam telah melakukan umrah, mula-mula beliau thawaf di Baitullah tujuh kali; kemudian shalat dua raka'at di Maqam Ibrahim, kemudian Sa'i antara Shafa dan Marwah tujuh kali. Sesungguhnya pada diri Rasulullah shallallahu 'alaihi wasallam terdapat suri tauladan yang baik bagi kalian.\" Telah menceritakan kepada kami [Yahya bin Yahya] dan [Abu Rabi' Az Zahrani] dari [Hammad bin Zaid] -dalam riwayat lain- Dan Telah meceritakan kepada kami [Abdu bin Humaid] telah mengabarkan kepada kami [Muhamamd bin Bakr] telah mengabarkan kepada kami [Ibnu Juraij] semuanya dari [Amru bin Dinar] dari [Ibnu Umar] radliallahu 'anhuma, dari Nabi shallallahu 'alaihi wasallam. yakni seperti haditsnya Ibnu Uyainah.","arab":"حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ سَأَلْنَا ابْنَ عُمَرَ عَنْ رَجُلٍ قَدِمَ بِعُمْرَةٍ فَطَافَ بِالْبَيْتِ وَلَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ أَيَأْتِي امْرَأَتَهُ فَقَالَقَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَطَافَ بِالْبَيْتِ سَبْعًا وَصَلَّى خَلْفَ الْمَقَامِ رَكْعَتَيْنِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ سَبْعًا وَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌحَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ عَنْ حَمَّادِ بْنِ زَيْدٍ ح و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ جَمِيعًا عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ حَدِيثِ ابْنِ عُيَيْنَةَ","source":"Muslim"},"__N_SSG":true}