{"pageProps":{"number":"2051","slug":"muslim","id":"Telah menceritakan kepada kami [Haddab bin Khalid] Telah menceritakan kepada kami [Hammam] Telah menceritakan kepada kami [Qatadah] bahwa [Anas] radliallahu 'anhu telah mengabarkan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam melakukan umrah sebanyak empat kali, semuanya beliau lakukan di bukan Dzulqa'dah kecuali umrah yang beliau kerjakan bersamaan dengan hajinya, yaitu umrah dari Hudaibiyah atau Umrah pada zaman Hudaibiyah tepatnya pada bulan Dzulqa'dah, dan umrah pada tahun sesudah itu juga dalam bulan Dzulqa'dah. Kemudian umrah yang beliau lakukan dari Ji'ranah ketika membagi-bagikan harta rampasan perang Hunain, juga di bulan Dzulqa'dah, dan sesudah itu umrah yang beliau lakukan bersamaan dengan haji. Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepadaku [Abdush Shamad] Telah menceritakan kepada kami [Hammam] Telah menceritakan kepada kami [Qatadah] ia berkata; Saya bertanya kepada [Anas], \"Berapa kali Rasulullah shallallahu 'alaihi wasallam mengerjakan ibadah haji?\" Anas menjawab, \"Beliau mengerjakan haji hanya sekali, dan umrah sebanyak empat kali.\" Kemudian ia pun menyebutkan hadits sebagaimana hadits Haddab.","arab":"حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ أَنَّ أَنَسًا رَضِيَ اللَّهُ عَنْهُ أَخْبَرَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اعْتَمَرَ أَرْبَعَ عُمَرٍ كُلُّهُنَّ فِي ذِي الْقَعْدَةِ إِلَّا الَّتِي مَعَ حَجَّتِهِ عُمْرَةً مِنْ الْحُدَيْبِيَةِ أَوْ زَمَنَ الْحُدَيْبِيَةِ فِي ذِي الْقَعْدَةِ وَعُمْرَةً مِنْ الْعَامِ الْمُقْبِلِ فِي ذِي الْقَعْدَةِ وَعُمْرَةً مِنْ جِعْرَانَةَ حَيْثُ قَسَمَ غَنَائِمَ حُنَيْنٍ فِي ذِي الْقَعْدَةِ وَعُمْرَةً مَعَ حَجَّتِهِحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنِي عَبْدُ الصَّمَدِ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ قَالَ سَأَلْتُ أَنَسًا كَمْ حَجَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ حَجَّةً وَاحِدَةً وَاعْتَمَرَ أَرْبَعَ عُمَرٍ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ هَدَّابٍ","source":"Muslim"},"__N_SSG":true}