{"pageProps":{"number":"2130","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Minjab bin Harits At Tamimi] telah mengabarkan kepada kami [Ibnu Mushir] dari [Al A'masy] ia berkata, saya mendengar Al Hajjaj bin Yusuf berkata saat ia sedang berkhutbah di atas mimbar, \"Biasakanlah membaca Al Qur`an sebagaimana yang dibacakan oleh Jibril, (yaitu) surah yang disebutkan di dalamnya Al Baqarah, An Nisa`, dan Ali Imram. Al A'masy berkata; Kemudian aku temui [Ibrahim], lalu aku sampaikan ucapan Al Hajjaj bin Yusuf itu, lalu ia mencelanya. Ibrahim berkata; [Abdurrahman bin Yazid] telah menceritakan kepadaku bahwasanya, ia pernah bersama [Abdullah bin Mas'ud], lalu ia menuju ke Jumratul 'Aqabah. Ia menuju ke tengah lembah dengan tujuh buah kerikil sambil diiringi membaca takbir pada setiap kali lantaran kerikil tersebut.\" Al A'masy berkata; Aku pun bertanya, \"Wahai Abu Abdurrahman, orang-orang pada melontar Jamrah dari atas?\" Ia menjawab, \"Demi Dzat yang tidak Tuhan yang berhak disembah selain-Nya, inilah tempat (melempar Jamrah) seorang yang telah diturunkan surat Al Baqarah kepadanya.\" Dan telah menceritakan kepadaku [Ya'qub Ad Dauraqi] Telah menceritakan kepada kami [Ibnu Abu Za`idah] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Ibnu Abu Umar] Telah menceritakan kepada kami [Sufyan] keduanya dari [Al A'masy] ia berkata, saya mendengar Al Hajjaj berkata; \"Janganlah kalian mengatakan surat Al Baqarah…\" ia pun mengisahkan hadits sebagaimana haditsnya Ibnu Mushir.","arab":"و حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ أَخْبَرَنَا ابْنُ مُسْهِرٍ عَنْ الْأَعْمَشِ قَالَ سَمِعْتُ الْحَجَّاجَ بْنَ يُوسُفَ يَقُولُ وَهُوَ يَخْطُبُ عَلَى الْمِنْبَرِ أَلِّفُوا الْقُرْآنَ كَمَا أَلَّفَهُ جِبْرِيلُ السُّورَةُ الَّتِي يُذْكَرُ فِيهَا الْبَقَرَةُ وَالسُّورَةُ الَّتِي يُذْكَرُ فِيهَا النِّسَاءُ وَالسُّورَةُ الَّتِي يُذْكَرُ فِيهَا آلُ عِمْرَانَ قَالَ فَلَقِيتُ إِبْرَاهِيمَ فَأَخْبَرْتُهُ بِقَوْلِهِ فَسَبَّهُ وَقَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَأَنَّهُ كَانَ مَعَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فَأَتَى جَمْرَةَ الْعَقَبَةِ فَاسْتَبْطَنَ الْوَادِي فَاسْتَعْرَضَهَا فَرَمَاهَا مِنْ بَطْنِ الْوَادِي بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ قَالَ فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ النَّاسَ يَرْمُونَهَا مِنْ فَوْقِهَا فَقَالَ هَذَا وَالَّذِي لَا إِلَهَ غَيْرُهُ مَقَامُ الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِو حَدَّثَنِي يَعْقُوبُ الدَّوْرَقِيُّ حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ ح و حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ كِلَاهُمَا عَنْ الْأَعْمَشِ قَالَ سَمِعْتُ الْحَجَّاجَ يَقُولُ لَا تَقُولُوا سُورَةُ الْبَقَرَةِ وَاقْتَصَّا الْحَدِيثَ بِمِثْلِ حَدِيثِ ابْنِ مُسْهِرٍ","source":"Muslim"},"__N_SSG":true}