{"pageProps":{"number":"2167","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Abu Khaitsamah] dari [Abdul Karim] dari [Mujahid] dari [Abdurrahman bin Abu Laila] dari [Ali] ia berkata; \"Aku disuruh Rasulullah shallallahu 'alaihi wasallam mengurus penyembelihan hewan kurban, menyedekahkan daging dan kulitnya, serta mengurus segala sesuatu yang berhubungan dengan kesempurnaan kurban. Tetapi aku dilarang oleh beliau mengambil upah untuk tukang potong dari hewan kurban itu. Maka untuk upahnya kami ambilkan dari uang kami sendiri.\" Dan Telah menceritakannya kepada kami [Abu Bakr bin Abu Syaibah] dan [Amru An Naqid] dan [Zuhair bin Harb] mereka berkata, Telah menceritakan kepada kami [Ibnu Uyainah] dari [Abdul Karim Al Jazari] dengan isnad ini, semisalnya. Dan Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Sufyan] - [Ishaq bin Ibrahim] berkata- telah mengabarkan kepada kami [Mu'adz bin Hisyam] ia berkata, telah mengabarkan kepadaku [bapakku] keduanya dari [Ibnu Abu Najih] dari [Mujahid] dari [Ibnu Abu Laila] dari [Ali] dari Nabi shallallahu 'alaihi wasallam. Dan di dalam hadits keduanya tidak tercantum; \"Ajrul Jazir (ongkos untuk tukang potong).\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا أَبُو خَيْثَمَةَ عَنْ عَبْدِ الْكَرِيمِ عَنْ مُجَاهِدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عَلِيٍّ قَالَأَمَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ أَقُومَ عَلَى بُدْنِهِ وَأَنْ أَتَصَدَّقَ بِلَحْمِهَا وَجُلُودِهَا وَأَجِلَّتِهَا وَأَنْ لَا أُعْطِيَ الْجَزَّارَ مِنْهَا قَالَ نَحْنُ نُعْطِيهِ مِنْ عِنْدِنَاو حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا ابْنُ عُيَيْنَةَ عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ بِهَذَا الْإِسْنَادِ مِثْلَهُ و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا سُفْيَانُ وَقَالَ إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ أَخْبَرَنِي أَبِي كِلَاهُمَا عَنْ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ عَنْ ابْنِ أَبِي لَيْلَى عَنْ عَلِيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَيْسَ فِي حَدِيثِهِمَا أَجْرُ الْجَازِرِ","source":"Muslim"},"__N_SSG":true}