{"pageProps":{"number":"2465","slug":"muslim","id":"Telah menceritakan kepada kami ['Ubaidullah bin Umar bin Maisarah Al Qawariri] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Sa'id bin Abu 'Arubah] dari [Qatadah] dari [Shalih Abu Al Khalil] dari [Abu Alqamah Al Hasyimi] dari [Abu Sa'id Al Khudri] bahwa pada saat perang Hunain, Rasulullah shallallahu 'alaihi wasallam mengirim ekspedisi ke wilayah Authas, kemudian mereka bertemu dengan musuh dan terjadilah pertempuran, akhirnya mereka dapat mengalahkan musuh dan berhasil menawan musuh, di antaranya adalah tawanan wanita, seakan-akan para sahabat Rasulullah shallallahu 'alaihi wasallam keberatan menggauli mereka, karena mereka memiliki suami-suami yang masih musyrik. Maka Allah menurunkan ayat mengenai hal itu \"Dan di haramkan bagi kamu mengawini wanita-wanita yang bersuami, kecuali budak-budak yang kalian miliki, (Allah telah menetapkan hukum itu) sebgai ketetapan-Nya atas kamu.\" (An Nisaa': 24). Maksudnya, mereka halal bagimu setelah 'iddah mereka habis. Dan telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] dan [Muhammad bin Al Mutsanna] serta [Ibnu Basysyar] mereka berkata; Telah menceritakan kepada kami [Abdul A'la] dari [Sa'id] dari [Qatadah] dari [Abu Khalil] bahwa [Abu Alqamah Al Hasyimi] telah bercerita bahwa [Abu Sa'id Al Khudri] telah menceritakan kepada mereka, bahwa pada saat perang Hunain, Nabi yullah shallallahu 'alaihi wasallam mengirim suatu ekspedisi, dengan makna hadits Yazid bin Zurai' namun dia menyebutkan; \"Kecuali budak-budak perempuan yang kalian miliki, maka mereka halal bagi kalian.\" Dan tidak menyebutkan; \"Jika telah usai masa 'iddah mereka.\" Dan telah menceritakan kepadaku [Yahya bin Habib Al Haritsi] telah menceritakan kepada kami [Khalid yaitu Ibnu Al Harits] telah menceritakan kepada kami [Syu'bah] dari [Qatadah] dengan isnad seperti ini.","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ الْقَوَارِيرِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ صَالِحٍ أَبِي الْخَلِيلِ عَنْ أَبِي عَلْقَمَةَ الْهَاشِمِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ حُنَيْنٍ بَعَثَ جَيْشًا إِلَى أَوْطَاسَ فَلَقُوا عَدُوًّا فَقَاتَلُوهُمْ فَظَهَرُوا عَلَيْهِمْ وَأَصَابُوا لَهُمْ سَبَايَا فَكَأَنَّ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَحَرَّجُوا مِنْ غِشْيَانِهِنَّ مِنْ أَجْلِ أَزْوَاجِهِنَّ مِنْ الْمُشْرِكِينَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي ذَلِكَ{ وَالْمُحْصَنَاتُ مِنْ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ }أَيْ فَهُنَّ لَكُمْ حَلَالٌ إِذَا انْقَضَتْ عِدَّتُهُنَّو حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالُوا حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ أَبِي الْخَلِيلِ أَنَّ أَبَا عَلْقَمَةَ الْهَاشِمِيَّ حَدَّثَ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ حَدَّثَهُمْ أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ يَوْمَ حُنَيْنٍ سَرِيَّةً بِمَعْنَى حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ غَيْرَ أَنَّهُ قَالَ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ مِنْهُنَّ فَحَلَالٌ لَكُمْ وَلَمْ يَذْكُرْ إِذَا انْقَضَتْ عِدَّتُهُنَّ و حَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}