{"pageProps":{"number":"2502","slug":"muslim","id":"Telah menceritakan kepadaku [Ali bin Hujr As Sa'di] telah menceritakan kepada kami [Isma'il bin Ibrahim] dari [Ayyub] dari [Ibnu Sirin] dia berkata; Saya tinggal selama dua puluh tahun, dan telah menceritakan kepadaku seseorang yang tidak saya tuduh (berdusts) bahwa Ibnu Umar pernah menceraikan istrinya yang sedang haidl dengan talak tiga, maka dia diperintahkan untuk rujuk, saya tidak menuduh mereka (berdusta) namun saya juga tidak mengetahui sendiri peristiwa tersebut. Hingga saya bertemu dengan [Abu Ghullab Yunus bin Jubair Al Bahili] dia adalah orang yang tsabat (dalam hadits), lalu dia menceritakan kepadaku bahwa dia pernah bertanya kepada Ibnu Umar, lantas [Ibnu Umar] bercerita bahwa dia pernah menceraikan istrinya yang sedang haidl, kemudian dia diperintahkan untuk merujuknya. Yunus berkata; Saya bertanya; Apakah talak itu diperhitungkan atasnya? Dia (Ibnu Umar) menjawab; Apakah talak itu tidak berlaku meski dia tidak bisa rujuk dan melakukan tindakan bodoh? (pertanyan pengingkaran yang maksudnya adalah: Tentu talak itu diperhitungkan). Dan telah menceritakan kepada kami [Abu Rabi'] dan [Qutaibah] keduanya berkata; Telah menceritakan kepada kami [Hammad] dari [Ayyub] dengan isnad seperti ini, namun dia menyebutkan; Lantas Umar menanyakan kepada Nabi shallallahu 'alaihi wasallam, lalu beliau memerintahkan Ibnu Umar (untuk merujuk istrinya). Dan telah menceritakan hadits ini kepada kami [Abdul Warits bin Abdush Shamad] telah menceritakan kepadaku [ayahku] dari [kakekku] dari [Ayyub] dengan isnad ini, dia menyebutkan dalam hadits ini; \"Lantas Umar menanyakannya kepada Nabi shallallahu 'alaihi wasallam mengenai hal itu, kemudian beliau memerintahkan Ibnu Umar untuk rujuk sampai dia mentalaknya dalam keadaan suci tanpa di setubuhi terlebih dahulu.\" Dan beliau bersabda: \"Hendaknya dia menceraikan di awal iddahnya.\"","arab":"و حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَيُّوبَ عَنْ ابْنِ سِيرِينَ قَالَ مَكَثْتُ عِشْرِينَ سَنَةً يُحَدِّثُنِي مَنْ لَا أَتَّهِمُأَنَّ ابْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ ثَلَاثًا وَهِيَ حَائِضٌ فَأُمِرَ أَنْ يُرَاجِعَهَا فَجَعَلْتُ لَا أَتَّهِمُهُمْ وَلَا أَعْرِفُ الْحَدِيثَ حَتَّى لَقِيتُ أَبَا غَلَّابٍ يُونُسَ بْنَ جُبَيْرٍ الْبَاهِلِيَّ وَكَانَ ذَا ثَبَتٍ فَحَدَّثَنِي أَنَّهُ سَأَلَ ابْنَ عُمَرَ فَحَدَّثَهُ أَنَّهُ طَلَّقَ امْرَأَتَهُ تَطْلِيقَةً وَهِيَ حَائِضٌ فَأُمِرَ أَنْ يَرْجِعَهَاقَالَ قُلْتُ أَفَحُسِبَتْ عَلَيْهِ قَالَ فَمَهْ أَوَ إِنْ عَجَزَ وَاسْتَحْمَقَ و حَدَّثَنَاه أَبُو الرَّبِيعِ وَقُتَيْبَةُ قَالَا حَدَّثَنَا حَمَّادٌ عَنْ أَيُّوبَ بِهَذَا الْإِسْنَادِ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ فَسَأَلَ عُمَرُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهُ و حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ أَيُّوبَ بِهَذَا الْإِسْنَادِ وَقَالَ فِي الْحَدِيثِ فَسَأَلَ عُمَرُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَأَمَرَهُ أَنْ يُرَاجِعَهَا حَتَّى يُطَلِّقَهَا طَاهِرًا مِنْ غَيْرِ جِمَاعٍ وَقَالَ يُطَلِّقُهَا فِي قُبُلِ عِدَّتِهَا","source":"Muslim"},"__N_SSG":true}