{"pageProps":{"number":"2824","slug":"muslim","id":"Dan telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Ibrahim bin Sa'd] dari [Ibnu Syihab] dari [Humaid bin Abdurrahman] dan [Muhammad bin An Nu'man] dari [An Nu'man bin Basyir] dia berkata, \"Ayahku mengajak aku menemui Rasulullah shallallahu 'alaihi wasallam, lalu ia berkata, \"Sesungguhnya saya telah memberi anakku ini seorang budak kepunyaanku.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apakah setiap anakmu kamu beri seorang budak seperti dia?\" Ayahku menjawab, \"Tidak.\" Beliau bersabda: \"Kalau begitu, mintalah kembali.\" Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Ishaq bin Ibrahim] dan [Ibnu Abu Umar] dari [Ibnu Uyainah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Qutaibah] dan [Ibnu Rumh] dari [Laits bin Sa'd]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahb] dia berkata; telah mengabarkan kepadaku [Yunus]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Abd bin Humaid] keduanya berkata; telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] semuanya dari [Az Zuhri] dengan sanad ini. Dalam haditsnya Yunus dan Ma'mar disebutkan, \"Apakah setiap anak-anakmu.\" Sedangkan dalam hadits Laits dan Ibnu 'Uyainah disebutkan, \"Apakah setiap anakmu.\" Adapun riwayatnya Laits dari Muhummad bin An Nu'man dan Humaid bin Abdurrahman, bahwa Basyir datang dengan Nu'man.\"","arab":"و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ وَمُحَمَّدِ بْنِ النُّعْمَانِ عَنْ النُّعْمَانِ بْنِ بَشِيرٍ قَالَأَتَى بِي أَبِي إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي نَحَلْتُ ابْنِي هَذَا غُلَامًا فَقَالَ أَكُلَّ بَنِيكَ نَحَلْتَ قَالَ لَا قَالَ فَارْدُدْهُو حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَابْنُ أَبِي عُمَرَ عَنْ ابْنِ عُيَيْنَةَ ح و حَدَّثَنَا قُتَيْبَةُ وَابْنُ رُمْحٍ عَنْ اللَّيْثِ بْنِ سَعْدٍ ح و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ كُلُّهُمْ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ أَمَّا يُونُسُ وَمَعْمَرٌ فَفِي حَدِيثِهِمَا أَكُلَّ بَنِيكَ وَفِي حَدِيثِ اللَّيْثِ وَابْنِ عُيَيْنَةَ أَكُلَّ وَلَدِكَ وَرِوَايَةُ اللَّيْثِ عَنْ مُحَمَّدِ بْنِ النُّعْمَانِ وَحُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ بَشِيرًا جَاءَ بِالنُّعْمَانِ","source":"Muslim"},"__N_SSG":true}