{"pageProps":{"number":"2887","slug":"muslim","id":"Telah menceritakan kepada kami [Syaiban bin Farruh] telah menceritakan kepada kami [Jarir bin Hazim] telah menceritakan kepada kami [Al Hasan] telah menceritakan kepada kami [Abdurrahman bin Samurah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah bersabda kepadaku: \"Wahai Abdurrahman bin Samurah, janganlah kamu meminta-minta jabatan, karena meminta jabatan resikonya sangatlah berat, namun jika kamu diserahi jabatan tanpa kamu minta, maka kamu akan ditolong dalam jabatanmu. Dan apabila kamu bersumpah dengan suatu sumpah, kemudian kamu melihat ada sesuatu yang lebih baik dari sumpahmu itu, maka bayarlah kafarah (denda) dari sumpahmu itu dan lakukanlah sesuatu yang lebih baik dari sumpahmu.\" Abu Ahmad Al Jaludi berkata; telah menceritakan kepada kami Abu Al abbas Al Masarjasi telah menceritakan kepada kami Syaiban bin Farruh dengan hadits ini, telah menceritakan kepadaku [Ali bin Hujr As Sa'di] telah menceritakan kepada kami [Husyaim] dari [Yunus] dan [Manshur] dan [Humaid]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Kamil Al Jahdari] telah menceritakan kepada kami [Hammad bin Zaid] dari [Simak bin 'Athiyah] dan [Yunus bin 'Ubaid] dan [Hisyam bin Hassan] dalam riwayat lain. (dalam jalur lain disebutkan) Telah menceritakan kepada kami ['Ubaidullah bin Mu'adz] telah menceritakan kepada kami [Al Mu'tamir] dari [Ayahnya]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami ['Uqbah bin Mukram Al 'Ammi] telah menceritakan kepada kami [Sa'id bin 'Amir] dari [Sa'id] dari [Qatadah] semuanya dari [Al Hasan] dari [Abdurrahman bin Samurah] dari Nabi shallallahu 'alaihi wasallam dengan hadits ini, dan dalam hadits Mu'tamir dari ayahnya tidak di sebutkan tentang \"Jabatan (Imarah).\"","arab":"حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ حَدَّثَنَا الْحَسَنُ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَمُرَةَ قَالَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ لَا تَسْأَلْ الْإِمَارَةَ فَإِنَّكَ إِنْ أُعْطِيتَهَا عَنْ مَسْأَلَةٍ وُكِلْتَ إِلَيْهَا وَإِنْ أُعْطِيتَهَا عَنْ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَا وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا فَكَفِّرْ عَنْ يَمِينِكَ وَائْتِ الَّذِي هُوَ خَيْرٌقَالَ أَبُو أَحْمَدَ الْجُلُودِيُّ حَدَّثَنَا أَبُو الْعَبَّاسِ الْمَاسَرْجَسِيُّ حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ بِهَذَا الْحَدِيثِ حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ حَدَّثَنَا هُشَيْمٌ عَنْ يُونُسَ وَمَنْصُورٍ وَحُمَيْدٍ ح و حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ سِمَاكِ بْنِ عَطِيَّةَ وَيُونُسَ بْنِ عُبَيْدٍ وَهِشَامِ بْنِ حَسَّانَ فِي آخَرِينَ ح و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا الْمُعْتَمِرُ عَنْ أَبِيهِ ح و حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ عَنْ سَعِيدٍ عَنْ قَتَادَةَ كُلُّهُمْ عَنْ الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ وَلَيْسَ فِي حَدِيثِ الْمُعْتَمِرِ عَنْ أَبِيهِ ذِكْرُ الْإِمَارَةِ","source":"Muslim"},"__N_SSG":true}