{"pageProps":{"number":"2927","slug":"muslim","id":"Telah menceritakan kepadaku [Ishaq bin Manshur] telah mengabarkan kepada kami [Bisr bin Umar] dia berkta; aku pernah mendengar [Malik bin Anas] berkata; telah menceritakan kepadaku [Abu Laila Abdullah bin Abdurrahman bin Sahal] dari [Sahal bin Abu Hatsmah], bahwa dia mengabarkan kepadanya dari beberapa tokoh lelaki dari kaumnya, bahwa Abdulah bin Sahal dan Muhayishah pergi menuju Khaibar untuk melaksanakan suatu tugas yang diembannya. Seseorang memberitahukan Muhayishah bahwa Abdullah bin Sahal telah terbunuh dan mayatnya dilempar ke sumur yang dangkal. Akhirnya Muhayishah mendatangi orang-orang Yahudi dan berkata, \"Demi Allah, pasti kalian yang membunuh Abdullah bin Sahal.\" Orang-orang Yahudi membantah sambil berkata, \"Tidak, kami tidak membunuhnya.\" Lalu Muhayishah pulang ke madinah untuk menemui kaumnya, dan menceritakan peristiwa itu kepada mereka. Dengan ditemani Huwayishah dan Abdurrahman, mereka pergi menghadap Rasulullah shallallahu 'alaihi wasallam. Karena yang berangkat ke Khaibar adalah Muwayishah, maka dia pun bermaksud membuka pembicaraan. Akan tetapi Rasulullah shallallahu 'alaihi wasallam bersabda: \"Yang lebih besar, yang lebih besar.\" -(beliau menginginkan yang lebih tua) - Maka Huwayishah pun memulai pembicaraan, setelah itu baru Muhayishah yang angkat bicara. Lalu Rasulullah shallallahu 'alaihi wasallam bersabda kepada mereka: \"Baiklah, kalian boleh meminta kepada orang-orang Yahudi untuk membayar diyat atau mereka kita perangi.\" Akhirnya Rasulullah shallallahu 'alaihi wasallam mengirim surat kepada orang-orang Yahudi tentang hal itu, lalu mereka membalasnya, \"Demi Allah, kami benar-benar tidak membunuhnya.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda kepada Huwayishah, Muhayishah dan Abdurrahman: \"Apakah kalian mau bersumpah, dan setelah itu kalian berhak atas diyat saudara kalian yang terbunuh?\" mereka menjawab, \"Tidak.\" Beliau bersabda: \"Orang-orang Yahudi telah bersumpah atas kalian.\" Mereka berkata, \"Bukankah mereka dari golongan non-Islam?\" lalu Rasulullah shallallahu 'alaihi wasallam memberikan diyat dari harta yang dimilikinya, kemudian Rasulullah shallallahu 'alaihi wasallam mengirim seratus ekor unta dan dimasukkan ke dalam rumahnya.\" Sahal berkomentar, \"Aku pernah ditendang seekor unta dari unta-unta tebusan itu.\"","arab":"حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا بِشْرُ بْنُ عُمَرَ قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ يَقُولُ حَدَّثَنِي أَبُو لَيْلَى عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ أَنَّهُ أَخْبَرَهُ عَنْ رِجَالٍ مِنْ كُبَرَاءِ قَوْمِهِأَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ فَأَتَى مُحَيِّصَةُ فَأَخْبَرَ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي عَيْنٍ أَوْ فَقِيرٍ فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ قَالُوا وَاللَّهِ مَا قَتَلْنَاهُ ثُمَّ أَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ لَهُمْ ذَلِكَ ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ وَهُوَ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمُحَيِّصَةَ كَبِّرْ كَبِّرْ يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِمَّا أَنْ يَدُوا صَاحِبَكُمْ وَإِمَّا أَنْ يُؤْذِنُوا بِحَرْبٍ فَكَتَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ فِي ذَلِكَ فَكَتَبُوا إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ قَالُوا لَا قَالَ فَتَحْلِفُ لَكُمْ يَهُودُ قَالُوا لَيْسُوا بِمُسْلِمِينَ فَوَادَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِائَةَ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمْ الدَّارَ فَقَالَ سَهْلٌ فَلَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ","source":"Muslim"},"__N_SSG":true}