{"pageProps":{"number":"2964","slug":"muslim","id":"Dan telah menceritakan kepadaku [Abu At Thahir] dan [Harmalah bin Yahya] dan ini adalah lafadz Harmalah, keduanya berkata; telah mengabarkan kepada kami [Ibnu Wahb] dia berkata; telah mengabarkan kepadaku [Yunus bin Yazid] dari [Ibnu Syihab] dia berkata; telah mengabarkan kepadaku ['Urwah bin Az Zubair] dari ['Aisyah] isteri Nabi shallallahu 'alaihi wasallam, bahwa saat penaklukan Kota Makkah di masa Rasulullah shallallahu 'alaihi wasallam, orang-orang Quraisy pernah kebingungan mengenai masalahnya seorang wanita (mereka) yang ketahuan mencuri. Maka mereka berkata, \"Siapa kiranya yang berani mengadukan permasalahan ini kepada Rasulullah shallallahu 'alaihi wasallam?\" maka sebagian mereka mengusulkan, \"Siapa lagi kalau bukan Usamah bin Zaid, orang yang paling dicintai oleh Rasulullah shallallahu 'alaihi wasallam.\" Lalu wanita itu dihadapkan kepada Rasulullah shallallahu 'alaihi wasallam dan Usamah bin Zaid pun mengadukan permasalahannya kepada beliau, tiba-tiba wajah Rasulullah shallallahu 'alaihi wasallam berubah menjadi merah seraya bersabda: \"Apakah kamu hendak meminta syafa'at (keringanan) dalam hukum Allah (yang telah ditetapkan)!\" Maka Usamah berkata kepada beliau, \"Mohonkanlah ampuanan bagiku wahai Rasulullah.\" Sore harinya Rasulullah shallallahu 'alaihi wasallam berdiri dan berkhutbah, setelah memuji Allah dengan ujian yang layak untuk-Nya, beliau bersabda: \"Amma Ba'du. Sesungguhnya yang membinasakan orang-orang sebelum kalian adalah manakala ada orang yang terpandang (terhormat) dari mereka mencuri, maka merekapun membiarkannya. Namun jika ada orang yang lemah dan hina di antara mereka ketahuan mencuri, maka dengan segera mereka melaksanakan hukuman atasnya. Demi Dzat yang jiwaku berada tangan-Nya, sekiranya Fatimah binti Muhammad mencuri, sungguh aku sendiri yang akan memotong tangannya.\" Akhirnya beliau memerintahkan terhadap wanita yang mencuri, lalu dipotonglah tangan wanita tersebut.\" [Yunus] berkata; [Ibnu Syihab] berkata; [Urwah] berkata; ['Aisyah] berkata, \"Setelah peristiwa itu, wanita tersebut malakukan taubat nasuha dan menikah, hingga pada suatu ketika ia datang kepadaku untuk meminta tolong mengajukan permintaannya kepada Rasulullah shallallahu 'alaihi wasallam, lalu aku memnuhi permintaannya tersebut.\" Dan telah menceritakan kepada kami ['Abd bin Humaid] telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari ['Urwah] dari ['Aisyah] dia berkata, \"Seorang wanita Makhzumiyah pernah meminjam suatu barang, setelah itu dia mengaku barang tersebut adalah miliknya. Maka Nabi shallallahu 'alaihi wasallam menyuruh supaya tangannya dipotong, hingga keluarga wanita tersebut menemui Usamah bin Zaid dan mengadukan permasalahan wanita itu. Usamah lalu mengadukannya kepada Rasulullah shallallahu 'alaihi wasallam …', kemudian dia menyebutkan seperti hadits Laits dan Yunus.\"","arab":"و حَدَّثَنِي أَبُو الطَّاهِرِ وَحَرْمَلَةُ بْنُ يَحْيَى وَاللَّفْظُ لِحَرْمَلَةَ قَالَا أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ قُرَيْشًا أَهَمَّهُمْ شَأْنُ الْمَرْأَةِ الَّتِي سَرَقَتْ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ الْفَتْحِ فَقَالُوا مَنْ يُكَلِّمُ فِيهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا وَمَنْ يَجْتَرِئُ عَلَيْهِ إِلَّا أُسَامَةُ بْنُ زَيْدٍ حِبُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُتِيَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَلَّمَهُ فِيهَا أُسَامَةُ بْنُ زَيْدٍ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ فَقَالَ لَهُ أُسَامَةُ اسْتَغْفِرْ لِي يَا رَسُولَ اللَّهِ فَلَمَّا كَانَ الْعَشِيُّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاخْتَطَبَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَإِنِّي وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا ثُمَّ أَمَرَ بِتِلْكَ الْمَرْأَةِ الَّتِي سَرَقَتْ فَقُطِعَتْ يَدُهَاقَالَ يُونُسُ قَالَ ابْنُ شِهَابٍ قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ فَحَسُنَتْ تَوْبَتُهَا بَعْدُ وَتَزَوَّجَتْ وَكَانَتْ تَأتِينِي بَعْدَ ذَلِكَ فَأَرْفَعُ حَاجَتَهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ كَانَتْ امْرَأَةٌ مَخْزُومِيَّةٌ تَسْتَعِيرُ الْمَتَاعَ وَتَجْحَدُهُ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تُقْطَعَ يَدُهَا فَأَتَى أَهْلُهَا أُسَامَةَ بْنَ زَيْدٍ فَكَلَّمُوهُ فَكَلَّمَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ اللَّيْثِ وَيُونُسَ","source":"Muslim"},"__N_SSG":true}