{"pageProps":{"number":"2967","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basyar] semuanya dari [Abdul A'la], [Ibnu Mutsanna] berkata; telah menceritakan kepada kami [Abdul A'la] telah menceritakan kepada kami [Sa'id] dari [Qatadah] dari [Al Hasan] dari [Hitthan bin Abdullah Ar Raqasyi] dari ['Ubadah bin Shamit] dia berkata, \"Setiap kali turun wahyu kepada Nabi Allah Shallallahu 'Alaihi Wasalam, maka beliau terlihat sangat susah dan wajahnya berubah menjadi pucat.\" 'Ubadah bin Shamit berkata, \"Pada suatu ketika wahyu turun kepada beliau, maka beliau terlihat sangat kepayahan, setelah kondisinya tenang kembali, beliau bersabda: \"Ikutilah semua ajaranku, sungguh Allah telah menetapkan hukum buat mereka. Allah telah menetapkan hukuman bagi mereka (kaum wanita); laki-laki dan wanita yang sudah menikah, dan perjaka dengan perawan. Bagi yang sudah menikah adalah hukuman cambuk seratus kali dan rajam dengan batu, sedangkan bagi yang belum menikah adalah cambuk seratus kali lalu diasingkan selama satu tahun.\" Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basyar] keduanya berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Mu'adz bin Hisyam] telah menceritakan kepadaku [Ayahku] keduanya dari [Qatadah] dengan isnad ini, namun dalam hadits keduanya disebutkan, \"Hukuman bagi seorang yang belum menikah adalah dera dan diasingkan, sedangkan bagi orang yang telah menikah adalah dera dan dirajam.\" Dan tidak disebutkan, \"Selama setahun, dan tidak seratus kali.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ جَمِيعًا عَنْ عَبْدِ الْأَعْلَى قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْأَعْلَى حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ الرَّقَاشِيِّ عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَكَانَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أُنْزِلَ عَلَيْهِ كُرِبَ لِذَلِكَ وَتَرَبَّدَ لَهُ وَجْهُهُ قَالَ فَأُنْزِلَ عَلَيْهِ ذَاتَ يَوْمٍ فَلُقِيَ كَذَلِكَ فَلَمَّا سُرِّيَ عَنْهُ قَالَ خُذُوا عَنِّي فَقَدْ جَعَلَ اللَّهُ لَهُنَّ سَبِيلًا الثَّيِّبُ بِالثَّيِّبِ وَالْبِكْرُ بِالْبِكْرِ الثَّيِّبُ جَلْدُ مِائَةٍ ثُمَّ رَجْمٌ بِالْحِجَارَةِ وَالْبِكْرُ جَلْدُ مِائَةٍ ثُمَّ نَفْيُ سَنَةٍو حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ ح و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي كِلَاهُمَا عَنْ قَتَادَةَ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّ فِي حَدِيثِهِمَا الْبِكْرُ يُجْلَدُ وَيُنْفَى وَالثَّيِّبُ يُجْلَدُ وَيُرْجَمُ لَا يَذْكُرَانِ سَنَةً وَلَا مِائَةً","source":"Muslim"},"__N_SSG":true}