{"pageProps":{"number":"2977","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Rumh] telah mengabarkan kepada kami [Laits] dari [Ibnu Syihab] dari ['Ubaidullah bin Abdullah bin 'Utbah bin Mas'ud] dari [Abu Hurairah] dan [Zaid bin Khalid Al Juhani] bahwa keduanya berkata, \"Seorang laki-laki dari desa datang menghadap Rasulullah shallallahu 'alaihi wasallam seraya berkata, \"Ya Rasulullah, aku memohon supaya anda bersumpah dengan nama Allah, bahwa anda tidak akan menjatuhkan hukuman kepadaku kecuali sesuai dengan Kitabullah.\" Lawan bicara laki-laki tersebut angkat bicara -dan dia lebih pandai dari laki-laki pertama-, \"Ya betul, putuskanlah perkara kami sesuai dengan Kitabullah, dan izinkanlah aku bicara lebih dahulu.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Katakanlah.\" Dia berbicara, \"Anak laki-lakiku bekerja menjadi pegawai orang ini, lalu dia menuduh anakku berzina dengan isterinya. Sesungguhnya aku tahu, bahwa anakku harus dihukum rajam, lalu aku tebus dia dengan seratus ekor kambing dan seorang sahaya perempuan, kemudian aku bertanya kepada alim ulama, mereka mengatakan kalau anakku harus dihukum dera seratus kali dan diasingkan selama setahun, sedangkan yang perempuan mendapatkan hukuman rajam.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Demi dzat yang jiwaku berada di tangan-Nya, aku akan menjatuhkan hukuman bagi kalian berdua sesuai dengan kitabullah, hamba sahaya dan kambing akan dikembalikan, sementara anakmu harus didera seratus kali lalu diasingkan selama satu tahun. Wahai Unais, besok pagi pergilah kamu kepada isteri orang ini, lalu periksa, apakah dia memang benar berzina, jika dia mengaku berzina, maka rajamlah dia.\" Abu Hurairah berkata, \"Pagilah Unais memeriksa wanita itu, ternyata dia mengaku telah berzina, maka Rasulullah shallallahu 'alaihi wasallam memrintnahkan supaya dirajam, akhirnya dia pun dirajam.\" Dan telah menceritakan kepada kami [Abu At Thahir] dan [Harmalah] keduanya berkata; telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku ['Amru An Naqid] telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'd] telah menceritakan kepada kami [ayahku] dari [Shalih]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abd bin Humaid] telah mengabarkan kepada kami [Abdurrazaq] dari [Ma'mar] semuanya dari [Az Zuhri] dengan isnad seperti ini.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَاه مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّهُمَا قَالَاإِنَّ رَجُلًا مِنْ الْأَعْرَابِ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَنْشُدُكَ اللَّهَ إِلَّا قَضَيْتَ لِي بِكِتَابِ اللَّهِ فَقَالَ الْخَصْمُ الْآخَرُ وَهُوَ أَفْقَهُ مِنْهُ نَعَمْ فَاقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَأْذَنْ لِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْ قَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ وَإِنِّي أُخْبِرْتُ أَنَّ عَلَى ابْنِي الرَّجْمَ فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَوَلِيدَةٍ فَسَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّمَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَأَنَّ عَلَى امْرَأَةِ هَذَا الرَّجْمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ الْوَلِيدَةُ وَالْغَنَمُ رَدٌّ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا قَالَ فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَأَمَرَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَتْو حَدَّثَنَا أَبُو الطَّاهِرِ وَحَرْمَلَةُ قَالَا أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ ح و حَدَّثَنِي عَمْرٌو النَّاقِدُ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحٍ ح و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ كُلُّهُمْ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}