{"pageProps":{"number":"3012","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepadaku [Syababah] telah menceritakan kepadaku [Warqa`] dari [Abu Az Zinnad] dari [Al A'raj] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Dahulu ada dua orang wanita yang sedang bermain bersama anak mereka masing-masing. Tiba-tiba datang seekor serigala yang menerkam dan membawa anak salah seorang dari mereka berdua. Seorang dari mereka berkata kepada yang lain, 'sebenarnya yang dimangsa serigala tadi adalah anakmu'. Rupanya wanita yang satunya menyangkal seraya berkata, 'Tidak, yang dimangsa oleh serigala tersebut adalah anakmu'. Akhirnya kedua wanita meminta keputusan dari Daud, namun Daud menetapkan bahwa anak yang masih hidup itu milik wanita yang usianya lebih tua. Kemudian keduanya pergi menemui Sulaiman bin Daud 'alaihima salam, lantas kedua wanita tersebut menceritakan apa yang sebenarnya terjadi, setelah mendengar ceritanya, Sulaiman berkata, 'Baiklah, sekarang tolong ambilkan aku pisau, aku akan membelah dan membagi dua anak ini untuk kalian berdua'. Tiba-tiba wanita yang lebih muda berkata, 'Tidak, semoga Allah merahmati anda, berikanlah anak tersebut untuknya'. Maka Sulaiman pun menetapkan anak itu untuk wanita yang lebih muda umurnya.\" Al A'raj melanjutkan, \"Lalu Abu Hurairah memberi komentar terhadap hadits ini, 'Sungguh, baru kali ini aku mendengar kata sikkin (pisau) dari cerita hadits ini, karena biasanya kami menyebutnya dengan mudyah (pisau).\" Dan telah menceritakan kepada kami [Suwaid bin Sa'id] telah menceritakan kepadaku [Hafsh] -yaitu Ibnu Maisarah Ash Shan'ani- dari [Musa bin 'Uqbah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Umayyah bin Bistham] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Rauh] -yaitu Ibnu Al Qasim- dari [Muhammad bin 'Ajlan] semuanya dari [Abu Zinnad] dengan isnad ini, dan semakna dengan haditsnya Warqa`.\"","arab":"حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنِي شَبَابَةُ حَدَّثَنِي وَرْقَاءُ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَمَا امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا فَقَالَتْ هَذِهِ لِصَاحِبَتِهَا إِنَّمَا ذَهَبَ بِابْنِكِ أَنْتِ وَقَالَتْ الْأُخْرَى إِنَّمَا ذَهَبَ بِابْنِكِ فَتَحَاكَمَتَا إِلَى دَاوُدَ فَقَضَى بِهِ لِلْكُبْرَى فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ عَلَيْهِمَا السَّلَام فَأَخْبَرَتَاهُ فَقَالَ ائْتُونِي بِالسِّكِّينِ أَشُقُّهُ بَيْنَكُمَا فَقَالَتْ الصُّغْرَى لَا يَرْحَمُكَ اللَّهُ هُوَ ابْنُهَا فَقَضَى بِهِ لِلصُّغْرَىقَالَ قَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنْ سَمِعْتُ بِالسِّكِّينِ قَطُّ إِلَّا يَوْمَئِذٍ مَا كُنَّا نَقُولُ إِلَّا الْمُدْيَةَ و حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنِي حَفْصٌ يَعْنِي ابْنَ مَيْسَرَةَ الصَّنْعَانِيَّ عَنْ مُوسَى بْنِ عُقْبَةَ ح و حَدَّثَنَا أُمَيَّةُ بْنُ بِسْطَامَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا رَوْحٌ وَهُوَ ابْنُ الْقَاسِمِ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ جَمِيعًا عَنْ أَبِي الزِّنَادِ بِهَذَا الْإِسْنَادِ مِثْلَ مَعْنَى حَدِيثِ وَرْقَاءَ","source":"Muslim"},"__N_SSG":true}