{"pageProps":{"number":"3044","slug":"muslim","id":"Telah menceritakan kepada kami [Sa'id bin Manshur] telah menceritakan kepada kami [Khalid bin Abdullah] dari [Isma'il bin Abu Khalid] dari [Abdullah bin Abu Aufa] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam mendo'akan kehancuran bagi pasukan Ahzab, beliau bersabda: \"Ya Allah, dzat yang menurunkan kitab, dzat yang segera membuat perhitungan, hancurkanlah pasukan Ahzab. Ya Allah, hancurkanlah mereka dan cerai-beraikanlah mereka.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Waki' bin Jarrah] dari [Isma'il bin Abu Khalid] dia berkata; aku pernah mendengar [Ibnu Abu Aufa] berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah mendo'akan...seperti hadits riwayat Khalid, hanya saja ia menyebutkan, 'Hancurkanlah pasukan Ahzab', dan tidak menyebutkan, 'Ya Allah'.\" Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Ibnu Abu Umar] semuanya dari [Ibnu Uyainah] dari [Isma'il] dengan isnad ini, dan dalam riwayat Ibnu Abu Umar disebutkan, 'Dzat yang menggerakkan awan'.\"","arab":"حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى قَالَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْأَحْزَابِ فَقَالَ اللَّهُمَّ مُنْزِلَ الْكِتَابِ سَرِيعَ الْحِسَابِ اهْزِمْ الْأَحْزَابَ اللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْو حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ عَنْ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى يَقُولُا دَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ خَالِدٍ غَيْرَ أَنَّهُ قَالَ هَازِمَ الْأَحْزَابِ وَلَمْ يَذْكُرْ قَوْلَهُ اللَّهُمَّ و حَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ وَابْنُ أَبِي عُمَرَ جَمِيعًا عَنْ ابْنِ عُيَيْنَةَ عَنْ إِسْمَعِيلَ بِهَذَا الْإِسْنَادِ وَزَادَ ابْنُ أَبِي عُمَرَ فِي رِوَايَتِهِ مُجْرِيَ السَّحَابِ","source":"Muslim"},"__N_SSG":true}