{"pageProps":{"number":"3065","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Umar bin Yunus Al Hanafi] telah menceritakan kepada kami [Ikrimah bin 'Amar] telah menceritakan kepadaku [Iyyas bin Salamah] telah menceritakan kepadaku [Abu Salamah bin Al Akwa'] dia berkata, \"Aku pernah ikut berperang bersama dengan Rasulullah shallallahu 'alaihi wasallam ke wilayah Hawazin. Ketika kami sedang makan siang bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba datang seorang laki-laki yang mengendarai seekor unta yang berwarna merah. Setelah menderumkan unta dan melepaskan tali pengikatnya, laki-laki itu lalu ikut makan bersama kami -dengan melirik kesana kemari- selesai makan, sebagian di antara kami ada yang beristirahat karena meresa lelah setelah beberapa hari berada di atas kendaraanya, terlebih lagi bagi sebagian kami yang berjalan kami, tentunya lebih merasa lelah sekali. Tidak lama kemudian, lelaki itu berjalan keluar menuju kendaraan untanya dengan tergesa-gesa, setelah melepaskan tali ikatnya, ia naik ke atas punggung untanya seraya menariknya agar segera berlari dengan cepat. Tanpa kami sadari, rupanya ada seorang laki-laki lain yang mengendarai seekor unta berwarna kelabu tengah membuntutinya dari belakang. Salamah berkata, \"Lantas aku bergegas keluar untuk menyusulnya dari belakang dengan mengendarai seekor unta, kemudian aku mengejarnya hingga aku dekat dengan untanya, hingga ketika aku berada di belakang untanya, aku langsung memegang tali kekang unta tersebut. Ketika aku berhasil menderumkan untanya dan kaki laki-laki tersebut menyentuh tanah, maka aku langsung menghunuskan pedang dan menebasnya hingga ia mati terkapar. Kemudian aku kembali dengan mengendarai unta sambil menuntun unta dan harta benda milik lelaki yang terbunuh itu. Ternyata Rasulullah shallallahu 'alaihi wasallam dan para sahabatnya menyambut kedatanganku, beliau bersabda: \"Siapakah yang membunuh laki-laki itu?\" para sahabat menjawab, \"Ibnu Akwa'.\" Beliau bersabda: \"Dengan demikian, dia berhak mendapatkan seluruh harta orang yang di bunuhnya itu.\"","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ حَدَّثَنِي أَبِي سَلَمَةُ بْنُ الْأَكْوَعِ قَالَغَزَوْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَوَازِنَ فَبَيْنَا نَحْنُ نَتَضَحَّى مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَ رَجُلٌ عَلَى جَمَلٍ أَحْمَرَ فَأَنَاخَهُ ثُمَّ انْتَزَعَ طَلَقًا مِنْ حَقَبِهِ فَقَيَّدَ بِهِ الْجَمَلَ ثُمَّ تَقَدَّمَ يَتَغَدَّى مَعَ الْقَوْمِ وَجَعَلَ يَنْظُرُ وَفِينَا ضَعْفَةٌ وَرِقَّةٌ فِي الظَّهْرِ وَبَعْضُنَا مُشَاةٌ إِذْ خَرَجَ يَشْتَدُّ فَأَتَى جَمَلَهُ فَأَطْلَقَ قَيْدَهُ ثُمَّ أَنَاخَهُ وَقَعَدَ عَلَيْهِ فَأَثَارَهُ فَاشْتَدَّ بِهِ الْجَمَلُ فَاتَّبَعَهُ رَجُلٌ عَلَى نَاقَةٍ وَرْقَاءَ قَالَ سَلَمَةُ وَخَرَجْتُ أَشْتَدُّ فَكُنْتُ عِنْدَ وَرِكِ النَّاقَةِ ثُمَّ تَقَدَّمْتُ حَتَّى كُنْتُ عِنْدَ وَرِكِ الْجَمَلِ ثُمَّ تَقَدَّمْتُ حَتَّى أَخَذْتُ بِخِطَامِ الْجَمَلِ فَأَنَخْتُهُ فَلَمَّا وَضَعَ رُكْبَتَهُ فِي الْأَرْضِ اخْتَرَطْتُ سَيْفِي فَضَرَبْتُ رَأْسَ الرَّجُلِ فَنَدَرَ ثُمَّ جِئْتُ بِالْجَمَلِ أَقُودُهُ عَلَيْهِ رَحْلُهُ وَسِلَاحُهُ فَاسْتَقْبَلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ مَعَهُ فَقَالَ مَنْ قَتَلَ الرَّجُلَ قَالُوا ابْنُ الْأَكْوَعِ قَالَ لَهُ سَلَبُهُ أَجْمَعُ","source":"Muslim"},"__N_SSG":true}