{"pageProps":{"number":"3072","slug":"muslim","id":"Dan telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepada kami [ayahku]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Zuhair bin Harb] dan [Al Hasan bin Ali Al Khulwani] keduanya berkata; telah menceritakan kepada kami [Ya'qub] -yaitu Ibnu Ibrahim- telah menceritakan kepada kami [ayahku] dari [Shalih] dari [Ibnu Syihab] telah mengabarkan kepadaku ['Urwah bin Zubair] bahwa ['Aisyah] isteri Nabi shallallahu 'alaihi wasallam telah mengabarkan kepadanya bahwa Fatimah binti Rasulullah shallallahu 'alaihi wasallam pernah meminta bagian dari harta peninggalan ayahnya kepada [Abu Bakar], setelah wafat Rasulullah shallallahu 'alaihi wasallam. Abu Bakar lalu menjawab, \"Sesungguhnya Rasulullah shallallahu 'alaihi wasallam telah bersabda: \"Harta warisan yang aku tinggalkan tidak dapat diwariskan, tetapi hanya merupakan sedekah.\" 'Urwah berkata, \"Fatimah hidup selama enam bulan setelah wafatnya Rasulullah shallallahu 'alaihi wasallam, dia selalu meminta bagian harta peninggalan Rasulullah shallallahu 'alaihi wasallam kepada Abu Bakar dari rampasan perang yang masih tersisa di daerah Khaibar, yaitu fadak dan di kota Madinah. Namun Abu Bakar tetap menolaknya seraya berkata, \"Aku tidak berani merubah sedikitpun apa yang telah ditetapkan Rasulullah shallallahu 'alaihi wasallam, dan aku tetap akan melakukan seperti apa yang telah beliau lakukan. Sungguh, aku khawatir jika aku menyalahi perintahnya, aku akan condong kepada kesesatan.\" Adapun sedekahnya di Madinah, maka Umar tetap mempertahankannya dari Ali dan Abbas, begitu juga tanah Fadak, dia berkata, \"Keduanya adalah sedekah Rasulullah shallallahu 'alaihi wasallam yang harus ditunaikan hak-haknya, yaitu sedekah yang diberikan kepada orang-orang yang membutuhkan. Sedangkan keduanya berjalan seperti itu sampai hari ini.\"","arab":"و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبِي ح و حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَالْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ قَالَا حَدَّثَنَا يَعْقُوبُ وَهُوَ ابْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبِي عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ أَنَّ فَاطِمَةَ بِنْتَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَأَلَتْ أَبَا بَكْرٍ بَعْدَ وَفَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَقْسِمَ لَهَا مِيرَاثَهَا مِمَّا تَرَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِمَّا أَفَاءَ اللَّهُ عَلَيْهِفَقَالَ لَهَا أَبُو بَكْرٍ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا نُورَثُ مَا تَرَكْنَا صَدَقَةٌ قَالَ وَعَاشَتْ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِتَّةَ أَشْهُرٍ وَكَانَتْ فَاطِمَةُ تَسْأَلُ أَبَا بَكْرٍ نَصِيبَهَا مِمَّا تَرَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ خَيْبَرَ وَفَدَكٍ وَصَدَقَتِهِ بِالْمَدِينَةِ فَأَبَى أَبُو بَكْرٍ عَلَيْهَا ذَلِكَ وَقَالَ لَسْتُ تَارِكًا شَيْئًا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْمَلُ بِهِ إِلَّا عَمِلْتُ بِهِ إِنِّي أَخْشَى إِنْ تَرَكْتُ شَيْئًا مِنْ أَمْرِهِ أَنْ أَزِيغَ فَأَمَّا صَدَقَتُهُ بِالْمَدِينَةِ فَدَفَعَهَا عُمَرُ إِلَى عَلِيٍّ وَعَبَّاسٍ فَغَلَبَهُ عَلَيْهَا عَلِيٌّ وَأَمَّا خَيْبَرُ وَفَدَكُ فَأَمْسَكَهُمَا عُمَرُ وَقَالَ هُمَا صَدَقَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَتَا لِحُقُوقِهِ الَّتِي تَعْرُوهُ وَنَوَائِبِهِ وَأَمْرُهُمَا إِلَى مَنْ وَلِيَ الْأَمْرَ قَالَ فَهُمَا عَلَى ذَلِكَ إِلَى الْيَوْمِ","source":"Muslim"},"__N_SSG":true}