{"pageProps":{"number":"3086","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah], [Hamid bin Umar Al Bakrawi] dan [Muhammad bin Abdul A'la Al Qaisi] semuanya dari [Al Mu'tamir] sedangkan lafadznya dari Ibnu Abu Syaibah telah menceritakan kepada kami [Mu'tamir bin Sulaiman At Taimi] dari [ayahnya] dari [Anas] bahwa seorang laki-laki…\" sedangkan Hamid dan Ibnu Abdul A'la mengatakan; \"Bahwa seorang laki-laki pernah memberikan sebagian kebun kurmanya kepada Rasulullah shallallahu 'alaihi wasallam, sampai beliau menaklukkan Bani Quraidlah dan Bani Nadlir. Setelah penaklukan tersebut, maka beliau mengembalikan sebagian kebun kurma kepada laki-laki itu.\" Anas berkata; \"Sesungguhnya keluargaku menyuruhku mendatangi Nabi shallallahu 'alaihi wasallam untuk meminta kembali apa yang pernah di berikan oleh beliau yaitu berupa sebidang kebun, padahal Nabi shallallahu 'alaihi wasallam telah memberikannya kepada Ummu Aiman. Lantas aku mendatangi Nabi shallallahu 'alaihi wasallam dan beliaupun menyerahkannya kembali kepadaku, tiba-tiba Ummu Aiman datang sambil menaruh selendangnya di leherku seraya berkata; \"Demi Allah, kami tidak akan memberikannya kepadamu, sebab beliau telah memberikannya kepadaku.\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Wahai Ummu Aiman, biarkanlah dia mengambilnya lagi, dan untukmu ini dan ini.\" Namun dia tetap mengatakan; \"Sekali-kali tidak, demi Dzat yang tidak adak ilah selain Dia…\" Ummu Aiman masih tetap berkata seperti itu sehingga beliau memberinya sepuluh kali dari pemberian yang hendak di ambil oleh Anas, atau mendekati sepuluh kali lipatnya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَحَامِدُ بْنُ عُمَرَ الْبَكْرَاوِيُّ وَمُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى الْقَيْسِيُّ كُلُّهُمْ عَنْ الْمُعْتَمِرِ وَاللَّفْظُ لِابْنِ أَبِي شَيْبَةَ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ التَّيْمِيُّ عَنْ أَبِيهِ عَنْ أَنَسٍأَنَّ رَجُلًا وَقَالَ حَامِدٌ وَابْنُ عَبْدِ الْأَعْلَى أَنَّ الرَّجُلَ كَانَ يَجْعَلُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّخَلَاتِ مِنْ أَرْضِهِ حَتَّى فُتِحَتْ عَلَيْهِ قُرَيْظَةُ وَالنَّضِيرُ فَجَعَلَ بَعْدَ ذَلِكَ يَرُدُّ عَلَيْهِ مَا كَانَ أَعْطَاهُ قَالَ أَنَسٌ وَإِنَّ أَهْلِي أَمَرُونِي أَنْ آتِيَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْأَلَهُ مَا كَانَ أَهْلُهُ أَعْطَوْهُ أَوْ بَعْضَهُ وَكَانَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَعْطَاهُ أُمَّ أَيْمَنَ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْطَانِيهِنَّ فَجَاءَتْ أُمُّ أَيْمَنَ فَجَعَلَتْ الثَّوْبَ فِي عُنُقِي وَقَالَتْ وَاللَّهِ لَا نُعْطِيكَاهُنَّ وَقَدْ أَعْطَانِيهِنَّ فَقَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أُمَّ أَيْمَنَ اتْرُكِيهِ وَلَكِ كَذَا وَكَذَا وَتَقُولُ كَلَّا وَالَّذِي لَا إِلَهَ إِلَّا هُوَ فَجَعَلَ يَقُولُ كَذَا حَتَّى أَعْطَاهَا عَشْرَةَ أَمْثَالِهِ أَوْ قَرِيبًا مِنْ عَشْرَةِ أَمْثَالِهِ","source":"Muslim"},"__N_SSG":true}