{"pageProps":{"number":"3095","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami ['Umar bin Yunus Al Hanafi] telah menceritakan kepada kami [Ikrimah bin 'Ammar] telah menceritakan kepadaku [Iyas bin Salamah] telah menceritakan kepadaku [ayahku] dia berkata, \"Kami pernah ikut perang Hunain bersama Rasulullah shallallahu 'alaihi wasallam. Ketika kami telah berhadapan dengan musuh, aku maju lebih dahulu dengan mendaki bukit, tiba-tiba aku bertemu dengan seorang musuh lalu ku panah dia dengan panahku, tetapi dia menghilang seketika sehingga aku tidak tahu apa yang sedang dibuatnya. Ketika aku melihat musuh, ternyata mereka telah berada di atas bukit yang lain. Lalu mereka bertempur dengan para sahabat Nabi shallallahu 'alaihi wasallam. Para sahabat mundur dan aku juga ikut mundur dengan kocar kacir. Sa'at itu aku mengenakan dua kain burdah, yang satu kupakai sebagai sarung dan yang lain aku selempangkan. Tiba-tiba sarungku lepas, lalu aku ikatkan dua kain tersebut menjadi satu. Aku lewat di hadapan Rasulullah shallallahu 'alaihi wasallam sambil berlari, sedangkan beliau berada di atas bighal putihnya, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Rupanya Ibnu Akwa' melihat sesuatu yang menakutkan.\" Tatkala Rasulullah shallallahu 'alaihi wasallam terkepung, beliau turun dari bighalnya, kemudian beliau mengambil segenggam tanah dan melemparkannya ke arah musuh sambil bersabda: \"Muka-muka buruk.\" Maka tidaklah Allah menyisakan dari mereka melainkan wajah-wajah mereka telah dipenuhi dengan segenggam tanah. Lalu mereka lari tunggang langgang. Allah Azza Wa Jalla telah mengalahkan mereka. Kemudian Rasulullah shallallahu 'alaihi wasallam membagikan ghanimah kepada kaum Muslimin.\"","arab":"و حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ حَدَّثَنِي أَبِي قَالَغَزَوْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُنَيْنًا فَلَمَّا وَاجَهْنَا الْعَدُوَّ تَقَدَّمْتُ فَأَعْلُو ثَنِيَّةً فَاسْتَقْبَلَنِي رَجُلٌ مِنْ الْعَدُوِّ فَأَرْمِيهِ بِسَهْمٍ فَتَوَارَى عَنِّي فَمَا دَرَيْتُ مَا صَنَعَ وَنَظَرْتُ إِلَى الْقَوْمِ فَإِذَا هُمْ قَدْ طَلَعُوا مِنْ ثَنِيَّةٍ أُخْرَى فَالْتَقَوْا هُمْ وَصَحَابَةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَلَّى صَحَابَةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَرْجِعُ مُنْهَزِمًا وَعَلَيَّ بُرْدَتَانِ مُتَّزِرًا بِإِحْدَاهُمَا مُرْتَدِيًا بِالْأُخْرَى فَاسْتَطْلَقَ إِزَارِي فَجَمَعْتُهُمَا جَمِيعًا وَمَرَرْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُنْهَزِمًا وَهُوَ عَلَى بَغْلَتِهِ الشَّهْبَاءِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ رَأَى ابْنُ الْأَكْوَعِ فَزَعًا فَلَمَّا غَشُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَزَلَ عَنْ الْبَغْلَةِ ثُمَّ قَبَضَ قَبْضَةً مِنْ تُرَابٍ مِنْ الْأَرْضِ ثُمَّ اسْتَقْبَلَ بِهِ وُجُوهَهُمْ فَقَالَ شَاهَتْ الْوُجُوهُ فَمَا خَلَقَ اللَّهُ مِنْهُمْ إِنْسَانًا إِلَّا مَلَأَ عَيْنَيْهِ تُرَابًا بِتِلْكَ الْقَبْضَةِ فَوَلَّوْا مُدْبِرِينَ فَهَزَمَهُمْ اللَّهُ عَزَّ وَجَلَّ وَقَسَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَنَائِمَهُمْ بَيْنَ الْمُسْلِمِينَ","source":"Muslim"},"__N_SSG":true}