{"pageProps":{"number":"3102","slug":"muslim","id":"Telah menceritakan kepadaku ['Ubaidullah bin Mua'd Al 'Anbari] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Syu'bah] dari [Abu Ishaq] dia berkata; aku mendengar [Al Barra bin 'Azzib] berkata, \"Ali bin Abu Thalib pernah menuliskan perjanjian damai antara Nabi shallallahu 'alaihi wasallam dengan orang-orang Musyrik (Makkah) ketika perjanjian Hudaibiyyah. Ali menuliskan, \"Ini adalah perjanjian yang ditulis oleh Muhammad Rasulullah.\" Lantas mereka berkata, \"Jikalau kami tahu bahwa kamu adalah Rasulullah, tentu kami tidak akan memerangimu.\" Maka Nabi shallallahu 'alaihi wasallam bersabda kepada Ali: \"Hapus kata-kata itu (tulisan 'Rasulullah').\" Ali menjawab, \"Aku tidak mau menghapusnya.\" Maka Nabi shallallahu 'alaihi wasallam yang menghapusnya dengan tangannya sendiri.\" Al Barra` berkata, \"Isi perjanjian itu antara lain menetapkan bahwa kaum Muslimin boleh masuk dan tinggal di kota Makkah selama tiga hari. Tidak boleh membawa senjata kecuali diletakkan dalam sarungnya.\" Aku bertanya kepada Abu Ishaq, \"Apa yang dimaksud dengan sarung pedang?\" dia menjawab, \"Yaitu sarung pedang dan sesuatu yang ada di dalamnya.\" Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basyar] keduanya berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Abu Ishaq] dia berkata; aku mendengar [Al Barra` bin 'Azib] berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah mengadakan perjanjian Hudaibiyyah, lantas Ali menulis suatu catatan di anatara mereka.\" Al Barra` berkata, \"Lalu dia menulis; Muhammad Rasulullah...kemudian dia menyebutkan seperti hadits Mu'adz, namun dalam haditsnya dia tidak menyebutkan, \"Ini adalah perjanjian yang ditulis olehnya.\"","arab":"حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ أَبِي إِسْحَقَ قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ يَقُولُاكَتَبَ عَلِيُّ بْنُ أَبِي طَالِبٍ الصُّلْحَ بَيْنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَيْنَ الْمُشْرِكِينَ يَوْمَ الْحُدَيْبِيَةِ فَكَتَبَ هَذَا مَا كَاتَبَ عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ فَقَالُوا لَا تَكْتُبْ رَسُولُ اللَّهِ فَلَوْ نَعْلَمُ أَنَّكَ رَسُولُ اللَّهِ لَمْ نُقَاتِلْكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعَلِيٍّ امْحُهُ فَقَالَ مَا أَنَا بِالَّذِي أَمْحَاهُ فَمَحَاهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ قَالَ وَكَانَ فِيمَا اشْتَرَطُوا أَنْ يَدْخُلُوا مَكَّةَ فَيُقِيمُوا بِهَا ثَلَاثًا وَلَا يَدْخُلُهَا بِسِلَاحٍ إِلَّا جُلُبَّانَ السِّلَاحِ قُلْتُ لِأَبِي إِسْحَقَ وَمَا جُلُبَّانُ السِّلَاحِ قَالَ الْقِرَابُ وَمَا فِيهِحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي إِسْحَقَ قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ يَقُولُا لَمَّا صَالَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْلَ الْحُدَيْبِيَةِ كَتَبَ عَلِيٌّ كِتَابًا بَيْنَهُمْ قَالَ فَكَتَبَ مُحَمَّدٌ رَسُولُ اللَّهِ ثُمَّ ذَكَرَ بِنَحْوِ حَدِيثِ مُعَاذٍ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ فِي الْحَدِيثِ هَذَا مَا كَاتَبَ عَلَيْهِ","source":"Muslim"},"__N_SSG":true}