{"pageProps":{"number":"3174","slug":"muslim","id":"Telah menceritakan kepadaku [Harun bin Sa'id Al Aili] telah menceritakan kepada kami [Ibnu Wahb] telah menceritakan kepadaku [Harmalah] dari [Abdurrahman bin Syimasah] dia berkata, \"Saya mendatangi ['Aisyah] untuk menanyakan tentang sesuatu, maka dia balik bertanya, \"Dari manakah kamu?\" Saya menjawab, \"Seorang dari penduduk Mesir.\" Aisyah berkata, \"Bagaimana keadaan sahabat kalian yang berperang bersama kalian dalam peperangan ini?\" dia menjawab, \"Kami tidak pernah membencinya sedikitpun, jika keledai salah seorang dari kami mati maka dia menggantinya, jika yang mati budak maka dia akan mengganti seorang budak, dan jika salah seorang dari kami membutuhkan kebutuhan hidup maka ia akan memberinya.\" 'Aisyah berkata, \"Tidak layak bagiku jika saya tidak mengutarakan keutamaan saudaraku, Muhammad bin Abu Bakar, saya akan memberitahukanmu sesuatu yang pernah saya dengar dari Rasulullah shallallahu 'alaihi wasallam. Beliau berdo'a ketika berada di rumahku ini: \"Ya Allah, siapa yang menjabat suatu jabatan dalam pemerintahan ummatku lalu dia mempersulit urusan mereka, maka persulitlah dia. Dan siapa yang menjabat suatu jabatan dalam pemerintahan ummatku lalu dia berusaha menolong mereka, maka tolong pulalah dia.\" Dan telah menceritakan kepadaku [Muhammad bin Hatim] telah menceritakan kepada kami [Ibnu Mahdi] telah menceritakan kepada kami [Jarir bin Hazim] dari [Harmalah Al Mishri] dari [Abdurrahman bin Syimasaah] dari ['Aisyah] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas.\"","arab":"حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ حَدَّثَنِي حَرْمَلَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ شِمَاسَةَ قَالَ أَتَيْتُ عَائِشَةَ أَسْأَلُهَا عَنْ شَيْءٍ فَقَالَتْ مِمَّنْ أَنْتَ فَقُلْتُ رَجُلٌ مِنْ أَهْلِ مِصْرَ فَقَالَتْ كَيْفَ كَانَ صَاحِبُكُمْ لَكُمْ فِي غَزَاتِكُمْ هَذِهِ فَقَالَ مَا نَقَمْنَا مِنْهُ شَيْئًا إِنْ كَانَ لَيَمُوتُ لِلرَّجُلِ مِنَّا الْبَعِيرُ فَيُعْطِيهِ الْبَعِيرَ وَالْعَبْدُ فَيُعْطِيهِ الْعَبْدَ وَيَحْتَاجُ إِلَى النَّفَقَةِ فَيُعْطِيهِ النَّفَقَةَ فَقَالَتْ أَمَا إِنَّهُ لَا يَمْنَعُنِي الَّذِي فَعَلَ فِي مُحَمَّدِ بْنِ أَبِي بَكْرٍ أَخِي أَنْ أُخْبِرَكَ مَاسَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي بَيْتِي هَذَا اللَّهُمَّ مَنْ وَلِيَ مِنْ أَمْرِ أُمَّتِي شَيْئًا فَشَقَّ عَلَيْهِمْ فَاشْقُقْ عَلَيْهِ وَمَنْ وَلِيَ مِنْ أَمْرِ أُمَّتِي شَيْئًا فَرَفَقَ بِهِمْ فَارْفُقْ بِهِو حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا ابْنُ مَهْدِيٍّ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ عَنْ حَرْمَلَةَ الْمِصْرِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ شِمَاسَةَ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}