{"pageProps":{"number":"339","slug":"muslim","id":"Telah menceritakan kepadaku [Muhammad bin ash-Shabbah] telah menceritakan kepada kami [Khalid bin Abdullah] dari [Amru bin Yahya bin Umarah] dari [bapaknya] dari [Abdullah bin Zaid bin 'Ashim al-Anshari] salah seorangh sahabat, ia mengatakan bahwa ia pernha ditanya, 'Tunjukkan kepada kami cara Rasulullah shallallahu 'alaihi wasallam berwudlu! ' Abdullah lalu minta satu wadah air, ia lalu menuangkan sedikit air ke atas kedua tapak tangan dan membasuhnya sebanyak tiga kali. Kemudian dia memasukkan tangan ke dalam wadah untuk menciduk air (dengan tangannya) dan berkumur-kumur serta memasukkan air ke dalam hidung dengan air yang sama sebanyak tiga kali dari satu telapak tangan. Kemudian dia menciduk air sekali lagi lalu membasuh muka sebanyak tiga kali. Selepas itu, dia menciduk lagi dengan tangannya lalu membasuh tangan hingga ke siku dua kali-dua kali. Kemudian dia menciduk lagi lalu mengusap kepala dengan cara menyapu tangannya dari arah depan kepala ke arah belakang, kemudian dia membasuh kedua kakinya hingga ke mata kaki. Selepas itu, dia berkata, 'Beginilah cara Rasulullah shallallahu 'alaihi wasallam wudlu'.\" Dan telah menceritakan kepadaku [al-Qasim bin Zakariya] telah menceritakan kepada kami [Khalid bin Makhlad] dari [Sulaiman] dia adalah Ibnu Bilal, dari [Amru bin Yahya] dengan isnad ini hadits, seperti hadits tersebut, dan tidak menyebutkan kata 'al-Ka'bain'.\" Dan telah menceritakan kepadaku [Ishaq bin Musa al-Anshari] telah menceritakan kepada kami [Ma'n] telah menceritakan kepada kami [Malik bin Anas] dari [Amru bin Yahya] dengan isnad ini, dan dia menyebutkan, \"Abdullah berkumur dan beristintsar sebanyak tiga kali, ' dan tidak mengatakan 'dari satu tangan'.\" Dan dia menambahkan setelah perkataannya, \"Lalu dia menyapunya dari depan dan belakang, dan memulainya dari arah depan kepalanya. Kemudian dia mulai dengan keduanya kepada jambulnya, kemudian mengembalikannya hingga kembali ke tampat semula yang mana dia memulai darinya. Lalu dia membasuh kedua kakinya.\" Telah menceritakan kepada kami [Abdurrahman bin Bisyr al-'Abdi] telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Wuhaib] telah menceritakan kepada kami [Amru bin Yahya] dengan semisal isnad mereka, lalu menceritakan hadits tersebut. Dan dia menyebutkan di dalamnya, \"Lalu dia berkumur-kumur dan beristinsaq (memasukkan air ke dalam hidung) lalu beristintsar (mengelurkan air dari dalam hidung) tiga kali cidukan.\" Dan dia juga menyebutkan, \"Lalu dia mengusap kepalanya, lalu memulainya dengan cara dari depan ke belakang satu kali.\" Bahz berkata, \"Wuhaib mendektekan hadits ini kepadaku.\" Dan Wuhaib berkata, \"Amru bin Yahya mendektekan hadits ini kepadaku dua kali.\"","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ الصَّبَّاحِ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ عَمْرِو بْنِ يَحْيَى بْنِ عُمَارَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَاصِمٍ الْأَنْصَارِيِّ وَكَانَتْ لَهُ صُحْبَةٌ قَالَقِيلَ لَهُ تَوَضَّأْ لَنَا وُضُوءَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَعَا بِإِنَاءٍ فَأَكْفَأَ مِنْهَا عَلَى يَدَيْهِ فَغَسَلَهُمَا ثَلَاثًا ثُمَّ أَدْخَلَ يَدَهُ فَاسْتَخْرَجَهَا فَمَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدَةٍ فَفَعَلَ ذَلِكَ ثَلَاثًا ثُمَّ أَدْخَلَ يَدَهُ فَاسْتَخْرَجَهَا فَغَسَلَ وَجْهَهُ ثَلَاثًا ثُمَّ أَدْخَلَ يَدَهُ فَاسْتَخْرَجَهَا فَغَسَلَ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ مَرَّتَيْنِ مَرَّتَيْنِ ثُمَّ أَدْخَلَ يَدَهُ فَاسْتَخْرَجَهَا فَمَسَحَ بِرَأْسِهِ فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ ثُمَّ غَسَلَ رِجْلَيْهِ إِلَى الْكَعْبَيْنِ ثُمَّ قَالَ هَكَذَا كَانَ وُضُوءُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَو حَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ عَنْ سُلَيْمَانَ هُوَ ابْنُ بِلَالٍ عَنْ عَمْرِو بْنِ يَحْيَى بِهَذَا الْإِسْنَادِ نَحْوَهُ وَلَمْ يَذْكُرْ الْكَعْبَيْنِ و حَدَّثَنِي إِسْحَقُ بْنُ مُوسَى الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ عَمْرِو بْنِ يَحْيَى بِهَذَا الْإِسْنَادِ وَقَالَ مَضْمَضَ وَاسْتَنْثَرَ ثَلَاثًا وَلَمْ يَقُلْ مِنْ كَفٍّ وَاحِدَةٍ وَزَادَ بَعْدَ قَوْلِهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ بَدَأَ بِمُقَدَّمِ رَأْسِهِ ثُمَّ ذَهَبَ بِهِمَا إِلَى قَفَاهُ ثُمَّ رَدَّهُمَا حَتَّى رَجَعَ إِلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ وَغَسَلَ رِجْلَيْهِ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ الْعَبْدِيُّ حَدَّثَنَا بَهْزٌ حَدَّثَنَا وُهَيْبٌ حَدَّثَنَا عَمْرُو بْنُ يَحْيَى بِمِثْلِ إِسْنَادِهِمْ وَاقْتَصَّ الْحَدِيثَ وَقَالَ فِيهِ فَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ مِنْ ثَلَاثِ غَرَفَاتٍ وَقَالَ أَيْضًا فَمَسَحَ بِرَأْسِهِ فَأَقْبَلَ بِهِ وَأَدْبَرَ مَرَّةً وَاحِدَةً قَالَ بَهْزٌ أَمْلَى عَلَيَّ وُهَيْبٌ هَذَا الْحَدِيثَ و قَالَ وُهَيْبٌ أَمْلَى عَلَيَّ عَمْرُو بْنُ يَحْيَى هَذَا الْحَدِيثَ مَرَّتَيْنِ","source":"Muslim"},"__N_SSG":true}