{"pageProps":{"number":"3390","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Waki'] dari [Syu'bah] dari [Qatadah] dari [Anas] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah berkurban dua ekor domba putih yang bertanduk.\" Anas melanjutkan, \"Saya melihat beliau menyembelih keduanya dengan tangan beliau sendiri sambil membaca basmalah dan takbir, dan dengan menginjakkan kaki di pangkal leher domba itu.\" Dan telah menceritakan kepada kami [Yahya bin Habib] telah menceritakan kepada kami [Khalid] -yaitu Ibnu Al Harits- telah menceritakan kepada kami [Syu'bah] telah mengabarkan kepadaku [Qatadah] dia berkata; saya mendengar [Anas] berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah berkurban...seperti hadits di atas.\" Syu'bah berkata, \"Lalu saya bertanya, \"Apakah kamu sendiri yang mendengar dari Anas?\" dia menjawab, \"Ya.\" Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Ibnu Abu 'Adi] dari [Sa'id] dari [Qatadah] dari [Anas] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas, namun dia menyebutkan, \"Dengan mengucapkan bisimillah dan Allhu akbar.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَكِيعٌ عَنْ شُعْبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَضَحَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ قَالَ وَرَأَيْتُهُ يَذْبَحُهُمَا بِيَدِهِ وَرَأَيْتُهُ وَاضِعًا قَدَمَهُ عَلَى صِفَاحِهِمَا قَالَ وَسَمَّى وَكَبَّرَو حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ حَدَّثَنَا شُعْبَةُ أَخْبَرَنِي قَتَادَةُ قَالَ سَمِعْتُ أَنَسًا يَقُولُا ضَحَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ قَالَ قُلْتُ آنْتَ سَمِعْتَهُ مِنْ أَنَسٍ قَالَ نَعَمْ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ وَيَقُولُ بِاسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ","source":"Muslim"},"__N_SSG":true}