{"pageProps":{"number":"3416","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Ayyub] telah menceritakan kepada kami [Ibnu 'Ulayyah], dia berkata; dan telah mengabarkan kepada kami [Sa'id bin Abu 'Arubah] dari [Qatadah] dari [Anas bin Malik] dia berkata, \"Aku pernah menuangkan (minuman) untuk Abu Thalhah, Abu Dujanah dan Mu'adz bin Jabal disekumpulan orang-orang Anshar, tiba-tiba seseorang masuk menemui kami sambil berseru, \"Ada kabar baru! khamer telah diharamkan.\" Seketika itu kami langsung menumpahkannya, sedangkan khamer waktu itu terbuat dari campuran busr (kurma muda) dan tamr (kurma kering).\" [Qatadah] berkata, \" [Anas bin Malik] berkata, \"Sungguh, khamer telah diharamkan, sedangkan pada umumnya khamer waktu itu terbuat dari campuran busr dan tamr.\" Dan telah menceritakan kepada kami [Abu Ghassan Al Misma'i] dan [Muhammad bin Al Mutsanna] dan [Ibnu Basyar] mereka berkata; telah mengabarkan kepada kami [Mu'adz bin Hisyam] telah menceritakan kepadaku [Ayahku] dari [Qatadah] dari [Anas bin Malik] dia berkata, \"Sungguh, saya pernah menuangkan (minuman) campuran busr dan tamr kepada Abu Thalhah, Abu Dujanah dan Suhail bin Baidla` dari geriba besar....sebaimana haditsnya Sa'id.\"","arab":"و حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنَا ابْنُ عُلَيَّةَ قَالَ وَأَخْبَرَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَكُنْتُ أَسْقِي أَبَا طَلْحَةَ وَأَبَا دُجَانَةَ وَمُعَاذَ بْنَ جَبَلٍ فِي رَهْطٍ مِنْ الْأَنْصَارِ فَدَخَلَ عَلَيْنَا دَاخِلٌ فَقَالَ حَدَثَ خَبَرٌ نَزَلَ تَحْرِيمُ الْخَمْرِ فَأَكْفَأْنَاهَا يَوْمَئِذٍ وَإِنَّهَا لَخَلِيطُ الْبُسْرِ وَالتَّمْرِقَالَ قَتَادَةُ وَقَالَ أَنَسُ بْنُ مَالِكٍ لَقَدْ حُرِّمَتْ الْخَمْرُ وَكَانَتْ عَامَّةُ خُمُورِهِمْ يَوْمَئِذٍ خَلِيطَ الْبُسْرِ وَالتَّمْرِ و حَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ وَمُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالُوا أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ إِنِّي لَأَسْقِي أَبَا طَلْحَةَ وَأَبَا دُجَانَةَ وَسُهَيْلَ بْنَ بَيْضَاءَ مِنْ مَزَادَةٍ فِيهَا خَلِيطُ بُسْرٍ وَتَمْرٍ بِنَحْوِ حَدِيثِ سَعِيدٍ","source":"Muslim"},"__N_SSG":true}