{"pageProps":{"number":"3474","slug":"muslim","id":"Telah menceritakan kepadaku [Ishaq bin Manshur]; Telah mengabarkan kepada kami [Rauh bin 'Ubadah]; Telah menceritakan kepada kami [Ibnu Juraij]; Telah mengabarkan kepadaku ['Atha]; bahwa dia mendengar [Jabir bin 'Abdullah] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bila hari telah senja laranglah anak-anak keluar rumah, karena ketika itu setan berkeliaran. Dan bila waktu malam tiba biarkanlah mereka. Kuncilah pintu dan sebut nama Allah, karena setan tidak dapat membuka pintu yang terkunci (dengan menyebut nama Allah). Tutup semua bejanamu dengan menyebut nama Allah, sekalipun dengan membentangkan sesuatu di atasnya, dan padamkan lampu (ketika hendak tidur).\" Telah menceritakan kepadaku [Ishaq bin Manshur]; Telah mengabarkan kepada kami [Rauh bin 'Ubadah]; Telah menceritakan kepada kami [Ibnu Juraij]; Telah mengabarkan kepadaku ['Amru bin Dinar]; dia mendengar [Jabir bin Abdullah] berkata sebagimana yang telah dikabarkan oleh 'Atha, hanya saja dia tidak menyebutkan kalimat 'Sebutlah nama Allah Azza Wa Jalla'. Dan telah menceritakan kepada kami [Ahmad bin 'Utsman An Naufali]; Telah menceritakan kepada kami [Abu 'Ashim]; Telah mengabarkan kepada kami [Ibnu Juraij] dengan Hadits ini. Dari ['Atha] dan ['Amru bin Dinar] sebagaimana riwayat Rauh.","arab":"و حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَطَاءٌ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُاقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ جُنْحُ اللَّيْلِ أَوْ أَمْسَيْتُمْ فَكُفُّوا صِبْيَانَكُمْ فَإِنَّ الشَّيْطَانَ يَنْتَشِرُ حِينَئِذٍ فَإِذَا ذَهَبَ سَاعَةٌ مِنْ اللَّيْلِ فَخَلُّوهُمْ وَأَغْلِقُوا الْأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ فَإِنَّ الشَّيْطَانَ لَا يَفْتَحُ بَابًا مُغْلَقًا وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ وَخَمِّرُوا آنِيَتَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئًا وَأَطْفِئُوا مَصَابِيحَكُمْو حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُا نَحْوًا مِمَّا أَخْبَرَ عَطَاءٌ إِلَّا أَنَّهُ لَا يَقُولُ اذْكُرُوا اسْمَ اللَّهِ عَزَّ وَجَلَّ و حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ حَدَّثَنَا أَبُو عَاصِمٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ بِهَذَا الْحَدِيثِ عَنْ عَطَاءٍ وَعَمْرِو بْنِ دِينَارٍ كَرِوَايَةِ رَوْحٍ","source":"Muslim"},"__N_SSG":true}