{"pageProps":{"number":"3548","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al 'Allaa'i], Telah menceritakan kepada kami [Waki'] dari [Fudhail bin Ghazawan] dari [Abu Hazim] dari [Abu Hurairah]; \"Seorang laki-laki Anshar kedatangan tamu dan bermalam di rumahnya. Padahal dia tidak mempunyai makanan selain makanan anak-anaknya. Maka dia berkata kepada isterinya; 'Tidurkan anak-anak dan padamkan lampu. Sesudah itu suguhkan kepada tamu kita apa adanya.' Kata Abu Hurairah; 'Karena peristiwa itu maka turunlah ayat: 'Dan mereka lebih mementingkan tamu dari diri mereka sendiri, sekalipun mereka dalam keadaan kesusahan……………' (Al Hasyr 59: 9).' Dan telah menceritakannya kepada kami [Abu Kuraib], Telah menceritakan kepada kami [Ibnu Fudhail] dari [bapaknya] dari [Ibnu Hazim] dari [Abu Hurairah] dia berkata; Seorang laki-laki datang ke rumah Rasulullah shallallahu 'alaihi wasallam hendak bertamu, namun beliau shallallahu 'alaihi wasallam tidak memiliki sesuatupun untuk menjamunya. Kemudian beliau bersabda kepada para sahabatnya: 'Siapa bersedia menjamu tamu malam ini niscaya dia diberi rahmat oleh Allah Ta'ala.' Maka berdirilah seorang laki-laki Anshar yang bernama Abu Thalhah seraya berkata; 'Aku, ya Rasulullah! ' kemudian dibawalah orang itu ke rumahnya. Kemudian dia menyebutkan Hadits yang serupa dengan Hadits Ibnu Jarir. Dan di dalamnya disebutkan mengenai turunnya ayat sebagaimana disebutkan oleh Waki'.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا وَكِيعٌ عَنْ فُضَيْلِ بْنِ غَزْوَانَ عَنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَأَنَّ رَجُلًا مِنْ الْأَنْصَارِ بَاتَ بِهِ ضَيْفٌ فَلَمْ يَكُنْ عِنْدَهُ إِلَّا قُوتُهُ وَقُوتُ صِبْيَانِهِ فَقَالَ لِامْرَأَتِهِ نَوِّمِي الصِّبْيَةَ وَأَطْفِئْ السِّرَاجَ وَقَرِّبِي لِلضَّيْفِ مَا عِنْدَكِ قَالَ فَنَزَلَتْ هَذِهِ الْآيَةُ{ وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ }و حَدَّثَنَاه أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ فُضَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُضِيفَهُ فَلَمْ يَكُنْ عِنْدَهُ مَا يُضِيفُهُ فَقَالَ أَلَا رَجُلٌ يُضِيفُ هَذَا رَحِمَهُ اللَّهُ فَقَامَ رَجُلٌ مِنْ الْأَنْصَارِ يُقَالُ لَهُ أَبُو طَلْحَةَ فَانْطَلَقَ بِهِ إِلَى رَحْلِهِ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ جَرِيرٍ وَذَكَرَ فِيهِ نُزُولَ الْآيَةِ كَمَا ذَكَرَهُ وَكِيعٌ","source":"Muslim"},"__N_SSG":true}