{"pageProps":{"number":"362","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah] serta [Ibnu Hujr] semuanya dari [Ismail bin Ja'far], [Ibnu Ayyub] berkata, telah menceritakan kepada kami [Ismail] telah mengabarkan kepada kami [Al Ala'] dari [bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maukah kalian untuk aku tunjukkan atas sesuatu yang dengannya Allah menghapus kesalahan-kesalahan dan mengangkat derajat?\" Mereka menjawab, \"Tentu, wahai Rasulullah.\" Beliau bersabda: \"Menyempurnakan wudlu pada sesuatu yang dibenci (seperti keadaan yang sangat dingin pent), banyak berjalan ke masjid, dan menunggu shalat berikutnya setelah shalat. Maka itulah ribath.\" Telah menceritakan kepadaku [Ishaq bin Musa Al Anshari] telah menceritakan kepada kami [Ma'n] telah menceritakan kepada kami [Malik]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin al-Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] semuanya dari [Al Ala' bin Abdurrahman] dengan sanad ini. Hanya saja dalam hadits Syu'bah tidak disebutkan, 'ribath'. Sedangkan dalam hadits Malik disebutkan dua kali, 'Itulah ribath, itulah ribath'.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ وَابْنُ حُجْرٍ جَمِيعًا عَنْ إِسْمَعِيلَ بْنِ جَعْفَرٍ قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَعِيلُ أَخْبَرَنِي الْعَلَاءُ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا أَدُلُّكُمْ عَلَى مَا يَمْحُو اللَّهُ بِهِ الْخَطَايَا وَيَرْفَعُ بِهِ الدَّرَجَاتِ قَالُوا بَلَى يَا رَسُولَ اللَّهِ قَالَ إِسْبَاغُ الْوُضُوءِ عَلَى الْمَكَارِهِ وَكَثْرَةُ الْخُطَا إِلَى الْمَسَاجِدِ وَانْتِظَارُ الصَّلَاةِ بَعْدَ الصَّلَاةِ فَذَلِكُمْ الرِّبَاطُحَدَّثَنِي إِسْحَقُ بْنُ مُوسَى الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ جَمِيعًا عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ بِهَذَا الْإِسْنَادِ وَلَيْسَ فِي حَدِيثِ شُعْبَةَ ذِكْرُ الرِّبَاطِ وَفِي حَدِيثِ مَالِكٍ ثِنْتَيْنِ فَذَلِكُمْ الرِّبَاطُ فَذَلِكُمْ الرِّبَاطُ","source":"Muslim"},"__N_SSG":true}