{"pageProps":{"number":"3655","slug":"muslim","id":"Telah menceritakan kepadaku [Suwaid bin Sa'id]; Telah menceritakan kepadaku [Hafsh bin Maisarah] dari [Zaid bin Aslam] dari ['Atha bin Yasar] dari [Abu Sa'id Al Khudri] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Hindarilah olehmu duduk-duduk di pinggir jalan!\" Para sahabat bertanya; 'Ya Rasulullah bagaimana kalau kami butuh untuk duduk-duduk di situ memperbincangkan hal yang memang perlu?.' Rasulullah shallallahu 'alaihi wasallam menjawab: 'Jika memang perlu kalian duduk-duduk di situ, berikanlah hak jalanan.' Mereka bertanya; 'Apa haknya ya Rasulullah? ' beliau menjawab: 'Tundukkan pandangan, jangan mengganggu, menjawab salam (orang lewat), menganjurkan kebaikan, dan mencegah yang mungkar.' Dan telah menceritakannya kepada kami [Yahya bin Yahya]; Telah mengabarkan kepada kami ['Abdul' Aziz bin Muhammad Al Madani]; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakannya kepada kami [Muhammad bin Rafi']; Telah menceritakan kepada kami [Ibnu Abu Fudaik]; Telah mengabarkan kepada kami [Hisyam] yaitu Ibnu Sa'ad seluruhnya dari [Zaid bin Aslam] melalui sanad ini dengan Hadits yang serupa.","arab":"حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنِي حَفْصُ بْنُ مَيْسَرَةَ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِيَّاكُمْ وَالْجُلُوسَ فِي الطُّرُقَاتِ قَالُوا يَا رَسُولَ اللَّهِ مَا لَنَا بُدٌّ مِنْ مَجَالِسِنَا نَتَحَدَّثُ فِيهَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا أَبَيْتُمْ إِلَّا الْمَجْلِسَ فَأَعْطُوا الطَّرِيقَ حَقَّهُ قَالُوا وَمَا حَقُّهُ قَالَ غَضُّ الْبَصَرِ وَكَفُّ الْأَذَى وَرَدُّ السَّلَامِ وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنْ الْمُنْكَرِو حَدَّثَنَاه يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الْمَدَنِيُّ ح و حَدَّثَنَاه مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ أَخْبَرَنَا هِشَامٌ يَعْنِي ابْنَ سَعْدٍ كِلَاهُمَا عَنْ زَيْدِ بْنِ أَسْلَمَ بِهَذَا الْإِسْنَادِ مِثْلَهُ","source":"Muslim"},"__N_SSG":true}