{"pageProps":{"number":"3691","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Yazid bin Harun]; Telah mengabarkan kepada kami [Ibnu 'Aun] dari [Ibnu Sirin] dari [Anas bin Malik] ia berkata; suatu ketika bayi milik Abu Thalhah jatuh sakit. Bayi tersebut kemudian meninggal tatkala Abu Thalhah sedang keluar rumah. Saat Abu Thalhah kembali kerumah dia bertanya kepada Ummu Sulaim; 'Bagaimana keadaan anakku? Dia menjawab; 'Aku lihat dia sekarang lebih tenang di dari sebelumnya. Kemudian, seperti biasa, Ummu Sulaim menghidangkan makan malam untuk suaminya. Selesai makan malam, keduanya tidur dan melakukan hubungan suami istri. Tak lama setelah itu, Ummu Sulaim mulai menceritakan keadaan anaknya yang sebenarnya, bahwa dia telah dikuburkan. Keesokan harinya, Abu Thalhah menemui Rasulullah shallallahu 'alaihi wasallam seraya menceritakan hal itu. Lalu Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apakah kalian sudah menjadi pengantin semalaman? Abu Thalhah menjawab;; 'Ya'. Kemudian Rasulullah shallallahu 'alaihi wasallam mendoakan: 'Ya Allah berkatilah mereka berdua. Ketika Ummu Sulaim melahirkan seorang anak, Abu Thalhah berkata kepadaku (Anas); 'Bawalah anak ini ke hadapan Rasulullah shallallahu 'alaihi wasallam! Maka anak itu aku bawa ke hadapan Rasulullah shallallahu 'alaihi wasallam dengan beberapa buah kurma. Lalu beliau mengambil anak itu sambil bertanya: 'Adakah sesuatu yang di bawa bersamanya? Para sahabat menjawab; Ya ini ada beberapa buah kurma. Rasulullah shallallahu 'alaihi wasallam mengambil kurma itu dan langsung mengunyahnya. Setelah itu, beliau ambil kurma yang telah dikunyahnya itu dan memasukannya ke dalam mulut bayi tersebut, beliau menggerak-gerakan mulut bayi tersebut dan memberinya nama Abdullah. Telah menceritakan kepada kami [Muhammad bin Basysyar]; Telah menceritakan kepada kami [Hammad bin Mas'adah]; Telah menceritakan kepada kami [Ibnu 'Aun] dari [Muhammad] dari [Anas] dengan cerita ini sebagaimana Hadits Yazid.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا ابْنُ عَوْنٍ عَنْ ابْنِ سِيرِينَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَكَانَ ابْنٌ لِأَبِي طَلْحَةَ يَشْتَكِي فَخَرَجَ أَبُو طَلْحَةَ فَقُبِضَ الصَّبِيُّ فَلَمَّا رَجَعَ أَبُو طَلْحَةَ قَالَ مَا فَعَلَ ابْنِي قَالَتْ أُمُّ سُلَيْمٍ هُوَ أَسْكَنُ مِمَّا كَانَ فَقَرَّبَتْ إِلَيْهِ الْعَشَاءَ فَتَعَشَّى ثُمَّ أَصَابَ مِنْهَا فَلَمَّا فَرَغَ قَالَتْ وَارُوا الصَّبِيَّ فَلَمَّا أَصْبَحَ أَبُو طَلْحَةَ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ أَعْرَسْتُمْ اللَّيْلَةَ قَالَ نَعَمْ قَالَ اللَّهُمَّ بَارِكْ لَهُمَا فَوَلَدَتْ غُلَامًا فَقَالَ لِي أَبُو طَلْحَةَ احْمِلْهُ حَتَّى تَأْتِيَ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَى بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَعَثَتْ مَعَهُ بِتَمَرَاتٍ فَأَخَذَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَمَعَهُ شَيْءٌ قَالُوا نَعَمْ تَمَرَاتٌ فَأَخَذَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَضَغَهَا ثُمَّ أَخَذَهَا مِنْ فِيهِ فَجَعَلَهَا فِي فِي الصَّبِيِّ ثُمَّ حَنَّكَهُ وَسَمَّاهُ عَبْدَ اللَّهِحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ حَدَّثَنَا ابْنُ عَوْنٍ عَنْ مُحَمَّدٍ عَنْ أَنَسٍ بِهَذِهِ الْقِصَّةِ نَحْوَ حَدِيثِ يَزِيدَ","source":"Muslim"},"__N_SSG":true}