{"pageProps":{"number":"3723","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib]; Telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Muslim] dari [Masruq] dari ['Aisyah] ia berkata; \"Serombongan orang-orang Yahudi menemui Rasulullah shallallahu 'alaihi wasallam, lalu mereka mengucapkan: Assaamu 'alaika (kematian bagimu) wahai Abu Al Qasim.\" Nabi shallallahu 'alaihi wasallam menjawab; 'Wa Alaikum.' 'Aisyah menjawab; 'Bal 'alaikumus saam wal la'nah (bahkan kematian bagi kalian dan kehinaan).' Maka Rasulullah shallallahu 'alaihi wasallam berkata; 'Ya, 'Aisyah! Kamu jangan mengucapkan perkataan yang jelek.' 'Aisyah menjawab; 'Tidakkah Anda mendengar ucapan mereka? ' Jawab beliau: 'Bukankah aku telah menjawabnya atas apa yang mereka ucapkan, aku katakan kepada mereka; Wa Alaikum.' Telah menceritakannya kepada kami [Ishaq bin Ibrahim]; Telah mengabarkan kepada kami [Ya'la bin 'Ubaid]; Telah menceritakan kepada kami [Al A'masy] melalui sanad ini. Tapi dia berkata dengan sedikit tambahan; 'Maka dengan cerdasnya Aisyah langsung mengerti apa yang mereka ucapkan dan langsung membalas celaan mereka. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata; 'Cukup Aisyah! Sesungguhnya Allah tidak menyukai keburukan di balas dengan keburukan.' Juga dia menambahkan; maka Allah menurunkan ayat; 'Dan Apabila mereka mendatangimu dan mengucapkan ucapan selamat dengan sesuatu yang tidak Allah perintahkan….dan seterusnya hingga akhir ayat. (QS. Al Mujaadalah: 8).","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ مُسْلِمٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُنَاسٌ مِنْ الْيَهُودِ فَقَالُوا السَّامُ عَلَيْكَ يَا أَبَا الْقَاسِمِ قَالَ وَعَلَيْكُمْ قَالَتْ عَائِشَةُ قُلْتُ بَلْ عَلَيْكُمْ السَّامُ وَالذَّامُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَائِشَةُ لَا تَكُونِي فَاحِشَةً فَقَالَتْ مَا سَمِعْتَ مَا قَالُوا فَقَالَ أَوَلَيْسَ قَدْ رَدَدْتُ عَلَيْهِمْ الَّذِي قَالُوا قُلْتُ وَعَلَيْكُمْحَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا يَعْلَى بْنُ عُبَيْدٍ حَدَّثَنَا الْأَعْمَشُ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّهُ قَالَ فَفَطِنَتْ بِهِمْ عَائِشَةُ فَسَبَّتْهُمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَهْ يَا عَائِشَةُ فَإِنَّ اللَّهَ لَا يُحِبُّ الْفُحْشَ وَالتَّفَحُّشَ وَزَادَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ }إِلَى آخِرِ الْآيَةِ","source":"Muslim"},"__N_SSG":true}