{"pageProps":{"number":"4149","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Dan telah menceritakan kepada kami ['Abdullah bin Numair] dari [Zakaria]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ibnu Numair]; Telah menceritakan kepada kami [Bapakku]; Telah menceritakan kepada kami [Zakaria] dari [Firas] dari ['Amir] dari [Masruq] dari ['Aisyah] dia berkata; \"Suatu ketika para istri Rasulullah shallallahu 'alaihi wasallam sedang berkumpul tanpa ada seorang pun dari mereka yang tidak hadir saat itu. Tak lama kemudian, datanglah Fatimah dengan berjalan kaki yang mana cara jalannya persis dengan cara jalannya Rasulullah shallallahu 'alaihi wasallam. Ketika melihatnya, maka beliau pun menyambutnya dengan mengucapkan: \"Selamat datang hai puteriku yang tercinta!\" Setelah itu beliau mempersilahkannya untuk duduk di sebelah kanan atau di sebelah kiri beliau. Lalu beliau bisikkan sesuatu kepadanya hingga ia (Fatimah) menangis tersedu-sedu. kemudian sekali lagi Rasulullah pun membisikkan sesuatu kepadanya hingga ia tersenyum gembira. Lalu saya (Aisyah) bertanya kepada Fatimah; 'Ya Fatimah, Apa yang membuat kamu menangis? Fatimah menjawab; \"Sungguh saya tidak ingin menyebarkan rahasia yang telah dibisikkan Rasulullah kepada saya.\" Aisyah berkata; maka aku katakana; Aku tidak pernah melihat kebahagian yang lebih dekat dengan kesedihan seperti hari ini. Lalu Aku bertanya kepadanya ketika dia menangis; Apakah Rasulullah shallallahu 'alaihi wasallam mengistimewakanmu dari kami dengan ucapannya, hingga kamu menangis? Aku bertanya terus tentang apa yang diucapkan Rasulullah kepadanya, namun dia tetap menjawab; 'Aku tidak akan menyebarkan rahasia Rasulullah shallallahu 'alaihi wasallam.' Setelah Rasulullah shallallahu 'alaihi wasallam meninggal dunia, saya hampiri Fatimah seraya bertanya kepadanya; 'Hai Fatimah, saya hanya ingin menanyakan kepadamu tentang apa yang telah dibisikkan Rasulullah kepadamu yang dulu kamu tidak mau menjelaskannya kepada saya.' Fatimah menjawab; Dulu Rasulullah shallallahu 'alaihi wasallam membisikkan sesuatu kepada saya, beliau memberitahukan; \"bahwasanya Jibril dan beliau biasanya bertadarus Al Qur'an satu kali dalam setiap tahun dan kini beliau bertadarus kepadanya (Jibril) sebanyak dua kali. Sungguh aku (Rasulullah) tahu bahwa ajalku telah dekat. Sesungguhnya kamu adalah orang yang paling pertama menyusulku dari kalangan ahlul baitku. Sebaik-baik pendahulumu adalah aku.' Fatimah berkata; 'Mendengar bisikan itu, maka saya pun menangis. Kemudian ketika Rasulullah shallallahu 'alaihi wasallam berbisik lagi kepada saya: 'Hai Fatimah, maukah kamu menjadi pemimpin para istri orang-orang mukmin atau sebaik-baiknya wanita umat ini? Lalu saya pun tertawa karena hal itu.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ و حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ زَكَرِيَّاءَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا زَكَرِيَّاءُ عَنْ فِرَاسٍ عَنْ عَامِرٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْاجْتَمَعَ نِسَاءُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يُغَادِرْ مِنْهُنَّ امْرَأَةً فَجَاءَتْ فَاطِمَةُ تَمْشِي كَأَنَّ مِشْيَتَهَا مِشْيَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَرْحَبًا بِابْنَتِي فَأَجْلَسَهَا عَنْ يَمِينِهِ أَوْ عَنْ شِمَالِهِ ثُمَّ إِنَّهُ أَسَرَّ إِلَيْهَا حَدِيثًا فَبَكَتْ فَاطِمَةُ ثُمَّ إِنَّهُ سَارَّهَا فَضَحِكَتْ أَيْضًا فَقُلْتُ لَهَا مَا يُبْكِيكِ فَقَالَتْ مَا كُنْتُ لِأُفْشِيَ سِرَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ مَا رَأَيْتُ كَالْيَوْمِ فَرَحًا أَقْرَبَ مِنْ حُزْنٍ فَقُلْتُ لَهَا حِينَ بَكَتْ أَخَصَّكِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَدِيثِهِ دُونَنَا ثُمَّ تَبْكِينَ وَسَأَلْتُهَا عَمَّا قَالَ فَقَالَتْ مَا كُنْتُ لِأُفْشِيَ سِرَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا قُبِضَ سَأَلْتُهَا فَقَالَتْ إِنَّهُ كَانَ حَدَّثَنِي أَنَّ جِبْرِيلَ كَانَ يُعَارِضُهُ بِالْقُرْآنِ كُلَّ عَامٍ مَرَّةً وَإِنَّهُ عَارَضَهُ بِهِ فِي الْعَامِ مَرَّتَيْنِ وَلَا أُرَانِي إِلَّا قَدْ حَضَرَ أَجَلِي وَإِنَّكِ أَوَّلُ أَهْلِي لُحُوقًا بِي وَنِعْمَ السَّلَفُ أَنَا لَكِ فَبَكَيْتُ لِذَلِكَ ثُمَّ إِنَّهُ سَارَّنِي فَقَالَ أَلَا تَرْضَيْنَ أَنْ تَكُونِي سَيِّدَةَ نِسَاءِ الْمُؤْمِنِينَ أَوْ سَيِّدَةَ نِسَاءِ هَذِهِ الْأُمَّةِ فَضَحِكْتُ لِذَلِكَ","source":"Muslim"},"__N_SSG":true}