{"pageProps":{"number":"415","slug":"muslim","id":"Dan telah menceritakan kepada kami [Ubaid bin Mu'adz] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Syu'bah] dari [Abu at-Tayyah] dia mendengar [Mutharrif bin Abdullah] menceritakan dari [Ibnu al-Mughaffal] dia berkata, \"Rasulullah memerintahkan membunuh anjing, kemudian beliau bersabda: \"Ada apa antara mereka dengan anjing?\" Kemudian beliau memberikan keringanan pada anjing pemburu dan anjing (penjaga) kambing seraya bersabda: \"Apabila seekor anjing menjilat pada suatu wadah, maka kalian cucilah ia tujuh kali, dan gosoklah dengan tanah pada pencucian yang kedelapan'.\" Dan telah menceritakan kepada kami [Yahya bin Habib al-Haritsi] telah menceritakan kepada kami [Khalid] -yaitu Ibnu al-Harits. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin Hatim] telah menceritakan kepada kami [Yahya bin Sa'id]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin al-Walid] telah menceritakan kepada kami [Muhammad bin Ja'far] semuanya dari [Syu'bah] dalam sanad ini dengan semisalnya, hanya saja dalam riwayat Yahya bin Sa'id ada tambahan, 'Dan beliau memberikan keringanan pada anjing (penjaga) kambing dan anjing pemburu serta penjaga tanaman'. Dan dia tidak menyebutkan 'anjing penjaga tanaman', pada riwayat tersebut selain Yahya.\"","arab":"و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ أَبِي التَّيَّاحِ سَمِعَ مُطَرِّفَ بْنَ عَبْدِ اللَّهِ يُحَدِّثُ عَنْ ابْنِ الْمُغَفَّلِ قَالَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَتْلِ الْكِلَابِ ثُمَّ قَالَ مَا بَالُهُمْ وَبَالُ الْكِلَابِ ثُمَّ رَخَّصَ فِي كَلْبِ الصَّيْدِ وَكَلْبِ الْغَنَمِ وَقَالَ إِذَا وَلَغَ الْكَلْبُ فِي الْإِنَاءِ فَاغْسِلُوهُ سَبْعَ مَرَّاتٍ وَعَفِّرُوهُ الثَّامِنَةَ فِي التُّرَابِو حَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ ح و حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ ح و حَدَّثَنِي مُحَمَّدُ بْنُ الْوَلِيدِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ كُلُّهُمْ عَنْ شُعْبَةَ فِي هَذَا الْإِسْنَادِ بِمِثْلِهِ غَيْرَ أَنَّ فِي رِوَايَةِ يَحْيَى بْنِ سَعِيدٍ مِنْ الزِّيَادَةِ وَرَخَّصَ فِي كَلْبِ الْغَنَمِ وَالصَّيْدِ وَالزَّرْعِ وَلَيْسَ ذَكَرَ الزَّرْعَ فِي الرِّوَايَةِ غَيْرُ يَحْيَى","source":"Muslim"},"__N_SSG":true}