{"pageProps":{"number":"4179","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna]; Telah menceritakan kepada kami [Wahb bin Jarir]; Telah menceritakan kepada kami [Syu'bah] dari [Muhammad bin Al Munkadir] dari [Jabir bin 'Abdillah] dia berkata; \"Ayahku terbunuh disaat perang Uhud, maka aku menyingkap pakaian yang menutupi wajahnya dan menangis. Para sahabat melarangku untuk menangis, tetapi Rasulullah shallallahu 'alaihi wasallam tidak melarangku. Jabir berkata; \"Fatimah binti Amr menangisinya. maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Para malaikat akan terus menaungi dengan sayapnya sampai kalian mengangkatnya, meskipun kalian menangisinya atau tidak menangisinya.\" Telah menceritakan kepada kami ['Abad bin Humaid]; Telah menceritakan kepada kami [Rauh bin 'Ubadah]; Telah menceritakan kepada kami [Ibnu Juraij]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ishaq bin Ibrahim]; Telah mengabarkan kepada kami ['Abdur Razzaq]; Telah menceritakan kepada kami [Ma'mar] keduanya dari [Muhammad bin Al Munkadir] dari [Jabir] dengan Hadits ini. Namun Ibnu Juraij di dalam Haditsnya tidak menyebutkan para malaikat dan orang-orang yang menangisinya. Telah menceritakan kepada kami [Muhammad bin Ahmad bin Abu Khalaf]; Telah menceritakan kepada kami [Zakaria bin 'Adi]; Telah mengabarkan kepada kami ['Ubaidullah bin 'Amru] dan ['Abdul karim] dari [Muhammad bin Al Munkadir] dari [Jabir] dia berkata; Pada waktu perang Uhud, bapakku di bawa dalam keadaan sudah terputus-putus anggota tubuhnya, lalu di letakkan di hadapan Nabi shallallahu 'alaihi wasallam -dan seterusnya dengan Hadits yang serupa.-","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا شُعْبَةُ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَأُصِيبَ أَبِي يَوْمَ أُحُدٍ فَجَعَلْتُ أَكْشِفُ الثَّوْبَ عَنْ وَجْهِهِ وَأَبْكِي وَجَعَلُوا يَنْهَوْنَنِي وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَنْهَانِي قَالَ وَجَعَلَتْ فَاطِمَةُ بِنْتُ عَمْرٍو تَبْكِيهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَبْكِيهِ أَوْ لَا تَبْكِيهِ مَا زَالَتْ الْمَلَائِكَةُ تُظِلُّهُ بِأَجْنِحَتِهَا حَتَّى رَفَعْتُمُوهُحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا ابْنُ جُرَيْجٍ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ كِلَاهُمَا عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ بِهَذَا الْحَدِيثِ غَيْرَ أَنَّ ابْنَ جُرَيْجٍ لَيْسَ فِي حَدِيثِهِ ذِكْرُ الْمَلَائِكَةِ وَبُكَاءُ الْبَاكِيَةِ حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو عَنْ عَبْدِ الْكَرِيمِ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ قَالَ جِيءَ بِأَبِي يَوْمَ أُحُدٍ مُجَدَّعًا فَوُضِعَ بَيْنَ يَدَيْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوَ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}