{"pageProps":{"number":"4198","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin 'Amru bin 'Abbad bin Jabalah bin Abu Rawwad]; Telah menceritakan kepada kami [Harami bin 'Umarah]; Telah menceritakan kepada kami [Qurrah bin Khalid] dari [Muhammad bin Sirin] dia berkata; [Qais bin 'Ubad] berkata; Pada suatu hari aku berada di sebuah majlis yang di dalamnya terdapat Sa'ad bin Malik, Ibnu Umar. lalu [Abdullah bin salam] melewati mereka. Orang-orang berkata; Orang itu termasuk penghuni surga. Aku pun berdiri menemuinya dan aku katakan kepadanya; orang-orang berkata seperti ini dan itu. Abdullah bin Salam berkata; Subhaanallaah, tidak sepatutnya orang mengatakan sesuatu yang tidak diketahui. Aku hanya bermimpi sesuatu seakan-akan sebuah tiang di letakan di sebuah taman yang hijau, lalu di tancapkan ke dalamnya. Di atas tiang itu ada tali sedangkan di bawahnya ada seorang pelayan. lalu dikatakan kepadaku: Naiklah. Aku pun naik hingga aku meraih tali. kemudian aku ceritakan mimpi tersebut kepada Rasulullah shallallahu 'alaihi wasallam maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Abdullah akan meninggal dalam keadaan memegang tali yang kuat.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَبَّادِ بْنِ جَبَلَةَ بْنِ أَبِي رَوَّادٍ حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ قَالَ قَالَ قَيْسُ بْنُ عُبَادٍ كُنْتُ فِي حَلَقَةٍ فِيهَا سَعْدُ بْنُ مَالِكٍ وَابْنُ عُمَرَ فَمَرَّ عَبْدُ اللَّهِ بْنُ سَلَامٍ فَقَالُوا هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ فَقُمْتُ فَقُلْتُ لَهُ إِنَّهُمْ قَالُوا كَذَا وَكَذَا قَالَ سُبْحَانَ اللَّهِ مَا كَانَ يَنْبَغِي لَهُمْ أَنْ يَقُولُوا مَا لَيْسَ لَهُمْ بِهِ عِلْمٌ إِنَّمَا رَأَيْتُ كَأَنَّ عَمُودًا وُضِعَ فِي رَوْضَةٍ خَضْرَاءَ فَنُصِبَ فِيهَا وَفِي رَأْسِهَا عُرْوَةٌ وَفِي أَسْفَلِهَا مِنْصَفٌ وَالْمِنْصَفُ الْوَصِيفُ فَقِيلَ لِيَ ارْقَهْ فَرَقِيتُ حَتَّى أَخَذْتُ بِالْعُرْوَةِفَقَصَصْتُهَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمُوتُ عَبْدُ اللَّهِ وَهُوَ آخِذٌ بِالْعُرْوَةِ الْوُثْقَى","source":"Muslim"},"__N_SSG":true}