{"pageProps":{"number":"4237","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dan [Yahya bin Ayyub] dan [Qutaibah] dan [Ibnu Hujr]. [Yahya bin Yahya] berkata; Telah mengabarkan kepada kami. Sedangkan yang lainnya berkata; Telah menceritakan kepada kami [Isma'il bin Ja'far] dari ['Abdullah bin Dinar] bahwa dia mendengar [Ibnu Umar] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: Semoga Allah Subhanahu wa Ta'ala mengampuni Bani Ghifar dan memberi kedamaian kepada Bani Aslam. Sedangkan 'Ushayyah, mereka telah durhaka kepada Allah dan Rasul-NYa.\" Telah menceritakan kepada kami [Ibnu Al Mutsanna]; Telah menceritakan kepada kami ['Abdul Wahhab]; Telah menceritakan kepada kami ['Ubaidullah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami ['Amru bin Sawwad]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Usamah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepadaku [Zuhair bin Harb] dan [Al Hulwani] serta ['Abad bin Humaid] dari [Ya'qub bin Ibrahim bin Sa'ad]; Telah menceritakan kepada kami [Bapakku] dari [Shalih] seluruhnya dari [Nafi'] dari [Ibnu 'Umar] dari Nabi shallallahu 'alaihi wasallam dengan Hadits yang serupa. Dan di dalam Hadits Shalih dan Usamah bahwa Rasulullah shallallahu 'alaihi wasallam mengatakan hal itu ketika beliau di atas mimbar. Dan telah menceritakannya kepadaku [Hajjaj bin Asy Sya'ir]; Telah menceritakan kepada kami [Abu Dawud Ath Thayalisi]; Telah menceritakan kepada kami [Harb bin Syaddad] dari [Yahya]; Telah menceritakan kepadaku [Abu Salamah]; Telah menceritakan kepadaku [Ibnu 'Umar] dia berkata; aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda seperti apa yang mereka riwayatkan dari Ibnu Umar.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَيَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ وَابْنُ حُجْرٍ قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا و قَالَ الْآخَرُونَ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ أَنَّهُ سَمِعَ ابْنَ عُمَرَ يَقُولُاقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غِفَارُ غَفَرَ اللَّهُ لَهَا وَأَسْلَمُ سَالَمَهَا اللَّهُ وَعُصَيَّةُ عَصَتْ اللَّهَ وَرَسُولَهُحَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ حَدَّثَنَا عُبَيْدُ اللَّهِ ح و حَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي أُسَامَةُ ح و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ وَالْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحٍ كُلُّهُمْ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ وَفِي حَدِيثِ صَالِحٍ وَأُسَامَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ذَلِكَ عَلَى الْمِنْبَرِ و حَدَّثَنِيهِ حَجَّاجُ بْنُ الشَّاعِرِ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ حَدَّثَنَا حَرْبُ بْنُ شَدَّادٍ عَنْ يَحْيَى حَدَّثَنِي أَبُو سَلَمَةَ حَدَّثَنِي ابْنُ عُمَرَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مِثْلَ حَدِيثِ هَؤُلَاءِ عَنْ ابْنِ عُمَرَ","source":"Muslim"},"__N_SSG":true}