{"pageProps":{"number":"4260","slug":"muslim","id":"Telah menceritakan kepada kami ['Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim Al Hanzhali], [Ishaq] berkata; Telah mengabarkan kepada kami dan [Utsman] berkata; Telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Ibrahim] dari ['Abidah] dari [Abdullah] dia berkata; Rasulullah shallallahu 'alaihi wasallam ditanya; Siapakah manusia yang terbaik? Beliau menjawab: \"yaitu orang-orang pada masaku, kemudian generasi setelahnya, kemudian generasi setelahnya lagi, lalu akan suatu kaum setelah mereka yang mana persaksian salah seorang dari mereka mendahului sumpahnya, atau sebaliknya.' [Ibrahim] berkata; 'Dulu ketika kami masih kecil, mereka melarang kami dari perjanjian dan persaksian. Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basysyar] keduanya berkata; Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basysar] keduanya berkata; Telah menceritakan kepada kami [Abdur Rahman]; Telah menceritakan kepada kami [Sufyan] keduanya dari [Manshur] melalui jalur Abu Al Ahwash dan Jarir yang semakna dengan hadits keduanya. Namun di dalam Hadits tersebut mereka tidak menyebutkan; 'Rasulullah shallallahu 'alaihi wasallam ditanya.'","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ قَالَ إِسْحَقُ أَخْبَرَنَا و قَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَبِيدَةَ عَنْ عَبْدِ اللَّهِ قَالَسُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّ النَّاسِ خَيْرٌ قَالَ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ يَجِيءُ قَوْمٌ تَبْدُرُ شَهَادَةُ أَحَدِهِمْ يَمِينَهُ وَتَبْدُرُ يَمِينُهُ شَهَادَتَهُقَالَ إِبْرَاهِيمُ كَانُوا يَنْهَوْنَنَا وَنَحْنُ غِلْمَانٌ عَنْ الْعَهْدِ وَالشَّهَادَاتِ و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا عَبْدُ الرَّحْمَنِ حَدَّثَنَا سُفْيَانُ كِلَاهُمَا عَنْ مَنْصُورٍ بِإِسْنَادِ أَبِي الْأَحْوَصِ وَجَرِيرٍ بِمَعْنَى حَدِيثِهِمَا وَلَيْسَ فِي حَدِيثِهِمَا سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Muslim"},"__N_SSG":true}