{"pageProps":{"number":"4358","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kamil Al Jahdari Fudhail bin Husain]; Telah menceritakan kepada kami [Yazid] yaitu Ibnu Zurai'; Telah menceritakan kepada kami [At Taimi] dari [Abu 'Utsman] dari [Abu Barzah Al Aslami] dia berkata; Pada suatu ketika seorang budak wanita sedang mengendarai unta dengan membawa perbekalan kaumnya. Lalu wanita tersebut melewati pegunungan yang sempit, hingga tatkala ia melihat Nabi shallallahu 'alaihi wasallam, ia berkata; Hus, Hus, Ya Allah terkutuklah unta ini! Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Kita tidak boleh menyertai unta yang terkutuk.' Telah menceritakan kepada kami [Muhammad bin 'Abdul A'laa]; Telah menceritakan kepada kami [Al Mu'tamir]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepadaku ['Ubaidullah bin Sa'id]; Telah menceritakan kepada kami [Yahya] yaitu Ibnu Sa'id seluruhnya dari [Sulaiman At Taimi] melalui jalur ini. Di dalam Hadits Al Mu'tamir ada tambahan kalimat; 'Demi Allah, janganlah kita menyertai hewan kendaraan yang telah dikutuk oleh Allah, -atau sebagaimana yang beliau sabdakan.","arab":"حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ فُضَيْلُ بْنُ حُسَيْنٍ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ حَدَّثَنَا التَّيْمِيُّ عَنْ أَبِي عُثْمَانَ عَنْ أَبِي بَرْزَةَ الْأَسْلَمِيِّ قَالَبَيْنَمَا جَارِيَةٌ عَلَى نَاقَةٍ عَلَيْهَا بَعْضُ مَتَاعِ الْقَوْمِ إِذْ بَصُرَتْ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَضَايَقَ بِهِمْ الْجَبَلُ فَقَالَتْ حَلْ اللَّهُمَّ الْعَنْهَا قَالَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُصَاحِبْنَا نَاقَةٌ عَلَيْهَا لَعْنَةٌحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى حَدَّثَنَا الْمُعْتَمِرُ ح و حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ حَدَّثَنَا يَحْيَى يَعْنِي ابْنَ سَعِيدٍ جَمِيعًا عَنْ سُلَيْمَانَ التَّيْمِيِّ بِهَذَا الْإِسْنَادِ وَزَادَ فِي حَدِيثِ الْمُعْتَمِرِ لَا أَيْمُ اللَّهِ لَا تُصَاحِبْنَا رَاحِلَةٌ عَلَيْهَا لَعْنَةٌ مِنْ اللَّهِ أَوْ كَمَا قَالَ","source":"Muslim"},"__N_SSG":true}