{"pageProps":{"number":"4430","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb]; Telah menceritakan kepada kami [Jarir] dari [Suhail] dari [Bapaknya] dari [Abu Hurairah] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya apabila Allah Subhanahu wa Ta'ala mencintai seseorang, maka Dia akan memanggil malaikat Jibril alaihi salam seraya berseru: 'Hai Jibril, sesungguhnya Aku mencintai si fulan. Oleh karena itu, cintailah ia! ' Rasulullah bersabda: 'Akhirnya orang tersebut pun dicintai Jibril. Setelah itu, Jibril berseru di atas langit; 'Sesungguhnya Allah Subhanahu wa Ta'ala mencintai si fulan. OIeh karena itu, cintailah ia! ' Kemudian para penghuni langit pun mulai mencintainya pula.' Rasulullah shallallahu 'alaihi wasallam bersabda: 'Setelah itu para penghuni bumi juga mencintainya.' Sebaliknya, apabila Allah Subhanahu wa Ta'ala membenci seseorang, maka Dia akan memanggil malaikat Jibril dan berseru kepadanya: 'Sesungguhnya Aku membenci si fulan. Oleh karena itu, bencilah ia.' Rasulullah shallallahu 'alaihi wasallam berkata: 'Lalu malaikat Jibril berseru di langit; 'Sesungguhnya Allah Subhanahu wa Ta'ala membenci si fulan. OIeh karena bencilah ia!\" Kemudian para penghuni langit membencinya. Setelah itu para penghuni dan penduduk bumi juga membencinya. Telah menceritakan kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami [Ya'qub] yaitu Ibnu 'Abdur Rahman Al Qari. [Qutaibah] berkata; Telah menceritakan kepada kami ['Abdul 'Aziz] yaitu Ad Darawardi; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakannya kepada kami [Sa'id bin 'Amru Al Asy'atsi]; Telah mengabarkan kepada kami ['Abtsar] dari [Al 'Alaa bin Al Musayyab]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepadaku [Harun bin Sa'id Al Aili]; Telah menceritakan kepada kami [Ibnu Wahb]; Telah menceritakan kepadaku [Malik] yaitu Ibnu Anas seluruhnya dari [Suhail] melalui jalur ini. Hanya saja di dalam Hadits Al 'Alaa bin Al Musayyab tidak disebutkan tentang perkataan membenci. Telah menceritakan kepadaku ['Amru An Naqid]; Telah menceritakan kepada kami [Yazid bin Harun]; Telah mengabarkan kepada kami ['Abdul 'Aziz bin 'Abdullah bin Abu Salamah Al Majisyun] dari [Suhail bin Abu Shalih] dia berkata; Ketika kami berada di Arafah, 'Umar bin 'Abdul 'Aziz lewat di hadapan kami yang pada waktu dia sebagai pemimpin rombongan Haji. Orang-orang pun berdiri melihat kepadanya. Lalu aku berkata kepada bapakku; 'Wahai bapakku, aku kira Allah telah mencintai Umar bin Abdul Aziz. Bapakku berkata; 'Kenapa demikian? Jawabku; karena aku lihat orang-orang telah mencintainya. Lalu bapakku berkata; demi bapakmu, Akupun telah mendengar [Abu Hurairah] bercerita dari Rasulullah shallallahu 'alaihi wasallam..-kemudian dia menyebutkan Hadits yang serupa dengan Hadits Jarir dari Suhail.","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ إِذَا أَحَبَّ عَبْدًا دَعَا جِبْرِيلَ فَقَالَ إِنِّي أُحِبُّ فُلَانًا فَأَحِبَّهُ قَالَ فَيُحِبُّهُ جِبْرِيلُ ثُمَّ يُنَادِي فِي السَّمَاءِ فَيَقُولُ إِنَّ اللَّهَ يُحِبُّ فُلَانًا فَأَحِبُّوهُ فَيُحِبُّهُ أَهْلُ السَّمَاءِ قَالَ ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الْأَرْضِ وَإِذَا أَبْغَضَ عَبْدًا دَعَا جِبْرِيلَ فَيَقُولُ إِنِّي أُبْغِضُ فُلَانًا فَأَبْغِضْهُ قَالَ فَيُبْغِضُهُ جِبْرِيلُ ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ إِنَّ اللَّهَ يُبْغِضُ فُلَانًا فَأَبْغِضُوهُ قَالَ فَيُبْغِضُونَهُ ثُمَّ تُوضَعُ لَهُ الْبَغْضَاءُ فِي الْأَرْضِحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا يَعْقُوبُ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ وَقَالَ قُتَيْبَةُ حَدَّثَنَا عَبْدُ الْعَزِيزِ يَعْنِي الدَّرَاوَرْدِيَّ ح و حَدَّثَنَاه سَعِيدُ بْنُ عَمْرٍو الْأَشْعَثِيُّ أَخْبَرَنَا عَبْثَرٌ عَنْ الْعَلَاءِ بْنِ الْمُسَيَّبِ ح و حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ حَدَّثَنِي مَالِكٌ وَهُوَ ابْنُ أَنَسٍ كُلُّهُمْ عَنْ سُهَيْلٍ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّ حَدِيثَ الْعَلَاءِ بْنِ الْمُسَيَّبِ لَيْسَ فِيهِ ذِكْرُ الْبُغْضِ حَدَّثَنِي عَمْرٌو النَّاقِدُ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ الْمَاجِشُونُ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ قَالَ كُنَّا بِعَرَفَةَ فَمَرَّ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَهُوَ عَلَى الْمَوْسِمِ فَقَامَ النَّاسُ يَنْظُرُونَ إِلَيْهِ فَقُلْتُ لِأَبِي يَا أَبَتِ إِنِّي أَرَى اللَّهَ يُحِبُّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ قَالَ وَمَا ذَاكَ قُلْتُ لِمَا لَهُ مِنْ الْحُبِّ فِي قُلُوبِ النَّاسِ فَقَالَ بِأَبِيكَ أَنْتَ سَمِعْتُ أَبَا هُرَيْرَةَ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ جَرِيرٍ عَنْ سُهَيْلٍ","source":"Muslim"},"__N_SSG":true}