{"pageProps":{"number":"4437","slug":"muslim","id":"Telah menceritakan kepada kami ['Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim], [Ishaq] berkata; Telah mengabarkan kepada kami. Sedangkan ['Utsman] berkata; Telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari [Abu Wail] dari ['Abdullah] dia berkata; seorang laki datang kepada Rasulullah shallallahu 'alaihi wasallam seraya bertanya; Ya Rasulullah, bagaimana menurut anda tentang seseorang yang mencintai suatu kaum namun dia tidak bisa bertemu dengan mereka? Maka jawab Rasulullah shallallahu 'alaihi wasallam: \"Seseorang itu akan bersama dengan orang yang dia cintai.\" Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basysyar] keduanya berkata; Telah menceritakan kepada kami [Ibnu Abu 'Adi]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakannya kepadaku [Bisyr bin Khalid]; Telah mengabarkan kepada kami [Muhammad] yaitu Ibnu Ja'far keduanya dari [Syu'bah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ibnu Numair]; Telah menceritakan kepada kami [Abu Al Jawwab]; Telah menceritakan kepada kami [Sulaiman bin Qarm] -secara keseluruhan- dari [Sulaiman] dari [Abu Wail] dari ['Abdullah] dari Nabi shallallahu 'alaihi wasallam dengan Hadits yang serupa. Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Abu Kuraib] keduanya berkata; Telah menceritakan kepada kami [Abu Mu'awiyah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ibnu Numair]; Telah menceritakan kepada kami [Abu Mu'awiyah] dan [Muhammad bin 'Ubaid] dari [Al A'masy] dari [Syaqiq] dari [Abu Musa] dia berkata; seseorang datang kepada Nabi shallallahu 'alaihi wasallam, -lalu dia menyebutkan Hadits yang serupa dengan Hadits Jarir dari Al A'masy.","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ إِسْحَقُ أَخْبَرَنَا و قَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ قَالَجَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ تَرَى فِي رَجُلٍ أَحَبَّ قَوْمًا وَلَمَّا يَلْحَقْ بِهِمْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَرْءُ مَعَ مَنْ أَحَبَّحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ ح و حَدَّثَنِيهِ بِشْرُ بْنُ خَالِدٍ أَخْبَرَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ كِلَاهُمَا عَنْ شُعْبَةَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبُو الْجَوَّابِ حَدَّثَنَا سُلَيْمَانُ بْنُ قَرْمٍ جَمِيعًا عَنْ سُلَيْمَانَ عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَمُحَمَّدُ بْنُ عُبَيْدٍ عَنْ الْأَعْمَشِ عَنْ شَقِيقٍ عَنْ أَبِي مُوسَى قَالَ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَذَكَرَ بِمِثْلِ حَدِيثِ جَرِيرٍ عَنْ الْأَعْمَشِ","source":"Muslim"},"__N_SSG":true}