{"pageProps":{"number":"4468","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Waki'] dari [Thalhah bin Yahya] dari [bibinya, 'Aisyah binti Thalhah] dari ['Aisyah ummul Mu'minin] dia berkata; \"Pada suatu ketika, Rasulullah shallallahu 'alaihi wasallam pernah diundang untuk melayat jenazah seorang bayi dari kaum Anshar. Kemudian saya (Aisyah) berkata kepada beliau; 'Ya Rasulullah, sungguh berbahagia bayi kecil ini! Ia seperti seekor burung dari sekian burung surga yang belum pernah berbuat dosa dan belum pernah ternodai oleh dosa.' Mendengar pernyataan tersebut, Rasulullah shallallahu 'alaihi wasallam bersabda: 'Mungkin juga tidak seperti itu hai Aisyah. Sebenarnya Allah telah menciptakan orang-orang yang akan menjadi penghuni surga ketika mereka masih berada dalam tulang rusuk (sulbi) bapak-bapak mereka. Dan sebaliknya, Allah pun telah menciptakan orang-orang yang akan menjadi penghuni neraka ketika mereka masih berada dalam tulang rusuk bapak-bapak mereka.' Telah menceritakan kepada kami [Muhammad bin Ash Shabbah] telah menceritakan kepada kami [Isma'il bin Zakaria] dari [Thalhah bin Yahya] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepadaku [Sulaiman bin Ma'bad] telah menceritakan kepada kami [Al Husain bin Hafsh] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepadaku [Ishaq bin Manshur] telah mengabarkan kepada kami [Muhammad bin Yusuf] keduanya dari [Sufyan Ats Tsauri] dari [Thalhah bin Yahya] dengan sanad Waki' seperti haditsnya.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ طَلْحَةَ بْنِ يَحْيَى عَنْ عَمَّتِهِ عَائِشَةَ بِنْتِ طَلْحَةَ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ قَالَتْدُعِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى جَنَازَةِ صَبِيٍّ مِنْ الْأَنْصَارِ فَقُلْتُ يَا رَسُولَ اللَّهِ طُوبَى لِهَذَا عُصْفُورٌ مِنْ عَصَافِيرِ الْجَنَّةِ لَمْ يَعْمَلْ السُّوءَ وَلَمْ يُدْرِكْهُ قَالَ أَوَ غَيْرَ ذَلِكَ يَا عَائِشَةُ إِنَّ اللَّهَ خَلَقَ لِلْجَنَّةِ أَهْلًا خَلَقَهُمْ لَهَا وَهُمْ فِي أَصْلَابِ آبَائِهِمْ وَخَلَقَ لِلنَّارِ أَهْلًا خَلَقَهُمْ لَهَا وَهُمْ فِي أَصْلَابِ آبَائِهِمْحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ حَدَّثَنَا إِسْمَعِيلُ بْنُ زَكَرِيَّاءَ عَنْ طَلْحَةَ بْنِ يَحْيَى ح و حَدَّثَنِي سُلَيْمَانُ بْنُ مَعْبَدٍ حَدَّثَنَا الْحُسَيْنُ بْنُ حَفْصٍ ح و حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ كِلَاهُمَا عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ طَلْحَةَ بْنِ يَحْيَى بِإِسْنَادِ وَكِيعٍ نَحْوَ حَدِيثِهِ","source":"Muslim"},"__N_SSG":true}