{"pageProps":{"number":"4580","slug":"muslim","id":"Telah menceritakan kepada kami ['Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim] -dan lafadh ini milik 'Utsman- Ishaq berkata; telah mengabarkan kepada kami, dan 'Utsman berkata; telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari ['Umarah bin 'Umair] dari [Al Harits bin Suwaid] dia berkata; \"Saya pernah datang berkunjung ke rumah Abdullah untuk menjenguknya ketika ia sedang sakit. Lalu ia menuturkan kepada saya tentang dua hal: yang satu tentang dirinya dan yang satu lagi mengenai Rasulullah shallallahu 'alaihi wasallam.\" [Abdullah] berkata; 'Saya pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Allah merasa bergembira karena taubatnya seorang hamba yang beriman melebihi kegembiraan seseorang berada di gurun sahara yang mencekam dengan ditemani hewan tunggangannya serta perbekalan makanan dan minuman, kemudian ia tertidur. Ketika ia terbangun dari tidurnya, ternyata hewan tunggangannya terlepas dengan membawa perbekalan makanan dan minumannya. Kemudian orang tersebut mencari hewan tunggangannya tersebut ke sana kemari hingga ia merasa haus. Setelah itu, ia pun berkata; 'Sebaiknya aku kembali saja ke tempat tidurku semula sampai aku mati.' Tak lama kemudian orang tersebut telah membaringkan tubuhnya dengan meletakkan kepalanya di atas lengannya dan bersiap-siap untuk mati. Ketika ia terbangun, ternyata hewan tunggangannya itu telah berada di sisinya dengan membawa bekal makanan dan minumannya. Sunguh ke gembiraan Allah karena taubatnya seorang hamba-Nya yang beriman melebihi kegembiraan orang yang hewan tunggangannya terlepas lalu kembali dengan membawa perbekalan makanan dan minumannya ini.\" Dan telah menceritakannya kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Yahya bin Adam] dari [Quthbah bin 'Abdul 'Aziz] dari [Al A'masy] dengan sanad ini, dan dia berkata; dari seorang laki-laki yang berada di sebuah gurun yang mencekam.' Dan telah menceritakan kepadaku [Ishaq bin Manshur] telah menceritakan kepada kami [Abu Usamah] telah menceritakan kepada kami [Al A'masy] telah menceritakan kepada kami ['Umarah bin 'Umair] dia berkata; aku mendengar [Al Harits bin Suwaid] dia berkata; telah menceritakan kepadaku ['Abdullah] mengenai dua buah hadits. Salah satunya dari Rasulullah shallallahu 'alaihi wasallam, sedangkan yang satu lagi tentang dirinya. Dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: 'Allah sangat gembira dengan taubatnya seorang hamba yang beriman'. -yang serupa dengan Hadits Jarir.-","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَاللَّفْظُ لِعُثْمَانَ قَالَ إِسْحَقُ أَخْبَرَنَا و قَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ عُمَارَةَ بْنِ عُمَيْرٍ عَنْ الْحَارِثِ بْنِ سُوَيْدٍ قَالَدَخَلْتُ عَلَى عَبْدِ اللَّهِ أَعُودُهُ وَهُوَ مَرِيضٌ فَحَدَّثَنَا بِحَدِيثَيْنِ حَدِيثًا عَنْ نَفْسِهِ وَحَدِيثًا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ مِنْ رَجُلٍ فِي أَرْضٍ دَوِّيَّةٍ مَهْلِكَةٍ مَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ فَنَامَ فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ فَطَلَبَهَا حَتَّى أَدْرَكَهُ الْعَطَشُ ثُمَّ قَالَ أَرْجِعُ إِلَى مَكَانِيَ الَّذِي كُنْتُ فِيهِ فَأَنَامُ حَتَّى أَمُوتَ فَوَضَعَ رَأْسَهُ عَلَى سَاعِدِهِ لِيَمُوتَ فَاسْتَيْقَظَ وَعِنْدَهُ رَاحِلَتُهُ وَعَلَيْهَا زَادُهُ وَطَعَامُهُ وَشَرَابُهُ فَاللَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ الْعَبْدِ الْمُؤْمِنِ مِنْ هَذَا بِرَاحِلَتِهِ وَزَادِهِو حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ عَنْ قُطْبَةَ بْنِ عَبْدِ الْعَزِيزِ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ وَقَالَ مِنْ رَجُلٍ بِدَاوِيَّةٍ مِنْ الْأَرْضِ و حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا الْأَعْمَشُ حَدَّثَنَا عُمَارَةُ بْنُ عُمَيْرٍ قَالَ سَمِعْتُ الْحَارِثَ بْنَ سُوَيْدٍ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ حَدِيثَيْنِ أَحَدُهُمَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْآخَرُ عَنْ نَفْسِهِ فَقَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ بِمِثْلِ حَدِيثِ جَرِيرٍ","source":"Muslim"},"__N_SSG":true}