{"pageProps":{"number":"4615","slug":"muslim","id":"Telah menceritakan kepadaku ['Ubaidullah bin Mu'adz Al 'Anbari] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Syu'bah] dari [Qatadah] bahwasanya ia mendengar [Abu Ash Shiddiq An Naji] dari [Abu Sa'id Al Khudri] dari Nabi shallallahu 'alaihi wasallam bahwasanya ada seorang laki-laki yang telah membunuh sembilan puluh sembilan orang, lalu ia bertanya apakah masih ada pintu taubat untuknya?\" kemudian ia menemui seorang rahib dan bertanya kepadanya. Dia menjawab; 'Tidak ada pintu taubat untukmu.' Lalu ia membunuh rahib tersebut. Kemudian ia terus bertanya, hingga keluar dari desanya menuju desa yang lain yang di dalamnya terdapat orang-orang shalih. Namun ketika di tengah perjalanan, ajal menjemputnya. Ia pun meninggal dalam keadaan telungkup.\"Lalu Malaikat rahmat dan Malaikat azab saling berebut, setelah diukur jarak perjalanannya ternyata ia lebih dekat sejengkal dengan desa yang baik, maka ia pun digolongkan sebagai penghuni desa tersebut. Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Ibnu Abu 'Adi] Telah menceritakan kepada kami [Syu'bah] dari [Qatadah] dengan sanad ini seperti hadits Mu'adz bin Mu'adz di dalamnya ada tambahan; 'Maka Allah mewahyukan kepada desa ini untuk menjauh sedangkan ke desa yang satunya lagi diperintahkan agar mendekat.'","arab":"حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ أَنَّهُ سَمِعَ أَبَا الصِّدِّيقِ النَّاجِيَّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ رَجُلًا قَتَلَ تِسْعَةً وَتِسْعِينَ نَفْسًا فَجَعَلَ يَسْأَلُ هَلْ لَهُ مِنْ تَوْبَةٍ فَأَتَى رَاهِبًا فَسَأَلَهُ فَقَالَ لَيْسَتْ لَكَ تَوْبَةٌ فَقَتَلَ الرَّاهِبَ ثُمَّ جَعَلَ يَسْأَلُ ثُمَّ خَرَجَ مِنْ قَرْيَةٍ إِلَى قَرْيَةٍ فِيهَا قَوْمٌ صَالِحُونَ فَلَمَّا كَانَ فِي بَعْضِ الطَّرِيقِ أَدْرَكَهُ الْمَوْتُ فَنَأَى بِصَدْرِهِ ثُمَّ مَاتَ فَاخْتَصَمَتْ فِيهِ مَلَائِكَةُ الرَّحْمَةِ وَمَلَائِكَةُ الْعَذَابِ فَكَانَ إِلَى الْقَرْيَةِ الصَّالِحَةِ أَقْرَبَ مِنْهَا بِشِبْرٍ فَجُعِلَ مِنْ أَهْلِهَاحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ مُعَاذِ بْنِ مُعَاذٍ وَزَادَ فِيهِ فَأَوْحَى اللَّهُ إِلَى هَذِهِ أَنْ تَبَاعَدِي وَإِلَى هَذِهِ أَنْ تَقَرَّبِي","source":"Muslim"},"__N_SSG":true}