{"pageProps":{"number":"4733","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Abdullah bin Idris]. Telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [ayahku] dan [Muhammad bin Bisyr]. Telah menceritakan kepada kami [Yahya bin Yahya] telah mengkhabarkan kepada kami [Musa bin A'yan]. Telah menceritakan kepadaku [Muhammad bin Rafi'] telah menceritakan kepada kami [Abu Usamah], semuanya dari [Isma'il bin Abu Khalid]. Telah menceritakan kepadaku [Muhammad bin Hatim], teks miliknya, telah menceritakan kepada kami [Yahya bin Sa'id] telah menceritakan kepada kami [Isma'il] telah menceritakan kepada kami [Qais] berkata: Aku mendengar [Mustaurid] salah seorang dari bani Fihr berkata: Aku mendengar Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Demi Allah, tidaklah dunia di akhirat kecuali seperti sesuatu yang dijadikan oleh jari salah seorang dari kalian -Yahya berisyarat dengan jari telunjuk di laut- maka perhatikanlah apa yang dibawa.\" Disebutkan dalam mereka semua selain Yahya: Aku mendengar Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Itu.\" Disebutkan dalam hadits Abu Usamah dari Al Mustaurad bin Syaddad dari bani Firh, juga dalam haditsnya disebutkan: Rasulullah Shallallahu 'alaihi wa Salam bersabda dan Isma'il berisyarat dengan jari jempol.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي وَمُحَمَّدُ بْنُ بِشْرٍ ح و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا مُوسَى بْنُ أَعْيَنَ ح و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا أَبُو أُسَامَةَ كُلُّهُمْ عَنْ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ ح و حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ وَاللَّفْظُ لَهُ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا إِسْمَعِيلُ حَدَّثَنَا قَيْسٌ قَالَ سَمِعْتُ مُسْتَوْرِدًا أَخَا بَنِي فِهْرٍ يَقُولُاقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاللَّهِ مَا الدُّنْيَا فِي الْآخِرَةِ إِلَّا مِثْلُ مَا يَجْعَلُ أَحَدُكُمْ إِصْبَعَهُ هَذِهِوَأَشَارَ يَحْيَى بِالسَّبَّابَةِ فِي الْيَمِّ فَلْيَنْظُرْ بِمَ تَرْجِعُ وَفِي حَدِيثِهِمْ جَمِيعًا غَيْرَ يَحْيَى سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ذَلِكَ وَفِي حَدِيثِ أَبِي أُسَامَةَ عَنْ الْمُسْتَوْرِدِ بْنِ شَدَّادٍ أَخِي بَنِي فِهْرٍ وَفِي حَدِيثِهِ أَيْضًا قَالَ وَأَشَارَ إِسْمَعِيلُ بِالْإِبْهَامِ","source":"Muslim"},"__N_SSG":true}