{"pageProps":{"number":"4840","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Muhammad bin Bisyr] dari [Abu Hayyan] dari [Abu Zur'ah] dari [Abdullah bin Amru] berkata: Aku menghafal suatu hadits dari Rasulullah Shallallahu 'alaihi wa Salam yang tidak aku lupakan sama sekali. Aku mendengar Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Sesungguhnya tanda-tanda pertama yang muncul adalah terbitnya matahari dari tempat tenggelamnya, keluarnya binatang-binatang dipagi hari atas manusia, mana saja diantara keduanya yang muncul terlebih dahulu, yang selanjutnya muncul sesaat setelahnya.\" Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Abu Hayyan] dari [Abu Zur'ah] berkata: Tiga orang muslim mendekati Marwan bin Al Hakam di Madinah, mereka mendengarnya menceritakan tentang tanda-tanda (kiamat), dan yang pertama muncul adalah Dajjal. [Abdullah bin Amru] berkata: Marwan tidak mengatakan apa pun. Aku menghafal suatu hadits dari Rasulullah Shallallahu 'alaihi wa Salam yang tidak aku lupakan sama sekali. Aku mendengar Rasulullah Shallallahu 'alaihi wa Salam bersabda, ia menyebut hadits serupa. Telah menceritakan kepada kami [Nashr bin Ali Al Jahdlami] telah menceritakan kepada kami [Abu Ahmad] telah menceritakan kepada kami [Sufyan] dari [Abu Hayyan] dari [Abu Zur'ah] berkata: Mereka menyebut-nyebut kiamat di kediaman Marwan lalu [Abdullah bin Amru] berkata: Aku mendengar Rasulullah Shallallahu 'alaihi wa Salam bersabda, seperti hadits mereka berdua tapi ia tidak menyebut: Di pagi hari.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ عَنْ أَبِي حَيَّانَ عَنْ أَبِي زُرْعَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ حَفِظْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا لَمْ أَنْسَهُ بَعْدُسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ أَوَّلَ الْآيَاتِ خُرُوجًا طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا وَخُرُوجُ الدَّابَّةِ عَلَى النَّاسِ ضُحًى وَأَيُّهُمَا مَا كَانَتْ قَبْلَ صَاحِبَتِهَا فَالْأُخْرَى عَلَى إِثْرِهَا قَرِيبًاو حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو حَيَّانَ عَنْ أَبِي زُرْعَةَ قَالَ جَلَسَ إِلَى مَرْوَانَ بْنِ الْحَكَمِ بِالْمَدِينَةِ ثَلَاثَةُ نَفَرٍ مِنْ الْمُسْلِمِينَ فَسَمِعُوهُ وَهُوَ يُحَدِّثُ عَنْ الْآيَاتِ أَنَّ أَوَّلَهَا خُرُوجًا الدَّجَّالُ فَقَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو لَمْ يَقُلْ مَرْوَانُ شَيْئًا قَدْ حَفِظْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا لَمْ أَنْسَهُ بَعْدُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فَذَكَرَ بِمِثْلِهِ و حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنَا أَبُو أَحْمَدَ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي حَيَّانَ عَنْ أَبِي زُرْعَةَ قَالَ تَذَاكَرُوا السَّاعَةَ عِنْدَ مَرْوَانَ فَقَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بِمِثْلِ حَدِيثِهِمَا وَلَمْ يَذْكُرْ ضُحًى","source":"Muslim"},"__N_SSG":true}