{"pageProps":{"number":"4879","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Zuhair bin Harb], teks milik Abu Bakr, keduanya berkata: Telah menceritakan kepada kami [Yazid bin Harun] telah menceritakan kepada kami [Abdulaziz bin Abu Salamah] dari [Wahb bin Kaisan] dari [Ubaidullah bin Umair Al Laitsi] dari [Abu Hurairah] dari nabi Shallallahu 'alaihi wa Salam bersabda: \"Saat seseorang berada di suatu padang pasir, ia mendengar suara di awan: 'Siramilah kebun si fulan' lalu awan itu menjauh dan menuangkan air. Ternyata dikebun itu ada seseorang yang tengah mengurus air dengan sekopnya. Ia bertanya padanya: 'Wahai hamba Allah, siapa namamu? ' Ia menjawab: 'Fulan.' Sama seperti nama yang ia dengar dari awan. Ia bertanya: 'Hai hamba Allah, kenapa kau tanya namaku? ' ia menjawab: 'Aku mendengar suara di awan dimana inilah airnya. Awan itu berkata: 'Siramilah kebun si fulan, namamu. Apa yang kau lakukan dalam kebunmu? ' ia menjawab: 'Karena kau mengatakan seperti itu, aku melihat (hasil) yang keluar darinya, lalu aku sedekahkan sepertiganya, aku makan sepertiganya bersama keluargaku dan aku kembalikan sepertiganya ke kebun'.\" Telah menceritakannya kepada kami [Ahmad bin Abdah Adh Dhabbi] telah mengkhabarkan kepada kami [Abu Dawud] telah menceritakan kepada kami [Abdulaziz bin Abu Salamah] telah menceritakan kepada kami [Wahab bin Kaisan] dengan sanad ini, hanya saja ia berkata: \"Dan aku berikan sepertiganya untuk orang-orang miskin, peminta-minta dan Ibnu sabil.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَاللَّفْظُ لِأَبِي بَكْرٍ قَالَا حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ عَنْ وَهْبِ بْنِ كَيْسَانَ عَنْ عُبَيْدِ بْنِ عُمَيْرٍ اللَّيْثِيِّ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَا رَجُلٌ بِفَلَاةٍ مِنْ الْأَرْضِ فَسَمِعَ صَوْتًا فِي سَحَابَةٍ اسْقِ حَدِيقَةَ فُلَانٍ فَتَنَحَّى ذَلِكَ السَّحَابُ فَأَفْرَغَ مَاءَهُ فِي حَرَّةٍ فَإِذَا شَرْجَةٌ مِنْ تِلْكَ الشِّرَاجِ قَدْ اسْتَوْعَبَتْ ذَلِكَ الْمَاءَ كُلَّهُ فَتَتَبَّعَ الْمَاءَ فَإِذَا رَجُلٌ قَائِمٌ فِي حَدِيقَتِهِ يُحَوِّلُ الْمَاءَ بِمِسْحَاتِهِ فَقَالَ لَهُ يَا عَبْدَ اللَّهِ مَا اسْمُكَ قَالَ فُلَانٌ لِلِاسْمِ الَّذِي سَمِعَ فِي السَّحَابَةِ فَقَالَ لَهُ يَا عَبْدَ اللَّهِ لِمَ تَسْأَلُنِي عَنْ اسْمِي فَقَالَ إِنِّي سَمِعْتُ صَوْتًا فِي السَّحَابِ الَّذِي هَذَا مَاؤُهُ يَقُولُ اسْقِ حَدِيقَةَ فُلَانٍ لِاسْمِكَ فَمَا تَصْنَعُ فِيهَا قَالَ أَمَّا إِذْ قُلْتَ هَذَا فَإِنِّي أَنْظُرُ إِلَى مَا يَخْرُجُ مِنْهَا فَأَتَصَدَّقُ بِثُلُثِهِ وَآكُلُ أَنَا وَعِيَالِي ثُلُثًا وَأَرُدُّ فِيهَا ثُلُثَهُو حَدَّثَنَاه أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ أَخْبَرَنَا أَبُو دَاوُدَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ حَدَّثَنَا وَهْبُ بْنُ كَيْسَانَ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّهُ قَالَ وَأَجْعَلُ ثُلُثَهُ فِي الْمَسَاكِينِ وَالسَّائِلِينَ وَابْنِ السَّبِيلِ","source":"Muslim"},"__N_SSG":true}