{"pageProps":{"number":"541","slug":"muslim","id":"Telah menceritakan kepadaku [Abdullah bin Hasyim al-'Abdi] telah menceritakan kepada kami [Yahya yaitu Ibnu sa'id al-Qaththan] dari [Syu'bah] dia berkata, telah menceritakan kepadaku [al-Hakam] dari [Dzarr] dari [Sa'id bin Abdurrahman bin Abza] dari [bapaknya] bahwa seorang laki-laki mendatangi Umar seraya berkata, \" aku berjunub, lalu tidak mendapatkan air.\" Maka dia berkata, \"Janganlah kamu shalat!\" Lalu [Ammar] berkata, \"Tidakkah kamu ingat wahai Amirul Mukminin ketika saya dan kamu berada dalam suatu laskar, lalu kita berjunub, lalu kita tidak mendapatkan air. Adapun kamu, maka kamu tidak melakukan shalat, sedangkan saya maka saya berguling-guling di tanah, lalu aku shalat. Maka Nabi shallallahu 'alaihi wasallam bersabda, \"Sudah cukup memadai bagi kamu untuk memukulkan kedua tanganmu pada tanah, kemudian meniupnya, kemudian kamu mengusap wajah dan kedua tanganmu dengan keduanya.\" Maka Umar berkata, \"Bertakwalah kepada Allah wahai Ammar!\" Dia berkata, \"Jika kamu tidak berkenan maka aku tidak akan menceritakannya.\" [Al-Hakam] berkata, dan telah menceritakannya kepadaku [Ibnu Abdirrahman bin Abza] dari [bapaknya] semisal hadits Dzarr, dia berkata, dan telah menceritakan kepadaku [Salamah] dari [Dzarr] dalam isnad ini yang disebutkan oleh al-Hakam seraya Umar berkata, \"Kami mengangkatmu menjadi wali atas sesuatu yang kamu kuasai (ungkapan persetujuan untuk disampaikannya hadits tersebut, pent).\" Dan telah menceritakan kepadaku [Ishaq bin Manshur] telah menceritakan kepada kami [an-Nadhar bin Syumail] telah mengabarkan kepada kami [Syu'bah] dari [al-Hakam] dia berkata, \"Saya mendengar [Dzarr] dari [Ibnu Abdurrahman bin Abza] dia berkata, [al-Hakam] berkata, dan kamu telah mendengarnya dari [Ibnu Abdurrahman bin Abza] dari [bapaknya] bahwa seorang laki-laki mendatangi Umar seraya berkata, \" Aku junub, lalu aku tidak mendapatkan air.\" Lalu dia membawakan hadits tersebut, dan menambahinya. [Ammar] berkata, \"Wahai Amirul Mukminin, jika kamu berkenan terhadap hakmu yang Allah jadikan atasku, aku tidak akan menceritakannya kepada (semua) orang (kecuali hanya sebagian saja).\" Dan dia tidak menyebutkan telah menceritakan kepada kami Salamah dari Dzarr.","arab":"حَدَّثَنِي عَبْدُ اللَّهِ بْنُ هَاشِمٍ الْعَبْدِيُّ حَدَّثَنَا يَحْيَى يَعْنِي ابْنَ سَعِيدٍ الْقَطَّانَ عَنْ شُعْبَةَ قَالَ حَدَّثَنِي الْحَكَمُ عَنْ ذَرٍّ عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِأَنَّ رَجُلًا أَتَى عُمَرَ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أَجِدْ مَاءً فَقَالَ لَا تُصَلِّ فَقَالَ عَمَّارٌ أَمَا تَذْكُرُ يَا أَمِيرَ الْمُؤْمِنِينَ إِذْ أَنَا وَأَنْتَ فِي سَرِيَّةٍ فَأَجْنَبْنَا فَلَمْ نَجِدْ مَاءً فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ وَأَمَّا أَنَا فَتَمَعَّكْتُ فِي التُّرَابِ وَصَلَّيْتُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَضْرِبَ بِيَدَيْكَ الْأَرْضَ ثُمَّ تَنْفُخَ ثُمَّ تَمْسَحَ بِهِمَا وَجْهَكَ وَكَفَّيْكَ فَقَالَ عُمَرُ اتَّقِ اللَّهَ يَا عَمَّارُ قَالَ إِنْ شِئْتَ لَمْ أُحَدِّثْ بِهِقَالَ الْحَكَمُ وَحَدَّثَنِيهِ ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ مِثْلَ حَدِيثِ ذَرٍّ قَالَ وَحَدَّثَنِي سَلَمَةُ عَنْ ذَرٍّ فِي هَذَا الْإِسْنَادِ الَّذِي ذَكَرَ الْحَكَمُ فَقَالَ عُمَرُ نُوَلِّيكَ مَا تَوَلَّيْتَ و حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ أَخْبَرَنَا شُعْبَةُ عَنْ الْحَكَمِ قَالَ سَمِعْتُ ذَرًّا عَنْ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى قَالَ قَالَ الْحَكَمُ وَقَدْ سَمِعْتَهُ مِنْ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ أَنَّ رَجُلًا أَتَى عُمَرَ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أَجِدْ مَاءً وَسَاقَ الْحَدِيثَ وَزَادَ فِيهِ قَالَ عَمَّارٌ يَا أَمِيرَ الْمُؤْمِنِينَ إِنْ شِئْتَ لِمَا جَعَلَ اللَّهُ عَلَيَّ مِنْ حَقِّكَ لَا أُحَدِّثُ بِهِ أَحَدًا وَلَمْ يَذْكُرْ حَدَّثَنِي سَلَمَةُ عَنْ ذَرٍّ","source":"Muslim"},"__N_SSG":true}