{"pageProps":{"number":"601","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya at-Tamimi] dia berkata, saya membaca di hadapan [Malik] dari [Nu'aim bin Abdullah al-Mujmir] bahwa [Muhammad bin Abdullah bin Zaid al-Anshari] dan Abdullah bin Zaid yang dia adalah orang yang diberi petunjuk dalam hal panggilan untuk shalat (adzan), dia telah menceritakannya dari [Abu Mas'ud al-Anshari] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam mendatangi kami sedangkan kami berada dalam majlis Sa'd bin Ubadah, maka Basyir bin Sa'ad berkata kepadanya, 'Allah memerintahkan kami untuk mengucapkan shalawat atasmu wahai Rasulullah, lalu bagaimana cara bershalawat atasmu? ' Perawi berkata, \"Lalu Rasulullah shallallahu 'alaihi wasallam diam hingga kami berangan-angan bahwa dia tidak menanyakannya kepada beliau. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda, \"Katakanlah, 'ALLOOHUMMA SHOLLI 'ALAA MUHAMMAD WA'ALAA AALI MUHAMMAD, KAMAA SHOLLAITA 'ALAA AALI IBROOHIIMA WABAARIK 'ALAA MUHAMMAD WA'ALAA AALI MUHAMMAD KAMAA BAAROKTA 'ALAA AALI IBROOHIIMA FIL'AALAMIINA INNAKA HAMIIDUN MAJIID.\" Ya Allah, berilah shalawat atas Muhammad dan keluarga Muhammad sebagaimana Engkau memberi shalawat atas keluarga Ibrahim, dan berilah berkah atas Muhammad dan keluarga Muhammad sebagaimana Engkau memberi berkah kepada keluarga Ibrahim di dunia. Engkau Maha Terpuji dan Maha Mulia.' Dan salam sebagaimana yang telah kamu ketahui.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نُعَيْمِ بْنِ عَبْدِ اللَّهِ الْمُجْمِرِ أَنَّ مُحَمَّدَ بْنَ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْأَنْصَارِيَّ وَعَبْدُ اللَّهِ بْنُ زَيْدٍ هُوَ الَّذِي كَانَ أُرِيَ النِّدَاءَ بِالصَّلَاةِ أَخْبَرَهُ عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ قَالَأَتَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ فِي مَجْلِسِ سَعْدِ بْنِ عُبَادَةَ فَقَالَ لَهُ بَشِيرُ بْنُ سَعْدٍ أَمَرَنَا اللَّهُ تَعَالَى أَنَّ نُصَلِّيَ عَلَيْكَ يَا رَسُولَ اللَّهِ فَكَيْفَ نُصَلِّي عَلَيْكَ قَالَ فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى تَمَنَّيْنَا أَنَّهُ لَمْ يَسْأَلْهُ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ وَالسَّلَامُ كَمَا قَدْ عَلِمْتُمْ","source":"Muslim"},"__N_SSG":true}