{"pageProps":{"number":"69","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Waki'] dari [Sufyan]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin al-Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] keduanya dari [Qais bin Muslim] dari [Thariq bin Syihab] dan ini adalah hadits Abu Bakar, \"Orang pertama yang berkhutbah pada Hari Raya sebelum shalat Hari Raya didirikan ialah Marwan. Lalu seorang lelaki berdiri dan berkata kepadanya, \"Shalat Hari Raya hendaklah dilakukan sebelum membaca khutbah.\" Marwan menjawab, \"Sungguh, apa yang ada dalam khutbah sudah banyak ditinggalkan.\" Kemudian [Abu Said] berkata, \"Sungguh, orang ini telah memutuskan (melakukan) sebagaimana yang pernah aku dengar dari Rasulullah shallallahu 'alaihi wasallam, bersabda: \"Barangsiapa di antara kamu melihat kemungkaran hendaklah ia mencegah kemungkaran itu dengan tangannya. jika tidak mampu, hendaklah mencegahnya dengan lisan, jika tidak mampu juga, hendaklah ia mencegahnya dengan hatinya. Itulah selemah-lemah iman.\" Telah menceritakan kepada kami [Abu Kuraib Muhammad bin al-Ala'] telah menceritakan kepada kami [Abu Mua'wiyah] telah menceritakan kepada kami [al-A'masy] dari [Ismail bin Raja'] dari [bapaknya] dari [Abu Sa'id al-Khudri] dari [Qais bin Muslim] dari [Thariq bin Syihab] dari [Abu Sa'id al-Khudri] dalam kisah Marwan, dan hadits Abu Sa'id dari Nabi shallallahu 'alaihi wasallam, seperti hadits Syu'bah dan Sufyan.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ كِلَاهُمَا عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ وَهَذَا حَدِيثُ أَبِي بَكْرٍ قَالَأَوَّلُ مَنْ بَدَأَ بِالْخُطْبَةِ يَوْمَ الْعِيدِ قَبْلَ الصَّلَاةِ مَرْوَانُ فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ الصَّلَاةُ قَبْلَ الْخُطْبَةِ فَقَالَ قَدْ تُرِكَ مَا هُنَالِكَ فَقَالَ أَبُو سَعِيدٍ أَمَّا هَذَا فَقَدْ قَضَى مَا عَلَيْهِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ وَذَلِكَ أَضْعَفُ الْإِيمَانِحَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ إِسْمَعِيلَ بْنِ رَجَاءٍ عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ وَعَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ فِي قِصَّةِ مَرْوَانَ وَحَدِيثِ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ شُعْبَةَ وَسُفْيَانَ","source":"Muslim"},"__N_SSG":true}