{"pageProps":{"number":"70","slug":"muslim","id":"Telah menceritakan kepada kami [Amru an-Naqid] dan [Abu Bakar bin an-Nadlr] serta [Abd bin Humaid] dan lafazh tersebut milik Abd. Mereka berkata, telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'd] dia berkata, telah menceritakan kepada kami [bapakku] dari [Shalih bin Kaisan] dari [al-Harits] dari [Ja'far bin Abdullah bin al-Hakam] dari [Abdurrahman bin al-Miswar] dari [Abu Rafi'] dari [Abdullah bin Mas'ud] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang nabi yang diutus oleh Allah pada suatu umat sebelumnya melainkan dia memiliki pembela dan sahabat yang memegang teguh sunah-sunnah dan mengikuti perintah-perintahnya, kemudian datanglah setelah mereka suatu kaum yang mengatakan sesuatu yang tidak mereka lakukan, dan melakukan sesuatu yang tidak diperintahkan. Barangsiapa yang berjihad dengan tangan melawan mereka maka dia seorang mukmin, barangsiapa yang berjihad dengan lisan melawan mereka maka dia seorang mukmin, barangsiapa yang berjihad dengan hati melawan mereka maka dia seorang mukmin, dan setelah itu tidak ada keimanan sebiji sawi.\" Abu Rafi' berkata, \"Lalu aku menceritakan kepada Abdullah bin Umar, namun ia mengingkariku. Ketika Ibnu Mas'ud datang dan singgah pada Qanah, Abdullah bin Umar mengikutiku mengajakku untuk mengikuti Ibnu Mas'ud, maka ketika kami duduk, aku bertanya kepada Ibnu Mas'ud tentang hadits ini, maka dia menceritakannya hadits tersebut kepadaku sebagaimana aku menceritakannya kepada Ibnu Umar.\" Shalih berkata, \"Sungguh telah diceritakan seperti itu dari Abu Rafi'.\" Dan telah menceritakan kepada kami [Abu Bakar bin Ishaq bin Muhammad] telah mengabarkan kepada kami [Ibnu Abu Maryam] telah menceritakan kepada kami [Abdul Aziz bin Muhammad] dia berkata, telah mengabarkan kepadaku [al-Harits bin al-Fudlail al-Hathmi] dari [Ja'far bin Abdullah bin al-Hakam] dari [Abdurrahman bin Miswar bin Makhramah] dari [Abu Rafi'] mantan budak Nabi shallallahu 'alaihi wasallam, dari [Abdullah bin Mas'ud] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah ada Nabi melainkan dia memiliki pembela yang meminta petunjuk dengan petunjuknya, dan mengambil sunnah dengan sunnahnya, \" seperti hadits Shalih, namun ia tidak menyebutkan kedatangan Ibnu Mas'ud dan berkumpulnya Ibnu Umar bersamanya.\"","arab":"حَدَّثَنِي عَمْرٌو النَّاقِدُ وَأَبُو بَكْرِ بْنُ النَّضْرِ وَعَبْدُ بْنُ حُمَيْدٍ وَاللَّفْظُ لِعَبْدٍ قَالُوا حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ قَالَ حَدَّثَنِي أَبِي عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ الْحَارِثِ عَنْ جَعْفَرِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَكَمِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْمِسْوَرِ عَنْ أَبِي رَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا مِنْ نَبِيٍّ بَعَثَهُ اللَّهُ فِي أُمَّةٍ قَبْلِي إِلَّا كَانَ لَهُ مِنْ أُمَّتِهِ حَوَارِيُّونَ وَأَصْحَابٌ يَأْخُذُونَ بِسُنَّتِهِ وَيَقْتَدُونَ بِأَمْرِهِ ثُمَّ إِنَّهَا تَخْلُفُ مِنْ بَعْدِهِمْ خُلُوفٌ يَقُولُونَ مَا لَا يَفْعَلُونَ وَيَفْعَلُونَ مَا لَا يُؤْمَرُونَ فَمَنْ جَاهَدَهُمْ بِيَدِهِ فَهُوَ مُؤْمِنٌ وَمَنْ جَاهَدَهُمْ بِلِسَانِهِ فَهُوَ مُؤْمِنٌ وَمَنْ جَاهَدَهُمْ بِقَلْبِهِ فَهُوَ مُؤْمِنٌ وَلَيْسَ وَرَاءَ ذَلِكَ مِنْ الْإِيمَانِ حَبَّةُ خَرْدَلٍقَالَ أَبُو رَافِعٍ فَحَدَّثْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ فَأَنْكَرَهُ عَلَيَّ فَقَدِمَ ابْنُ مَسْعُودٍ فَنَزَلَ بِقَنَاةَ فَاسْتَتْبَعَنِي إِلَيْهِ عَبْدُ اللَّهِ بْنُ عُمَرَ يَعُودُهُ فَانْطَلَقْتُ مَعَهُ فَلَمَّا جَلَسْنَا سَأَلْتُ ابْنَ مَسْعُودٍ عَنْ هَذَا الْحَدِيثِ فَحَدَّثَنِيهِ كَمَا حَدَّثْتُهُ ابْنَ عُمَرَ قَالَ صَالِحٌ وَقَدْ تُحُدِّثَ بِنَحْوِ ذَلِكَ عَنْ أَبِي رَافِعٍ و حَدَّثَنِيهِ أَبُو بَكْرِ بْنُ إِسْحَقَ بْنِ مُحَمَّدٍ أَخْبَرَنَا ابْنُ أَبِي مَرْيَمَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ قَالَ أَخْبَرَنِي الْحَارِثُ بْنُ الْفُضَيْلِ الْخَطْمِيُّ عَنْ جَعْفَرِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَكَمِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ عَنْ أَبِي رَافِعٍ مَوْلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا كَانَ مِنْ نَبِيٍّ إِلَّا وَقَدْ كَانَ لَهُ حَوَارِيُّونَ يَهْتَدُونَ بِهَدْيِهِ وَيَسْتَنُّونَ بِسُنَّتِهِ مِثْلَ حَدِيثِ صَالِحٍ وَلَمْ يَذْكُرْ قُدُومَ ابْنِ مَسْعُودٍ وَاجْتِمَاعِ ابْنِ عُمَرَ مَعَهُ","source":"Muslim"},"__N_SSG":true}