{"pageProps":{"number":"801","slug":"muslim","id":"Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Yahya bin Sa'id] telah menceritakan kepada kami [Hisyam] telah mengabarkan kepadaku [Bapakku] dari [Aisyah radhiyallahu'anhu] bahwa Ummu Habibah dan Ummu Salamah menyebutkan gereja yang mereka lihat di Etiopia Rasulullah Shallallahu'alaihiwasallam yang didalamnya terdapat gambar-gambar. Maka Rasulullah Shallallahu'alaihiwasallam bersabda, \"Sesungguhnya mereka itu apabila ada seorang laki-laki shalih di antara mereka lalu dia meninggal, maka mereka membangun di atas kuburannya sebuah masjid, dan mereka menggambar laki-laki tersebut. Mereka itu adalah sejelek-jeleknya makhluk di sisi Allah pada hari kiamat.\" Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] dan [Amru an-Naqid] keduanya berkata, telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Hisyam bin Urwah] dari [Bapaknya] dari [Aisyah radhiyallahu'anhu] \"Bahwa mereka saling menyebutkan hadits dari Rasulullah ketika beliau sakit, lalu Ummu Salamah dan Ummu Habibah menyebutkan sebuah gereja\" kemudian dia menyebutkan hadits semisalnya.Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Abu Muawiyah] telah menceritakan kepada kami [Hisyam] dari [Bapaknya] dari [Aisyah radhiyallahu'anha] dia berkata, \"Para istri nabi Shallallahu'alaihiwasallam telah menyebutkan kepada kami sebuah gereja yang kami lihat di tanah Habasyah yang diberi nama Mariyah\" semisal hadits mereka.","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا هِشَامٌ أَخْبَرَنِي أَبِي عَنْ عَائِشَةَأَنَّ أُمَّ حَبِيبَةَ وَأُمَّ سَلَمَةَ ذَكَرَتَا كَنِيسَةً رَأَيْنَهَا بِالْحَبَشَةِ فِيهَا تَصَاوِيرُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أُولَئِكِ إِذَا كَانَ فِيهِمْ الرَّجُلُ الصَّالِحُ فَمَاتَ بَنَوْا عَلَى قَبْرِهِ مَسْجِدًا وَصَوَّرُوا فِيهِ تِلْكِ الصُّوَرَ أُولَئِكِ شِرَارُ الْخَلْقِ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ قَالَا حَدَّثَنَا وَكِيعٌ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّهُمْ تَذَاكَرُوا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَرَضِهِ فَذَكَرَتْ أُمُّ سَلَمَةَ وَأُمُّ حَبِيبَةَ كَنِيسَةً ثُمَّ ذَكَرَ نَحْوَهُ حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ ذَكَرْنَ أَزْوَاجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَنِيسَةً رَأَيْنَهَا بِأَرْضِ الْحَبَشَةِ يُقَالُ لَهَا مَارِيَةُ بِمِثْلِ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}