{"pageProps":{"number":"129","slug":"darimi","id":"Telah mengabarkan kepada kami [Ibrahim bin Musa] dan ['Amru bin Zurarah] dari [Abdul Aziz bin Muhammad] dari [Abu Suhail] ia berkata; \"Dahulu, isteriku pernah bernadzar untuk beri'tikaf di Masjidil Haram selama tiga hari. Kemudian, aku bertanya kepada Umar bin Abdul Aziz rahimahullahu yang saat itu sedang bersama Syihab. Aku bertanya: 'Apakah ia juga wajib berpuasa? ', Ibnu Syihab menjawab: 'Tidak ada i'itikaf kecuali dilakukan sambil berpuasa'. Saat itu, Umar bin Abdul Aziz rahimahullahu terus bertanya: 'Adakah keterangan yang demikian berasal dari Nabi salallahu 'alihi wa sallam? ' Ia menjawab: 'tidak'. Kemudian, Umar bin Abdul Aziz rahimahullahu bertanya: 'Adakah keterangan dari Abu Bakar radliallahu 'anhu? ' ia menjawab: 'tidak ada', ia bertanya: 'adakah keterangan dari Umar radliallahu 'anhu? ', ia menjawab: 'tidak ada juga' ia bertanya: 'adakah keterangan dari Utsman radliallahu 'anhu? ', ia menjawab: 'tidak ada'. Umar rahimahullahu berkata: 'Menurutku tidak wajib bagi wanita itu untuk berpuasa', Lalu aku keluar dan bertemu Thawus dan 'Atho` bin Abu Rabbah, aku bertanya kepada keduanya. [Thawus] menjawab: 'Dahulu [Ibnu Abbas] radliallahu 'anhu (pernah berfatwa) bahwa wanita tersebut tidak wajib puasa, kecuali jika ia bernadzar untuk berpuasa'. Kemudian `Atha` berkata: 'Begitu juga pendapatku'\". ","arab":" أَخْبَرَنَا إِبْرَاهِيمُ بْنُ مُوسَى وَعَمْرُو بْنُ زُرَارَةَ عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ عَنْ أَبِي سُهَيْلٍ قَالَ كَانَ عَلَى امْرَأَتِي اعْتِكَافُ ثَلَاثَةِ أَيَّامٍ فِي الْمَسْجِدِ الْحَرَامِ فَسَأَلْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ وَعِنْدَهُ ابْنُ شِهَابٍ قَالَ قُلْتُ عَلَيْهَا صِيَامٌ قَالَ ابْنُ شِهَابٍ لَا يَكُونُ اعْتِكَافٌ إِلَّا بِصِيَامٍ فَقَالَ لَهُ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ أَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا قَالَ فَعَنْ أَبِي بَكْرٍ قَالَ لَا قَالَ فَعَنْ عُمَرَ قَالَ لَا قَالَ فَعَنْ عُثْمَانَ قَالَ لَا قَالَ عُمَرُ مَا أَرَى عَلَيْهَا صِيَامًا فَخَرَجْتُ فَوَجَدْتُ طَاوُسًا وَعَطَاءَ بْنَ أَبِي رَبَاحٍ فَسَأَلْتُهُمَا فَقَالَ طَاوُسٌ كَانَ ابْنُ عَبَّاسٍ لَا يَرَى عَلَيْهَا صِيَامًا إِلَّا أَنْ تَجْعَلَهُ عَلَى نَفْسِهَا قَالَ وَقَالَ عَطَاءٌ ذَلِكَ رَأْيِي","source":"Darimi"},"__N_SSG":true}