{"pageProps":{"number":"1524","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Abdullah Ar Raqasyi] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Muhammad bin Ishaq] telah menceritakan kepadaku [Abdullah bin Abu Bakr] dari ['Amrah binti Abdurrahman] dari ['Aisyah] radliallahu 'anha, ia berkata; Rasulullah shallallahu 'alaihi wasallam melarang memakan daging kurban setelah tiga hari. Ketika tiba tahun berikutnya, orang-orang banyak yang berkurban, aku pun berkata; \"Wahai Rasulullah, apabila daging hewan-hewan kurban ini dibagikan kepada orang-orang, niscaya mereka akan menyimpan sebagian daging dan lemaknya.\" Beliau bersabda: \"Lalu apa yang menghalangi mereka untuk tidak melakukan hal itu pada hari ini?\" aku berkata; \"Wahai Nabiyullah, bukankah anda telah melarang mereka untuk memakan dagingnya pada tahun lalu yaitu jika lewat tiga hari?\" Beliau bersabda: \"Sesungguhnya aku melarang hal itu untuk sekelompok orang yang datang dari suatu negeri agar mereka dapat membagikan daging tersebut diantara mereka. Adapun sekarang, mereka boleh memakannya dan menyimpannya.\"","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّقَاشِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَقَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ نَهَى عَنْ لُحُومِ الْأَضَاحِيِّ بَعْدَ ثَلَاثٍ فَلَمَّا كَانَ الْعَامُ الْقَابِلُ وَضَحَّى النَّاسُ قُلْتُ يَا رَسُولَ اللَّهِ إِنْ كَانَتْ هَذِهِ الْأَضَاحِيُّ لَتَرْفُقُ بِالنَّاسِ كَانُوا يَدَّخِرُونَ مِنْ لُحُومِهَا وَوَدَكِهَا قَالَ فَمَا يَمْنَعُهُمْ مِنْ ذَلِكَ الْيَوْمَ قُلْتُ يَا نَبِيَّ اللَّهِ أَوَ لَمْ تَنْهَهُمْ عَامَ أَوَّلَ عَنْ أَنْ يَأْكُلُوا لُحُومَهَا فَوْقَ ثَلَاثٍ فَقَالَ إِنَّمَا نَهَيْتُ عَنْ ذَلِكَ لِلْحَاضِرَةِ الَّتِي حَضَرَتْهُمْ مِنْ أَهْلِ الْبَادِيَةِ لِيَنُثُّوا لُحُومَهَا فِيهِمْ فَأَمَّا الْآنَ فَلْيَأْكُلُوا وَلْيَدَّخِرُوا","source":"Darimi"},"__N_SSG":true}