{"pageProps":{"number":"2103","slug":"darimi","id":"Telah mengabarkan kepada kami [Ahmad bin Khalid] telah menceritakan kepada kami [Muhammad yaitu Ishaq] dari [Abdurrahman bin Abu Yazid] dari [Al Qa'qa' bin Hakim] dari [Abdurrahman bin Wa'lah], ia berkata; \"Aku bertanya kepada [Ibnu Abbas] mengenai kulit binatang yang telah mati. Ibnu Abbas menjawab; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Menyamaknya telah menjadikan ia suci.\" Dan aku juga bertanya mengenai penjualan khamer kepada orang kafir dzimmi, aku katakan kepadanya; \"Sesungguhnya kami memiliki anggur yang kami jadikan khamer, kemudian kami menjualnya kepada orang kafir dzimmi.\" Ibnu Abbas berkata; \"Seorang laki-laki dari Tsaqif atau Daus pernah meberikan hadiah kepada Rasulullah shallallahu 'alaihi wasallam sekantong khamer pada saat haji wada', kemudian Nabi shallallahu 'alaihi wasallam bersabda kepadanya: \"Tidakkah engkau tahu wahai Abu Fulan, bahwa Allah telah mengharamkannya.\" Laki-laki itu berujar; \"Tidak, demi Allah.\" Beliau bersabda: \"Sesungguhnya Allah telah mengharamkannya.\" Kemudian orang itu menoleh kepada budaknya sambil berkata; \"Bawalah ini keluar ke Jazwarah (sebuah tempat di Mekkah) dan juallah.\" Mendengar itu, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidakkah engkau mengetahui wahai Abu Fulan, bahwa sesuatu yang haram untuk meminumnya, maka haram pula menjualnya.\" Ibnu Abbas berkata; \"Kemudian beliau memerintahkan agar khamer tersebut ditumpahkan di Bathha`.\" ","arab":" أَخْبَرَنَا أَحْمَدُ بْنُ خَالِدٍ حَدَّثَنَا مُحَمَّدٌ هُوَ ابْنُ إِسْحَقَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي يَزِيدَ عَنْ الْقَعْقَاعِ بْنِ حَكِيمٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ وَعْلَةَ قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ عَنْ جُلُودِ الْمَيْتَةِ فَقَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دِبَاغُهَا طَهُورُهَا وَسَأَلْتُهُ عَنْ بَيْعِ الْخَمْرِ مِنْ أَهْلِ الذِّمَّةِ فَقُلْتُ لَهُ إِنَّ لَنَا أَعْنَابًا وَإِنَّا نَتَّخِذُ مِنْهَا هَذِهِ الْخُمُورَ فَنَبِيعُهَا مِنْ أَهْلِ الذِّمَّةِ قَالَ ابْنُ عَبَّاسٍ أَهْدَى رَجُلٌ مِنْ ثَقِيفٍ أَوْ دَوْسٍ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَاوِيَةً مِنْ خَمْرٍ فِي حَجَّةِ الْوَدَاعِ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا عَلِمْتَ يَا أَبَا فُلَانٍ أَنَّ اللَّهَ قَدْ حَرَّمَهَا قَالَ لَا وَاللَّهِ قَالَ فَإِنَّ اللَّهَ قَدْ حَرَّمَهَا فَالْتَفَتَ إِلَى غُلَامِهِ فَقَالَ اخْرُجْ بِهَا إِلَى الْحَزْوَرَةِ فَبِعْهَا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوَ مَا عَلِمْتَ يَا أَبَا فُلَانٍ أَنَّ الَّذِي حَرَّمَ شُرْبَهَا حَرَّمَ بَيْعَهَا قَالَ فَأَمَرَ بِهَا فَأُفْرِغَتْ فِي الْبَطْحَاءِ","source":"Darimi"},"__N_SSG":true}