{"pageProps":{"number":"362","slug":"darimi","id":"Telah mengabarkan kepada kami [yazid bin harun] telah mengabarkan kepada kami [Jarir bin Hazim] dari [ya'la bin Hakim] dari ['Ikrimah] dari [Ibnu Abbas] radliallahu 'anhu ia berkata: \"Ketika Rasulullah sallallahu 'alaihi wa sallam wafat, aku mengatakan kepada seorang kabilah Anshar: 'Wahai fulan, kemarilah, mari kita bertanya kepada para sahabat Nabi sallallahu 'alaihi wa sallam, jumlah mereka sekarang banyak.' Ia berkomentar: 'Aneh sekali kamu ini hai Ibnu Abbas radliallahu 'anhu, Tidakkah kamu tahu bahwa justru merekalah yang membutuhkan kamu, adapun para sahabat Nabi sallallahu 'alaihi wa sallam yang ada, siapa yang kamu anggap layak untuk ditanya? ', Orang itu membiarkan ucapannya, dan aku selalu bertanya dan bertanya. Jika aku peroleh informasi suatu hadits pada seseorang, segera aku temui. Kata Ibnu'Abbas: '(Suatu saat) pernah aku menjadikan selendangku untuk bantal di depan pintu rumahnya, namun angin berhembus sampai debu mengenai wajahku, kemudian ia keluar dan melihatku', ia berkata: 'Wahai keponakan Rasulullah sallallahu 'alaihi wa sallam, apa yang membuatmu datang (kesini)? Mengapa tidak kamu utus seseorang dan aku saja yang menemuimu? ', aku menjawab: 'Tidak, aku lebih layak untuk menemuimu lalu aku menanyakannya suatu hadits. Ibnu Abbas berkata: 'Orang tersebut masih hidup hingga ia melihatku dikunjungi orang banyak (utuk menggali ilmu) ', kemudian orang tersebut berkata: 'Pemuda ini memang lebih cerdas dibandingkan aku' \". ","arab":" أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ عَنْ يَعْلَى بْنِ حَكِيمٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ لِرَجُلٍ مِنْ الْأَنْصَارِ يَا فُلَانُ هَلُمَّ فَلْنَسْأَلْ أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّهُمْ الْيَوْمَ كَثِيرٌ فَقَالَ وَا عَجَبًا لَكَ يَا ابْنَ عَبَّاسٍ أَتَرَى النَّاسَ يَحْتَاجُونَ إِلَيْكَ وَفِي النَّاسِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ تَرَى فَتَرَكَ ذَلِكَ وَأَقْبَلْتُ عَلَى الْمَسْأَلَةِ فَإِنْ كَانَ لَيَبْلُغُنِي الْحَدِيثُ عَنْ الرَّجُلِ فَآتِيهِ وَهُوَ قَائِلٌ فَأَتَوَسَّدُ رِدَائِي عَلَى بَابِهِ فَتَسْفِي الرِّيحُ عَلَى وَجْهِي التُّرَابَ فَيَخْرُجُ فَيَرَانِي فَيَقُولُ يَا ابْنَ عَمِّ رَسُولِ اللَّهِ مَا جَاءَ بِكَ أَلَا أَرْسَلْتَ إِلَيَّ فَآتِيَكَ فَأَقُولُ لَا أَنَا أَحَقُّ أَنْ آتِيَكَ فَأَسْأَلُهُ عَنْ الْحَدِيثِ قَالَ فَبَقِيَ الرَّجُلُ حَتَّى رَآنِي وَقَدْ اجْتَمَعَ النَّاسُ عَلَيَّ فَقَالَ كَانَ هَذَا الْفَتَى أَعْقَلَ مِنِّي","source":"Darimi"},"__N_SSG":true}