{"pageProps":{"number":"416","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Yazid] telah menceritakan kepada kami [Ibnu Fudlail] telah menceritakan kepada kami ['Atha` bin As sa`ib] dari [Salim bin Abu Al Ja'd] dari [Ibnu Abbas] radliallahu 'anhu ia berkata: \"Seorang Arab dusun datang kepada Nabi sallallahu 'alaihi wa sallam dan berkata: 'ASSALAMU 'ALAIKA (semoga keselamatan selalu terlimpahkan atas kamu) wahai anak Bani Abdul Muthallib', beliau menjawab: 'WA 'ALAIKA (atasmu juga) ', Ia berkata lagi: 'Aku seorang dari pamanmu dari Bani Sa'ad bin Bakar, dan aku utusan kaumku yang diutus untuk menemuimu, dan aku betul-betul serius menanyakan permasalahanku'. Beliau berkata: 'Silahkan wahai saudara bani Sa'ad', ia bertanya: 'Siapakah yang menciptakan kamu dan orang-orang sebelum kamu?, dan siapa yang menciptakan orang-orang setelah kamu? ' beliau menjawab: 'Allah subhanallahu wa ta'ala', ia berkata: 'Aku tegaskan apakah Dia yang mengutusmu? ', beliau menjawab: 'Ya, benar', ia bertanya lagi: 'Siapakah yang menciptakan langit dan bumi yang tujuh dan mengatur rizki (untuk mahluk) diantara keduanya? ', beliau menjawab: 'Allah subhanallahu wa ta'ala', ia berkata lagi: Aku tegaskan lagi apakah Dia yang mengutusmu? ', beliau menjawab: 'Ya, benar', ia berkata: Kami dapati dalam kitabmu, dan para utusanmu memerintahkan kami agar kami menunaikan shalat dalam sehari semalam sebanyak lima waktu, aku tegaskan apakah Dia yang mengutusmu? ', beliau menjawab: 'Ya, benar', ia berkata: ' kami dapati dalam kitabmu, dan para utusanmu memerintahkan kami untuk mengeluarkan sebagian dari harta-harta kami (untuk diberikan kepada) orang fakir kami?, aku tegaskan apakah Dia yang mengutusmu? ', beliau menjawab: 'Ya, benar', ia berkata: 'Adapun (pertanyaan) yang kelima, aku tidak menanyakannya padamu dan aku tidak ragu padanya, kemudian ia berkata: 'Demi Dzat yang mengutusmu dengan benar, aku dan orang yang menaatiku dari kaumku akan mengamalkan itu semua', kemudian ia pulang, lalu Nabi sallallahu 'alaihi wa sallam tertawa, hingga terlihat gigi gerahamnya, kemudian beliau berkata: 'Demi Dzat yang jiwaku berada dalam genggamannya, jika ia benar, niscaya ia masuk surga' \".","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ يَزِيدَ حَدَّثَنَا ابْنُ فُضَيْلٍ حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ ابْنِ عَبَّاسٍ قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ السَّلَامُ عَلَيْكَ يَا غُلَامَ بَنِي عَبْدِ الْمُطَّلِبِ فَقَالَ وَعَلَيْكَ وَقَالَ إِنِّي رَجُلٌ مِنْ أَخْوَالِكَ مِنْ بَنِي سَعْدِ بْنِ بَكْرٍ وَأَنَا رَسُولُ قَوْمِي إِلَيْكَ وَوَافِدُهُمْ وَإِنِّي سَائِلُكَ فَمُشَدِّدٌ مَسْأَلَتِي إِلَيْكَ وَمُنَاشِدُكَ فَمُشَدِّدٌ مُنَاشَدَتِي إِيَّاكَ قَالَ خُذْ عَنْكَ يَا أَخَا بَنِي سَعْدٍ قَالَ مَنْ خَلَقَكَ وَخَلَقَ مَنْ قَبْلَكَ وَمَنْ هُوَ خَالِقُ مَنْ بَعْدَكَ قَالَ اللَّهُ قَالَ فَنَشَدْتُكَ بِذَلِكَ أَهُوَ أَرْسَلَكَ قَالَ نَعَمْ قَالَ مَنْ خَلَقَ السَّمَوَاتِ السَّبْعَ وَالْأَرَضِينَ السَّبْعَ وَأَجْرَى بَيْنَهُنَّ الرِّزْقَ قَالَ اللَّهُ قَالَ فَنَشَدْتُكَ بِذَلِكَ أَهُوَ أَرْسَلَكَ قَالَ نَعَمْ قَالَ إِنَّا وَجَدْنَا فِي كِتَابِكَ وَأَمَرَتْنَا رُسُلُكَ أَنْ نُصَلِّيَ فِي الْيَوْمِ وَاللَّيْلَةِ خَمْسَ صَلَوَاتٍ لِمَوَاقِيتِهَا فَنَشَدْتُكَ بِذَلِكَ أَهُوَ أَمَرَكَ قَالَ نَعَمْ قَالَ فَإِنَّا وَجَدْنَا فِي كِتَابِكَ وَأَمَرَتْنَا رُسُلُكَ أَنْ نَأْخُذَ مِنْ حَوَاشِي أَمْوَالِنَا فَنَرُدَّهَا عَلَى فُقَرَائِنَا فَنَشَدْتُكَ بِذَلِكَ أَهُوَ أَمَرَكَ بِذَلِكَ قَالَ نَعَمْ ثُمَّ قَالَ أَمَّا الْخَامِسَةُ فَلَسْتُ بِسَائِلِكَ عَنْهَا وَلَا أَرَبَ لِي فِيهَا ثُمَّ قَالَ أَمَا وَالَّذِي بَعَثَكَ بِالْحَقِّ لَأَعْمَلَنَّ بِهَا وَمَنْ أَطَاعَنِي مِنْ قَوْمِي ثُمَّ رَجَعَ فَضَحِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذُهُ ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَئِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَ","source":"Darimi"},"__N_SSG":true}