{"pageProps":{"number":"948","slug":"darimi","id":"Telah mengabarkan kepada kami [Abdullah bin Shalih] telah menceritakan kepadaku [Al Laits bin Sa'd] telah menceritakan kepadaku ['Uqail] dari [Ibnu Syihab] telah mengabarkan kepadaku ['Abbad bin Ziyad] dari ['Urwah bin Al Mughirah] dan [Hamzah bin Al Mughirah] bahwa keduanya telah mendengar [Al Mughirah bin Syu'bah] mengabarkan, bahwa Rasulullah shallallahu 'alaihi wasallam datang bersama Al Mughirah bin Syu'bah dan mendapati orang-orang telah mendirikan shalat subuh. Orang-orang itu (para sahabat) telah menunjuk Abdurrahman bin 'Auf untuk menjadi imam, maka Abdurrahman pun shalat bersama mereka satu rakaat shalat subuh sebelum Rasulullah shallallahu 'alaihi wasallam datang. Kemudian Rasulullah shallallahu 'alaihi wasallam datang dan berbaris di shaf bersama orang-orang di belakang Abdurrahman bin 'Auf pada rakaat kedua. Lalu ketika Abdurrahman bin 'Auf mengucapkan salam, Rasulullah shallallahu 'alaihi wasallam berdiri kemudian melakukan shalat. Maka orang-orang pun kaget karena hal tersebut hingga mereka memperbanyak mengucapkan kalimat tasbih. Kemudian tatkala Rasulullah shallallahu 'alaihi wasallam menyelesaikan shalatnya beliau berkata kepada orang-orang: \"Sungguh kalian telah benar, atau kalian telah berbuat baik.\"","arab":" أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ حَدَّثَنِي اللَّيْثُ بْنُ سَعْدٍ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عَبَّادُ بْنُ زِيَادٍ عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ وَحَمْزَةَ بْنِ الْمُغِيرَةِ أَنَّهُمَا سَمِعَا الْمُغِيرَةَ بْنَ شُعْبَةَ يُخْبِرُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْبَلَ وَأَقْبَلَ مَعَهُ الْمُغِيرَةُ بْنُ شُعْبَةَ حَتَّى وَجَدُوا النَّاسَ قَدْ أَقَامُوا الصَّلَاةَ صَلَاةَ الْفَجْرِ وَقَدَّمُوا عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ يُصَلِّي بِهِمْ فَصَلَّى بِهِمْ عَبْدُ الرَّحْمَنِ رَكْعَةً مِنْ صَلَاةِ الْفَجْرِ قَبْلَ أَنْ يَأْتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ جَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَفَّ مَعَ النَّاسِ وَرَاءَ عَبْدِ الرَّحْمَنِ فِي الرَّكْعَةِ الثَّانِيَةِ فَلَمَّا سَلَّمَ عَبْدُ الرَّحْمَنِ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ صَلَّى فَفَزِعَ النَّاسُ لِذَلِكَ وَأَكْثَرُوا التَّسْبِيحَ فَلَمَّا قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاتَهُ قَالَ لِلنَّاسِ قَدْ أَصَبْتُمْ أَوْ قَدْ أَحْسَنْتُمْ","source":"Darimi"},"__N_SSG":true}