{"pageProps":{"number":"979","slug":"darimi","id":"Telah menceritakan kepada kami [Hasyim bin Al Qasim] telah menceritakan kepada kami [Syu'bah] dari [Ya'la bin 'Atha`] ia berkata, saya mendengar [Jabir bin Yazid bin Al Aswad As Suwai] menceritakan dari [Ayahnya], bahwa ia pernah shalat subuh bersama Nabi shallallahu 'alaihi wasallam. Ia berkata, \"Tiba-tiba saat Nabi shallallahu 'alaihi wasallam melaksanakan shalat ada dua orang laki-laki yang sedang duduk di pojok masjid, mereka tidak ikut mengerjakan shalat. Maka beliau minta agar keduanya dipanggil, maka dibawalah mereka berdua ke hadapan beliau dengan bergetar. Beliau lantas bertanya: \"Apakah yang menghalangi kalian untuk melakukan shalat?\" Keduanya menjawab, \"Kami telah melakukan shalat di perjalanan kami.\" Beliau berkata: \"Jangan kalian melakukan hal itu, apabila kalian telah melakukan shalat di perjalanan, kemudian mendapati imam maka lakukanlah shalat, karena shalat tersebut bagi kalian sebagai shalat sunah.\" Kemudian orang-orang memegang tangan beliau dan mengusapkannya ke wajah mereka.\" Yazid (perawi) berkata, \"Kemudian aku memegang tangan beliau dan mengusapkan ke wajahku, ternyata tangan beliau lebih dingin daripada salju, dan lebih harum daripada minyak kasturi.\" ","arab":" حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا شُعْبَةُ عَنْ يَعْلَى بْنِ عَطَاءٍ قَالَ سَمِعْتُ جَابِرَ بْنَ يَزِيدَ بْنِ الْأَسْوَدِ السُّوَائِيَّ يُحَدِّثُ عَنْ أَبِيهِ أَنَّهُ صَلَّى مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الصُّبْحِ قَالَ فَإِذَا رَجُلَانِ حِينَ صَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَاعِدَانِ فِي نَاحِيَةٍ لَمْ يُصَلِّيَا قَالَ فَدَعَا بِهِمَا فَجِيءَ بِهِمَا تُرْعَدُ فَرَائِصُهُمَا قَالَ مَا مَنَعَكُمَا أَنْ تُصَلِّيَا قَالَا صَلَّيْنَا فِي رِحَالِنَا قَالَ فَلَا تَفْعَلَا إِذَا صَلَّيْتُمَا فِي رِحَالِكُمَا ثُمَّ أَدْرَكْتُمَا الْإِمَامَ فَصَلِّيَا فَإِنَّهَا لَكُمَا نَافِلَةٌ قَالَ فَقَامَ النَّاسُ يَأْخُذُونَ بِيَدِهِ يَمْسَحُونَ بِهَا وُجُوهَهُمْ قَالَ فَأَخَذْتُ بِيَدِهِ فَمَسَحْتُ بِهَا وَجْهِي فَإِذَا هِيَ أَبْرَدُ مِنْ الثَّلْجِ وَأَطْيَبُ رِيحًا مِنْ الْمِسْكِ","source":"Darimi"},"__N_SSG":true}