{"pageProps":{"number":"1336","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abdullah bin Muhammad An Nufaili], telah menceritakan kepada Kami [Miskin], telah menceritakan kepada Kami [Muhammad bin Al Muhajir], dari [Rabi'ah bin Yazid] dari [Abu Kabsyah As Saluli], telah menceritakan kepada Kami [Sahl bin Al Hanzhalah], ia berkata; 'Uyainah bin Hishn dan Al Aqra' bin Habis datang kepada Rasulullah shallAllahu wa'alaihi wa sallam dan meminta kepada beliau. Kemudian beliau memerintahkan agar keduanya diberi apa yang mereka minta dan memerintahkan kepada Mu'awiyah agar menuliskan untuk mereka apa yang mereka minta. Adapun Al Aqra' maka ia mengambil catatannya dan melipatnya pada surbannya dan pergi, adapun 'Uyainah maka ia mengambil catatannya dan datang kepada Nabi shallallahu 'alaihi wasallam di tempatnya, dan berkata; wahai Rasulullah, apakah anda berpendapat saya akan membawa sebuah catatan kepada kaumku yang tidak saya ketahui apa isinya, seperti selembar kertas Al Mutalammis? Kemudian Mu'awiyah memberitahukan perkataannya tersebut kepada Rasulullah shallAllahu wa'alaihi wa sallam, kemudian Rasulullah shallAllahu wa'alaihi wa sallam bersabda: \"Barang siapa yang meminta-minta sementara ia memiliki sesuatu yang mencukupinya maka sesungguhnya ia memperbanyak api Neraka.\" An Nufaili pada tempat yang lain berkata; bara Neraka Jahannam. Kemudian mereka berkata; wahai Rasulullah, apa yang mencukupinya? -An Nufaili berkata pada tempat yang lain; apakah kecukupan yang tidak layak karenanya untuk meminta-minta? - Beliau bersabda: \"Seukuran sesuatu yang dapat memberinya makan siang dan malam.\" An Nufaili berkata pada tempat yang lain; ia kenyang satu hari semalam, atau semalam dan sehari. Ia menceritakan kepada Kami secara ringkas sesuai dengan lafazh yang telah Kami sebutkan ini. ","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ حَدَّثَنَا مِسْكِينٌ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُهَاجِرِ عَنْ رَبِيعَةَ بْنِ يَزِيدَ عَنْ أَبِي كَبْشَةَ السَّلُولِيِّ حَدَّثَنَا سَهْلُ ابْنُ الْحَنْظَلِيَّةِ قَالَقَدِمَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُيَيْنَةُ بْنُ حِصْنٍ وَالْأَقْرَعُ بْنُ حَابِسٍ فَسَأَلَاهُ فَأَمَرَ لَهُمَا بِمَا سَأَلَا وَأَمَرَ مُعَاوِيَةَ فَكَتَبَ لَهُمَا بِمَا سَأَلَا فَأَمَّا الْأَقْرَعُ فَأَخَذَ كِتَابَهُ فَلَفَّهُ فِي عِمَامَتِهِ وَانْطَلَقَ وَأَمَّا عُيَيْنَةُ فَأَخَذَ كِتَابَهُ وَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَانَهُ فَقَالَ يَا مُحَمَّدُ أَتُرَانِي حَامِلًا إِلَى قَوْمِي كِتَابًا لَا أَدْرِي مَا فِيهِ كَصَحِيفَةِ الْمُتَلَمِّسِ فَأَخْبَرَ مُعَاوِيَةُ بِقَوْلِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ سَأَلَ وَعِنْدَهُ مَا يُغْنِيهِ فَإِنَّمَا يَسْتَكْثِرُ مِنْ النَّارِ وَقَالَ النُّفَيْلِيُّ فِي مَوْضِعٍ آخَرَ مِنْ جَمْرِ جَهَنَّمَ فَقَالُوا يَا رَسُولَ اللَّهِ وَمَا يُغْنِيهِ وَقَالَ النُّفَيْلِيُّ فِي مَوْضِعٍ آخَرَ وَمَا الْغِنَى الَّذِي لَا تَنْبَغِي مَعَهُ الْمَسْأَلَةُ قَالَ قَدْرُ مَا يُغَدِّيهِ وَيُعَشِّيهِ وَقَالَ النُّفَيْلِيُّ فِي مَوْضِعٍ آخَرَ أَنْ يَكُونَ لَهُ شِبْعُ يَوْمٍ وَلَيْلَةٍ أَوْ لَيْلَةٍ وَيَوْمٍوَكَانَ حَدَّثَنَا بِهِ مُخْتَصَرًا عَلَى هَذِهِ الْأَلْفَاظِ الَّتِي ذَكَرْتُ","source":"Abu Daud"},"__N_SSG":true}