{"pageProps":{"number":"1345","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Musaddad] telah menceritakan kepada Kami [Hammad bin Zaid], dari [Harun bin Riab], ia berkata; ia berkata; telah menceritakan kepadaku [Kinanah bin Nu'aim Al 'Adawi] dari [Qabishah bin Mukhariq Al Hilali], ia berkata; saya menanggung sebuah denda kemudian datang kepada Rasulullah shallallahu 'alaihi wasallam dan bertanya kepadanya mengenai hal tersebut. Kemudian beliau berkata: \"Bangunlah wahai Qabishah hingga datang zakat kepada Kami kemudian Kami perintahkan agar diberikan kepadamu.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai Qabishah, sesungguhnya sedekah tidaklah halal kecuali bagi salah satu dari tiga orang yaitu; orang yang menanggung denda maka halal baginya untuk meminta-minta, kemudian meminta-minta hingga ia mendapatkannya kemudian ia menahan diri dari meminta-minta, dan seorang laki-laki yang tertimpa bencana hingga menghancurkan hartanya, maka halal baginya untuk meminta-minta, kemudian ia meminta-minta hingga mendapatkan penopang hidup kemudian menahan diri dari meminta-minta. Dan seorang laki-laki yang tertimpa kemiskinan hingga terdapat tiga orang yang bijaksana dari kaumnya bersaksi bahwa Fulan telah tertimpa kemiskinan. Maka halal baginya untuk meminta-minta hingga ia mendapatkan penopang hidup, dan sikap meminta-minta selain itu wahai Qabishah adalah perbuatan haram yang dimakan pelakunya sebagai sesuatu yang haram.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ هَارُونَ بْنِ رِئَابٍ قَالَ حَدَّثَنِي كِنَانَةُ بْنُ نُعَيْمٍ الْعَدَوِيُّ عَنْ قَبِيصَةَ بْنِ مُخَارِقٍ الْهِلَالِيِّ قَالَتَحَمَّلْتُ حَمَالَةً فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَقِمْ يَا قَبِيصَةُ حَتَّى تَأْتِيَنَا الصَّدَقَةُ فَنَأْمُرَ لَكَ بِهَا ثُمَّ قَالَ يَا قَبِيصَةُ إِنَّ الْمَسْأَلَةَ لَا تَحِلُّ إِلَّا لِأَحَدِ ثَلَاثَةٍ رَجُلٍ تَحَمَّلَ حَمَالَةً فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَهَا ثُمَّ يُمْسِكُ وَرَجُلٍ أَصَابَتْهُ جَائِحَةٌ فَاجْتَاحَتْ مَالَهُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ أَوْ قَالَ سِدَادًا مِنْ عَيْشٍ وَرَجُلٍ أَصَابَتْهُ فَاقَةٌ حَتَّى يَقُولَ ثَلَاثَةٌ مِنْ ذَوِي الْحِجَى مِنْ قَوْمِهِ قَدْ أَصَابَتْ فُلَانًا الْفَاقَةُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ أَوْ سِدَادًا مِنْ عَيْشٍ ثُمَّ يُمْسِكُ وَمَا سِوَاهُنَّ مِنْ الْمَسْأَلَةِ يَا قَبِيصَةُ سُحْتٌ يَأْكُلُهَا صَاحِبُهَا سُحْتًا","source":"Abu Daud"},"__N_SSG":true}