{"pageProps":{"number":"1884","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sulaiman bin Daud], telah menceritakan kepada kami [Ibnu Wahb], telah menceritakan kepada kami [Abdurrahman bin Abu Az Zinad] dari [Hisyam bin 'Urwah] dari [ayahnya], ia berkata; [Aisyah radliallahu 'anha] telah mencela hal tersebut dengan keras, yaitu mencela hadits Fathimah binti Qais. Ia berkata; sesungguhnya Fathimah dahulu berada di tempat yang asing sehingga dikhawatirkan atas dirinya. Oleh karena itu Rasulullah shallallahu 'alaihi wasallam memberikan keringanan kepadanya. Telah menceritakan kepada kami Muhammad bin Katsir, telah mengabarkan kepada kami Sufyan dari Abdurrahman bin Al Qasim dari ayahnya dari 'Urwah bin Az Zubair bahwa Aisyah ditanya; bagaimana pendapatmu mengenai perkataan Fathimah? Ia berkata; ketahuilah bahwa tidak ada kebaikan baginya dalam hal tersebut. Telah menceritakan kepada kami Harun bin Zaid, telah menceritakan kepada kami ayahku, dari Sufyan, dari Yahya bin Sa'id dari Sulaiman bin Yasar mengenai keluarnya Fathimah, ia berkata; sesungguhnya hal tersebut termasuk diantara keburukan akhlaq.","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ حَدَّثَنَا ابْنُ وَهْبٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ قَالَلَقَدْ عَابَتْ ذَلِكَ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا أَشَدَّ الْعَيْبِ يَعْنِي حَدِيثَ فَاطِمَةَ بِنْتِ قَيْسٍ وَقَالَتْ إِنَّ فَاطِمَةَ كَانَتْ فِي مَكَانٍ وَحْشٍ فَخِيفَ عَلَى نَاحِيَتِهَا فَلِذَلِكَ رَخَّصَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ أَخْبَرَنَا سُفْيَانُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ أَنَّهُ قِيلَ لِعَائِشَةَ أَلَمْ تَرَيْ إِلَى قَوْلِ فَاطِمَةَ قَالَتْ أَمَا إِنَّهُ لَا خَيْرَ لَهَا فِي ذَلِكَ حَدَّثَنَا هَارُونُ بْنُ زَيْدٍ حَدَّثَنَا أَبِي عَنْ سُفْيَانَ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ فِي خُرُوجِ فَاطِمَةَ قَالَ إِنَّمَا كَانَ ذَلِكَ مِنْ سُوءِ الْخُلُقِ","source":"Abu Daud"},"__N_SSG":true}