{"pageProps":{"number":"2180","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Sulaiman Al Anbari], telah menceritakan kepada kami [Waki'] dari [Sufyan] dari ['Alqamah bin Murtsad] dari [Sulaiman bin Buraidah], dari [ayahnya], ia berkata; Rasulullah shallallahu wa'alaihi wa sallam apabila mengutus seorang pemimpin dalam sebuah satuan militer atau sebuah pasukan maka beliau berwasiat kepadanya agar bertakwa kepada Allah pada dirinya secara khusus dan berbuat baik kepada orang-orang muslim yang bersamanya. Dan beliau berkata: \"Apabila engkau bertemu musuhmu dari kalangan orang-orang musyrik maka ajaklah ia kepada salah satu tiga perkara; apapun diantara ketiga perkara tersebut yang mereka penuhi untuk dilakukan maka terimalah dari mereka, dan tahanlah diri dari menyerang mereka, kemudian ajaklah mereka kepada Islam. Apabila mereka memenuhi seruanmu maka terimalah dari mereka dan tahanlah diri dari menyerang mereka, kemudian ajaklah mereka agar berpindah dari negeri mereka menuju negeri muhajirin, dan beritahukan kepada mereka apabila mereka melakukan hal tersebut maka bagi mereka apa yang menjadi hak orang-orang muhajirin dan kewajiban mereka adalah yang menjadi kewajiban orang-orang muhajirin. Kemudian apabila mereka menolak dan memilih negeri mereka maka beritahukan kepada mereka bahwa mereka seperti orang-orang badui muslim yang diberlakukan atas mereka hukum Allah sebagaimana yang berlaku terhadap orang-orang mukmin dan mereka tidak memiliki bagian fai` dan rampasan perang kecuali mereka berjihad bersama orang-orang muslim. Dan apabila mereka menolak untuk masuk Islam maka mintalah mereka untuk memberikan Jizyah dan apabila mereka melakukan hal tersebut maka terimalah dari mereka dan jangan menyerang mereka, kemudian apabila mereka menolak maka mintalah pertolongan kepada Allah dan perangilah mereka. Dan apabila engkau mengepung penghuni sebuah benteng kemudian mereka ingin agar engkau menempatkan mereka di atas hukum Allah ta'ala, maka janganlah engkau menempatkan mereka. Karena sesungguhnya engkau tidak mengetahui apa yang Allah putuskan terhadap mereka. Akan tetapi tempatkanlah di atas hukummu! Kemudian berilah keputusan terhadap mereka setelah itu sesuai apa yang engkau kehendaki.\" Sufyan bin 'Uyainah berkata; ['Alqamah] berkata; kemudian aku menceritakan hadits ini kepada [Muqatil bin Hayyan] lalu ia berkata; telah menceritakan kepadaku [Muslim] dari [An Nu'man bin Muqarrin] dari Nabi shallallahu 'alaihi wasallam seperti hadits Sulaiman bin Buraidah. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْأَنْبَارِيُّ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا بَعَثَ أَمِيرًا عَلَى سَرِيَّةٍ أَوْ جَيْشٍ أَوْصَاهُ بِتَقْوَى اللَّهِ فِي خَاصَّةِ نَفْسِهِ وَبِمَنْ مَعَهُ مِنْ الْمُسْلِمِينَ خَيْرًا وَقَالَ إِذَا لَقِيتَ عَدُوَّكَ مِنْ الْمُشْرِكِينَ فَادْعُهُمْ إِلَى إِحْدَى ثَلَاثِ خِصَالٍ أَوْ خِلَالٍ فَأَيَّتُهَا أَجَابُوكَ إِلَيْهَا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ادْعُهُمْ إِلَى الْإِسْلَامِ فَإِنْ أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ثُمَّ ادْعُهُمْ إِلَى التَّحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ الْمُهَاجِرِينَ وَأَعْلِمْهُمْ أَنَّهُمْ إِنْ فَعَلُوا ذَلِكَ أَنَّ لَهُمْ مَا لِلْمُهَاجِرِينَ وَأَنَّ عَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ فَإِنْ أَبَوْا وَاخْتَارُوا دَارَهُمْ فَأَعْلِمْهُمْ أَنَّهُمْ يَكُونُونَ كَأَعْرَابِ الْمُسْلِمِينَ يُجْرَى عَلَيْهِمْ حُكْمُ اللَّهِ الَّذِي يَجْرِي عَلَى الْمُؤْمِنِينَ وَلَا يَكُونُ لَهُمْ فِي الْفَيْءِ وَالْغَنِيمَةِ نَصِيبٌ إِلَّا أَنْ يُجَاهِدُوا مَعَ الْمُسْلِمِينَ فَإِنْ هُمْ أَبَوْا فَادْعُهُمْ إِلَى إِعْطَاءِ الْجِزْيَةِ فَإِنْ أَجَابُوا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ فَإِنْ أَبَوْا فَاسْتَعِنْ بِاللَّهِ تَعَالَى وَقَاتِلْهُمْ وَإِذَا حَاصَرْتَ أَهْلَ حِصْنٍ فَأَرَادُوكَ أَنْ تُنْزِلَهُمْ عَلَى حُكْمِ اللَّهِ تَعَالَى فَلَا تُنْزِلْهُمْ فَإِنَّكُمْ لَا تَدْرُونَ مَا يَحْكُمُ اللَّهُ فِيهِمْ وَلَكِنْ أَنْزِلُوهُمْ عَلَى حُكْمِكُمْ ثُمَّ اقْضُوا فِيهِمْ بَعْدُ مَا شِئْتُمْقَالَ سُفْيَانُ بْنُ عُيَيْنَةَ قَالَ عَلْقَمَةُ فَذَكَرْتُ هَذَا الْحَدِيثَ لِمُقَاتِلِ بْنِ حَيَّانَ فَقَالَ حَدَّثَنِي مُسْلِمٌ قَالَ قَالَ أَبُو دَاوُد هُوَ ابْنُ هَيْصَمٍ عَنْ النُّعْمَانِ بْنِ مُقَرِّنٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ حَدِيثِ سُلَيْمَانَ بْنِ بُرَيْدَةَ","source":"Abu Daud"},"__N_SSG":true}