{"pageProps":{"number":"2222","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Ibrahim bin Sa'd], telah mengabarkan kepada kami [Ibnu Syihab] telah mengabarkan kepadaku ['Amr bin Jariyah Ats Tsaqafi], sekutu Bani Zuhrah, dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, ia berkata; Rasulullah shallallahu 'alaihi wasallam mengutus sepuluh orang mata-mata dan menganggkat 'Ashim bin Tsabit sebagai pemimpin. Kemudian orang-orang Hudzail keluar untuk memerangi mereka jumlah mereka sekitar seratus orang pemanah. Kemudian tatkala 'Ashim merasakan kedatangan orang-orang Hudzail tersebut maka mereka berlindung ke dataran tinggi. Kemudian orang-orang Hudzail tersebut berkata; turunlah, dan berikan tangan kalian. Untuk kalian perjanjian agar kami tidak membunuh seorangpun diantara kalian. Kemudian 'Ashim berkata; adapun aku, maka aku tidak akan turun dengan perlindungan orang kafir. Kemudian mereka memanah mereka dan membunuh 'Ashim diantara tujuh orang yang terbunuh. Dan tiga orang turun kepada mereka dengan perjanjian tersebut. Diantara ketiga orang tersebut adalah Khubaib, Zaid bin Ad Datsanah, seseorang yang lain. Kemudian tatkala orang-orang tersebut menguasai mereka maka mereka melepaskan tali busur mereka dan mengikat ketiga orang tersebut. Orang yang ketiga berkata; ini adalah awal pengingkaran janji. Demi Allah aku tidak akan menyertai kalian, sesungguhnya mereka adalah teladanku. Kemudian mereka menariknya namun ia menolak untuk mengikut mereka. Lalu mereka membunuhnya. Dan Khubaib tetap menjadi tawanan hingga mereka bersepakat untuk membunuhnya. Lalu ia meminjam pisau untuk mencukur rambut kemaluannya. Kemudian tatkala mereka keluar membawanya untuk mereka bunuh Khubaib berkata kepada mereka; biarkan aku untuk melakukan shalat dua raka'at! Kemudian ia berkata; demi Allah, seandainya kalian tidak menyangka bahwa aku takut niscaya aku akan menambahnya. Telah menceritakan kepada kami [Ibnu 'Auf], telah menceritakan kepada kami [Abu Al Yaman], telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri], telah mengabarkan kepadaku ['Amr bin Sufyan bin Asid bin Jariyah Ats Tsaqafi] ia adalah sekutu Bani Zuhrah, dan ia termasuk sahabat Abu Hurairah. Kemudian ia menyebutkan hadits. ","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا إِبْرَاهِيمُ يَعْنِي ابْنَ سَعْدٍ أَخْبَرَنَا ابْنُ شِهَابٍ أَخْبَرَنِي عَمْرُو بْنُ جَارِيَةَ الثَّقَفِيُّ حَلِيفُ بَنِي زُهْرَةَ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشَرَةً عَيْنًا وَأَمَّرَ عَلَيْهِمْ عَاصِمَ بْنَ ثَابِتٍ فَنَفَرُوا لَهُمْ هُذَيْلٌ بِقَرِيبٍ مِنْ مِائَةِ رَجُلٍ رَامٍ فَلَمَّا أَحَسَّ بِهِمْ عَاصِمٌ لَجَئُوا إِلَى قَرْدَدٍ فَقَالُوا لَهُمْ انْزِلُوا فَأَعْطُوا بِأَيْدِيكُمْ وَلَكُمْ الْعَهْدُ وَالْمِيثَاقُ أَنْ لَا نَقْتُلَ مِنْكُمْ أَحَدًا فَقَالَ عَاصِمٌ أَمَّا أَنَا فَلَا أَنْزِلُ فِي ذِمَّةِ كَافِرٍ فَرَمَوْهُمْ بِالنَّبْلِ فَقَتَلُوا عَاصِمًا فِي سَبْعَةِ نَفَرٍ وَنَزَلَ إِلَيْهِمْ ثَلَاثَةُ نَفَرٍ عَلَى الْعَهْدِ وَالْمِيثَاقِ مِنْهُمْ خُبَيْبٌ وَزَيْدُ بْنُ الدَّثِنَةِ وَرَجُلٌ آخَرُ فَلَمَّا اسْتَمْكَنُوا مِنْهُمْ أَطْلَقُوا أَوْتَارَ قِسِيِّهِمْ فَرَبَطُوهُمْ بِهَا فَقَالَ الرَّجُلُ الثَّالِثُ هَذَا أَوَّلُ الْغَدْرِ وَاللَّهِ لَا أَصْحَبُكُمْ إِنَّ لِي بِهَؤُلَاءِ لَأُسْوَةً فَجَرُّوهُ فَأَبَى أَنْ يَصْحَبَهُمْ فَقَتَلُوهُ فَلَبِثَ خُبَيْبٌ أَسِيرًا حَتَّى أَجْمَعُوا قَتْلَهُ فَاسْتَعَارَ مُوسَى يَسْتَحِدُّ بِهَا فَلَمَّا خَرَجُوا بِهِ لِيَقْتُلُوهُ قَالَ لَهُمْ خُبَيْبٌ دَعُونِي أَرْكَعُ رَكْعَتَيْنِ ثُمَّ قَالَ وَاللَّهِ لَوْلَا أَنْ تَحْسَبُوا مَا بِي جَزَعًا لَزِدْتُحَدَّثَنَا ابْنُ عَوْفٍ حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عَمْرُو بْنُ أَبِي سُفْيَانَ بْنِ أَسِيدِ بْنِ جَارِيَةَ الثَّقَفِيُّ وَهُوَ حَلِيفٌ لِبَنِي زُهْرَةَ وَكَانَ مِنْ أَصْحَابِ أَبِي هُرَيْرَةَ فَذَكَرَ الْحَدِيثَ","source":"Abu Daud"},"__N_SSG":true}