{"pageProps":{"number":"2491","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu As Sarh], dan [Ibnu Abu Khalaf], dengan lafazhnya, mereka berkata; telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari ['Urwah], dari [Abu Humaid As Sa'idi], bahwa Nabi shallallahu 'alaihi wasallam mengangkat seorang laki-laki dari Azd yang bernama Ibnu Al Lutbiyyah sebagai pegawai. -Ibnu As Sarh berkata; Ibnu Al Utbiyyah-. Untuk mengurusi zakat, kemudian ia datang dan berkata; ini yang menjadi untuk anda dan yang ini dihadiahkan kepadaku. Kemudian Nabi shallallahu 'alaihi wasallam berdiri di atas mimbar lalu memuji Allah dan bersabda: \"Bagaimana dengan seorang pekerja yang kami utus, kemudian datang dan berkata; ini untuk anda dan ini dihadiahkan kepadaku. Tidakkah sekiranya ia duduk di rumah ayah atau ibunya kemudian menunggu, apakah ia akan diberi hadiah atau tidak? Tidaklah seseorang diantara kalian mengambil sesuatupun dari hal tersebut kecuali pada Hari Kiamat ia datang dengan membawanya pada lehernya, apabila sesuatu tersebut adalah unta maka unta tersebut bersuara unta, apabila atau sapi maka sapi tersebut bersuara sapi, dan kambing yang mengembik.\" Kemudian Rasulullah shallallahu 'alaihi wasallam mengangkat kedua tangannya hingga kami melihat putih kedua ketiaknya. Kemudian beliau mengucapkan: \"Ya Allah, bukankah aku telah menyampaikan? Ya Allah, bukankah aku telah menyampaikan?\"","arab":"حَدَّثَنَا ابْنُ السَّرْحِ وَابْنُ أَبِي خَلَفٍ لَفْظَهُ قَالَا حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَعْمَلَ رَجُلًا مِنْ الْأَزْدِ يُقَالُ لَهُ ابْنُ اللُّتْبِيَّةِ قَالَ ابْنُ السَّرْحِ ابْنُ الْأُتْبِيَّةِ عَلَى الصَّدَقَةِ فَجَاءَ فَقَالَ هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَقَالَ مَا بَالُ الْعَامِلِ نَبْعَثُهُ فَيَجِيءُ فَيَقُولُ هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي أَلَا جَلَسَ فِي بَيْتِ أُمِّهِ أَوْ أَبِيهِ فَيَنْظُرَ أَيُهْدَى لَهُ أَمْ لَا لَا يَأْتِي أَحَدٌ مِنْكُمْ بِشَيْءٍ مِنْ ذَلِكَ إِلَّا جَاءَ بِهِ يَوْمَ الْقِيَامَةِ إِنْ كَانَ بَعِيرًا فَلَهُ رُغَاءٌ أَوْ بَقَرَةً فَلَهَا خُوَارٌ أَوْ شَاةً تَيْعَرُ ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْنَا عُفْرَةَ إِبِطَيْهِ ثُمَّ قَالَ اللَّهُمَّ هَلْ بَلَّغْتُ اللَّهُمَّ هَلْ بَلَّغْتُ","source":"Abu Daud"},"__N_SSG":true}