{"pageProps":{"number":"2548","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Miskin Al Yamami], telah menceritakan kepada kami [Yahya bin Hassan], telah menceritakan kepada kami [Sulaiman bin Bilal] dari [Yahya bin Sa'id] dari [Busyair bin Yasar] bahwa Rasulullah shallallahu 'alaihi wasallam tatkala Allah memberikan fa` yang berupa Khaibar kepadanya beliau membaginya menjadi tiga puluh enam saham. Kemudian beliau memisahkan setengah yaitu delapan belas saham untuk orang-orang muslim, setiap saham menghimpun seratus saham. Nabi shallallahu 'alaihi wasallam bersama mereka, beliau mendapatkan saham seperti saham salah seorang diantara mereka. Dan Rasulullah shallallahu 'alaihi wasallam memisahkan delapan belas saham yang merukan setengah bagian untuk musibah-musibah yang kemungkinan menimpa dan urusan muslimin yang terjadi. Setengah bagian tersebut adalah benteng Wathih, daerah Kutaibah, Salalim dan yang mengikutinya. Kemudian tatkala harta tersebut telah berada di tangan Nabi shallallahu 'alaihi wasallam dan muslimin, mereka tidak memiliki pekerja yang mengerjakan pekerjaannya untuk mereka. Kemudian Rasulullah shallallahu 'alaihi wasallam memanggil orang-orang yahudi dan mempekerjakan mereka. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مِسْكِينٍ الْيَمَامِيُّ حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ حَدَّثَنَا سُلَيْمَانُ يَعْنِي ابْنَ بِلَالٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا أَفَاءَ اللَّهُ عَلَيْهِ خَيْبَرَ قَسَمَهَا سِتَّةً وَثَلَاثِينَ سَهْمًا جَمْعُ فَعَزَلَ لِلْمُسْلِمِينَ الشَّطْرَ ثَمَانِيَةَ عَشَرَ سَهْمًا يَجْمَعُ كُلُّ سَهْمٍ مِائَةً النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَهُمْ لَهُ سَهْمٌ كَسَهْمِ أَحَدِهِمْ وَعَزَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَمَانِيَةَ عَشَرَ سَهْمًا وَهُوَ الشَّطْرُ لِنَوَائِبِهِ وَمَا يَنْزِلُ بِهِ مِنْ أَمْرِ الْمُسْلِمِينَ فَكَانَ ذَلِكَ الْوَطِيحَ وَالْكُتَيْبَةَ وَالسَّلَالِمَ وَتَوَابِعَهَا فَلَمَّا صَارَتْ الْأَمْوَالُ بِيَدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمِينَ لَمْ يَكُنْ لَهُمْ عُمَّالٌ يَكْفُونَهُمْ عَمَلَهَا فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْيَهُودَ فَعَامَلَهُمْ","source":"Abu Daud"},"__N_SSG":true}