{"pageProps":{"number":"2886","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah?], telah menceritakan kepada kami [Waki'] dan [Humaid bin Abdurrahman Ar Ruwasi], dari [Al Mughirah bin Ziyad] dari ['Ubadah bin Nusai] dari [Al Aswad bin Tsa'labah] dari ['Ubadah bin Ash Shamit] ia berkata; aku mengajari orang-orang ahli Shuffah menulis dan membaca, kemudian terdapat seseorang di antara yang memberiku hadiah sebuah busur panah. Kemudian aku katakan; busur bukanlah sebuah harta, dan aku akan menggunakannya untuk memanah di jalan Allah 'azza wajalla. Sungguh aku akan datang kepada Rasulullah shallallahu 'alaihi wasallam dan bertanya kepada beliau. Kemudian aku datang kepada beliau dan aku katakan; wahai Rasulullah, seorang laki-laki di antara orang-orang yang aku ajari menulis dan membaca telah memberiku hadiah sebuah busur panah, dan busur bukanlah merupakan harta dan aku akan menggunakannya untuk memanah di jalan Allah. Beliau berkata: \"Apabila engkau ingin dikalungi dengan kalung dari api maka terimalah!\" telah menceritakan kepada kami ['Amr bin Utsman] dan [Katsir bin 'Ubaid], mereka berkata; telah menceritakan kepada kami [Baqiyyah], telah menceritakan kepadaku [Bisyr bin Abdullah bin Yasar]. ['Amr] berkata; dan telah menceritakan kepadaku ['Ubadah bin Nusai], dari [Junadah bin Abu Umayyah], dari ['Ubadah bin Ash Shamit], seperti hadits ini. Dan hadits yang pertama lebih sempurna. Kemudian aku katakan; bagaimana pendapat engkau, wahai Rasulullah? Kemudian beliau bersabda: \"Itu adalah bara di antara dua pundakmu, engkau memakainya sebagai kalung atau menggantungkanya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ وَحُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الرُّوَاسِيُّ عَنْ مُغِيرَةَ بْنِ زِيَادٍ عَنْ عُبَادَةَ بْنِ نُسَيٍّ عَنْ الْأَسْوَدِ بْنِ ثَعْلَبَةَ عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَعَلَّمْتُ نَاسًا مِنْ أَهْلِ الصُّفَّةِ الْكِتَابَ وَالْقُرْآنَ فَأَهْدَى إِلَيَّ رَجُلٌ مِنْهُمْ قَوْسًا فَقُلْتُ لَيْسَتْ بِمَالٍ وَأَرْمِي عَنْهَا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ لَآتِيَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَأَسْأَلَنَّهُ فَأَتَيْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ رَجُلٌ أَهْدَى إِلَيَّ قَوْسًا مِمَّنْ كُنْتُ أُعَلِّمُهُ الْكِتَابَ وَالْقُرْآنَ وَلَيْسَتْ بِمَالٍ وَأَرْمِي عَنْهَا فِي سَبِيلِ اللَّهِ قَالَ إِنْ كُنْتَ تُحِبُّ أَنْ تُطَوَّقَ طَوْقًا مِنْ نَارٍ فَاقْبَلْهَاحَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ وَكَثِيرُ بْنُ عُبَيْدٍ قَالَا حَدَّثَنَا بَقِيَّةُ حَدَّثَنِي بِشْرُ بْنُ عَبْدِ اللَّهِ بْنِ يَسَارٍ قَالَ عَمْرٌو و حَدَّثَنِي عُبَادَةُ بْنُ نُسَيٍّ عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ عَنْ عُبَادَةَ بْنِ الصَّامِتِ نَحْوَ هَذَا الْخَبَرِ وَالْأَوَّلُ أَتَمُّ فَقُلْتُ مَا تَرَى فِيهَا يَا رَسُولَ اللَّهِ فَقَالَ جَمْرَةٌ بَيْنَ كَتِفَيْكَ تَقَلَّدْتَهَا أَوْ تَعَلَّقْتَهَا","source":"Abu Daud"},"__N_SSG":true}