{"pageProps":{"number":"3621","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad Ibnul Mutsanna] berkata, telah menceritakan kepada kami [Mu'adz bin Hisyam] berkata, telah menceritakan kepadaku [Bapakku] dari [Qatadah] dari [Shalih Abu Al Khalil] dari [Sahabatnya] dari [Ummu Salamah] isteri Nabi shallallahu 'alaihi wasallam, dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Akan terjadi perselisihan saat matinya khalifah, lalu seorang laki-laki (Al Mahdi) akan keluar dari Madinah pergi menuju Makkah. Lantas beberapa orang dari penduduk Makkah mendatanginya, mereka memaksanya keluar (dari dalam rumah) meskipun ia tidak menginginkannya. Orang-orang itu kemudian membaiatnya pada suatu tempat antara Rukun (Hajar Asawad) dan Maqam (Ibrahim). Lalu dikirimlah sepasukan dari penduduk Syam untuk memeranginya, tetapi pasukan itu justru ditenggelamkan oleh (Allah) di Al Baida, tempat antara Makkah dan Madinah. Maka ketika manusia melihat hal itu, orang-orang shalih dari Syam dan orang-orang terbaik dari penduduk Irak membaiatnya antara rukun dan Maqam. Lalu tumbuhlah seorang laki-laki dari bangsa Quraisy, paman-pamannya dari suku Kalb, ia lalu mengirimkan sepasukan untuk memerangi mereka (orang-orang yang berbaiat kepada Al mahdi) namun mereka dapat mengalahkan mereka (pasukan yang dikirim oleh lelaki Quraisy dari suku Kalb). Alangkah ruginya orang yang tidak ikut serta dalam pembagian ghanimah perang melawan suku Kalb. ia (Al Mahdi) lalu membagi ghanimah, dan membina manusia dengan sunnah Nabi mereka shallallahu 'alaihi wasallam dan menyampaikan Islam ke semua penduduk bumi. Ia berkuasa selama tujuh tahun, kemudian wafat dan dishalati oleh kaum muslimin.\" Abu Dawud berkata, \"Sebagian mereka menyebutkan dari Hisyam, \" selama sembilan tahun.\" Dan sebagian yang lain menyebutkan, \"Selama tujuh tahun.\" Telah menceritakan kepada kami [Harun bin Abdullah] berkata, telah menceritakan kepada kami [Abdu Ash Shamad] dari [Hammam] dari [Qatadah] dengan hadits yang sama. Beliau mengatakan, \"sembilan tahun.\" Abu Dawud berkata, \"Selain Mu'adz menyebutkan dari Hisyam, \"selama sembilan tahun.\" Telah menceritakan kepada kami [Ibnul Mutsanna] berkata, telah menceritakan kepada kami [Amru bin Ashim] berkata, telah menceritakan kepada kami [Abu Al Awwam] berkata, telah menceritakan kepada kami [Qatadah] dari [Abu Al Khalil] dari [Abdullah bin Al Harits] dari [Ummu Salamah] dari Nabi shallallahu 'alaihi wasallam seperti hadits ini, namun hadits Mu'adz lebih lengkap.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ عَنْ صَالِحٍ أَبِي الْخَلِيلِ عَنْ صَاحِبٍ لَهُ عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَكُونُ اخْتِلَافٌ عِنْدَ مَوْتِ خَلِيفَةٍ فَيَخْرُجُ رَجُلٌ مِنْ أَهْلِ الْمَدِينَةِ هَارِبًا إِلَى مَكَّةَ فَيَأْتِيهِ نَاسٌ مِنْ أَهْلِ مَكَّةَ فَيُخْرِجُونَهُ وَهُوَ كَارِهٌ فَيُبَايِعُونَهُ بَيْنَ الرُّكْنِ وَالْمَقَامِ وَيُبْعَثُ إِلَيْهِ بَعْثٌ مِنْ أَهْلِ الشَّامِ فَيُخْسَفُ بِهِمْ بِالْبَيْدَاءِ بَيْنَ مَكَّةَ وَالْمَدِينَةِ فَإِذَا رَأَى النَّاسُ ذَلِكَ أَتَاهُ أَبْدَالُ الشَّامِ وَعَصَائِبُ أَهْلِ الْعِرَاقِ فَيُبَايِعُونَهُ بَيْنَ الرُّكْنِ وَالْمَقَامِ ثُمَّ يَنْشَأُ رَجُلٌ مِنْ قُرَيْشٍ أَخْوَالُهُ كَلْبٌ فَيَبْعَثُ إِلَيْهِمْ بَعْثًا فَيَظْهَرُونَ عَلَيْهِمْ وَذَلِكَ بَعْثُ كَلْبٍ وَالْخَيْبَةُ لِمَنْ لَمْ يَشْهَدْ غَنِيمَةَ كَلْبٍ فَيَقْسِمُ الْمَالَ وَيَعْمَلُ فِي النَّاسِ بِسُنَّةِ نَبِيِّهِمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيُلْقِي الْإِسْلَامُ بِجِرَانِهِ فِي الْأَرْضِ فَيَلْبَثُ سَبْعَ سِنِينَ ثُمَّ يُتَوَفَّى وَيُصَلِّي عَلَيْهِ الْمُسْلِمُونَقَالَ أَبُو دَاوُد قَالَ بَعْضُهُمْ عَنْ هِشَامٍ تِسْعَ سِنِينَ و قَالَ بَعْضُهُمْ سَبْعَ سِنِينَ حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا عَبْدُ الصَّمَدِ عَنْ هَمَّامٍ عَنْ قَتَادَةَ بِهَذَا الْحَدِيثِ وَقَالَ تِسْعَ سِنِينَ قَالَ أَبُو دَاوُد و قَالَ غَيْرُ مُعَاذٍ عَنْ هِشَامٍ تِسْعَ سِنِينَ حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ حَدَّثَنَا أَبُو الْعَوَّامِ حَدَّثَنَا قَتَادَةُ عَنْ أَبِي الْخَلِيلِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ أُمِّ سَلَمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ وَحَدِيثُ مُعَاذٍ أَتَمُّ","source":"Abu Daud"},"__N_SSG":true}