{"pageProps":{"number":"3731","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibrahim bin Musa Ar Razi] berkata, telah mengabarkan kepada kami [Isa bin Yunus] dari [Busyair Ibnul Muhajir] berkata, telah menceritakan kepada kami [Abdullah bin Buraidah] dari [Bapaknya] ia berkata, \"Seorang wanita -dari Ghamid- datang menemui Nabi shallallahu 'alaihi wasallam, ia berkata, \"Aku telah berbuat kehinaan (zina).\" Beliau bersabda: \"Pulanglah.\" Wanita itu lalu kembali pulang. Keesokan harinya ia datang lagi kepada beliau dan berkata, \"Apakah engkau akan menyuruhku untuk kembali lagi sebagaimana engkau perintahkan kepada Ma'iz! Demi Allah, sesungguhnya aku telah hamil.\" Beliau lalu bersabda kepadanya: \"Pulanglah.\" Wanita itu lalu kembali pulang. Keesokan harinya ia datang lagi kepada beliau, maka beliau pun bersabda: \"Kembalilah pulang hingga engkau melahirkan.\" Wanita itu lalu pulang. Ketika ia telah melahirkan, ia datang lagi menghadap Nabi shallallahu 'alaihi wasallam dengan membawa bayi, ia berkata, \"Aku telah melahirkan bayi ini.\" Beliau lalu bersabda kepadanya: \"Pulang dan susuilah anak itu hingga engkau menyapihnya.\" Setelah menyapihnya, wanita itu kembali menghadap Nabi shallallahu 'alaihi wasallam dengan membawa bayinya yang sedang makan sesuatu ditangannya. Beliau memerintahkan agar anak itu diserahkan kepada salah seorang laki-laki dari kaum muslimin, selanjutnya beliau memerintahkan (untuk merajamnya). Lalu dibuatlah lubang untuknya, hingga wanita itu dimasukkan ke dalam lubang dan dirajam. Dan Khalid adalah salah seorang yang ikut merajam wanita itu, ia melempar wanita itu dengan batu hingga darahnya mengenainya, ia pun mencela wanita tersebut. Nabi shallallahu 'alaihi wasallam kemudian bersabda kepada Khalid: \"Tunggu wahai Khalid! Demi Dzat yang jiwaku ada dalam tangan-Nya, ia telah bertaubat, sekiranya taubatnya dilakukan oleh seorang penganiaya, pasti ia akan diampuni.\" Beliau lantas memerintahkan (untuk mengurus jenazah wanita itu), wanita itu lalu dishalati dan dikuburkan.\"","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ عَنْ بُشَيْرِ بْنِ الْمُهَاجِرِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ أَبِيهِأَنَّ امْرَأَةً يَعْنِي مِنْ غَامِدٍ أَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ إِنِّي قَدْ فَجَرْتُ فَقَالَ ارْجِعِي فَرَجَعَتْ فَلَمَّا أَنْ كَانَ الْغَدُ أَتَتْهُ فَقَالَتْ لَعَلَّكَ أَنْ تَرُدَّنِي كَمَا رَدَدْتَ مَاعِزَ بْنَ مَالِكٍ فَوَاللَّهِ إِنِّي لَحُبْلَى فَقَالَ لَهَا ارْجِعِي فَرَجَعَتْ فَلَمَّا كَانَ الْغَدُ أَتَتْهُ فَقَالَ لَهَا ارْجِعِي حَتَّى تَلِدِي فَرَجَعَتْ فَلَمَّا وَلَدَتْ أَتَتْهُ بِالصَّبِيِّ فَقَالَتْ هَذَا قَدْ وَلَدْتُهُ فَقَالَ لَهَا ارْجِعِي فَأَرْضِعِيهِ حَتَّى تَفْطِمِيهِ فَجَاءَتْ بِهِ وَقَدْ فَطَمَتْهُ وَفِي يَدِهِ شَيْءٌ يَأْكُلُهُ فَأَمَرَ بِالصَّبِيِّ فَدُفِعَ إِلَى رَجُلٍ مِنْ الْمُسْلِمِينَ وَأَمَرَ بِهَا فَحُفِرَ لَهَا وَأَمَرَ بِهَا فَرُجِمَتْ وَكَانَ خَالِدٌ فِيمَنْ يَرْجُمُهَا فَرَجَمَهَا بِحَجَرٍ فَوَقَعَتْ قَطْرَةٌ مِنْ دَمِهَا عَلَى وَجْنَتِهِ فَسَبَّهَا فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَهْلًا يَا خَالِدُ فَوَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ تَابَتْ تَوْبَةً لَوْ تَابَهَا صَاحِبُ مَكْسٍ لَغُفِرَ لَهُ وَأَمَرَ بِهَا فَصُلِّيَ عَلَيْهَا وَدُفِنَتْ","source":"Abu Daud"},"__N_SSG":true}