{"pageProps":{"number":"3740","slug":"abu-daud","id":"Telah menceritakan kepada kami [Yahya bin Musa Al Balkhi] berkata, telah menceritakan kepada kami [Abu Usamah] berkata; [Mujalid] berkata; telah mengabarkan kepada kami dari [Amir] dari [Jabir bin Abdullah] ia berkata, \"Orang-orang yahudi datang dengan membawa seorang laki-laki dan perempuan mereka yang telah melakukan perzinaan. Beliau lalu bersabda: \"Datangkan kepadaku orang yang paling tahu dari cendikia kalian.\" Mereka lalu mendatangkan dua anak Shuriya, beliau bertanya kepada keduanya: \"Hukuman apa yang kalian dapatkan dalam kitab Taurat berkenaan dengan kedua pezina ini?\" keduanya menjawab, \"Kami mendapatkan dalam kitab taurat; jika ada empat orang saksi yang menyatakan bahwa mereka telah melihat kemaluan si laki-laki masuk ke dalam kemaluan wanita seperti pena celak masuk ke dalam botolnya, maka mereka harus dirajam.\" Beliau bertanya lagi: \"Lalu apa yang menghalangi kalian untuk merajam mereka berdua?\" keduanya menjawab, \"Kekuasaan kami telah hilang, maka kami takut untuk dibunuh.\" Rasulullah shallallahu 'alaihi wasallam lantas meminta didatangkan beberapa orang saksi, mereka lalu datang dengan membawa empat orang saksi yang kemudian menyatakan kesaksiannya, bahwa mereka melihat kemaluan si lelaki masuk ke dalam kemaluan wanita layaknya pena celak masuk ke dalam botolnya. Maka, Rasulullah shallallahu 'alaihi wasallam kemudian memerintahkan untuk merajam keduanya.\" Telah menceritakan kepada kami [Wahb bin Baqiyyah] dari [Husyaim] dari [Mugirah] dari [Ibrahim] dan [Asy Sya'bi] dari Nabi shallallahu 'alaihi wasallam sebagaimana hadits tersebut. Namun tidak disebutkan, 'beliau lalu minta didatangkan empat orang saksi, lalu mereka pun bersaksi.\" Telah menceritakan kepada kami [Wahb bin baqiyyah] dari [Husyaim] dari [Ibnu Syubrumah] dari [Asy Sya'bi] seperti hadits tersebut.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ حَدَّثَنَا أَبُو أُسَامَةَ قَالَ مُجَالِدٌ أَخْبَرَنَا عَنْ عَامِرٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَجَاءَتْ الْيَهُودُ بِرَجُلٍ وَامْرَأَةٍ مِنْهُمْ زَنَيَا فَقَالَ ائْتُونِي بِأَعْلَمِ رَجُلَيْنِ مِنْكُمْ فَأَتَوْهُ بِابْنَيْ صُورِيَا فَنَشَدَهُمَا كَيْفَ تَجِدَانِ أَمْرَ هَذَيْنِ فِي التَّوْرَاةِ قَالَا نَجِدُ فِي التَّوْرَاةِ إِذَا شَهِدَ أَرْبَعَةٌ أَنَّهُمْ رَأَوْا ذَكَرَهُ فِي فَرْجِهَا مِثْلَ الْمِيلِ فِي الْمُكْحُلَةِ رُجِمَا قَالَ فَمَا يَمْنَعُكُمَا أَنْ تَرْجُمُوهُمَا قَالَا ذَهَبَ سُلْطَانُنَا فَكَرِهْنَا الْقَتْلَ فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالشُّهُودِ فَجَاءُوا بِأَرْبَعَةٍ فَشَهِدُوا أَنَّهُمْ رَأَوْا ذَكَرَهُ فِي فَرْجِهَا مِثْلَ الْمِيلِ فِي الْمُكْحُلَةِ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَجْمِهِمَاحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ عَنْ هُشَيْمٍ عَنْ مُغِيرَةَ عَنْ إِبْرَاهِيمَ وَالشَّعْبِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ لَمْ يَذْكُرْ فَدَعَا بِالشُّهُودِ فَشَهِدُوا حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ عَنْ هُشَيْمٍ عَنْ ابْنِ شُبْرُمَةَ عَنْ الشَّعْبِيِّ بِنَحْوٍ مِنْهُ","source":"Abu Daud"},"__N_SSG":true}