{"pageProps":{"number":"464","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Mu'adz bin 'Abbad Al-Anbari] telah menceritakan kepada kami [Abu 'Awanah] dari [Ya'la bin 'Atha`] dari [Ma'bad bin Hurmuz] dari [Sa'id bin Al-Musayyib] dia berkata; Ada [seorang dari sahabat Anshar] sedang menghadapi sakaratul maut dan dia berkata; Sesungguhnya saya akan menceritakan kepada kalian (suatu hadits) yang saya tidak mengharapkan apa-apa kecuali pahala. Saya mendengar Rasulullah Shallallahu alaihi wasallam bersabda: \"Apabila salah seorang di antara kalian berwudlu dan dia membaguskan wudlunya, kemudian keluar untuk melaksanakan shalat, maka tidaklah dia mengangkat kaki kanannya kecuali Allah Azza wa Jalla menulis baginya suatu kebajikan, dan tidaklah dia mengangkat kaki kirinya kecuali Allah Azza wa Jalla menghapus satu kesalahannya darinya. Maka silahkanlah kalian mendekatkan langkah atau menjauhkannya. Dan apabila dia datang ke masjid lalu shalat dengan berjama'ah, maka dosanya akan diampuni, jika dia sampai di masjid sementara jama'ah bersama imam telah mengerjakan sebagian shalat dan tinggal sebagian, maka hendaklah dia melaksanakan yang tersisa dan menyempurnakan yang lainnya, maka dia pun akan diampuni, dan begitu juga jika dia sampai di masjid dan dia mendapatkan shalat telah dilaksanakan semuanya, maka baginya juga akan diampuni.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مُعَاذِ بْنِ عَبَّادٍ الْعَنْبَرِيُّ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ يَعْلَى بْنِ عَطَاءٍ عَنْ مَعْبَدِ بْنِ هُرْمُزَ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَحَضَرَ رَجُلًا مِنْ الْأَنْصَارِ الْمَوْتُ فَقَالَ إِنِّي مُحَدِّثُكُمْ حَدِيثًا مَا أُحَدِّثُكُمُوهُ إِلَّا احْتِسَابًا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا تَوَضَّأَ أَحَدُكُمْ فَأَحْسَنَ الْوُضُوءَ ثُمَّ خَرَجَ إِلَى الصَّلَاةِ لَمْ يَرْفَعْ قَدَمَهُ الْيُمْنَى إِلَّا كَتَبَ اللَّهُ عَزَّ وَجَلَّ لَهُ حَسَنَةً وَلَمْ يَضَعْ قَدَمَهُ الْيُسْرَى إِلَّا حَطَّ اللَّهُ عَزَّ وَجَلَّ عَنْهُ سَيِّئَةً فَلْيُقَرِّبْ أَحَدُكُمْ أَوْ لِيُبَعِّدْ فَإِنْ أَتَى الْمَسْجِدَ فَصَلَّى فِي جَمَاعَةٍ غُفِرَ لَهُ فَإِنْ أَتَى الْمَسْجِدَ وَقَدْ صَلَّوْا بَعْضًا وَبَقِيَ بَعْضٌ صَلَّى مَا أَدْرَكَ وَأَتَمَّ مَا بَقِيَ كَانَ كَذَلِكَ فَإِنْ أَتَى الْمَسْجِدَ وَقَدْ صَلَّوْا فَأَتَمَّ الصَّلَاةَ كَانَ كَذَلِكَ","source":"Abu Daud"},"__N_SSG":true}