{"pageProps":{"number":"499","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sulaiman bin Harb] dan [Muslim dan Ibrahim] dengan makna, dari [Wuhaib] dari [Mush'ab bin Muhammad] dari [Abu Shalih] dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Imam itu dijadikan hanyalah untuk diikuti, apabila dia bertakbir maka bertakbirlah kalian dan janganlah kalian bertakbir hingga dia bertakbir, apabila dia rukuk maka rukuklah kalian dan janganlah kalian rukuk hingga dia rukuk, apabila dia mengucapkan, 'Sami'allaahu liman hamidah' (Allah mendengar kepada orang yang memujiNya), maka ucapkanlah, 'Allahumma Rabbanaa Walakal Hamdu' (Ya Allah, wahai Rabb Kami, segala puji hanya bagiMu). Muslim menyebutkan (dengan lafazh); Walakalhamdu. Apabila dia sujud maka sujudlah kalian dan janganlah kalian sujud hingga dia sujud, apabila dia shalat dengan berdiri maka shalatlah kalian dengan berdiri dan apabila dia shalat dengan duduk maka shalatlah kalian semua dengan duduk.\" Abu Dawud menyebutkan; Allahumma Rabbana Lakalhamdu, telah memahamkan saya sebagian sahabat kami, dari [Sulaiman] telah menceritakan kepada kami [Muhammad bin Adam Al-Mishshishi] telah menceritakan kepada kami [Abu Khalid] dari [Ibnu 'Ajlan] dari [Zaid bin Aslam] dari [Abu Shalih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Sesungguhnya imam itu dijadikan hanyalah untuk diikuti, \" dengan hadits ini, dan dia menambahkan; Dan apabila dia (imam) membaca (Al Quran) maka diamlah kalian. Abu Dawud berkata; Tambahan ini, yakni, \"Dan apabila dia (imam) membaca (Al Quran) maka diamlah kalian\", tidaklah terhafal, dan kesalahan pada kami dari Abu Khalid. ","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ وَمُسْلِمُ بْنُ إِبْرَاهِيمَ الْمَعْنَى عَنْ وُهَيْبٍ عَنْ مُصْعَبِ بْنِ مُحَمَّدٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا جُعِلَ الْإِمَامُ لِيُؤْتَمَّ بِهِ فَإِذَا كَبَّرَ فَكَبِّرُوا وَلَا تُكَبِّرُوا حَتَّى يُكَبِّرَ وَإِذَا رَكَعَ فَارْكَعُوا وَلَا تَرْكَعُوا حَتَّى يَرْكَعَ وَإِذَا قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ قَالَ مُسْلِمٌ وَلَكَ الْحَمْدُ وَإِذَا سَجَدَ فَاسْجُدُوا وَلَا تَسْجُدُوا حَتَّى يَسْجُدَ وَإِذَا صَلَّى قَائِمًا فَصَلُّوا قِيَامًا وَإِذَا صَلَّى قَاعِدًا فَصَلُّوا قُعُودًا أَجْمَعُونَقَالَ أَبُو دَاوُد اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ أَفْهَمَنِي بَعْضُ أَصْحَابِنَا عَنْ سُلَيْمَانَ حَدَّثَنَا مُحَمَّدُ بْنُ آدَمَ الْمِصِّيصِيُّ حَدَّثَنَا أَبُو خَالِدٍ عَنْ ابْنِ عَجْلَانَ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا جُعِلَ الْإِمَامُ لِيُؤْتَمَّ بِهِ بِهَذَا الْخَبَرِ زَادَ وَإِذَا قَرَأَ فَأَنْصِتُوا قَالَ أَبُو دَاوُد وَهَذِهِ الزِّيَادَةُ وَإِذَا قَرَأَ فَأَنْصِتُوا لَيْسَتْ بِمَحْفُوظَةٍ الْوَهْمُ عِنْدَنَا مِنْ أَبِي خَالِدٍ","source":"Abu Daud"},"__N_SSG":true}