{"pageProps":{"number":"98","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Abu 'Awanah] dari [Khalid bin 'Alqamah] dari [Abdi Khair], dia berkata; [Ali radliallahu 'anhu] pernah menemui kami sedangkan dia telah shalat, lalu dia meminta untuk didatangkan air bersuci, maka kami katakan; \"Apa yang akan dia lakukan dengan air suci sedangkan dia sudah shalat? Dia tidak berkehendak kecuali untuk mengajari kita.\" Lalu didatangkan bejana berisi air, kemudian dia menuangkan air dari bejana tersebut pada tangan kanannya, dia membasuh kedua tangannya tiga kali, lalu berkumur dan beristinsyaq tiga kali, dia berkumur dan beristinsyaq dari telapak tangan yang dia gunakan untuk mengambil air (yakni dengan tangan kanannya), lalu dia membasuh wajahnya tiga kali, kemudian membasuh tangan kanannya tiga kali dan membasuh tangan kirinya tiga kali, kemudian berkata; \"Barangsiapa yang ingin mengetahui wudhu Rasulullah shallallahu 'alaihi wasallam, maka ia adalah seperti ini.\" Telah menceritakan kepada kami [Al Hasan bin Ali Al Hulwani] telah menceritakan kepada kami [Al Husain bin Ali Al Ju'fi] dari [Za`idah] telah menceritakan kepada kami [Khalid bin Alqamah Al Hamdani] dari [Abdi Khair], \"Rasulullah shallallahu 'alaihi wasallam bersabda pada waktu Shubuh, lalu masuk ke Rahbah, kemudian beliau meminta untuk didatangkan air, lalu datanglah seorang pemuda dengan membawa bejana berisi air.\" Dia berkata; \"Kemudian beliau mengambil bejana dengan tangan kanannya, lalu menuangkan ke tangan kirinya dan membasuh kedua telapak tangannya tiga kali, lalu beliau memasukkan tangan kanannya ke bejana, kemudian berkumur tiga kali, lalu beristinsyaq tiga kali.\" Kemudian dia (Za`idah bin Qudamah) menyebutkan hadits Abu Awanah yang baru saja disebutkan dan meneruskannya dengan mengatakan; Kemudian beliau mengusap kepalanya, bagian depan dan bagian belakangnya satu kali, lalu dia menyebutkan hadits semisalnya. Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepadaku [Muhammad bin Ja'far] telah menceritakan kepadaku [Syu'bah] dia berkata; Saya pernah mendengar [Malik bin Urfuthah], saya mendengar [Abdi Khair], saya pernah melihat [Ali radliallahu 'anhu] didatangkan kursi lalu dia duduk di atasnya, kemudian didatangkan gayung berisi air kepadanya, lalu dia membasuh kedua tangannya tiga kali, kemudian berkumur bersamaan dengan beristinsyaq dengan air yang sama. Lalu Syu'bah menyebutkan hadits ini. Telah menceritakan kepada kami [Utsman bin Abi Syaibah] telah menceritakan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Rabi'ah Al Kinani] dari [Al Minhal bin Amru] dari [Zir bin Hubaisy], bahwa dia pernah mendengar [Ali radliallahu 'anhu] ditanya tentang wudhunya Rasulullah shallallahu 'alaihi wasallam, lalu dia pun menyebutkan hadits ini. Dia (Zirr) berkata; dan dia mengusap kepalanya hingga air tidak menetes darinya, lalu membasuh kedua kakinya tiga kali tiga kali, kemudian berkata; Demikianlah wudhu Rasulullah shallallahu 'alaihi wasallam. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ خَالِدِ بْنِ عَلْقَمَةَ عَنْ عَبْدِ خَيْرٍ قَالَأَتَانَا عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ وَقَدْ صَلَّى فَدَعَا بِطَهُورٍ فَقُلْنَا مَا يَصْنَعُ بِالطَّهُورِ وَقَدْ صَلَّى مَا يُرِيدُ إِلَّا لِيُعَلِّمَنَا فَأُتِيَ بِإِنَاءٍ فِيهِ مَاءٌ وَطَسْتٍ فَأَفْرَغَ مِنْ الْإِنَاءِ عَلَى يَمِينِهِ فَغَسَلَ يَدَيْهِ ثَلَاثًا ثُمَّ تَمَضْمَضَ وَاسْتَنْثَرَ ثَلَاثًا فَمَضْمَضَ وَنَثَرَ مِنْ الْكَفِّ الَّذِي يَأْخُذُ فِيهِ ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثًا ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى ثَلَاثًا وَغَسَلَ يَدَهُ الشِّمَالَ ثَلَاثًا ثُمَّ جَعَلَ يَدَهُ فِي الْإِنَاءِ فَمَسَحَ بِرَأْسِهِ مَرَّةً وَاحِدَةً ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى ثَلَاثًا وَرِجْلَهُ الشِّمَالَ ثَلَاثًا ثُمَّ قَالَ مَنْ سَرَّهُ أَنْ يَعْلَمَ وُضُوءَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُوَ هَذَاحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ عَنْ زَائِدَةَ حَدَّثَنَا خَالِدُ بْنُ عَلْقَمَةَ الْهَمْدَانِيُّ عَنْ عَبْدِ خَيْرٍ قَالَ صَلَّى عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ الْغَدَاةَ ثُمَّ دَخَلَ الرَّحْبَةَ فَدَعَا بِمَاءٍ فَأَتَاهُ الْغُلَامُ بِإِنَاءٍ فِيهِ مَاءٌ وَطَسْتٍ قَالَ فَأَخَذَ الْإِنَاءَ بِيَدِهِ الْيُمْنَى فَأَفْرَغَ عَلَى يَدِهِ الْيُسْرَى وَغَسَلَ كَفَّيْهِ ثَلَاثًا ثُمَّ أَدْخَلَ يَدَهُ الْيُمْنَى فِي الْإِنَاءِ فَمَضْمَضَ ثَلَاثًا وَاسْتَنْشَقَ ثَلَاثًا ثُمَّ سَاقَ قَرِيبًا مِنْ حَدِيثِ أَبِي عَوَانَةَ قَالَ ثُمَّ مَسَحَ رَأْسَهُ مُقَدَّمَهُ وَمُؤَخِّرَهُ مَرَّةً ثُمَّ سَاقَ الْحَدِيثَ نَحْوَهُ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنِي شُعْبَةُ قَالَ سَمِعْتُ مَالِكَ بْنَ عُرْفُطَةَ سَمِعْتُ عَبْدَ خَيْرٍ رَأَيْتُ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ أُتِيَ بِكُرْسِيٍّ فَقَعَدَ عَلَيْهِ ثُمَّ أُتِيَ بِكُوزٍ مِنْ مَاءٍ فَغَسَلَ يَدَيْهِ ثَلَاثًا ثُمَّ تَمَضْمَضَ مَعَ الِاسْتِنْشَاقِ بِمَاءٍ وَاحِدٍ وَذَكَرَ الْحَدِيثَ حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا رَبِيعَةُ الْكِنَانِيُّ عَنْ الْمِنْهَالِ بْنِ عَمْرٍو عَنْ زِرِّ بْنِ حُبَيْشٍ أَنَّهُ سَمِعَ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ وَسُئِلَ عَنْ وُضُوءِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ وَقَالَ وَمَسَحَ عَلَى رَأْسِهِ حَتَّى لَمَّا يَقْطُرْ وَغَسَلَ رِجْلَيْهِ ثَلَاثًا ثَلَاثًا ثُمَّ قَالَ هَكَذَا كَانَ وُضُوءُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}