{"pageProps":{"number":"1273","slug":"malik","id":"Telah menceritakan kepadaku Malik dari [Abdullah bin Abu Bakar bin Muhammad bin 'Amru bin Hazm] dari [Abdul Malik bin Abu Bakar bin Abdurrahman bin Al Harits bin Hisyam] dari [Bapaknya] bahwa ia mengabarkan kepadanya, bahwa Al 'Ashi bin Hisyam wafat dan meninggalkan tiga orang anak, dua anak seibu dan seorang anak tiri. Kemudian salah satu dari dua saudara seibu tersebut wafat dengan meninggalkan harta dan beberapa budak. Lalu saudara sebapak dan seibu mewarisi harta dan perwalian budak-budaknya. Kemudian orang yang mewarisi harta dan perwalian budak-budak tersebut wafat dengan meninggalkan seorang anak dan saudaranya sebapak. Sang anak lalu berkata, \"Saya memperoleh harta dan perwalian budak-budak yang ditinggalkan oleh bapakku.\" Dan saudaranya seayah berkata, \"Bukan begitu, kamu hanya berhak mendapatkan harta, adapun perwalian budak-budak tersebut bukan menjadi hakmu. Tidakkah kamu tahu, jika saudaraku wafat hari ini maka akulah yang akan mewarisinya?\" keduanya lalu menghadap kepada Utsman mencari putusan hukum, [Utsman] lalu memutuskan bahwa hak perwalian budak tersebut diberikan kepada saudaranya.\"","arab":"حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ عَنْ أَبِيهِ أَنَّهُ أَخْبَرَهُأَنَّ الْعَاصِيَ بْنَ هِشَامٍ هَلَكَ وَتَرَكَ بَنِينَ لَهُ ثَلَاثَةً اثْنَانِ لِأُمٍّ وَرَجُلٌ لِعَلَّةٍ فَهَلَكَ أَحَدُ اللَّذَيْنِ لِأُمٍّ وَتَرَكَ مَالًا وَمَوَالِيَ فَوَرِثَهُ أَخُوهُ لِأَبِيهِ وَأُمِّهِ مَالَهُ وَوَلَاءَهُ مَوَالِيهِ ثُمَّ هَلَكَ الَّذِي وَرِثَ الْمَالَ وَوَلَاءَ الْمَوَالِي وَتَرَكَ ابْنَهُ وَأَخَاهُ لِأَبِيهِ فَقَالَ ابْنُهُ قَدْ أَحْرَزْتُ مَا كَانَ أَبِي أَحْرَزَ مِنْ الْمَالِ وَوَلَاءِ الْمَوَالِي وَقَالَ أَخُوهُ لَيْسَ كَذَلِكَ إِنَّمَا أَحْرَزْتَ الْمَالَ وَأَمَّا وَلَاءُ الْمَوَالِي فَلَا أَرَأَيْتَ لَوْ هَلَكَ أَخِي الْيَوْمَ أَلَسْتُ أَرِثُهُ أَنَا فَاخْتَصَمَا إِلَى عُثْمَانَ بْنِ عَفَّانَ فَقَضَى لِأَخِيهِ بِوَلَاءِ الْمَوَالِي","source":"Malik"},"__N_SSG":true}