{"pageProps":{"number":"171","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Al 'Ala` bin Abdurrahman bin Ya'qub] bahwasanya [Abu Sa'id] mantan budak 'Amir bin Kuraiz, mengabarkan kepadanya, bahwa Rasulullah shallallahu 'alaihi wasallam memanggil Ubay bin Ka'ab yang sedang melaksanakan shalat. Tatkala dia telah selesai, dia menyusul beliau. Beliau memegang tangan Ubay bin Ka'ab ketika hendak keluar dari pintu Masjid. Beliau bersabda: \"Saya berharap kamu tidak keluar dahulu, hingga kamu mendengar surat yang Allah tidak menurunkan yang semisalnya baik dalam Taurat, Injil maupun Al Quran \" Ubay bin Ka'ab berkata; \"Saya memperlambat jalanku, mengharap hal itu. Kemudian saya bertanya; \"Wahai Rasulullah, mana surat yang telah anda janjikan kepadaku?\" Beliau bersabda: \"Apa yang kamu baca ketika kamu mengawali shalat?\" Ubay bin Ka'ab menjawab; \"Saya membaca; 'ALHAMDU LILLAHI RABBIL 'AALAMIIN' hingga akhir.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Itulah surat As Sab'u Al Matsani dan Al qur'an Agung yang diberikan kepadaku.\" ","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ أَنَّ أَبَا سَعِيدٍ مَوْلَى عَامِرِ بْنِ كُرَيْزٍ أَخْبَرَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَادَى أُبَيَّ بْنَ كَعْبٍ وَهُوَ يُصَلِّي فَلَمَّا فَرَغَ مِنْ صَلَاتِهِ لَحِقَهُ فَوَضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ عَلَى يَدِهِ وَهُوَ يُرِيدُ أَنْ يَخْرُجَ مِنْ بَابِ الْمَسْجِدِ فَقَالَ إِنِّي لَأَرْجُو أَنْ لَا تَخْرُجَ مِنْ الْمَسْجِدِ حَتَّى تَعْلَمَ سُورَةً مَا أَنْزَلَ اللَّهُ فِي التَّوْرَاةِ وَلَا فِي الْإِنْجِيلِ وَلَا فِي الْقُرْآنِ مِثْلَهَا قَالَ أُبَيٌّ فَجَعَلْتُ أُبْطِئُ فِي الْمَشْيِ رَجَاءَ ذَلِكَ ثُمَّ قُلْتُ يَا رَسُولَ اللَّهِ السُّورَةَ الَّتِي وَعَدْتَنِي قَالَ كَيْفَ تَقْرَأُ إِذَا افْتَتَحْتَ الصَّلَاةَ قَالَ فَقَرَأْتُ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ حَتَّى أَتَيْتُ عَلَى آخِرِهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هِيَ هَذِهِ السُّورَةُ وَهِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُعْطِيتُ","source":"Malik"},"__N_SSG":true}