{"pageProps":{"number":"189","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Nafi'], bahwa [Abdullah bin Umar] bertasyahud dengan membaca: BISMILLAHIT TAHIYYAATI LILLAH ASHSHALAAWATU LILLAHIZ ZAAKIYAATU LILLAAH. ASSALAAMU 'ALAN NABIYYI WARAHMATULLAHI WABARAKAATUH. ASSALAAMU 'ALAINAA WA 'ALAA 'IBAADILLAHISH SHAALIHIIN. SYAHIDTU AN LAA ILAAHA ILLALLAH, SYAHIDTU ANNA MUHAMMADAR RASULAULLAH. (Dengan nama Allah, semua kemuliaan hanya milik Allah dan shalawat yang suci hanya milik Allah, kesalamatan bagimu wahai Nabi serta Rahmat Allah dan barakah-Nya. Kesalamatan atas kami dan hamba-hamba Allah yang Shalih. Saya bersaksi bahwa tiada Tuhan -yang berhak untuk disembah- selain Allah, dan saya bersaksi bahwa Muhammad adalah utusan Allah) . Abdullah bin Umar membaca ini pada dua rakaat yang pertama dan berdoa jika telah selesai tasyahhud dengan doa yang ada padanya. Jika dia duduk pada akhir shalatnya, maka dia duduk seperti itu juga, hanya saja dia mendahulukan tasyahhud kemudian baru berdoa. Jika dia telah selesai tasyahud dan hendak salam, dia membaca: 'ASSALaAMU 'ALA ANNABI WARAHMATULLAHI WA BARAKAATUH. ASSALAAMMU 'ALAINaA WA 'ALaA 'IBAADILLAHISH SHALIHIIN (Keselamatan atas Nabi, rahmat Allah dan barakah-Nya. Keselamatan atas kami dan hamba hamba Allah yang Shalih) ', 'ASSALAAMU 'ALAIKUM ke sisi kanannya. Kemudian ia menjawab salam imam. Jika ada yang salam dari sisi kirinya dia juga menjawabnya.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَكَانَ يَتَشَهَّدُ فَيَقُولُ بِسْمِ اللَّهِ التَّحِيَّاتُ لِلَّهِ الصَّلَوَاتُ لِلَّهِ الزَّاكِيَاتُ لِلَّهِ السَّلَامُ عَلَى النَّبِيِّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ شَهِدْتُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ شَهِدْتُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ يَقُولُ هَذَا فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ وَيَدْعُو إِذَا قَضَى تَشَهُّدَهُ بِمَا بَدَا لَهُ فَإِذَا جَلَسَ فِي آخِرِ صَلَاتِهِ تَشَهَّدَ كَذَلِكَ أَيْضًا إِلَّا أَنَّهُ يُقَدِّمُ التَّشَهُّدَ ثُمَّ يَدْعُو بِمَا بَدَا لَهُ فَإِذَا قَضَى تَشَهُّدَهُ وَأَرَادَ أَنْ يُسَلِّمَ قَالَ السَّلَامُ عَلَى النَّبِيِّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ السَّلَامُ عَلَيْكُمْ عَنْ يَمِينِهِ ثُمَّ يَرُدُّ عَلَى الْإِمَامِ فَإِنْ سَلَّمَ عَلَيْهِ أَحَدٌ عَنْ يَسَارِهِ رَدَّ عَلَيْهِ","source":"Malik"},"__N_SSG":true}