{"pageProps":{"number":"864","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Tsaur bin Zaid Ad-Dili] dari [Abu Al Ghaits Salim] mantan budak Ibnu Muthi', dari [Abu Hurairah] ia berkata; \"Kami berangkat bersama Rasulullah shallallahu 'alaihi wasallam pada Perang Khaibar, namun kami tidak mendapatkan ghanimah yang berupa emas ataupun uang. Kami hanya mendapatkan harta berupa pakaian dan perkakas.\" Abu Hurairah berkata, \"Rifa'ah bin Zaid lalu memberi hadiah Rasulullah shallallahu 'alaihi wasallam seorang budak hitam yang bernama Mid'am. Rasulullah shallallahu 'alaihi wasallam kemudian menuju Wadil Qura. Ketika kami tiba di Wadil Qura, tiba-tiba muncul anak panah yang tidak diketahui pemiliknya mengenai Mid'am yang sedang menuntun unta Rasulullah shallallahu 'alaihi wasallam hingga tewas. Orang-orang berkata; \"Mudah-mudahan dia masuk surga.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sekali-kali tidak, demi dzat yang jiwaku berada di tangan-Nya, mantel yang telah dia ambil pada Perang Khaibar itu adalah termasuk ghanimah yang belum dibagi, dan itu akan akan menyalakan api pada dirinya.\" Abu Hurairah berkata; \"Tatkala orang-orang mendengar ucapan Rasulullah, datang seseorang dengan membawa satu tali sandal atau dua tali sandal kepada Rasulullah shallallahu 'alaihi wasallam, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Satu tali sandal atau dua (yang belum dibagi) bagian dari neraka.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ ثَوْرِ بْنِ زَيْدٍ الدِّيلِيِّ عَنْ أَبِي الْغَيْثِ سَالِمٍ مَوْلَى ابْنِ مُطِيعٍ عَنْ أَبِي هُرَيْرَةَ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ خَيْبَرَ فَلَمْ نَغْنَمْ ذَهَبًا وَلَا وَرِقًا إِلَّا الْأَمْوَالَ الثِّيَابَ وَالْمَتَاعَ قَالَ فَأَهْدَى رِفَاعَةُ بْنُ زَيْدٍ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غُلَامًا أَسْوَدَ يُقَالُ لَهُ مِدْعَمٌ فَوَجَّهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى وَادِي الْقُرَى حَتَّى إِذَا كُنَّا بِوَادِي الْقُرَى بَيْنَمَا مِدْعَمٌ يَحُطُّ رَحْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ سَهْمٌ عَائِرٌ فَأَصَابَهُ فَقَتَلَهُ فَقَالَ النَّاسُ هَنِيئًا لَهُ الْجَنَّةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَلَّا وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ الشَّمْلَةَ الَّتِي أَخَذَ يَوْمَ خَيْبَرَ مِنْ الْمَغَانِمِ لَمْ تُصِبْهَا الْمَقَاسِمُ لَتَشْتَعِلُ عَلَيْهِ نَارًا قَالَ فَلَمَّا سَمِعَ النَّاسُ ذَلِكَ جَاءَ رَجُلٌ بِشِرَاكٍ أَوْ شِرَاكَيْنِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شِرَاكٌ أَوْ شِرَاكَانِ مِنْ نَارٍ","source":"Malik"},"__N_SSG":true}