{"pageProps":{"number":"1064","slug":"darimi","id":"Telah mengabarkan kepada kami ['Ubaidullah bin Abdul Majid] telah menceritakan kepada kami [Malik] dari [Abu An Nadlar] bahwa [Abu Murrah] mantan budak 'Uqail bin Abu Thalib mengabarkan kepadanya, bahwa ia mendengar [Ummu Hani` binti Abu Thalib] menceritakan kepadanya, bahwa ia pergi menemui Rasulullah shallallahu 'alaihi wasallam pada saat penaklukan Makkah. Kemudian ia mendapati beliau sedang mandi, sementara anaknya, Fatimah menutupinya dengan kain. Ummu Hani` berkata, \"Kemudian aku mengucapkan salam kepadanya, dan itu terjadi pada waktu dluha. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapakah ini?\" Aku lantas menjawab, \"Saya Ummu Hani`\". Ummu Hani` melanjutkan, \"Selesai mandi beliau berdiri dan mengerjakan shalat delapan rakaat dengan hanya mengenakan satu kain, lalu berlalu. Aku lantas berkata, \"Wahai Rasulullah! Anak laki-laki ibuku mengaku bahwa ia akan membunuh seseorang yang telah aku lindungi, yaitu Fulan bin Hubairah.\" Kemudian beliau berkata: \"Kami telah melindungi orang yang engkau lindungi wahai Ummu Hani`.\"","arab":" أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ حَدَّثَنَا مَالِكٌ عَنْ أَبِي النَّضْرِ أَنَّ أَبَا مُرَّةَ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّهُ سَمِعَ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ تُحَدِّثُ أَنَّهَا ذَهَبَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْفَتْحِ فَوَجَدَتْهُ يَغْتَسِلُ وَفَاطِمَةُ بِنْتُهُ تَسْتُرُهُ بِثَوْبٍ قَالَتْ فَسَلَّمْتُ عَلَيْهِ وَذَلِكَ ضُحًى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ هَذِهِ فَقُلْتُ أَنَا أُمُّ هَانِئٍ قَالَتْ فَلَمَّا فَرَغَ مِنْ غُسْلِهِ قَامَ فَصَلَّى ثَمَانَ رَكَعَاتٍ مُلْتَحِفًا فِي ثَوْبٍ وَاحِدٍ ثُمَّ انْصَرَفَ فَقُلْتُ يَا رَسُولَ اللَّهِ زَعَمَ ابْنُ أُمِّي أَنَّهُ قَاتِلٌ رَجُلًا أَجَرْتُهُ فُلَانَ بْنَ هُبَيْرَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَجَرْنَا مَنْ أَجَرْتِ يَا أُمَّ هَانِئٍ","source":"Darimi"},"__N_SSG":true}