{"pageProps":{"number":"1166","slug":"darimi","id":"Telah menceritakan kepada kami [Abdullah bin Yazid] telah menceritakan kepada kami [Al Mas'udi] dari [Abu Hazim] dari [Sahl bin Sa'd] ia berkata, \"Tatkala orang-orang telah banyak di Madinah, maka berdatanganlah baik itu perseorangan maupun berkelompok sehingga mereka hampir tidak mendengar perkataan Rasulullah shallallahu 'alaihi wasallam, sampai mereka kembali dari sisi beliau. Kemudian orang-orang berkata kepada beliau, \"Wahai Rasulullah, sesungguhnya orang-orang telah banyak dan selalu ada yang terus datang, hampi-hampir mereka tidak dapat mendengar perkataanmu.\" Beliau berkata: \"Apa yang kalian kehendaki?\" Mereka mengatakan, \"Kirimkan utusan kepada budak seorang wanita anshar yang bekerja sebagai tukang kayu, dan ke Tharfa` Al Ghabah.\" Kemudian mereka membuatkan untuk mereka dua tangga atau tiga tangga. Lalu Rasulullah shallallahu 'alaihi wasallam duduk dan berkhutbah di atasnya. Kemudian tatkala mereka melakukan hal tersebut kayu yang di sisinya Rasulullah shallallahu 'alaihi wasallam berdiri merintih, Rasulullah shallallahu 'alaihi wasallam lantas berdiri menuju kayu tersebut seraya meletakkan tangannya di atasnya hingga ia pun terdiam.\"","arab":" حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ حَدَّثَنَا الْمَسْعُودِيُّ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ لَمَّا كَثُرَ النَّاسُ بِالْمَدِينَةِ جَعَلَ الرَّجُلُ يَجِيءُ وَالْقَوْمُ يَجِيئُونَ فَلَا يَكَادُونَ أَنْ يَسْمَعُوا كَلَامَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى يَرْجِعُوا مِنْ عِنْدِهِ فَقَالَ لَهُ النَّاسُ يَا رَسُولَ اللَّهِ إِنَّ النَّاسَ قَدْ كَثُرُوا وَإِنَّ الْجَائِيَ يَجِيءُ فَلَا يَكَادُ يَسْمَعُ كَلَامَكَ قَالَ فَمَا شِئْتُمْ فَأَرْسِلْ إِلَى غُلَامٍ لِامْرَأَةٍ مِنْ الْأَنْصَارِ نَجَّارٍ وَإِلَى طَرْفَاءِ الْغَابَةِ فَجَعَلُوا لَهُ مِرْقَاتَيْنِ أَوْ ثَلَاثَةً فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجْلِسُ عَلَيْهِ وَيَخْطُبُ عَلَيْهِ فَلَمَّا فَعَلُوا ذَلِكَ حَنَّتْ الْخَشَبَةُ الَّتِي كَانَ يَقُومُ عِنْدَهَا فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهَا فَوَضَعَ يَدَهُ عَلَيْهَا فَسَكَنَتْ ","source":"Darimi"},"__N_SSG":true}