{"pageProps":{"number":"1836","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu 'Ashim] telah menceritakan kepada kami [Ibnu Juraij], ia berkata; telah mengabarkan kepadaku [Ziyad bin Sa'd] dari [Hilal bin Usamah] dari [Abu Maimunah Sulaiman] mantan budak penduduk Madinah, ia berkata; aku pernah berada di rumah Abu Hurairah, kemudian seorang wanita datang kepadanya dan berkata; \"Sesungguhnya suamiku ingin pergi membawa anakku.\" [Abu Hurairah] lalu berkata; \"Aku pernah bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba seorang wanita datang kepada beliau sambil berkata; \"Sesungguhnya suamiku ingin pergi membawa anakku -atau putraku- sementara anakku telah memberi manfaat kepadaku dan selalu mengambilkan air dari sumur Abu 'Inabah.\" Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Hendaknya kalian berdua mengadakan undian.\" -Atau beliau mengatakan: \"Hendaknya kalian saling mengundi.\" Abu 'Ashim ragu mengenai redaksi haditsnya- Kemudian suaminya datang dan berkata; \"Siapakah yang akan melawanku terhadap anakku?\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai anak kecil, ini adalah ayahmu dan ini adalah ibumu, peganglah tangan salah seorang diantara mereka berdua yang engkau kehendaki! \" Anak tersebut akhirnya memegang tangan ibunya, lalu wanita itu pergi dengan anaknya.\"","arab":" أَخْبَرَنَا أَبُو عَاصِمٍ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي زِيَادُ بْنُ سَعْدٍ عَنْ هِلَالِ بْنِ أُسَامَةَ عَنْ أَبِي مَيْمُونَةَ سُلَيْمَانَ مَوْلًى لِأَهْلِ الْمَدِينَةِ قَالَ كُنْتُ عِنْدَ أَبِي هُرَيْرَةَ فَجَاءَتْهُ امْرَأَةٌ فَقَالَتْ إِنَّ زَوْجِي يُرِيدُ أَنْ يَذْهَبَ بِوَلَدِي فَقَالَ أَبُو هُرَيْرَةَ كُنْتُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَتْهُ امْرَأَةٌ فَقَالَتْ إِنَّ زَوْجِي يُرِيدُ أَنْ يَذْهَبَ بِوَلَدِي أَوْ بِابْنِي وَقَدْ نَفَعَنِي وَسَقَانِي مِنْ بِئْرِ أَبِي عِنَبَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَهِمَا أَوْ قَالَ تَسَاهَمَا أَبُو عَاصِمٍ الشَّاكُّ فَجَاءَ زَوْجُهَا فَقَالَ مَنْ يُخَاصِمُنِي فِي وَلَدِي أَوْ فِي ابْنِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا غُلَامُ هَذَا أَبُوكَ وَهَذِهِ أُمُّكَ فَخُذْ بِيَدِ أَيِّهِمَا شِئْتَ وَقَدْ قَالَ أَبُو عَاصِمٍ فَاتْبَعْ أَيَّهُمَا شِئْتَ فَأَخَذَ بِيَدِ أُمِّهِ فَانْطَلَقَتْ بِهِ","source":"Darimi"},"__N_SSG":true}