{"pageProps":{"number":"1892","slug":"darimi","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah Ar Raqasyi] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Muhammad bin Ishaq] telah menceritakan kepada kami [Busyair bin Yasar] dari [Sahl bin Abu Hatsmah] ia berkata; Abdullah bin Sahl -salah seorang Bani Haritsah- keluar menuju Khaibar bersama beberapa orang dari kaumnya. Mereka hendak mengambil kurma di Khaibar. Sahl bin Abu Hatsmah berkata; \"Kemudian Abdullah bin Sahl dibunuh dan lehernya dipotong dan dicampakkan ke dalam satu sumur di Khaibar. Kemudian para sahabatnya berteriak meminta tolong, setelah mereka mengeluarkan jasadnya dan menguburkannya, mereka datang menemui Rasulullah shallallahu 'alaihi wasallam di Madinah, lalu saudaranya yaitu Abdurrahman bin Sahl -ia telah lama bersama Rasulullah shallallahu 'alaihi wasallam bersama- bersama dua orang anak pamannya yaitu Huwayyishah dan Muhayyishah menemui beliau, Abdurrahman angkat bicara - ia adalah orang yang paling muda diantara mereka, orang yang memiliki hak terhadap darah tersebut dan orang yang masuk Islam lebih dulu daripada mereka- Tatkala ia berbicara, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hendaknya orang yang lebih tua yang angkat bicara lebih dulu, Hendaknya orang yang lebih tua yang angkat bicara lebih dulu, \" Sahl bin Abu Hatsmah berkata; \"Kemudian Abdurrahman mundur dan Huwayyishah serta Muhayyishah berbicara, setelah itu ia angkat bicara. Lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah kalian dapat menyebutkan orang yang membunuh, kemudian kalian bersumpah atasnya sebanyak lima puluh kali, maka kami menyerahkan orang tersebut kepada kalian.\" Mereka berkata; \"Wahai Rasulullah, kami tidak dapat bersumpah terhadap sesuatu yang tidak kami ketahui, kami tidak mengerti siapa yang membunuhnya. Hanya saja orang-orang Yahudi adalah musuh kita, dan orang yang berada di antara mereka akan ia bunuh. Beliau bersabda: \"Apakah mereka bersumpah untuk kalian dengan nama Allah sehingga mereka bebas dari darah sahabat kalian?\" Mereka berkata; \"Sumpah orang-orang Yahudi, tidak ada sesuatu yang lebih besar bagi mereka daripada mereka harus bersumpah atas perbuatan dosa.\" Sahl bin Abu Hatsmah berkata; kemudian Rasulullah shallallahu 'alaihi wasallam menebusnya dengan seratus ekor unta milik beliau.","arab":" حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّقَاشِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَقَ حَدَّثَنَا بُشَيْرُ بْنُ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ قَالَ خَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلٍ أَحَدُ بَنِي حَارِثَةَ إِلَى خَيْبَرَ مَعَ نَفَرٍ مِنْ قَوْمِهِ يُرِيدُونَ الْمِيرَةَ بِخَيْبَرَ قَالَ فَعُدِيَ عَلَى عَبْدِ اللَّهِ فَقُتِلَ فَتُلَّتْ عُنُقُهُ حَتَّى نُخِعَ ثُمَّ طُرِحَ فِي مَنْهَلٍ مِنْ مَنَاهِلِ خَيْبَرَ فَاسْتُصْرِخَ عَلَيْهِ أَصْحَابُهُ فَاسْتَخْرَجُوهُ فَغَيَّبُوهُ ثُمَّ قَدِمُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ فَتَقَدَّمَ أَخُوهُ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ ذَا قِدَمٍ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَابْنَا عَمِّهِ مَعَهُ حُوَيِّصَةُ بْنُ مَسْعُودٍ وَمُحَيِّصَةُ فَتَكَلَّمَ عَبْدُ الرَّحْمَنِ وَكَانَ أَحْدَثَهُمْ سِنًّا وَهُوَ صَاحِبُ الدَّمِ وَذَا قَدَمٍ فِي الْقَوْمِ فَلَمَّا تَكَلَّمَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْكُبْرَ الْكُبْرَ قَالَ فَاسْتَأْخَرَ فَتَكَلَّمَ حُوَيِّصَةُ وَمُحَيِّصَةُ ثُمَّ هُوَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُسَمُّونَ قَاتِلَكُمْ ثُمَّ تَحْلِفُونَ عَلَيْهِ خَمْسِينَ يَمِينًا ثُمَّ نُسَلِّمُهُ إِلَيْكُمْ قَالُوا يَا رَسُولَ اللَّهِ مَا كُنَّا لِنَحْلِفَ عَلَى مَا لَا نَعْلَمُ مَا نَدْرِي مَنْ قَتَلَهُ إِلَّا أَنَّ يَهُودَ عَدُوُّنَا وَبَيْنَ أَظْهُرِهِمْ قُتِلَ قَالَ فَيَحْلِفُونَ لَكُمْ بِاللَّهِ إِنَّهُمْ لَبُرَءَاءُ مِنْ دَمِ صَاحِبِكُمْ ثُمَّ يَبْرَءُونَ مِنْهُ قَالُوا مَا كُنَّا لِنَقْبَلَ أَيْمَانَ يَهُودَ مَا فِيهِمْ أَكْبَرُ مِنْ أَنْ يَحْلِفُوا عَلَى إِثْمٍ قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ بِمِائَةِ نَاقَةٍ","source":"Darimi"},"__N_SSG":true}