{"pageProps":{"number":"1928","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Katsir] dari [Al Auza'i] dari [Yahya bin Abu Katsir] dari [Abu Salamah] dari [Abdullah bin Salam], ia berkata; kami duduk-duduk bersama dengan beberapa orang sahabat Rasulullah shallallahu 'alaihi wasallam, kami saling menyebutkan sesuatu, lalu kami berkata; \"Seandainya kami mengetahui suatu amalan yang paling dicintai Allah Ta'ala, niscaya kami akan mengamalkannya.\" Setelah itu Allah Ta'ala menurunkan ayat: \" Telah bertasbih kepada Allah apa saja yang ada di langit dan apa saja yang ada di bumi; dan Dia-lah Yang Maha Perkasa lagi Maha Bijaksana. Wahai orang-orang yang beriman, kenapakah kamu mengatakan sesuatu yang tidak kamu kerjakan? Amat besar kebencian di sisi Allah.... QS As Shaf; 1-3, hingga selesai ayat. Abdullah berkata; kemudian Rasulullah shallallahu 'alaihi wasallam membacakannya kepada kami hingga selesai. Abu Salamah berkata; \"Kemudian Ibnu Salam membacakannya kepada kami. Yahya berkata; Kemudian Abu Salamah membacakannya kepada kami dan Yahya pun membacanya kepada kami, dan Al Auza'i membacakannya kepada kami dan Muhammad membacakannya kepada kami.\"","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ عَنْ الْأَوْزَاعِيِّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ سَلَامٍ قَالَ قَعَدْنَا نَفَرٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَذَاكَرْنَا فَقُلْنَا لَوْ نَعْلَمُ أَيَّ الْأَعْمَالِ أَحَبَّ إِلَى اللَّهِ تَعَالَى لَعَمِلْنَاهُ فَأَنْزَلَ اللَّهُ تَعَالَى { سَبَّحَ لِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتًا } حَتَّى خَتَمَهَا قَالَ عَبْدُ اللَّهِ فَقَرَأَهَا عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى خَتَمَهَا قَالَ أَبُو سَلَمَةَ فَقَرَأَهَا عَلَيْنَا ابْنُ سَلَامٍ قَالَ يَحْيَى فَقَرَأَهَا عَلَيْنَا أَبُو سَلَمَةَ وَقَرَأَهَا عَلَيْنَا يَحْيَى وَقَرَأَهَا عَلَيْنَا الْأَوْزَاعِيُّ وَقَرَأَهَا عَلَيْنَا مُحَمَّدٌ","source":"Darimi"},"__N_SSG":true}