{"pageProps":{"number":"2328","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Yazid Al Bazzaz] dari [Yunus bin Bukair] ia berkata; telah mengabarkan kepadaku [Ibnu Ishaq] ia berkata; telah mengabarkan kepadaku [Sa'id bin Yasar] ia berkata; Aku mendengar [Abu Hurairah] berkata; Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika Allah telah mengumpulkan seluruh hamba di satu tempat yang luas, terdengar suara penyeru; Hendaklah setiap kaum bergabung dengan apa yang mereka sembah. Maka setiap kaum pun bergabung dengan apa yang mereka sembah. Sementara ada segolongan manusia masih pada tempat mereka. Lalu penyeru mendatangi mereka seraya bertanya; Mengapa manusia lainnya telah pergi sedangkan kalian masih di sini? Mereka menjawab; Kami menunggu Rabb kami. Ia bertanya lagi; Apakah kalian mengenalNya? Mereka menjawab; Apabila Dia memperkenalkan diri kepada kami maka kami pasti mengenalNya. Maka dibukakan untuk mereka hijab dariNya, lalu mereka pun langsung tersungkur sujud. Itulah firman Allah: (Pada hari betis disingkapkan dan mereka dipanggil untuk bersujud, maka mereka tidak kuasa). Tinggallah setiap orang munafik tidak kuasa untuk bersujud, kemudian mereka digiring ke dalam surga.\"","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ يَزِيدَ الْبَزَّازُ عَنْ يُونُسَ بْنِ بُكَيْرٍ قَالَ أَخْبَرَنِي ابْنُ إِسْحَقَ قَالَ أَخْبَرَنِي سَعِيدُ بْنُ يَسَارٍ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا جَمَعَ اللَّهُ الْعِبَادَ فِي صَعِيدٍ وَاحِدٍ نَادَى مُنَادٍ لِيَلْحَقْ كُلُّ قَوْمٍ بِمَا كَانُوا يَعْبُدُونَ فَيَلْحَقُ كُلُّ قَوْمٍ بِمَا كَانُوا يَعْبُدُونَ وَيَبْقَى النَّاسُ عَلَى حَالِهِمْ فَيَأْتِيهِمْ فَيَقُولُ مَا بَالُ النَّاسِ ذَهَبُوا وَأَنْتُمْ هَا هُنَا فَيَقُولُونَ نَنْتَظِرُ إِلَهَنَا فَيَقُولُ هَلْ تَعْرِفُونَهُ فَيَقُولُونَ إِذَا تَعَرَّفَ إِلَيْنَا عَرَفْنَاهُ فَيَكْشِفُ لَهُمْ عَنْ سَاقِهِ فَيَقَعُونَ سُجُودًا فَذَلِكَ قَوْلُ اللَّهِ تَعَالَى { يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ } يَبْقَى كُلُّ مُنَافِقٍ فَلَا يَسْتَطِيعُ أَنْ يَسْجُدَ ثُمَّ يَقُودُهُمْ إِلَى الْجَنَّةِ","source":"Darimi"},"__N_SSG":true}