{"pageProps":{"number":"1044","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Said] telah menceritakan kepada kami [Abu 'Awanah] dari [Qatadah] dari [Abu Nadlrah] dari [Abu Said Al Khudri] katanya; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika seseorang bertiga, hendaklah salah seorang diantara mereka menjadi imam, dan yang paling berhak menjadi imam adalah yang paling banyak hapalan Al Qurannya.\" Dan telah menceritakan kepada kami [Muhammad bin Basyar], telah menceritakan kepada kami [Yahya bin Said] telah menceritakan kepada kami [Syu'bah] (dan diriwayatkan dari jalur lain) telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Abu Khalid Al Ahmar] dari [Said bin Abu 'Arubah] (dan diriwayatkan dari jalur lain) telah menceritakan kepadaku [Abu Ghassan Al Misma'i], telah menceritakan kepada kami [Mu'adz yaitu Ibn Hisyam] telah menceritakan kepadaku [Ayahku] semuanya dari [Qatadah] dengan sanad seperti ini. Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Salim bin Nuh] (dan diriwayatkan dari jalur lain) telah menceritakan kepada kami [Hasan bin Isa] telah menceritakan kepada kami [Ibnul Mubarak] semuanya dari [Al Jurairi] dari [Abu Nadlrah] dari [Abu Said] dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ قَتَادَةَ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانُوا ثَلَاثَةً فَلْيَؤُمَّهُمْ أَحَدُهُمْ وَأَحَقُّهُمْ بِالْإِمَامَةِ أَقْرَؤُهُمْو حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا شُعْبَةُ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ ح و حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ حَدَّثَنَا مُعَاذٌ وَهُوَ ابْنُ هِشَامٍ حَدَّثَنِي أَبِي كُلُّهُمْ عَنْ قَتَادَةَ بِهَذَا الْإِسْنَادِ مِثْلَهُ و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا سَالِمُ بْنُ نُوحٍ ح و حَدَّثَنَا حَسَنُ بْنُ عِيسَى حَدَّثَنَا ابْنُ الْمُبَارَكِ جَمِيعًا عَنْ الْجُرَيْرِيِّ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}