{"pageProps":{"number":"1208","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Malik bin Anas] dari [Abu Zubair] dari [Thawus] dari [Ibnu Abbas] bahwa; Rasulullah shallallahu 'alaihi wasallam jika bangun untuk mengerjakan shalat di tengah malam, beliau membaca: \"ALLAHUMMA LAKAL HAMDU ANTA NUURUS SAMAAWAATI WAL ARDLI WALAKAL HAMDU ANTA QAYYAMUS SAMAAWAATI WAL ARDLI WALAKAL HAMDU ANTA RABBUS SAMAAWAATI WAL ARDLI WA MAN FIIHINNA ANTAL HAQQU WA WA'DUKAL HAQQU WA QAULUKAL HAQQU WA LIQAA`UKA HAQQU WAL JANNATU HAQQU WAN NAARU HAQQU WAS SAA'ATU HAQQU. ALLAHUMMA LAKA ASLAMTU WA BIKA AAMANTU WA 'ALAIKA TAWAKKALTU WA ILAIKA ANABTU WA BIKA KHAASHAMTU WA ILAIKA HAAKAMTU FAGHFIRLII MAA QADDAMTU WA AKHKHARTU WA ASRARTU WA A'LANTU ANTA ILAAHI LAA ILAAHA ILLAA ANTA (Ya Allah, untukMu segala puji; Engkau cahaya langit dan bumi; untukMu segala puji, Engkau pendiri langit dan bumi; dan untukMu segala puji, Engkau Tuhan langit dan bumi dan segala isinya. Engkau Maha Benar! JanjiMu benar, firmanMu benar, hari perjumpaan denganMu benar, surga benar, neraka benar dan hari kiamat adalah benar. Ya Allah, kepadaMulah aku berserah diri, denganMu aku beriman, kepadaMu au bertawakkal, dan kepadaMu aku kembali; karena membela agamaMu aku bermusuhan, dan kepadaMu aku bertahkim (memohon keadilan). Karena itu, ampunilah segala dosa-dosaku, yang lama dan yang baru, yang rahasia dan yang nyata; Engkaulah ilahku, tidak ada ilah yang berhak disembah selain Engkau).\" Telah menceritakan kepada kami [Amru An Naqid] dan [Ibnu Numair] dan [Ibnu Abu Umar] mereka berkata, telah menceritakan kepada kami [Sufyan] -dalam jalur lain- Dan telah menceritakan kepada kami [Muhammad bin Rafi'] ia berkata, telah menceritakan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ibnu Juraij] keduanya dari [Sulaiman Al Ahwali] dari [Thawus] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam. Adapun hadits Ibnu Juraij, maka lafazhnya sama dengan hadits Malik kecuali pada dua huruf. Kalau Ibnu Juraij kata Qayyam menjadi Qayyim. Dan ia juga menyebutkan, \"WA MAA ASRARTU (dan juga dosa yang aku sembunyikan). Adapun hadits Ibnu 'Uyainah, maka di dalamnya terdapat tambahan dan menyelisihi Malik dan Ibnu Juraid pada banyak kata. Dan Telah menceritakan kepada kami [Syaiban bin Farrukh] telah menceritakan kepada kami [Mahdi] ia adalah Ibnu Maimun, telah menceritakan kepada kami [Imran Al Qashir] dari [Qais bin Sa'd] dari [Thawus] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam dengan hadits ini, sedangkan lafazhnya hampir sama dengan lafazh mereka.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ أَبِي الزُّبَيْرِ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ إِذَا قَامَ إِلَى الصَّلَاةِ مِنْ جَوْفِ اللَّيْلِ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَلَكَ الْحَمْدُ أَنْتَ قَيَّامُ السَّمَوَاتِ وَالْأَرْضِ وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ أَنْتَ الْحَقُّ وَوَعْدُكَ الْحَقُّ وَقَوْلُكَ الْحَقُّ وَلِقَاؤُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالسَّاعَةُ حَقٌّ اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ وَأَخَّرْتُ وَأَسْرَرْتُ وَأَعْلَنْتُ أَنْتَ إِلَهِي لَا إِلَهَ إِلَّا أَنْتَحَدَّثَنَا عَمْرٌو النَّاقِدُ وَابْنُ نُمَيْرٍ وَابْنُ أَبِي عُمَرَ قَالُوا حَدَّثَنَا سُفْيَانُ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ كِلَاهُمَا عَنْ سُلَيْمَانَ الْأَحْوَلِ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا حَدِيثُ ابْنِ جُرَيْجٍ فَاتَّفَقَ لَفْظُهُ مَعَ حَدِيثِ مَالِكٍ لَمْ يَخْتَلِفَا إِلَّا فِي حَرْفَيْنِ قَالَ ابْنُ جُرَيْجٍ مَكَانَ قَيَّامُ قَيِّمُ وَقَالَ وَمَا أَسْرَرْتُ وَأَمَّا حَدِيثُ ابْنِ عُيَيْنَةَ فَفِيهِ بَعْضُ زِيَادَةٍ وَيُخَالِفُ مَالِكًا وَابْنَ جُرَيْجٍ فِي أَحْرُفٍ و حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ حَدَّثَنَا مَهْدِيٌّ وَهُوَ ابْنُ مَيْمُونٍ حَدَّثَنَا عِمْرَانُ الْقَصِيرُ عَنْ قَيْسِ بْنِ سَعْدٍ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ وَاللَّفْظُ قَرِيبٌ مِنْ أَلْفَاظِهِمْ","source":"Muslim"},"__N_SSG":true}