{"pageProps":{"number":"1390","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah] dan [Ibnu Hujr] mereka berkata, telah menceritakan kepada kami [Isma'il bin Ja'far] dari [Dawud bin Qais] dari [Iyadl bin Abdullah bin Sa'd] dari [Abu Sa'id Al Khudri] bahwasanya Rasulullah shallallahu 'alaihi wasallam ketika keluar pada hari 'iedul Fitri dan 'iedul Adlha, beliau selalu memulainya dengan shalat. Dan jika beliau telah selesai mengerjakan shalat dan menutupnya dengan salam, beliau segera berdiri menghadap ke arah para jama'ah yang sedang duduk di tempat mereka shalat. Apabila beliau memiliki suatu keperluan seperti ingin mengutus sebuah pasukan beliau mengumumkannya kepada para jama'ah, atau beliau memiliki keperluan lain beliau menyuruh mereka agar mengerjakannya. Dan beliau selalu bersabda: \"Bersedekahlah kalian, bersedekahlah kalian, bersedekahlah kalian!.\" Dan orang yang paling banyak bersedekah adalah dari kalangan kaum wanita. Kemudian setelah itu beliau baru meninggalkan lapangan. Hal ini masih terus berlangsung sampai pada masa Marwan bin Al Hakam. Aku keluar dengan menggandeng Marwan hingga sampai di lapangan. Namun ternyata Katsir bin Ash Shalt telah membangun mimbar yang terbuat dari tanah dan batu bata. Dan tiba-tiba Marwan menarik tanganku seakan-akan ia menyuruhku naik ke mimbar dan memulainya dengan khutbah terlebih dahulu, dan akupun menyuruhnya untuk memulainya dengan shalat terlebih dahulu. Ketika aku melihat kejadian itu, aku berkata kepadanya, \"Mulailah dengan shalat!\" Namun ia menjawab, \"Tidak wahai Abu Sa'id, sesuatu yang kau ketahui itu telah ditinggalkan.\" Aku menjawab, \"Sekali-kali tidak, demi Dzat yang jiwaku berada di tanganNya, setahuku kalian tidak akan mendatangkan kebaikan sedikitpun (ia mengulangi hingga tiga kali).\" Kemudian ia pergi meninggalkan tempat itu.","arab":"حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ وَابْنُ حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ دَاوُدَ بْنِ قَيْسٍ عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ سَعْدٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَخْرُجُ يَوْمَ الْأَضْحَى وَيَوْمَ الْفِطْرِ فَيَبْدَأُ بِالصَّلَاةِ فَإِذَا صَلَّى صَلَاتَهُ وَسَلَّمَ قَامَ فَأَقْبَلَ عَلَى النَّاسِ وَهُمْ جُلُوسٌ فِي مُصَلَّاهُمْ فَإِنْ كَانَ لَهُ حَاجَةٌ بِبَعْثٍ ذَكَرَهُ لِلنَّاسِ أَوْ كَانَتْ لَهُ حَاجَةٌ بِغَيْرِ ذَلِكَ أَمَرَهُمْ بِهَا وَكَانَ يَقُولُ تَصَدَّقُوا تَصَدَّقُوا تَصَدَّقُوا وَكَانَ أَكْثَرَ مَنْ يَتَصَدَّقُ النِّسَاءُ ثُمَّ يَنْصَرِفُفَلَمْ يَزَلْ كَذَلِكَ حَتَّى كَانَ مَرْوَانُ بْنُ الْحَكَمِ فَخَرَجْتُ مُخَاصِرًا مَرْوَانَ حَتَّى أَتَيْنَا الْمُصَلَّى فَإِذَا كَثِيرُ بْنُ الصَّلْتِ قَدْ بَنَى مِنْبَرًا مِنْ طِينٍ وَلَبِنٍ فَإِذَا مَرْوَانُ يُنَازِعُنِي يَدَهُ كَأَنَّهُ يَجُرُّنِي نَحْوَ الْمِنْبَرِ وَأَنَا أَجُرُّهُ نَحْوَ الصَّلَاةِ فَلَمَّا رَأَيْتُ ذَلِكَ مِنْهُ قُلْتُ أَيْنَ الِابْتِدَاءُ بِالصَّلَاةِ فَقَالَ لَا يَا أَبَا سَعِيدٍ قَدْ تُرِكَ مَا تَعْلَمُ قُلْتُ كَلَّا وَالَّذِي نَفْسِي بِيَدِهِ لَا تَأْتُونَ بِخَيْرٍ مِمَّا أَعْلَمُ ثَلَاثَ مِرَارٍ ثُمَّ انْصَرَفَ","source":"Muslim"},"__N_SSG":true}