{"pageProps":{"number":"1493","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Malik bin Anas] -terkait dengan hadits yang telah dibacakan kepadanya- dari [Muhammad bin Amru bin Halhalah] dari [Ma'bad bin Ka'ab bin Malik] dari [Abu Qatadah bin Rabi'i] bahwa ia menceritakan bahwasanya; Suatu ketika iringan jenazah lewat di hadapan Rasulullah shallallahu 'alaihi wasallam, maka beliau bersabda: \"MUTARIIH dan MUSTARAAH.\" Para sahabat bertanya, \"Wahai Rasulullah, apakah itu MUSTARIIH dan MUSTARAAH?\" beliau menjawab, \"Seorang hamba yang mukmin YASTARIH (akan beristirahat) dari memakmurkan dunia, sementara seorang hamba yang fajir, justru seluruh hamba, negeri, pepohonan dan binatang melata akan YASTARIH (beristirahat) dari (kezhalimannya) \" Dan Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] Telah menceritakan kepada kami [Yahya bin Sa'id] -dalam jalur lain- Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Abdurrazaq] semuanya dari [Abdullah bin Sa'id bin Abu Hind] dari [Muhammad bin Amru] dari [Ibnu Ka'ab bin Malik] dari [Abu Qatadah] dari Nabi shallallahu 'alaihi wasallam. Dan di dalam hadits Yahya bin Sa'id: \"(Seorang hamba mukmin) akan beristirahat dari kesulitan dan kepenatan dunia menuju rahmat Allah.\"","arab":"و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكِ بْنِ أَنَسٍ فِيمَا قُرِئَ عَلَيْهِ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ عَنْ مَعْبَدِ بْنِ كَعْبِ بْنِ مَالِكٍ عَنْ أَبِي قَتَادَةَ بْنِ رِبْعِيٍّ أَنَّهُ كَانَ يُحَدِّثُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرَّ عَلَيْهِ بِجَنَازَةٍ فَقَالَ مُسْتَرِيحٌ وَمُسْتَرَاحٌ مِنْهُ قَالُوا يَا رَسُولَ اللَّهِ مَا الْمُسْتَرِيحُ وَالْمُسْتَرَاحُ مِنْهُ فَقَالَ الْعَبْدُ الْمُؤْمِنُ يَسْتَرِيحُ مِنْ نَصَبِ الدُّنْيَا وَالْعَبْدُ الْفَاجِرُ يَسْتَرِيحُ مِنْهُ الْعِبَادُ وَالْبِلَادُ وَالشَّجَرُ وَالدَّوَابُّو حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ جَمِيعًا عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ ابْنٍ لِكَعْبِ بْنِ مَالِكٍ عَنْ أَبِي قَتَادَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي حَدِيثِ يَحْيَى بْنِ سَعِيدٍ يَسْتَرِيحُ مِنْ أَذَى الدُّنْيَا وَنَصَبِهَا إِلَى رَحْمَةِ اللَّهِ","source":"Muslim"},"__N_SSG":true}