{"pageProps":{"number":"1654","slug":"muslim","id":"Telah menceritakan kepadaku [Suwaid bin Sa'id] telah menceritakan kepada kami [Ali bin Mushir] dari [Dawud] dari [Abu Harb bin Abul Aswad] dari [bapaknya] ia berkata; Ketika [Abu Musa Al Asy'ari] mengutus seorang untuk memanggil Qurra' (orang-orang yang menguasai bacaan Al Qur'an), maka datanglah kepadanya tiga ratus orang yang memang benar-benar telah menguasai bacaan Al Qur'an. Iapun berkata, \"Kalian adalah sebaik-baik penduduk Bashrah dan kalian adalah Qurraa' mereka. Oleh karena itu bacalah dan janganlah kalian meninggalkannya terlalu lama hingga hati kalian akan membatu sebagaimana hati orang-orang sebelum kalian. Saat kami membaca satu surat yang panjang dan ketegasannya menyerupai surat Bara'ah (surat Taubah) kemudian aku dilupakan, tapi aku masih ingat sedikit darinya yaitu: 'Kalau seandainya anak cucu Adam memiliki harta benda sebanyak dua bukit niscaya ia akan mencari bukit yang ketiga, dan tidak ada yang dapat memenuhi perut anak cucu Adam kecuali tanah.' Saat itu kami juga membaca satu surat yang serupa dengan salah satu Al Musabbihaat (surat yang diawali dengan sabbaha) kemudian aku dilupakan, tapi aku masih hafal sedikit daripadanya yaitu: 'Wahai orang-orang yang beriman kenapakah kalian mengatakan (memerintahkan) apa yang tidak kalian perbuat.' Lalu akan dituliskan satu persaksian pada kalian, dan kelak di hari kiamat kalian akan ditanyai mengenai hal itu.\"","arab":"حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ عَنْ دَاوُدَ عَنْ أَبِي حَرْبِ بْنِ أَبِي الْأَسْوَدِ عَنْ أَبِيهِ قَالَ بَعَثَ أَبُو مُوسَى الْأَشْعَرِيُّ إِلَى قُرَّاءِ أَهْلِ الْبَصْرَةِ فَدَخَلَ عَلَيْهِ ثَلَاثُ مِائَةِ رَجُلٍ قَدْ قَرَءُوا الْقُرْآنَ فَقَالَ أَنْتُمْ خِيَارُ أَهْلِ الْبَصْرَةِ وَقُرَّاؤُهُمْ فَاتْلُوهُ وَلَا يَطُولَنَّ عَلَيْكُمْ الْأَمَدُ فَتَقْسُوَ قُلُوبُكُمْ كَمَا قَسَتْ قُلُوبُ مَنْ كَانَ قَبْلَكُمْوَإِنَّا كُنَّا نَقْرَأُ سُورَةً كُنَّا نُشَبِّهُهَا فِي الطُّولِ وَالشِّدَّةِ بِبَرَاءَةَ فَأُنْسِيتُهَا غَيْرَ أَنِّي قَدْ حَفِظْتُ مِنْهَا لَوْ كَانَ لِابْنِ آدَمَ وَادِيَانِ مِنْ مَالٍ لَابْتَغَى وَادِيًا ثَالِثًا وَلَا يَمْلَأُ جَوْفَ ابْنِ آدَمَ إِلَّا التُّرَابُ وَكُنَّا نَقْرَأُ سُورَةً كُنَّا نُشَبِّهُهَا بِإِحْدَى الْمُسَبِّحَاتِ فَأُنْسِيتُهَا غَيْرَ أَنِّي حَفِظْتُ مِنْهَا يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ فَتُكْتَبُ شَهَادَةً فِي أَعْنَاقِكُمْ فَتُسْأَلُونَ عَنْهَا يَوْمَ الْقِيَامَةِ","source":"Muslim"},"__N_SSG":true}