{"pageProps":{"number":"1686","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Muhammad bin Abu Bakar Al Muqaddami] telah menceritakan kepada kami [Ibnu Ulayyah] dan [Hammad bin Ziyad] -dalam jalur lain- Dan Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Hammad bin Zaid] -dalam jalur lain dan Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Zuhair bin Harb] -lafazh dari mereka berdua- keduanya berkata, Telah menceritakan kepada kami [Isma'il bin Ulayyah] dari [Ayyub] dari [Muhammad] dari [Abidah] dari [Ali] ia berkata; Bahwa Ali pernah menyebut tentang kaum Khawarij dan berkata; \"Di antara mereka ada seorang laki-laki yang pendek tangannya. Dan kalaulah kalian tidak akan sombong, niscaya aku akan menceritakan kepada kalian tentahg janji apa yang akan diberrikan Allah bagi siapa yang membunuhnya, yakni berdasarkan hadits dari lisan Nabi Muhammad shallallahu 'alaihi wasallam.\" Aku bertanya, \"Apakah Anda mendengarnya darii Muhammad shallallahu 'alaihi wasallam?\" Ali menjawab, \"Ya, demi Rabb-nya Ka'bah. Ya, demi Rabb-nya Ka'bah. Ya, demi Rabb-nya Ka'bah.\" Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Ibnu Abu Adi] dari [Ibnu Aun] dari [Muhammad] dari [Abidah] ia berkata; \"Aku tidak akan menceritakan kepada kalian, kecuali apa yang telah aku dengar darinya.\" Lalu ia pun menyebutkan hadits dari [Ali], sebagaimana haditsnya Ayyub secara Marfu'.","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا ابْنُ عُلَيَّةَ وَحَمَّادُ بْنُ زَيْدٍ ح و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَاللَّفْظُ لَهُمَا قَالَا حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ عَنْ عَبِيدَةَ عَنْ عَلِيٍّ قَالَذَكَرَ الْخَوَارِجَ فَقَالَ فِيهِمْ رَجُلٌ مُخْدَجُ الْيَدِ أَوْ مُودَنُ الْيَدِ أَوْ مَثْدُونُ الْيَدِ لَوْلَا أَنْ تَبْطَرُوا لَحَدَّثْتُكُمْ بِمَا وَعَدَ اللَّهُ الَّذِينَ يَقْتُلُونَهُمْ عَلَى لِسَانِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ قُلْتُ آنْتَ سَمِعْتَهُ مِنْ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِي وَرَبِّ الْكَعْبَةِ إِي وَرَبِّ الْكَعْبَةِ إِي وَرَبِّ الْكَعْبَةِحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ ابْنِ عَوْنٍ عَنْ مُحَمَّدٍ عَنْ عَبِيدَةَ قَالَ لَا أُحَدِّثُكُمْ إِلَّا مَا سَمِعْتُ مِنْهُ فَذَكَرَ عَنْ عَلِيٍّ نَحْوَ حَدِيثِ أَيُّوبَ مَرْفُوعًا","source":"Muslim"},"__N_SSG":true}