{"pageProps":{"number":"1736","slug":"muslim","id":"Telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Ubaidullah] dari [Nafi'] dari [Ibnu Umar] radliallahu 'anhuma, ia berkata; Rasulullah shallallahu 'alaihi wasallam mempunyai dua orang mudzin, yaitu Bilal dan Ibnu Ummi Maktum yang buta. Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Sesungguhnya Bilal itu adzan di malam hari, maka makan dan minumlah kalian sampai Ibnu Ummi Maktum mengumandangkan adzan.\" Dan tidaklah jarak antara keduanya, kecuali waktu Bilal turun (dari sini) dan Ibnu Ummi Maktum naik dari sini. Dan telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Ubaidullah] telah menceritakan kepada kami [Al Qasim] dari [Aisyah] radliallahu 'anhu dari Nabi shallallahu 'alaihi wasallam yakni dengan hadits semisalnya. Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Abu Usamah] -dalam jalur lain- Dan telah menceritakan kepada kami [Ishaq] telah mengabarkan kepada kami [Abdah] -dalam jalur lain- Dan telah menceritakan kepada kami [Ibnul Mutsanna] telah menceritakan kepada kami [Hammad bin Mas'adah] semuanya dari [Ubaidullah] dengan kedua isnad itu, dan keduanya serupa dengan haditsnya Ibnu Numair.","arab":"حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَكَانَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُؤَذِّنَانِ بِلَالٌ وَابْنُ أُمِّ مَكْتُومٍ الْأَعْمَى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ابْنُ أُمِّ مَكْتُومٍ قَالَ وَلَمْ يَكُنْ بَيْنَهُمَا إِلَّا أَنْ يَنْزِلَ هَذَا وَيَرْقَى هَذَاو حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْدُ اللَّهِ حَدَّثَنَا الْقَاسِمُ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ ح و حَدَّثَنَا إِسْحَقُ أَخْبَرَنَا عَبْدَةُ ح و حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ بِالْإِسْنَادَيْنِ كِلَيْهِمَا نَحْوَ حَدِيثِ ابْنِ نُمَيْرٍ","source":"Muslim"},"__N_SSG":true}