{"pageProps":{"number":"1942","slug":"muslim","id":"Telah menceritakan kepada kami [Abdullah bin Abdurrahman Ad Darimi] telah mengabarkan kepada kami [Yahya bin Hassan] telah menceritakan kepada kami [Mu'awiyah bin Sallam] telah mengabarkan kepadaku [Yahya] telah mengabarkan kepadaku [Abdullah bin Abu Qatadah] bahwa [bapaknya] radliallahu 'anhu telah mengabarkan kepadanya ia pernah berperang bersama-sama dengan Rasulullah shallallahu 'alaihi wasallam yakni perang Hudaibiyah, lalu mereka para sahabat melakukan Ihram untuk Umrah, selain aku. Kemudian aku pun berburu himar liar, dan memberikannya kepada sahabat-sahabatku yang sedang ihram. Kemudian aku mendatangi Rasulullah shallallahu 'alaihi wasallam dan memberitahukan kepadanya, bahwa kami masih mempunyai sisa daging himar liar, maka beliau pun bersabda: \"Makanlah oleh kalian semua.\" Padahal saat itu mereka sedang berihram. Telah menceritakan kepada kami [Ahmad bin Abdah Adl Dlabbi] telah menceritakan kepada kami [Fudlail bin Sulaiman An Numairi] telah menceritakan kepada kami [Abu Hazim] dari [Abdullah bin Abu Qatadah] dari [bapaknya] radliallahu 'anhu bahwasanya; Mereka pernah berangkat bersama-sama dengan Rasulullah shallallahu 'alaihi wasallam dan saat itu mereka sedang ihram, sementara Abu Qatadah tidak. Lalu ia pun menyebutkan hadits itu, dan di dalamnya ia menyebutkan; Maka beliau bertanya: \"Apakah kalian masih mempunyai sisa dagingnya?\" mereka menjawab, \"Kami masih mempunyai kakinya.\" Lalu Rasulullah shallallahu 'alaihi wasallam pun mengambil dan memakannya. Dan Telah menceritakannya kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Abul Ahwash] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Qutaibah] dan [Ishaq] dari [Jarir] keduanya dari [Abdul Aziz bin Rufai'] dari [Abdullah bin Abu Qatadah] ia berkata; \" [Abu Qatadah] pernah berada dalam suatu rombongan yang sedang ihram, sementara ia sendiri tidak.\" Lalu ia pun mengisahkan hadits itu. Dan di dalamnya ia menyebutkan; Beliau bertanya: \"Adakah seseorang dari kalian yang memberi isyarat atau memerintahkannya dengan sesuatu?\" mereka menjawab, \"Tidak, ya Rasulullah.\" Beliau bersabda: \"Kalau begitu, makanlah.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ أَخْبَرَنَا يَحْيَى بْنُ حَسَّانَ حَدَّثَنَا مُعَاوِيَةُ وَهُوَ ابْنُ سَلَّامٍ أَخْبَرَنِي يَحْيَى أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي قَتَادَةَ أَنَّ أَبَاهُ رَضِيَ اللَّهُ عَنْهُ أَخْبَرَهُأَنَّهُ غَزَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ الْحُدَيْبِيَةِ قَالَ فَأَهَلُّوا بِعُمْرَةٍ غَيْرِي قَالَ فَاصْطَدْتُ حِمَارَ وَحْشٍ فَأَطْعَمْتُ أَصْحَابِي وَهُمْ مُحْرِمُونَ ثُمَّ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْبَأْتُهُ أَنَّ عِنْدَنَا مِنْ لَحْمِهِ فَاضِلَةً فَقَالَ كُلُوهُ وَهُمْ مُحْرِمُونَحَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ النُّمَيْرِيُّ حَدَّثَنَا أَبُو حَازِمٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ أَنَّهُمْ خَرَجُوا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُمْ مُحْرِمُونَ وَأَبُو قَتَادَةَ مُحِلٌّ وَسَاقَ الْحَدِيثَ وَفِيهِ فَقَالَ هَلْ مَعَكُمْ مِنْهُ شَيْءٌ قَالُوا مَعَنَا رِجْلُهُ قَالَ فَأَخَذَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَكَلَهَا و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو الْأَحْوَصِ ح و حَدَّثَنَا قُتَيْبَةُ وَإِسْحَقُ عَنْ جَرِيرٍ كِلَاهُمَا عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ قَالَ كَانَ أَبُو قَتَادَةَ فِي نَفَرٍ مُحْرِمِينَ وَأَبُو قَتَادَةَ مُحِلٌّ وَاقْتَصَّ الْحَدِيثَ وَفِيهِ قَالَ هَلْ أَشَارَ إِلَيْهِ إِنْسَانٌ مِنْكُمْ أَوْ أَمَرَهُ بِشَيْءٍ قَالُوا لَا يَا رَسُولَ اللَّهِ قَالَ فَكُلُوا","source":"Muslim"},"__N_SSG":true}