{"pageProps":{"number":"1959","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Muhammad bin Basysyar] - [Ibnul Mutsanna] berkata- Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Abdurrahman bin Al Ashbahani] dari [Abdullah bin Ma'qil] ia berkata; Saya duduk bersama [Ka'ab radliallahu 'anhu] yang saat itu ia sedang berada di masjid. Lalu saya bertanya kepadanya tentang ayat ini; \"Maka wajiblah atasnya berfid-yah, yaitu: berpuasa atau bersedekah atau berkorban.\" (QS. Albaqarah; 196), Maka Ka'ab bin Ujrah radliallahu 'anhu menjawab; Ayat itu turun berkenaan dengan diriku. Aku pernah menderita sakit di kulit kepalaku (ketika sedang ihram), lalu aku dibawa menghadap Rasulullah shallallahu 'alaihi wasallam, sedangkan kutu telah bertebaran di wajahku. Maka beliau bersabda: \"Aku tidak pernah melihat penderitaan seperti yang menimpamu. Apakah kamu mampu mendapatkan seekor kambing?\" aku menjawab, \"Tidak.\" Maka turunlah ayat ini; \"Maka wajiblah atasnya berfid-yah, yaitu: berpuasa atau bersedekah atau berkorban.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kalau begitu, berpuasalah tiga hari, atau berilah makan kepada enam orang miskin, yakni setengah sha' untuk setiap orangnya.\" Ka'ab bin Ujrah berkata; Ayat tersebut turun khusus berkenaan dengan diriku, namun berlaku umum untuk kalian semua.","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَصْبَهَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ قَالَقَعَدْتُ إِلَى كَعْبٍ رَضِيَ اللَّهُ عَنْهُ وَهُوَ فِي الْمَسْجِدِ فَسَأَلْتُهُ عَنْ هَذِهِ الْآيَةِ{ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ }فَقَالَ كَعْبٌ رَضِيَ اللَّهُ عَنْهُ نَزَلَتْ فِيَّ كَانَ بِي أَذًى مِنْ رَأْسِي فَحُمِلْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْقَمْلُ يَتَنَاثَرُ عَلَى وَجْهِي فَقَالَ مَا كُنْتُ أُرَى أَنَّ الْجَهْدَ بَلَغَ مِنْكَ مَا أَرَى أَتَجِدُ شَاةً فَقُلْتُ لَا فَنَزَلَتْ هَذِهِ الْآيَةُ{ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ }قَالَ صَوْمُ ثَلَاثَةِ أَيَّامٍ أَوْ إِطْعَامُ سِتَّةِ مَسَاكِينَ نِصْفَ صَاعٍ طَعَامًا لِكُلِّ مِسْكِينٍ قَالَ فَنَزَلَتْ فِيَّ خَاصَّةً وَهِيَ لَكُمْ عَامَّةً","source":"Muslim"},"__N_SSG":true}