{"pageProps":{"number":"2054","slug":"muslim","id":"Dan Telah meceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Jarir] dari [Manshur] dari [Mujahid] ia berkata; Saya dan Urwah bin Zubair masuk Masjid, dan kami dapati ['Abdullah bin Umar] duduk di sisi kamar [Aisyah] sementara orang-orang sedang melaksanakan shalat Dluha di Masjid. Lalu kami bertanya kepada Ibnu Umar mengenai shalat yang mereka kerjakan itu, Maka Ibnu Umar pun menjawab: \"Itu adalah Bid'ah.\" Lalu Urwah bertanya kepadanya, \"Wahai Abu Abdurrahman, berapa kali Rasulullah shallallahu 'alaihi wasallam melakukan umrah?\" Ibnu Umar menjawab, \"Empat kali umrah, satu diantaranya adalah di bulan Rajab.\" Mendengar jawabannya, kami tidak enak untuk mendustakan dan membantahnya. Kemudian kami mendengar Aisyah yang sedang bersiwak di dalam kamar, maka Urwah pun bertanya, \"Bukankah Anda telah mendengar apa yang dikatakan oleh Abu Abdurrahman wahai Ummul Mukminin?\" Aisyah balik bertanya, \"Emang apa yang dikatakannya?\" Urwah berkata, \"Ia berkata, bahwa Nabi shallallahu 'alaihi wasallam telah melakukan umrah sebanyak empat kali, satu diantaranya adalah pada bulan Rajab.\" Aisyah berkata, \"Semoga Allah merahmati Abu Abdirrahman, tidaklah Rasulullah shallallahu 'alaihi wasallam melakukan umrah kecuali selau bersamanya, dan beliau sama sekali tidak pernah umrah di bulan Rajab.\"","arab":"و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ دَخَلْتُ أَنَا وَعُرْوَةُ بْنُ الزُّبَيْرِ الْمَسْجِدَ فَإِذَا عَبْدُ اللَّهِ بْنُ عُمَرَ جَالِسٌ إِلَى حُجْرَةِ عَائِشَةَ وَالنَّاسُ يُصَلُّونَ الضُّحَى فِي الْمَسْجِدِ فَسَأَلْنَاهُ عَنْ صَلَاتِهِمْ فَقَالَ بِدْعَةٌ فَقَالَ لَهُ عُرْوَةُ يَا أَبَا عَبْدِ الرَّحْمَنِ كَمْ اعْتَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَرْبَعَ عُمَرٍ إِحْدَاهُنَّ فِي رَجَبٍ فَكَرِهْنَا أَنْ نُكَذِّبَهُ وَنَرُدَّ عَلَيْهِ وَسَمِعْنَا اسْتِنَانَ عَائِشَةَ فِي الْحُجْرَةِ فَقَالَ عُرْوَةُ أَلَا تَسْمَعِينَ يَا أُمَّ الْمُؤْمِنِينَ إِلَى مَا يَقُولُ أَبُو عَبْدِ الرَّحْمَنِ فَقَالَتْ وَمَا يَقُولُ قَالَيَقُولُ اعْتَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْبَعَ عُمَرٍ إِحْدَاهُنَّ فِي رَجَبٍ فَقَالَتْ يَرْحَمُ اللَّهُ أَبَا عَبْدِ الرَّحْمَنِ مَا اعْتَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا وَهُوَ مَعَهُ وَمَا اعْتَمَرَ فِي رَجَبٍ قَطُّ","source":"Muslim"},"__N_SSG":true}