{"pageProps":{"number":"2149","slug":"muslim","id":"Dan telah menceritakan kepadaku [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] telah menceritakan kepadaku [Isa bin Thalhah At Taimi] bahwa ia mendengar [Abdullah bin Amru bin Ash] berkata; Rasulullah shallallahu 'alaihi wasallam berhenti di atas kendaraannya, lalu orang-orang pun mulai bertanya kepada beliau. Salah seorang dari mereka bertanya, \"Sungguh, saya tidak mengerti, bahwa melempar jumrah itu sebelum menyembelih hewan kurban, sehingga saya menyembelih hewan kurban sebelum melontar jumrah.\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Tidak mengapa, sekarang melontarlah.\" Abdullah bin Amru berkata; Orang lain mulai bertanya, \"Sungguhnya saya tidak mengerti bahwa penyembelihan kurban itu sebelum mencukur rambut, sehingga saya mencukur rambut sebelum menyembelih kurban?\" beliau menjawab: \"Tidak mengapa, sekarang sembelihlah hewan kurbanmu.\" Abdullah bin Amru berkata; Pada hari itu, tidaklah aku mendengar beliau ditanya tentang sesuatu yang dilupakan atau tidak dimengerti oleh seseorang (seperti mendahulukan sebagian amalan sebelum amalan lain dan sebagainya) melainkan Rasulullah shallallahu 'alaihi wasallam menjawab: \"Tidaklah mengapa, lakukanlah itu sekarang.\" Telah menceritakan kepada kami [Hasan Al Hulwani] Telah menceritakan kepada kami [Ya'qub] Telah menceritakan kepada kami [bapakku] dari [Shalih] dari [Ibnu Syihab] sebagaimana hadits Yunus, dari Zuhri hingga akhir sanad.","arab":"و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي عِيسَى بْنُ طَلْحَةَ التَّيْمِيُّ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ يَقُولُاوَقَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رَاحِلَتِهِ فَطَفِقَ نَاسٌ يَسْأَلُونَهُ فَيَقُولُ الْقَائِلُ مِنْهُمْ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَكُنْ أَشْعُرُ أَنَّ الرَّمْيَ قَبْلَ النَّحْرِ فَنَحَرْتُ قَبْلَ الرَّمْيِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَارْمِ وَلَا حَرَجَ قَالَ وَطَفِقَ آخَرُ يَقُولُ إِنِّي لَمْ أَشْعُرْ أَنَّ النَّحْرَ قَبْلَ الْحَلْقِ فَحَلَقْتُ قَبْلَ أَنْ أَنْحَرَ فَيَقُولُ انْحَرْ وَلَا حَرَجَ قَالَ فَمَا سَمِعْتُهُ يُسْأَلُ يَوْمَئِذٍ عَنْ أَمْرٍ مِمَّا يَنْسَى الْمَرْءُ وَيَجْهَلُ مِنْ تَقْدِيمِ بَعْضِ الْأُمُورِ قَبْلَ بَعْضٍ وَأَشْبَاهِهَا إِلَّا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ افْعَلُوا ذَلِكَ وَلَا حَرَجَحَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ بِمِثْلِ حَدِيثِ يُونُسَ عَنْ الزُّهْرِيِّ إِلَى آخِرِهِ","source":"Muslim"},"__N_SSG":true}