{"pageProps":{"number":"225","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah bin Sa'id] serta [Ali bin Hujr] mereka berkata, telah menceritakan kepada kami [Ismail bin Ya'nun] -yaitu Ibnu Ja'far- dari [al-Ala'] -yaitu Ibnu Abdurrahman- dari [bapaknya] dari [Abu Hurairah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hari Kiamat tidak akan tegak sehingga matahari terbit dari arah barat. Ketika matahari terbit dari arah barat maka seluruh manusia beriman kepada Allah, sehingga saat itu; '(Tidak berfaidah lagi iman seseorang yang tidak beriman sebelumnya atau tidak berusaha mengerjakan kebaikan dalam keimanannya) ' (Q. Al An'aam: 158). Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Ibnu Numair] serta [Abu Kuraib] mereka berkata, telah menceritakan kepada kami [Ibnu Fudlail]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Jarir] keduanya dari [Umarah bin al-Qa'qa'] dari [Abu Zur'ah] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Husain bin Ali] dari [Zaidah] dari [Abdullah bin Dzakwan] dari [Abdurrahman al-A'raj] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdurrazzaq] telah menceritakan kepada kami [Ma'mar] dari [Hammam bin Munabbih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ بْنُ سَعِيدٍ وَعَلِيُّ بْنُ حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَعِيلُ يَعْنُونَ ابْنَ جَعْفَرٍ عَنْ الْعَلَاءِ وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَقُومُ السَّاعَةُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا فَإِذَا طَلَعَتْ مِنْ مَغْرِبِهَا آمَنَ النَّاسُ كُلُّهُمْ أَجْمَعُونَ فَيَوْمَئِذٍ{ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا }حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَابْنُ نُمَيْرٍ وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا ابْنُ فُضَيْلٍ ح و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ كِلَاهُمَا عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ عَبْدِ اللَّهِ بْنِ ذَكْوَانَ عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ عَنْ هَمَّامِ بْنِ مُنَبِّهٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ لْعَلَاءِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Muslim"},"__N_SSG":true}