{"pageProps":{"number":"2896","slug":"muslim","id":"Dan telah menceritakan kepadaku [Abu At Thahir] telah mengabarkan kepada kami [Abdullah bin Wahb] telah menceritakan kepada kami [Jarir bin Hazim] bahwa [Ayyub] telah menceritakan kepadanya bahwa [Nafi'] telah menceritakan kepadanya bahwa [Abdullah bin Umar] telah menceritakan kepadanya, bahwa [Umar bin Khattab] pernah bertanya kepada Rasulullah shallallahu 'alaihi wasallam ketika berada di Ji'ranah, sekembalinya dari Tha`if dia berkata, \"Wahai Rasulullah, sesungguhnya ketika masih Jahiliyyah aku pernah bernadzar untuk beri'tikaf sehari di Masjidil Haram, bagaimana pendapatmu?\" beliau bersabda: \"Pergilah dan beri'tikaflah sehari.\" Abdullah bin Umar melanjutkan, \"Rasulullah shallallahu 'alaihi wasallam pernah memberi seorang sahaya perempuan kepada Umar bin Khattab, yang merupakan bagian seperlima dari harta rampasan perang. Ketika Rasulullah shallallahu 'alaihi wasallam memerdekakan para tawanan perang, maka Umar bin Khattab mendengar suara mereka yang menyatakan, \"Rasulullah shallallahu 'alaihi wasallam telah memerdekakan kami.\" Umar akhirnya bertanya-tanya, \"Ada apa ini?\" mereka menjawab, \"Rasulullah shallallahu 'alaihi wasallam telah memerdekakan para tawanan perang.\" Lalu Umar berkata, 'Wahai Abdullah, pergi dan temuilah sahaya perempuan itu dan merdekakanlah dia.\" Dan telah menceritakan kepada kami ['Abd bin Humaid] telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] dari [Ayyub] dari [Nafi'] dari [Ibnu Umar] dia berkata, \"Sekembalinya Nabi dari perang Hunain, Umar bertanya kepada Rasulullah shallallahu 'alaihi wasallam mengenai nadzar yang pernah dia nadzarkan ketika masih Jahiliyah, yaitu untuk beri'tikaf sehari…\", kemudian dia menyebutkan seperti makna hadits Jarir bin Hazim'.\" Dan telah menceritakan kepada kami [Ahmad bin 'Abdah Adl Dlabbi] telah menceritakan kepada kami [Hammad bin Zaid] telah menceritakan kepada kami [Ayyub] d ari [Nafi'] dia berkata, \"Suatu ketik, disebutkan di sisi Ibnu Umar perihal 'Umrah Rasulullah shallallahu 'alaihi wasallam dari Ji'ranah, maka dia berkata, \"Beliau belum pernah 'umrah darinya.\" Dia melanjutkan, \"Ketika itu Umar pernah bernadzar di waktu Jahiliyah untuk beri'tikaf semalam…\", kemudian dia menyebutkan seperti hadits Jarir bin Hazim dan Ma'mar dari Ayyub.\" Dan telah menceritakan kepadaku [Abdullah bin Abdurrahman Ad Darimi] telah menceritakan kepada kami [Hajjaj bin Minhal] telah menceritakan kepada kami [Hammad] dari [Ayyub]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Yahya bin Khalaf] telah menceritakan kepada kami [Abdul A'la] dari [Muhammad bin Ishaq] keduanya dari [Nafi'] dari [Ibnu Umar] dengan hadits ini, yaitu mengenai nadzar. Dan dalam hadits keduanya disebutkan, \"I'tikaf sehari.\"","arab":"و حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ أَنَّ أَيُّوبَ حَدَّثَهُ أَنَّ نَافِعًا حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ حَدَّثَهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِسَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِالْجِعْرَانَةِ بَعْدَ أَنْ رَجَعَ مِنْ الطَّائِفِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ يَوْمًا فِي الْمَسْجِدِ الْحَرَامِ فَكَيْفَ تَرَى قَالَ اذْهَبْ فَاعْتَكِفْ يَوْمًا قَالَ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَعْطَاهُ جَارِيَةً مِنْ الْخُمْسِ فَلَمَّا أَعْتَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبَايَا النَّاسِ سَمِعَ عُمَرُ بْنُ الْخَطَّابِ أَصْوَاتَهُمْ يَقُولُونَ أَعْتَقَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا هَذَا فَقَالُوا أَعْتَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبَايَا النَّاسِ فَقَالَ عُمَرُ يَا عَبْدَ اللَّهِ اذْهَبْ إِلَى تِلْكَ الْجَارِيَةِ فَخَلِّ سَبِيلَهَاو حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ أَيُّوبَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ لَمَّا قَفَلَ النَّبِيُّ مِنْ حُنَيْنٍ سَأَلَ عُمَرُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ نَذْرٍ كَانَ نَذَرَهُ فِي الْجَاهِلِيَّةِ اعْتِكَافِ يَوْمٍ ثُمَّ ذَكَرَ بِمَعْنَى حَدِيثِ جَرِيرِ بْنِ حَازِمٍ و حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ حَدَّثَنَا أَيُّوبُ عَنْ نَافِعٍ قَالَ ذُكِرَ عِنْدَ ابْنِ عُمَرَ عُمْرَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْجِعْرَانَةِ فَقَالَ لَمْ يَعْتَمِرْ مِنْهَا قَالَ وَكَانَ عُمَرُ نَذَرَ اعْتِكَافَ لَيْلَةٍ فِي الْجَاهِلِيَّةِ ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ جَرِيرِ بْنِ حَازِمٍ وَمَعْمَرٍ عَنْ أَيُّوبَ و حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ حَدَّثَنَا حَجَّاجُ بْنُ الْمِنْهَالِ حَدَّثَنَا حَمَّادٌ عَنْ أَيُّوبَ ح و حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ مُحَمَّدِ بْنِ إِسْحَقَ كِلَاهُمَا عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ بِهَذَا الْحَدِيثِ فِي النَّذْرِ وَفِي حَدِيثِهِمَا جَمِيعًا اعْتِكَافُ يَوْمٍ","source":"Muslim"},"__N_SSG":true}