{"pageProps":{"number":"3023","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al 'Ala] telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Abdul Hamid bin Ja'far] dari [Sa'id bin Abu Sa'id Al Maqburi] dari [Abu Syuraih Al Khuza'i] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bertamu itu selama tiga hari, dan pelayanannya selama siang atau malam hari. Tidak halal bagi seorang muslim bermukim di rumah saudaranya sampai saudaranya berdosa karenanya.\" Para sahabat bertanya, \"Wahai Rasulullah, bagaimana dia bisa berdosa?\" beliau menjawab: \"Dia bermukim di rumah saudaranya hingga saudaranya tidak punya apa-apa lagi untuk menjamunya.\" Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Abu Bakar] -yaitu Al Hanafi- telah menceritakan kepada kami [Abdul Hamid bin Ja'far] telah menceritakan kepada kami [Sa'id Al Maqbury] bahwa dia mendengar [Abu Syuraih Al Khuza'i] berkata, \"Aku mendengar sendiri dengan kedua telingaku, melihat dengan kedua mataku dan hatiku ketika Rasulullah shallallahu 'alaihi wasallam mengucapkan sabdanya…kemudian dia menyebutkan seperti haditsnya Laits, dan dalam hadits tersebut ia menyebutkan, \"Dan tidak dihalalkan salah seorang dari kalian bermukim di tempat saudaranya hingga saudaranya berdosa karenanya…seperti hadits riwayat Waki'.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الضِّيَافَةُ ثَلَاثَةُ أَيَّامٍ وَجَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ وَلَا يَحِلُّ لِرَجُلٍ مُسْلِمٍ أَنْ يُقِيمَ عِنْدَ أَخِيهِ حَتَّى يُؤْثِمَهُ قَالُوا يَا رَسُولَ اللَّهِ وَكَيْفَ يُؤْثِمُهُ قَالَ يُقِيمُ عِنْدَهُ وَلَا شَيْءَ لَهُ يَقْرِيهِ بِهِو حَدَّثَنَاه مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو بَكْرٍ يَعْنِي الْحَنَفِيَّ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ حَدَّثَنَا سَعِيدٌ الْمَقْبُرِيُّ أَنَّهُ سَمِعَ أَبَا شُرَيْحٍ الْخُزَاعِيَّ يَقُولُا سَمِعَتْ أُذُنَايَ وَبَصُرَ عَيْنِي وَوَعَاهُ قَلْبِي حِينَ تَكَلَّمَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ بِمِثْلِ حَدِيثِ اللَّيْثِ وَذَكَرَ فِيهِ وَلَا يَحِلُّ لِأَحَدِكُمْ أَنْ يُقِيمَ عِنْدَ أَخِيهِ حَتَّى يُؤْثِمَهُ بِمِثْلِ مَا فِي حَدِيثِ وَكِيعٍ","source":"Muslim"},"__N_SSG":true}