{"pageProps":{"number":"3127","slug":"muslim","id":"Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Isma'il] -yaitu Ibnu 'Ulayyah- dari [Abdul 'Aziz bin Shuhaib] dari [Anas], bahwa Rasulullah shallallahu 'alaihi wasallam hendak memerangi Khaibar, ketika kami hampir tiba di kota terebut, kami melaksanakan shalat subuh sementara hari masih agak gelap. Lantas Nabi shallallahu 'alaihi wasallam menaiki kendaraannya kemudian diikuti oleh Abu Thalhah, sedangkan aku membonceng di belakang Abu Thalhah. Nabi shallallahu 'alaihi wasallam terus saja berjalan memasuki jalan-jalan kecil di Khaibar, sehingga lututku bersentuhan dengan paha Nabi shallallahu 'alaihi wasallam, bahkan pernah kain beliau sampai tersingkap, sehingga kelihatan olehku putih paha Nabi shallallahu 'alaihi wasallam. Ketika memasuki perkampungan, beliau bersabda: \"Allahu Akbar, takluklah Khaibar, takluklah Khaibar, apabila kami menduduki suatu negeri, '(maka amat buruklah pagi hari yang di alami oleh orang-orang yang di peringatkan itu).\" Beliau mengulanginya hingga tiga kali.\" Anas berkata, \"Ketika orang-orang kampung keluar menuju tempat mereka bekerja, mereka lalu berteriak, \"Muhammad telah tiba.\" Abdul Aziz berkata, \"Sebagian sahabat kami menyebutkan, \"Dan tentaranya.\" Anas mengatakan, \"(Khaibar) kami rebut dengan kekerasan.\"","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا إِسْمَعِيلُ يَعْنِي ابْنَ عُلَيَّةَ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزَا خَيْبَرَ قَالَ فَصَلَّيْنَا عِنْدَهَا صَلَاةَ الْغَدَاةِ بِغَلَسٍ فَرَكِبَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَكِبَ أَبُو طَلْحَةَ وَأَنَا رَدِيفُ أَبِي طَلْحَةَ فَأَجْرَى نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي زُقَاقِ خَيْبَرَ وَإِنَّ رُكْبَتِي لَتَمَسُّ فَخِذَ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَانْحَسَرَ الْإِزَارُ عَنْ فَخِذِ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِنِّي لَأَرَى بَيَاضَ فَخِذَ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا دَخَلَ الْقَرْيَةَ قَالَ اللَّهُ أَكْبَرُ خَرِبَتْ خَيْبَرُ إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ{ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ }قَالَهَا ثَلَاثَ مِرَارٍ قَالَ وَقَدْ خَرَجَ الْقَوْمُ إِلَى أَعْمَالِهِمْ فَقَالُوا مُحَمَّدٌ قَالَ عَبْدُ الْعَزِيزِ وَقَالَ بَعْضُ أَصْحَابِنَا وَالْخَمِيسَ قَالَ وَأَصَبْنَاهَا عَنْوَةً","source":"Muslim"},"__N_SSG":true}