{"pageProps":{"number":"3233","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami ['Ubaidullah] dari [Nafi'] dari [Ibnu Umar] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam memeriksaku ketika hendak berangkat perang Uhud, ketika itu saya baru berusai empat belas tahun, sehingga beliau pun tidak membolehkan aku ikut pergi berperang. ketika hendak berangkat ke medan perang (Khandaq), beliau memeriksaku pula. Ketika itu saya telah berusai lima belas tahun, dan beliau membolehkanku ikut berperang.\" Nafi' berkata, \"Maka saya mendatangi 'Umar bin Abdul Aziz -ketika itu dia telah menjabat sebagai Khalifah-, lalu saya menyampaikan kepadanya hadits tersebut. dia berkata, \"Sesungguhnya itu adalah batas antara usia kecil dan usia dewasa.\" Lalu dia menulis surat kepada pegawainya supaya mereka mewajibkan pelaksanaan tugas-tugas agama (Mukallaf) bagi setiap anak yang telah mencapai usia lima belas tahun. Anak yang kurang dari usia tersebut menjadi tanggung jawab keluarganya.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Abdullah bin Idris] dan [Abdurrahim bin Sulaiman]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Abdul Wahab] -yaitu At Tsaqafi- semuanya dari ['Ubaidullah] dengan isnad ini, namun dalam hadits mereka disebutkan, \"Sedangkan saya berusia empat belas tahun, maka beliau menganggapku masih kecil.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَعَرَضَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحُدٍ فِي الْقِتَالِ وَأَنَا ابْنُ أَرْبَعَ عَشْرَةَ سَنَةً فَلَمْ يُجِزْنِي وَعَرَضَنِي يَوْمَ الْخَنْدَقِ وَأَنَا ابْنُ خَمْسَ عَشْرَةَ سَنَةً فَأَجَازَنِيقَالَ نَافِعٌ فَقَدِمْتُ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَهُوَ يَوْمَئِذٍ خَلِيفَةٌ فَحَدَّثْتُهُ هَذَا الْحَدِيثَ فَقَالَ إِنَّ هَذَا لَحَدٌّ بَيْنَ الصَّغِيرِ وَالْكَبِيرِ فَكَتَبَ إِلَى عُمَّالِهِ أَنْ يَفْرِضُوا لِمَنْ كَانَ ابْنَ خَمْسَ عَشْرَةَ سَنَةً وَمَنْ كَانَ دُونَ ذَلِكَ فَاجْعَلُوهُ فِي الْعِيَالِ و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ وَعَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ يَعْنِي الثَّقَفِيَّ جَمِيعًا عَنْ عُبَيْدِ اللَّهِ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّ فِي حَدِيثِهِمْ وَأَنَا ابْنُ أَرْبَعَ عَشْرَةَ سَنَةً فَاسْتَصْغَرَنِي","source":"Muslim"},"__N_SSG":true}