{"pageProps":{"number":"3270","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Hammad bin Salamah] telah menceritakan kepada kami [Tsabit] dari [Anas bin Malik]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Abu Bakar bin Nafi'] dan ini adalah lafadz dia, telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Hammad bin Salamah] telah menceritakan kepada kami [Tsabit] dari [Anas bin Malik], bahwa seorang pemuda dari suku Aslam berkata, \"Wahai Rasulullah, sesungguhnya saya ingin ikut berperang, namun saya tidak memiliki perlengkapan.\" Beliau bersabda: \"Datangilah si fulan, sebab dia telah mempersiapkan perlengkapannya namun dia jatuh sakit.\" Maka datanglah pemuda itu kepada Fulan seraya berkata, \"Sesungguhnya Rasulullah shallallahu 'alaihi wasallam mengirim salam untuk anda, dan menyuruh anda memberikan perlengkapan anda kepadaku.\" Lalu orang yang sakit itu berkata, \"Wahai fulanah, berikanlah perlengkapan yang telah aku persiapkan kepadanya, dan jangan sampai ada yang ketinggalan satu pun. Demi Allah, jangan sampai ada yang ketinggalan satupun! Semoga Allah memberikan berkah kepadamu karenanya.\"","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنَا ثَابِتٌ عَنْ أَنَسِ بْنِ مَالِكٍ ح و حَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ وَاللَّفْظُ لَهُ حَدَّثَنَا بَهْزٌ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنَا ثَابِتٌ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ فَتًى مِنْ أَسْلَمَ قَالَ يَا رَسُولَ اللَّهِ إِنِّي أُرِيدُ الْغَزْوَ وَلَيْسَ مَعِي مَا أَتَجَهَّزُ قَالَ ائْتِ فُلَانًا فَإِنَّهُ قَدْ كَانَ تَجَهَّزَ فَمَرِضَ فَأَتَاهُ فَقَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقْرِئُكَ السَّلَامَ وَيَقُولُ أَعْطِنِي الَّذِي تَجَهَّزْتَ بِهِ قَالَ يَا فُلَانَةُ أَعْطِيهِ الَّذِي تَجَهَّزْتُ بِهِ وَلَا تَحْبِسِي عَنْهُ شَيْئًا فَوَاللَّهِ لَا تَحْبِسِي مِنْهُ شَيْئًا فَيُبَارَكَ لَكِ فِيهِ","source":"Muslim"},"__N_SSG":true}