{"pageProps":{"number":"3473","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami [Laits]; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakan kepada kami [Muhammad bin Rumh]; Telah mengabarkan kepada kami [Al Laits] dari [Abu Zubair] dari [Jabir] dari Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Tutuplah oleh kalian bejana-bejana, rapatkanlah tempat-tempat minuman, tutuplah pintu-pintu, dan matikanlah lampu, karena setan tidak dapat membuka ikatan tempat minum, pintu, dan bejana. Jika kalian tidak mendapatkan penutupnya kecuali dengan membentangkan sepotong kayu di atas bejananya dan menyebut nama Allah, maka lakukanlah. Karena tikus dapat merusak pemilik rumah dengan membakar rumahnya.\" Tapi Qutaibah dalam Haditsnya tidak menyebutkan; \"dan tutuplah pintu-pintu\". Dan telah menceritakan kepada kami [Yahya bin Yahya] dia berkata; Aku membaca kitab [Malik] mengenai Hadits ini dari [Abu Zubair] dari [Jabir] dari Nabi shallallahu 'alaihi wasallam, namun dia menyebutkan; \"Dan tutupalah rapat-rapat atau tutuplah bejana-bejana.\" Dia tidak menyebutkan merentangkan kayu di atas bejana. Dan telah mengabarkan kepada kami [Ahmad bin Yunus], telah menceritakan kepada kami [Zuhair], telah menceritakan kepada kami [Abu Zubair] dari [Jabir] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tutuplah pintu-pintu, \" dan kemudian dia menyebutkan yang serupa dengan Hadist Laits, namun dia menyebutkan; \"Tutuplah bejana, \" dan berkata; \"Sesungguhnya tikus dapat merusak pemilik rumah dengan membakar pakaiannya.\" Dan telah menceritakan kepadaku [Muhammad bin Al Mutsanna], telah menceritakan kepada kami [Abdurrahman], telah menceritakan kepada kami [Sufyan] dari [Abu Zubair] dari [Jabir] dari Nabi shallallahu 'alaihi wasallam dengan Hadits yang serupa, dan dia berkata; 'Tikus dapat merusak pemilik rumah dengan membakar rumahnya.'","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ غَطُّوا الْإِنَاءَ وَأَوْكُوا السِّقَاءَ وَأَغْلِقُوا الْبَابَ وَأَطْفِئُوا السِّرَاجَ فَإِنَّ الشَّيْطَانَ لَا يَحُلُّ سِقَاءً وَلَا يَفْتَحُ بَابًا وَلَا يَكْشِفُ إِنَاءً فَإِنْ لَمْ يَجِدْ أَحَدُكُمْ إِلَّا أَنْ يَعْرُضَ عَلَى إِنَائِهِ عُودًا وَيَذْكُرَ اسْمَ اللَّهِ فَلْيَفْعَلْ فَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى أَهْلِ الْبَيْتِ بَيْتَهُمْوَلَمْ يَذْكُرْ قُتَيْبَةُ فِي حَدِيثِهِ وَأَغْلِقُوا الْبَابَ و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ غَيْرَ أَنَّهُ قَالَ وَأَكْفِئُوا الْإِنَاءَ أَوْ خَمِّرُوا الْإِنَاءَ وَلَمْ يَذْكُرْ تَعْرِيضَ الْعُودِ عَلَى الْإِنَاءِ و حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا أَبُو الزُّبَيْرِ عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَغْلِقُوا الْبَابَ فَذَكَرَ بِمِثْلِ حَدِيثِ اللَّيْثِ غَيْرَ أَنَّهُ قَالَ وَخَمِّرُوا الْآنِيَةَ وَقَالَ تُضْرِمُ عَلَى أَهْلِ الْبَيْتِ ثِيَابَهُمْ و حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الرَّحْمَنِ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِهِمْ وَقَالَ وَالْفُوَيْسِقَةُ تُضْرِمُ الْبَيْتَ عَلَى أَهْلِهِ","source":"Muslim"},"__N_SSG":true}