{"pageProps":{"number":"3522","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al 'Ala` Abu Kuraib], Telah menceritakan kepada kami [Abu Usamah] dari [Sulaiman bin Al Mughirah] dari [Tsabit] dari [Anas] dia berkata; \"Seseorang mengundang Rasulullah shallallahu 'alaihi wasallam, lalu aku ikut bersama beliau. Kemudian dihidangkan kepada beliau kuah yang berisi labu. Rasulullah shallallahu 'alaihi wasallam makan dengan kuah labu tersebut dan beliau menyukainya. Anas berkata; 'Ketika aku melihat demikan, aku tidak memakannya, aku berikan kepada Rasulullah shallallahu 'alaihi wasallam.' Anas berkata; 'Setelah itu aku selalu menyukai labu.' Dan Telah menceritakan kepadaku [Hajjaj bin As Syaa'ir] dan [Abad bin Humaid] -semuanya- dari [Abdurrazzaq], telah mengabarkan kepada kami [Ma'mar] dari [Tsabit Al Bunani] dan ['Ashim Al Ahwal] dari [Anas bin Malik] bahwa seorang penjahit (pakaian) mengundang Rasulullah shallallahu 'alaihi wasallam untuk makan. Di dalamnya ada tambahan, Tsabit berkata; Aku mendengar Anas berkata; 'Setelah itu, tidak dibuatkan untukku makanan yang memungkinkan ada labunya melainkan pasti dibuatkan.'","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَدَعَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَانْطَلَقْتُ مَعَهُ فَجِيءَ بِمَرَقَةٍ فِيهَا دُبَّاءٌ فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ مِنْ ذَلِكَ الدُّبَّاءِ وَيُعْجِبُهُقَالَ فَلَمَّا رَأَيْتُ ذَلِكَ جَعَلْتُ أُلْقِيهِ إِلَيْهِ وَلَا أَطْعَمُهُ قَالَ فَقَالَ أَنَسٌ فَمَا زِلْتُ بَعْدُ يُعْجِبُنِي الدُّبَّاءُ و حَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ ثَابِتٍ الْبُنَانِيِّ وَعَاصِمٍ الْأَحْوَلِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَجُلًا خَيَّاطًا دَعَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَزَادَ قَالَ ثَابِتٌ فَسَمِعْتُ أَنَسًا يَقُولُ فَمَا صُنِعَ لِي طَعَامٌ بَعْدُ أَقْدِرُ عَلَى أَنْ يُصْنَعَ فِيهِ دُبَّاءٌ إِلَّا صُنِعَ","source":"Muslim"},"__N_SSG":true}