{"pageProps":{"number":"3654","slug":"muslim","id":"Telah menceritakan kepadaku [Zuhair bin Harb]; Telah menceritakan kepadaku [Yahya bin Sa'id] dari ['Ubaidillah]; Telah mengabarkan kepadaku ['Umar bin Nafi'] dari [Bapaknya] dari [Ibnu 'Umar] bahwa Rasulullah shallallahu 'alaihi wasallam telah melarang melakukan qaza'. Aku bertanya kepada Nafi'; 'Apa itu qaza'? ' [Nafi'] menjawab; 'Mencukur sebagian rambut kepala anak dan membiarkannya sebagian yang lain.' Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Abu Usamah]; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakan kepada kami [Ibnu Numair]; Telah menceritakan kepada kami [Bapakku] ia berkata; Telah menceritakan kepada kami ['Ubaidullah] melalui sanad ini, dan dia menjadikannya sebagai penjelasan dari Hadits Abu Usamah mengenai perkataan 'Ubaidullah; Dan telah menceritakan kepadaku [Muhammad bin Al Mutsanna]; Telah menceritakan kepada kami ['Utsman bin 'Utsman Al Ghathafani]; Telah menceritakan kepada kami ['Umar bin Nafi']; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakan kepadaku [Ummayah bin Bistham]; Telah menceritakan kepada kami [Yazid] yaitu Ibnu Zurai'; Telah menceritakan kepada kami [Rauh] dari ['Umar bin Nafi'] dengan sanad yang serupa seperti Hadits 'Ubaidullah dengan menyertakan penjelasan di dalam Hadits. Dan telah menceritakan kepadaku [Muhammad bin Rafi'] dan [Hajjaj bin Asy Sya'iri] dan ['Abdu bin Humaid] dari ['Abdur Razaq] dari [Ma'mar] dari [Ayyub]; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakan kepada kami [Abu Ja'far Ad Darimi]; Telah menceritakan kepada kami [Abu An Nu'man]; Telah menceritakan kepada kami [Hammad bin Zaid] dari ['Abdur Rahman As Sarraj] seluruhnya dari [Nafi'] dari [Ibnu 'Umar] dari Nabi shallallahu 'alaihi wasallam seperti itu juga.","arab":"حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنِي يَحْيَى يَعْنِي ابْنَ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ أَخْبَرَنِي عُمَرُ بْنُ نَافِعٍ عَنْ أَبِيهِ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ الْقَزَعِقَالَ قُلْتُ لِنَافِعٍ وَمَا الْقَزَعُ قَالَ يُحْلَقُ بَعْضُ رَأْسِ الصَّبِيِّ وَيُتْرَكُ بَعْضٌ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي قَالَا حَدَّثَنَا عُبَيْدُ اللَّهِ بِهَذَا الْإِسْنَادِ وَجَعَلَ التَّفْسِيرَ فِي حَدِيثِ أَبِي أُسَامَةَ مِنْ قَوْلِ عُبَيْدِ اللَّهِ و حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عُثْمَانُ بْنُ عُثْمَانَ الْغَطَفَانِيُّ حَدَّثَنَا عُمَرُ بْنُ نَافِعٍ ح و حَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامٍ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ حَدَّثَنَا رَوْحٌ عَنْ عُمَرَ بْنِ نَافِعٍ بِإِسْنَادِ عُبَيْدِ اللَّهِ مِثْلَهُ وَأَلْحَقَا التَّفْسِيرَ فِي الْحَدِيثِ و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ وَحَجَّاجُ بْنُ الشَّاعِرِ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ أَيُّوبَ ح و حَدَّثَنَا أَبُو جَعْفَرٍ الدَّارِمِيُّ حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ السَّرَّاجِ كُلُّهُمْ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ","source":"Muslim"},"__N_SSG":true}