{"pageProps":{"number":"409","slug":"muslim","id":"Dan telah menceritakan kepada kami [Nashr bin Ali al-Jahdlami] dan [Hamid bin Umar al-Bakrawi] keduanya berkata, telah menceritakan kepada kami [Bisyr bin al-Mufadldlal] dari [Khalid] dari [Abdullah bin Syaqiq] dari [Abu Hurairah] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Apabila salah seorang di antara kalian bangun dari tidurnya maka janganlah dia mencelupkan tangannya ke dalam bejana hingga dia membasuhnya tiga kali, karena dia tidak mengetahui di mana tangan itu menginap.\" Telah menceritakan kepada kami [Abu Kuraib] dan [Abu Sa'id al-Asyajj] keduanya berkata, telah menceritakan kepada kami [Waki']. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Abu Mu'awiyah] keduanya dari [al-A'masy] dari [Abu Razin], dan [Abu Shalih] dari [Abu Hurairah], dalam hadits Abu Mu'awiyah dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda, sedangkan dalam hadits Waki', dia berkata; dia telah memarfu'kannya, seperti hadits tersebut.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Amru an-Naqid] serta [Zuhair bin Harb] mereka berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [az-Zuhri] dari [Abu Salamah]. (dalam riwayat lain disebutkan) Dan telah menceritakannya kepadaku [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [az-Zuhri] dari [Ibnu al-Musayyab] keduanya dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, dengan hadits semisal itu.\"","arab":"و حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ وَحَامِدُ بْنُ عُمَرَ الْبَكْرَاوِيُّ قَالَا حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ عَنْ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ أَبِي هُرَيْرَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي الْإِنَاءِ حَتَّى يَغْسِلَهَا ثَلَاثًا فَإِنَّهُ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُحَدَّثَنَا أَبُو كُرَيْبٍ وَأَبُو سَعِيدٍ الْأَشَجُّ قَالَا حَدَّثَنَا وَكِيعٌ ح و حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ كِلَاهُمَا عَنْ الْأَعْمَشِ عَنْ أَبِي رَزِينٍ وَأَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي حَدِيثِ وَكِيعٍ قَالَ يَرْفَعُهُ بِمِثْلِهِ و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ ح و حَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ ابْنِ الْمُسَيَّبِ كِلَاهُمَا عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}