{"pageProps":{"number":"4092","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami [Laits]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Muhammad bin Rumh]; Telah mengabarkan kepada kami [Al Laits] dari [Yahya bin Sa'id] dari ['Abdillah bin 'Amir bin Rabi'ah] bahwa ['Aisyah] dia berkata; \"Pada malam pertama setibanya di Madinah, RasululIah shallallahu 'alaihi wasallam selalu jaga dan tidak pernah tidur. Setelah itu beliau pun berkata; 'Semoga ada seorang laki-laki yang shalih dari para sahabatku ini yang akan menjagaku pada malam ini. Aisyah berkata; \"Ketika kami dalam keadaan seperti itu, tiba-tiba kami mendengar suara senjata. Kemudian Rasulullah bertanya, Siapa kamu? Orang itu menjawab, \"Sa'ad bin Abi Waqqash.\" Rasulullah bertanya lagi, \"Mengapa kamu datang kemari ya Sa'ad?\" Sa'ad bin Abi Waqqash menjawab; \"Di dalam benak saya kekhawatiran terhadap diri Rasulullah shallallahu 'alaihi wasallam. OIeh karena itu, saya datang ke sini untuk menjaganya.\" Kemudian Rasulullah pun mendoakan kebaikan bagi Sa'ad dan setelah itu beliau tidur. Dan di dalam riwayat Ibnu Rumh di sebutkan; 'Lalu kami bertanya, 'Siapa ini? ' Dan telah menceritakannya kepada kami [Muhammad bin Al Mutsanna] Telah menceritakan kepada kami [Abdul Wahab] Aku mendengar [Yahya bin Sa'id] dia berkata; Aku mendengar [Abdullah bin Amir bin Rabi'ah] dia berkata; [Aisyah] berkata; 'Pada suatu malam, Rasulullah shallallahu 'alaihi wasallam tidak bisa tidur…….(sebagaimana Hadits Sulaiman bin Bilal).","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ أَنَّ عَائِشَةَ قَالَتْسَهِرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقْدَمَهُ الْمَدِينَةَ لَيْلَةً فَقَالَ لَيْتَ رَجُلًا صَالِحًا مِنْ أَصْحَابِي يَحْرُسُنِي اللَّيْلَةَ قَالَتْ فَبَيْنَا نَحْنُ كَذَلِكَ سَمِعْنَا خَشْخَشَةَ سِلَاحٍ فَقَالَ مَنْ هَذَا قَالَ سَعْدُ بْنُ أَبِي وَقَّاصٍ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا جَاءَ بِكَ قَالَ وَقَعَ فِي نَفْسِي خَوْفٌ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجِئْتُ أَحْرُسُهُ فَدَعَا لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ نَامَوَفِي رِوَايَةِ ابْنِ رُمْحٍ فَقُلْنَا مَنْ هَذَا و حَدَّثَنَاه مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَامِرِ بْنِ رَبِيعَةَ يَقُولُ قَالَتْ عَائِشَةُ أَرِقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ بِمِثْلِ حَدِيثِ سُلَيْمَانَ بْنِ بِلَالٍ","source":"Muslim"},"__N_SSG":true}