{"pageProps":{"number":"4206","slug":"muslim","id":"Telah menceritakan kepada kami ['Abdul Malik bin Syu'aib bin Al Laits]; Telah menceritakan kepadaku [Bapakku] dari [Kakekku]; Telah menceritakan kepadaku [Khalid bin Yazid]; Telah menceritakan kepadaku [Sa'id bin Abu Hilal] dari ['Umarah bin Ghaziyyah] dari [Muhammad bin Ibrahim] dari [Abu Salamah bin 'Abdur Rahman] dari ['Aisyah] bahwasanya Rasulullah shallallahu 'alaihi wasallam telah bersabda: \"Cacilah kaum kafir Quraisyy dengan syair, Karena yang demikian itu lebih pedih daripada bidikan panah.\" Pada suatu ketika, Rasulullah shallallahu 'alaihi wasallam pernah mengutus seseorang kepada lbnu Rawahah untuk menyampaikan pesan beliau yang berbunyi; Cacilah kaum kafir Quraisyy dengan syairmu!\" Kemudian lbnu Rawahah melancarkan serangan kepada mereka dengan syairnya, tetapi sepertinya Rasulullah belum merasa puas. Setelah itu, Rasulullah shallallahu 'alaihi wasallam mengirim seorang utusan kepada Ka'ab bin Malik. Lalu juga mengutus seorang utusan kepada Hassan bin Tsabit. Ketika utusan tersebut datang kepadanya, Hassan berkata; \"Telah tiba saatnya engkau mengutus singa yang mengipas-ngipaskan ekornya, menjulurkan dan menggerak-gerakkan Iidahnya. Demi Dzat yang telah mengutus engkau dengan membawa kebenaran, saya akan menyayat-nyayat hati kaum kafir Quraisyy dengan syair saya ini seperti sayatan kulit.\" Tetapi Rasulullah memperingatkannya terlebih dahulu: \"Hai Hassan, janganlah kamu tergesa-gesa, karena sesungguhnya Abu Bakar itu lebih tahu tentang nasab orang-orang Quraisyy. Sementara nasab Quraisyy itu sendiri ada pada diriku.\" Kemudian Hassan bin Tsabit pergi mengunjungi Abu Bakar Setelah itu, ia pun kembali menemui Rasulullah dan berkata; Ya Rasulullah, nasab engkau telah saya ketahui silsilahnya. Demi Dzat yang telah mengutus engkau dengan kebenaran, saya pasti akan mampu mencabut engkau dan kelompok mereka sebagaimana tercabutnya sebutir gandum dari adonannya.\" Aisyah berkata; \"Lalu saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Jibril Alahis Salam senantiasa akan mendukungmu hai Hassan selama kamu menghinakan orang-orang kafir dengan syairmu untuk membela Allah dan Rasul-Nya.\" Aisyah berkata; Hassan bin Tsabit melontarkan syair-syair hinaan kepada kaum Quraisyy dengan dahsyatnya.\" Hassan bin Tsabit berkata; dalam syairnya; 'Kau hina Muhammad, maka aku balas hinaanmu itu, # dan dengan itu maka aku raih pahala di sisi Allah. # Kau hina Muhammad, orang yang baik dan tulus, # utusan Allah yang tidak pernah ingkar janji. # Ayahku, nenekku, dan kehormatanku akan, aku persembahkan demi kehormatan Muhammad dan seranganmu. # Aku akan pacu kudaku yang tak terkejar olehmu menerjang musuh dan terus mendaki. # Pasukan berkuda kami melesat ke atas bukit, dengan menyanding anak panah yang siap diluncurkan. # Kuda-kuda kami terus berlari, dengan panji-panji yang ditata oleh kaum wanita.# Tantanganmu pasti kami hadapi, sampai kemenangan berada di tangan kami. # Jika tidak, maka tunggulah saat pertempuran # yang Allah akan berikan # kejayaan kepada orang yang dikehendaki-Nya. # Allah berfirman: \"Telah Aku utus seorang hamba, # yang menyampaikan kebenaran tanpa tersembunyi.\" # Allah berfirman: \"Telah Aku siapkan bala bantuan, # yaitu pasukan Anshar yang merindukan musuh. # Setiap hari kami siap menghadapi cacian, # pertempuran, ataupun hinaan. # Hinaan, pujianmu dan pertolonganmu kepada Rasulullah, semua itu bagi beliau tiada artinya. # Jibril yang diutus oleh Allah untuk membantu kami, dialah Ruhul Qudus yang tak tertandingi.","arab":"حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي هِلَالٍ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اهْجُوا قُرَيْشًا فَإِنَّهُ أَشَدُّ عَلَيْهَا مِنْ رَشْقٍ بِالنَّبْلِ فَأَرْسَلَ إِلَى ابْنِ رَوَاحَةَ فَقَالَ اهْجُهُمْ فَهَجَاهُمْ فَلَمْ يُرْضِ فَأَرْسَلَ إِلَى كَعْبِ بْنِ مَالِكٍ ثُمَّ أَرْسَلَ إِلَى حَسَّانَ بْنِ ثَابِتٍ فَلَمَّا دَخَلَ عَلَيْهِ قَالَ حَسَّانُ قَدْ آنَ لَكُمْ أَنْ تُرْسِلُوا إِلَى هَذَا الْأَسَدِ الضَّارِبِ بِذَنَبِهِ ثُمَّ أَدْلَعَ لِسَانَهُ فَجَعَلَ يُحَرِّكُهُ فَقَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَأَفْرِيَنَّهُمْ بِلِسَانِي فَرْيَ الْأَدِيمِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَعْجَلْ فَإِنَّ أَبَا بَكْرٍ أَعْلَمُ قُرَيْشٍ بِأَنْسَابِهَا وَإِنَّ لِي فِيهِمْ نَسَبًا حَتَّى يُلَخِّصَ لَكَ نَسَبِي فَأَتَاهُ حَسَّانُ ثُمَّ رَجَعَ فَقَالَ يَا رَسُولَ اللَّهِ قَدْ لَخَّصَ لِي نَسَبَكَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَأَسُلَّنَّكَ مِنْهُمْ كَمَا تُسَلُّ الشَّعْرَةُ مِنْ الْعَجِينِ قَالَتْ عَائِشَةُ فَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لِحَسَّانَ إِنَّ رُوحَ الْقُدُسِ لَا يَزَالُ يُؤَيِّدُكَ مَا نَافَحْتَ عَنْ اللَّهِ وَرَسُولِهِ وَقَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ هَجَاهُمْ حَسَّانُ فَشَفَى وَاشْتَفَى قَالَ حَسَّانُ هَجَوْتَ مُحَمَّدًا فَأَجَبْتُ عَنْهُوَعِنْدَ اللَّهِ فِي ذَاكَ الْجَزَاءُهَجَوْتَ مُحَمَّدًا بَرًّا حَنِيفًارَسُولَ اللَّهِ شِيمَتُهُ الْوَفَاءُفَإِنَّ أَبِي وَوَالِدَهُ وَعِرْضِيلِعِرْضِ مُحَمَّدٍ مِنْكُمْ وِقَاءُثَكِلْتُ بُنَيَّتِي إِنْ لَمْ تَرَوْهَاتُثِيرُ النَّقْعَ مِنْ كَنَفَيْ كَدَاءِيُبَارِينَ الْأَعِنَّةَ مُصْعِدَاتٍعَلَى أَكْتَافِهَا الْأَسَلُ الظِّمَاءُتَظَلُّ جِيَادُنَا مُتَمَطِّرَاتٍتُلَطِّمُهُنَّ بِالْخُمُرِ النِّسَاءُفَإِنْ أَعْرَضْتُمُو عَنَّا اعْتَمَرْنَاوَكَانَ الْفَتْحُ وَانْكَشَفَ الْغِطَاءُوَإِلَّا فَاصْبِرُوا لِضِرَابِ يَوْمٍيُعِزُّ اللَّهُ فِيهِ مَنْ يَشَاءُوَقَالَ اللَّهُ قَدْ أَرْسَلْتُ عَبْدًايَقُولُ الْحَقَّ لَيْسَ بِهِ خَفَاءُوَقَالَ اللَّهُ قَدْ يَسَّرْتُ جُنْدًاهُمْ الْأَنْصَارُ عُرْضَتُهَا اللِّقَاءُلَنَا فِي كُلِّ يَوْمٍ مِنْ مَعَدٍّسِبَابٌ أَوْ قِتَالٌ أَوْ هِجَاءُفَمَنْ يَهْجُو رَسُولَ اللَّهِ مِنْكُمْوَيَمْدَحُهُ وَيَنْصُرُهُ سَوَاءُوَجِبْرِيلٌ رَسُولُ اللَّهِ فِينَاوَرُوحُ الْقُدُسِ لَيْسَ لَهُ كِفَاءُ","source":"Muslim"},"__N_SSG":true}