{"pageProps":{"number":"4258","slug":"muslim","id":"Telah menceritakan kepadaku [Sa'id bin Yahya bin Sa'id Al Umawi]; Telah menceritakan kepada kami [Bapakku]; Telah menceritakan kepada kami [Ibnu Juraij] dari [Abu Az Zubair] dari [Jabir] dia berkata; [Abu Said Al Khudri] berkata; \"Rasulullah shallallahu 'alaihi wasallam telah bersabda: 'Akan datang suatu masa yang ketika itu seseorang sedang dicari-cari untuk memimpin ekspedisi pasukan.' Orang-orang akan berkata; 'Carilah apakah kalian dapatkan seorang sahabat Rasulullah shallallahu 'alaihi wasallam? ' Akhirnya ditemukanlah seorang sahabat Rasulullah, yang dengannya mereka memperoleh kemenangan. Pada ekspedisi yang kedua orang-orang berkata; 'Apakah ada orang yang pernah bertemu dengan para sahabat Rasulullah? ' Maka mereka memperoleh kemenangan dengan dipimpin oleh orang tersebut. Pada ekspedisi yang ketiga seseorang berkata; 'Carilah apakah ada orang yang pernah bertemu dengan orang yang pernah bertemu para sahabat Rasulullah? ' Pada ekspedisi yang keempat seseorang berkata; 'Carilah apakah kalian dapatkan orang yang pernah bertemu dengan orang yang pernah bertemu dengan yang pernah bertemu para sahabat Rasulullah? ' Akhirnya didapatkanlah orang tersebut, hingga dengan kepemimpinan orang tersebut mereka meraih kemenangan.","arab":"حَدَّثَنِي سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْأُمَوِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا ابْنُ جُرَيْجٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ زَعَمَ أَبُو سَعِيدٍ الْخُدْرِيُّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْتِي عَلَى النَّاسِ زَمَانٌ يُبْعَثُ مِنْهُمْ الْبَعْثُ فَيَقُولُونَ انْظُرُوا هَلْ تَجِدُونَ فِيكُمْ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيُوجَدُ الرَّجُلُ فَيُفْتَحُ لَهُمْ بِهِ ثُمَّ يُبْعَثُ الْبَعْثُ الثَّانِي فَيَقُولُونَ هَلْ فِيهِمْ مَنْ رَأَى أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيُفْتَحُ لَهُمْ بِهِ ثُمَّ يُبْعَثُ الْبَعْثُ الثَّالِثُ فَيُقَالُ انْظُرُوا هَلْ تَرَوْنَ فِيهِمْ مَنْ رَأَى مَنْ رَأَى أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ يَكُونُ الْبَعْثُ الرَّابِعُ فَيُقَالُ انْظُرُوا هَلْ تَرَوْنَ فِيهِمْ أَحَدًا رَأَى مَنْ رَأَى أَحَدًا رَأَى أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيُوجَدُ الرَّجُلُ فَيُفْتَحُ لَهُمْ بِهِ","source":"Muslim"},"__N_SSG":true}