{"pageProps":{"number":"4363","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb]; Telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari [Abu Adh Dhuha] dari [Masruq] dari ['Aisyah] dia berkata; 'Pada suatu hari, ada dua orang yang bertamu kepada Rasulullah shallallahu 'alaihi wasallam. Kemudian kedua orang tersebut membicarakan sesuatu yang tidak saya ketahui kepada Rasulullah shallallahu 'alaihi wasallam, hingga membuat beliau marah. Tak lama kemudian, saya mendengar Rasulullah melaknat dan mencaci mereka. Setelah kedua laki-laki itu keluar, saya pun bertanya kepada beliau; 'Ya Rasululah, sepertinya dua orang laki-Iaki tadi tidak memperoleh kebaikan, sebagaimana yang diperoleh oleh orang lain. RasuluIIah balik bertanya: 'Apa maksudnya ya Aisyah? ' Aisyah menjawab; 'Maksud saya, engkau telah melaknat dan mencaci-maki kedua orang tersebut.' Lalu Rasulullah bersabda: 'Hai Aisyah, tidak tahukah kamu apa yang pernah saya syaratkan kepada Tuhanku? Sesungguhnya aku telah memohon: 'Ya Allah, aku hanyalah seorang manusia. Jika ada seorang muslim yang aku laknat atau aku maki, maka jadikanlah hal tersebut sebagai pelebur dosa dan pahala baginya.' Telah menceritakannya kepada kami [Abu Bakr bin Abu Syaibah] dan [Abu Kuraib] keduanya berkata; Telah menceritakan kepada kami [Abu Mu'awiyah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakannya kepada kami ['Ali bin Hujr As Sa'idi] dan [Ishaq bin Ibrahim] serta ['Ali bin Khasyram] -secara keseluruhan- dari ['Isa bin Yunus] keduanya dari [Al A'masy] melalui jalur ini yang serupa dengan Hadits Jarir dan dia berkata; di dalam Hadits 'Isa; keduanya lalu berpaling dari Rasulullah, hingga akhirnya beliau memakinya dan melaknatnya serta mengusir keduanya.","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْدَخَلَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلَانِ فَكَلَّمَاهُ بِشَيْءٍ لَا أَدْرِي مَا هُوَ فَأَغْضَبَاهُ فَلَعَنَهُمَا وَسَبَّهُمَا فَلَمَّا خَرَجَا قُلْتُ يَا رَسُولَ اللَّهِ مَنْ أَصَابَ مِنْ الْخَيْرِ شَيْئًا مَا أَصَابَهُ هَذَانِ قَالَ وَمَا ذَاكِ قَالَتْ قُلْتُ لَعَنْتَهُمَا وَسَبَبْتَهُمَا قَالَ أَوَ مَا عَلِمْتِ مَا شَارَطْتُ عَلَيْهِ رَبِّي قُلْتُ اللَّهُمَّ إِنَّمَا أَنَا بَشَرٌ فَأَيُّ الْمُسْلِمِينَ لَعَنْتُهُ أَوْ سَبَبْتُهُ فَاجْعَلْهُ لَهُ زَكَاةً وَأَجْرًاحَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ ح و حَدَّثَنَاه عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَلِيُّ بْنُ خَشْرَمٍ جَمِيعًا عَنْ عِيسَى بْنِ يُونُسَ كِلَاهُمَا عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ جَرِيرٍ و قَالَ فِي حَدِيثِ عِيسَى فَخَلَوَا بِهِ فَسَبَّهُمَا وَلَعَنَهُمَا وَأَخْرَجَهُمَا","source":"Muslim"},"__N_SSG":true}