{"pageProps":{"number":"4508","slug":"muslim","id":"Telah menceritakan kepada kami [Abul Khaththab Ziyad bin Yahya Al Hassani] telah menceritakan kepada kami [Muhammad bin Abu 'Adi] dari [Humaid] dari [Tsabit] dari [Anas] bahwasanya Rasulullah shallallahu 'alaihi wasallam pernah menjenguk seorang laki-laki muslim yang sedang sakit parah sampai kurus dan lemah seperti seekor burung kecil. Kemudian Rasulullah bertanya kepadanya: \"Apakah kamu pernah berdoa ataupun memohon sesuatu kepada Allah?\" Sahabat tersebut menjawab; 'Ya, saya pernah berdoa; 'Ya Allah ya Tuhanku, apa yang akan Engkau siksakan kepadaku di akhirat kelak, maka segerakanlah siksa tersebut di dunia ini! ' Mendengar pengakuannya itu, Rasulullah pun berkata: 'Subhanallah, mengapa kamu berdoa seperti itu. Tentu kamu tidak akan tahan. Mengapa kamu tidak berdoa: 'Ya Allah, berilah kami kebaikan di dunia dan kebaikan di akhirat serta peliharalah kami dari siksa neraka.' Anas berkata; 'Lalu Rasulullah berdoa kepada Allah untuk sahabat tersebut dan akhirnya Allah pun menyembuhkannya.' Telah menceritakannya kepada kami ['Ashim bin An Nadhr At Taimi] telah menceritakan kepada kami [Khalid bin Al Harits] telah menceritakan kepada kami [Humaid] dengan sanad ini sampai perkataannya 'dan selamatkan kami dari api neraka' dan tidak menyebutkan tambahannya. Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Hammad] telah mengabarkan kepada kami [Tsabit] dari [Anas] bahwasanya Rasulullah shallallahu 'alaihi wasallam pernah menjenguk seseorang dari para sahabatnya yang sakit, hingga orang itu seakan-akan seperti burung kecil. -sebagaimana yang semakna dengan Hadits Humaid.- hanya ada sedikit tambahan, beliau bersabda: 'kamu tidak akan mampu menghadapi adzab Allah, ' -tanpa menyebutkan kalimat; 'lalu beliau mendo'akannya hingga dia sembuh kembali.' Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Ibnu Basysyar] mereka berdua berkata; telah menceritakan kepada kami [Salim bin Nuh Al 'Aththar] dari [Sa'id bin Abu 'Arubah] dari [Qatadah] dari [Anas] dari Nabi shallallahu 'alaihi wasallam dengan hadits ini.","arab":"حَدَّثَنَا أَبُو الْخَطَّابِ زِيَادُ بْنُ يَحْيَى الْحَسَّانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ عَنْ حُمَيْدٍ عَنْ ثَابِتٍ عَنْ أَنَسٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَادَ رَجُلًا مِنْ الْمُسْلِمِينَ قَدْ خَفَتَ فَصَارَ مِثْلَ الْفَرْخِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ كُنْتَ تَدْعُو بِشَيْءٍ أَوْ تَسْأَلُهُ إِيَّاهُ قَالَ نَعَمْ كُنْتُ أَقُولُ اللَّهُمَّ مَا كُنْتَ مُعَاقِبِي بِهِ فِي الْآخِرَةِ فَعَجِّلْهُ لِي فِي الدُّنْيَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُبْحَانَ اللَّهِ لَا تُطِيقُهُ أَوْ لَا تَسْتَطِيعُهُ أَفَلَا قُلْتَ اللَّهُمَّ{ آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ }قَالَ فَدَعَا اللَّهَ لَهُ فَشَفَاهُحَدَّثَنَاه عَاصِمُ بْنُ النَّضْرِ التَّيْمِيُّ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ حَدَّثَنَا حُمَيْدٌ بِهَذَا الْإِسْنَادِ إِلَى قَوْلِهِ{ وَقِنَا عَذَابَ النَّارِ }وَلَمْ يَذْكُرْ الزِّيَادَةَ و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادٌ أَخْبَرَنَا ثَابِتٌ عَنْ أَنَسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَى رَجُلٍ مِنْ أَصْحَابِهِ يَعُودُهُ وَقَدْ صَارَ كَالْفَرْخِ بِمَعْنَى حَدِيثِ حُمَيْدٍ غَيْرَ أَنَّهُ قَالَ لَا طَاقَةَ لَكَ بِعَذَابِ اللَّهِ وَلَمْ يَذْكُرْ فَدَعَا اللَّهَ لَهُ فَشَفَاهُ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا سَالِمُ بْنُ نُوحٍ الْعَطَّارُ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ","source":"Muslim"},"__N_SSG":true}