{"pageProps":{"number":"4589","slug":"muslim","id":"Telah menceritakan kepadaku [Ishaq bin Manshur] telah mengabarkan kepada kami ['Abdush Shamad] Aku mendengar [bapakku] bercerita; telah menceritakan kepada kami [Sa'id Al Jurairi] dari [Abu 'Utsman An Nahdi] dari [Hanzhalah] dia berkata; Ketika kami berada di sisi Rasulullah shallallahu 'alaihi wasallam, beliau biasa mengingatkan kami dan menuturkan tentang neraka. Hanzhalah berkata; Namun ketika aku sudah kembali ke rumah, aku tertawa bersama anak-anakku dan bermain-main bersama istri. Hanzhalah berkata; maka aku pun keluar dan bertemu dengan Abu Bakar, lalu aku ceritakan kebiasaanku kepadanya. Abu Bakr menjawab; Demikian juga saya biasa melakukan hal itu. Lalu kami bertemu dengan Rasulullah, maka aku berkata; 'Ya Rasulullah, Hanzhalah telah munafik! Beliau bertanya: 'Kenapa demikian wahai Hanzhalah? ' aku pun menuturkan kebiasaanku pada beliau, maka beliau bersabda: \"Wahai Hanzhalah, perbaharuilah iman secara berkala (dari waktu ke waktu, secara bertahap, tidak spontanitas), sekiranya keadaan kalian adalah sebagaimana keadaan kalian saat bersamaku, niscaya para malaikat akan menyalami kalian hingga ketika di perjalanan kalian.\" Telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Al Fudlail bin Dukain] telah menceritakan kepada kami [Sufyan] dari [Sa'id Al Jurairi] dari [Abu 'Utsman An Nahdi] dari [Hanzhalah At Tamimi Al Usayyidil Al Katib] dia berkata; Ketika kami bersama Rasulullah, beliau biasa mengingatkan kami tentang surga dan neraka. -Selanjutnya sebagaimana Hadits keduanya.-","arab":"حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا عَبْدُ الصَّمَدِ سَمِعْتُ أَبِي يُحَدِّثُ حَدَّثَنَا سَعِيدٌ الْجُرَيْرِيُّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ حَنْظَلَةَ قَالَكُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَعَظَنَا فَذَكَّرَ النَّارَ قَالَ ثُمَّ جِئْتُ إِلَى الْبَيْتِ فَضَاحَكْتُ الصِّبْيَانَ وَلَاعَبْتُ الْمَرْأَةَ قَالَ فَخَرَجْتُ فَلَقِيتُ أَبَا بَكْرٍ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ وَأَنَا قَدْ فَعَلْتُ مِثْلَ مَا تَذْكُرُ فَلَقِينَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ نَافَقَ حَنْظَلَةُ فَقَالَ مَهْ فَحَدَّثْتُهُ بِالْحَدِيثِ فَقَالَ أَبُو بَكْرٍ وَأَنَا قَدْ فَعَلْتُ مِثْلَ مَا فَعَلَ فَقَالَ يَا حَنْظَلَةُ سَاعَةً وَسَاعَةً وَلَوْ كَانَتْ تَكُونُ قُلُوبُكُمْ كَمَا تَكُونُ عِنْدَ الذِّكْرِ لَصَافَحَتْكُمْ الْمَلَائِكَةُ حَتَّى تُسَلِّمَ عَلَيْكُمْ فِي الطُّرُقِحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ حَدَّثَنَا سُفْيَانُ عَنْ سَعِيدٍ الْجُرَيْرِيِّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ حَنْظَلَةَ التَّمِيمِيِّ الْأُسَيِّدِيِّ الْكَاتِبِ قَالَ كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَّرَنَا الْجَنَّةَ وَالنَّارَ فَذَكَرَ نَحْوَ حَدِيثِهِمَا","source":"Muslim"},"__N_SSG":true}