{"pageProps":{"number":"4597","slug":"muslim","id":"Telah menceritakan kepadaku [Muhammad bin Marzuq bin Binti Mahdi bin Maimun] telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Malik] dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwasanya Rasulullah shallallahu 'alaihi wasallam telah bersabda: \"Dahulu ada seorang laki-laki yang tidak pernah berbuat baik sama sekali. Lalu ia berpesan kepada istri dan keluarganya; 'Wahai keluargaku, apabila aku meninggal dunia, maka bakarlah mayatku! Setelah itu, buanglah sebagian tubuhku di daratan dan sebagian lagi di lautan. Demi Allah, jika Allah menakdirkan niscaya Dia akan menyiksaku dengan siksaan yang tidak pernah Dia timpakan kepada makhluk lain di dunia ini.' Ketika orang tersebut meninggal, maka keluarganya pun melaksanakan pesannya, yaitu membakar jasadnya dan membuang sebagian ke daratan dan sebagian ke lautan. Kemudian Allah Subhanahu Wa Ta'ala memerintahkan daratan agar menyatukan jasad orang tersebut dan Allah pun memerintahkan lautan agar menyatukan jasad orang itu. Setelah jasad terkumpul menjadi satu kembali di alam barzakh, maka Allah pun bertanya kepadanya: 'Hai hamba-Ku, mengapa kamu memerintahkan keluargamu untuk melakukan tindakan seperti itu? ' Orang laki-laki itu menjawab; 'Ya Allah ya Tuhanku, aku lakukan itu karena aku takut akan siksa-Mu, sedangkan Engkau adalah Dzat Yang Maha Tahu.' Akhirnya Allah pun mengampuninya.\"","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ مَرْزُوقِ بْنِ بِنْتِ مَهْدِيِّ بْنِ مَيْمُونٍ حَدَّثَنَا رَوْحٌ حَدَّثَنَا مَالِكٌ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ قَالَ رَجُلٌ لَمْ يَعْمَلْ حَسَنَةً قَطُّ لِأَهْلِهِ إِذَا مَاتَ فَحَرِّقُوهُ ثُمَّ اذْرُوا نِصْفَهُ فِي الْبَرِّ وَنِصْفَهُ فِي الْبَحْرِ فَوَاللَّهِ لَئِنْ قَدَرَ اللَّهُ عَلَيْهِ لَيُعَذِّبَنَّهُ عَذَابًا لَا يُعَذِّبُهُ أَحَدًا مِنْ الْعَالَمِينَ فَلَمَّا مَاتَ الرَّجُلُ فَعَلُوا مَا أَمَرَهُمْ فَأَمَرَ اللَّهُ الْبَرَّ فَجَمَعَ مَا فِيهِ وَأَمَرَ الْبَحْرَ فَجَمَعَ مَا فِيهِ ثُمَّ قَالَ لِمَ فَعَلْتَ هَذَا قَالَ مِنْ خَشْيَتِكَ يَا رَبِّ وَأَنْتَ أَعْلَمُ فَغَفَرَ اللَّهُ لَهُ","source":"Muslim"},"__N_SSG":true}