{"pageProps":{"number":"4790","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Ali bin Hujr] keduanya dari [Ibnu Ulaiyah] dan teksnya milik Hujr, telah menceritakan kepada kami [Isma'il bin Ibrahim] dari [Ayyub] dari [Humaid bin Hilal] dari [Abu Qatadah Al Adawi] dari [Yasir bin Jabir] berkata: Angin merah bergejolak di Kufah lalu seseorang datang, ia tidak memiliki kebiasaan lain selain berkata: Wahai [Abdullah bin Mas'ud], kiamat telah tiba. Yasir berkata: Ibnu Mas'ud duduk setelah sebelumnya bersandar lalu berkata: Kiamat tidak terjadi hingga harta warisan tidak dibagi dan harta rampasan tidak membuat senang. Setelah itu ia berisyarat dengan tangannya seperti ini, ia menunjuk ke arah Syam lalu berkata: Musuh berkumpul untuk kaum muslimin dan kaum muslimin pun berkumpul untuk (menghadapi) mereka. Aku berkata: Romawi maksudmu? Ia menjawab: Ya, saat perang itu terjadi serangan besar-besaran. Kaum muslimin mengirim sekelompok pasukan agar mati, tidak kembali kecuali dalam keadaan menang. Mereka menyerang hingga malam hari lalu masing-masing dari kedua kubu kembali, masing-masing tidak menang dan sekelompok pasukan itu pun lenyap. Kaum muslimin mengirim sepasukan untuk mati, agar tidak kembali kecuali dalam keadaan menang. Mereka menyerang hingga malam hari lalu masing-masing dari kedua kubu kembali, masing-masing tidak menang dan sekelompok pasukan itu pun lenyap. Kaum muslimin mengirim sepasukan untuk mati, agar tidak kembali kecuali dalam keadaan menang. Mereka menyerang hingga malam hari lalu masing-masing dari kedua kubu kembali, masing-masing tidak menang dan sekelompok pasukan itu pun lenyap. Pada hari keempat, sisa kaum muslimin yang masih ada maju lalu Allah menjadikan kekalahan atas mereka. Mereka membunuh banyak pasukan, mungkin ia berkata: Tidak terlihat sepertinya, atau mengatakan: Tidak terlihat sepertinya (LAM YURAA MITSLUHAA atau LAM YURA MITSLUHAA), hingga burung-burung berterbangan melintasi segala penjuru mereka dan tidaklah melintasi mereka melainkan pasti tersungkur mati. Satu kabilah menghitung, tadinya berjumlah seratus orang tapi mereka hanya menjumpai satu orang saja, lalu harta rampasan perang mana yang bisa membuat senang atau harta peninggalan mana yang bisa dibagikan. Saat mereka seperti itu, mereka tiba-tiba mendengar serangan lebih besar darinya kemudian orang yang berteriak mendatangi mereka bahwa Dajjal telah mengganti mereka dikeluarga mereka lalu mereka membuang yang ada ditangan mereka kemudian pulang, setelah itu mereka mengirim sepuluh tentara berkuda ke depan. Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Sesungguhnya aku mengetahui nama-nama mereka, nama-nama ayah mereka dan warna kuda mereka. Mereka adalah tentara berkuda terbaik di muka bumi saat itu atau diantara tentara berkuda yang terbaik di atas bumi saat itu.\" [Ibnu Abi Syaibah] berkata dalam riwayatnya: Dari Usair bin Jabir. Telah menceritakan kepadaku [Muhammad bin Ubaid Al Ghubari] telah menceritakan kepada kami [Hammad bin Zaid] dari [Ayyub] dari [Humaid bin Hilal] dari [Abu Qatadah] dari [Yusair bin Jabir] berkata: Aku pernah berada di dekat [Ibnu Mas'ud] lalu angin merah bergejolak, ia menyebut hadits serupa. Hadits Ibnu Ulaiyah lebih lengkap. Telah menceritakan kepada kami [Syaiban bin Farrukh] telah menceritakan kepada kami [Sulaiman bin Al Mughirah] telah menceritakan kepada kami [Humaid bin Hilal] dari [Abu Qatadah] dari [Asir bin Jabir] berkata: Aku berada di kediaman [Abdullah bin Mas'ud] dan rumahnya penuh dengan orang, ia berkata: Angin merah bergejolak di Kufah, lalu ia menyebut seperti hadits Ibnu Ulaiyah.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ حُجْرٍ كِلَاهُمَا عَنْ ابْنِ عُلَيَّةَ وَاللَّفْظُ لِابْنِ حُجْرٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَيُّوبَ عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ أَبِي قَتَادَةَ الْعَدَوِيِّ عَنْ يُسَيْرِ بْنِ جَابِرٍ قَالَ هَاجَتْ رِيحٌ حَمْرَاءُ بِالْكُوفَةِ فَجَاءَ رَجُلٌ لَيْسَ لَهُ هِجِّيرَى إِلَّا يَا عَبْدَ اللَّهِ بْنَ مَسْعُودٍ جَاءَتْ السَّاعَةُ قَالَ فَقَعَدَ وَكَانَ مُتَّكِئًا فَقَالَ إِنَّ السَّاعَةَ لَا تَقُومُ حَتَّى لَا يُقْسَمَ مِيرَاثٌ وَلَا يُفْرَحَ بِغَنِيمَةٍ ثُمَّ قَالَ بِيَدِهِ هَكَذَا وَنَحَّاهَا نَحْوَ الشَّأْمِ فَقَالَ عَدُوٌّ يَجْمَعُونَ لِأَهْلِ الْإِسْلَامِ وَيَجْمَعُ لَهُمْ أَهْلُ الْإِسْلَامِ قُلْتُ الرُّومَ تَعْنِي قَالَ نَعَمْ وَتَكُونُ عِنْدَ ذَاكُمْ الْقِتَالِ رَدَّةٌ شَدِيدَةٌ فَيَشْتَرِطُ الْمُسْلِمُونَ شُرْطَةً لِلْمَوْتِ لَا تَرْجِعُ إِلَّا غَالِبَةً فَيَقْتَتِلُونَ حَتَّى يَحْجُزَ بَيْنَهُمْ اللَّيْلُ فَيَفِيءُ هَؤُلَاءِ وَهَؤُلَاءِ كُلٌّ غَيْرُ غَالِبٍ وَتَفْنَى الشُّرْطَةُ ثُمَّ يَشْتَرِطُ الْمُسْلِمُونَ شُرْطَةً لِلْمَوْتِ لَا تَرْجِعُ إِلَّا غَالِبَةً فَيَقْتَتِلُونَ حَتَّى يَحْجُزَ بَيْنَهُمْ اللَّيْلُ فَيَفِيءُ هَؤُلَاءِ وَهَؤُلَاءِ كُلٌّ غَيْرُ غَالِبٍ وَتَفْنَى الشُّرْطَةُ ثُمَّ يَشْتَرِطُ الْمُسْلِمُونَ شُرْطَةً لِلْمَوْتِ لَا تَرْجِعُ إِلَّا غَالِبَةً فَيَقْتَتِلُونَ حَتَّى يُمْسُوا فَيَفِيءُ هَؤُلَاءِ وَهَؤُلَاءِ كُلٌّ غَيْرُ غَالِبٍ وَتَفْنَى الشُّرْطَةُ فَإِذَا كَانَ يَوْمُ الرَّابِعِ نَهَدَ إِلَيْهِمْ بَقِيَّةُ أَهْلِ الْإِسْلَامِ فَيَجْعَلُ اللَّهُ الدَّبْرَةَ عَلَيْهِمْ فَيَقْتُلُونَ مَقْتَلَةً إِمَّا قَالَ لَا يُرَى مِثْلُهَا وَإِمَّا قَالَ لَمْ يُرَ مِثْلُهَا حَتَّى إِنَّ الطَّائِرَ لَيَمُرُّ بِجَنَبَاتِهِمْ فَمَا يُخَلِّفُهُمْ حَتَّى يَخِرَّ مَيْتًا فَيَتَعَادُّ بَنُو الْأَبِ كَانُوا مِائَةً فَلَا يَجِدُونَهُ بَقِيَ مِنْهُمْ إِلَّا الرَّجُلُ الْوَاحِدُ فَبِأَيِّ غَنِيمَةٍ يُفْرَحُ أَوْ أَيُّ مِيرَاثٍ يُقَاسَمُ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ سَمِعُوا بِبَأْسٍ هُوَ أَكْبَرُ مِنْ ذَلِكَ فَجَاءَهُمْ الصَّرِيخُ إِنَّ الدَّجَّالَ قَدْ خَلَفَهُمْ فِي ذَرَارِيِّهِمْ فَيَرْفُضُونَ مَا فِي أَيْدِيهِمْ وَيُقْبِلُونَ فَيَبْعَثُونَ عَشَرَةَ فَوَارِسَ طَلِيعَةًقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَأَعْرِفُ أَسْمَاءَهُمْ وَأَسْمَاءَ آبَائِهِمْ وَأَلْوَانَ خُيُولِهِمْ هُمْ خَيْرُ فَوَارِسَ عَلَى ظَهْرِ الْأَرْضِ يَوْمَئِذٍ أَوْ مِنْ خَيْرِ فَوَارِسَ عَلَى ظَهْرِ الْأَرْضِ يَوْمَئِذٍقَالَ ابْنُ أَبِي شَيْبَةَ فِي رِوَايَتِهِ عَنْ أُسَيْرِ بْنِ جَابِرٍ و حَدَّثَنِي مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ أَبِي قَتَادَةَ عَنْ يُسَيْرِ بْنِ جَابِرٍ قَالَ كُنْتُ عِنْدَ ابْنِ مَسْعُودٍ فَهَبَّتْ رِيحٌ حَمْرَاءُ وَسَاقَ الْحَدِيثَ بِنَحْوِهِ وَحَدِيثُ ابْنِ عُلَيَّةَ أَتَمُّ وَأَشْبَعُ و حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ حَدَّثَنَا سُلَيْمَانُ يَعْنِي ابْنَ الْمُغِيرَةِ حَدَّثَنَا حُمَيْدٌ يَعْنِي ابْنَ هِلَالٍ عَنْ أَبِي قَتَادَةَ عَنْ أُسَيْرِ بْنِ جَابِرٍ قَالَ كُنْتُ فِي بَيْتِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَالْبَيْتُ مَلْآنُ قَالَ فَهَاجَتْ رِيحٌ حَمْرَاءُ بِالْكُوفَةِ فَذَكَرَ نَحْوَ حَدِيثِ ابْنِ عُلَيَّةَ","source":"Muslim"},"__N_SSG":true}