{"pageProps":{"number":"622","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] telah menceritakan kepada kami [Abu Mu'awiyah] dan [Waki'] --lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Yahya bin Yahya] dan lafazh tersebut miliknya, dia berkata, telah mengabarkan kepada kami [Abu Muawiyah] dari [al-A'masy] dari [Ibrahim] dari [al-Aswad] dari [Aisyah] dia berkata, \"Ketika Rasulullah telah merasa berat, maka datanglah Bilal mengajaknya shalat, maka beliau bersabda, 'Kalian perintahkanlah Abu Bakar agar shalat mengimami manusia'.\" Maka Aisyah berkata, 'Lalu aku berkata, 'Wahai Rasulullah, sesungguhnya Abu Bakar adalah seorang laki-laki yang cepet menangis, dan sesungguhnya dia ketika berdiri mengantikan kedudukanmu, niscaya dia tidak bisa memperdengarkannya kepada manusia. Kalau seandainya kamu memerintahkan Umar. Aisyah berkata kepadanya, maka Rasulullah shallallahu 'alaihi wasallam bersabda, ' kamu adalah sahabat Yusuf (dalam menampakkan zhahir kebalikan dari batinnya). Perintahkanlah Abu Bakar agar shalat mengimami manusia.' Aisyah berkata, \"Kalian perintahkanlah Abu Bakar agar shalat mengimami manusia.\" Aisyah berkata lagi, \"Ketika dia telah masuk shalat, maka Rasulullah shallallahu 'alaihi wasallam mendapatkan rasa takut pada dirinya, maka beliau berdiri dengan dipapah di antara dua orang laki-laki, sedangkan kedua kakinya tidak bisa melangkah di tanah.\" Dia berkata, \"Ketika beliau masuk masjid, maka Abu Bakar mendengar langkahnya, maka dia mulai mundur, lalu Rasulullah shallallahu 'alaihi wasallam memberikan isyarat kepadanya, 'Berdirilah di tempatmu.' Lalu Rasulullah shallallahu 'alaihi wasallam dating hingga duduk di samping kiri Abu Bakar.\" Aisyah berkata, \"Rasulullah shallallahu 'alaihi wasallam shalat mengimami manusia dengan cara duduk, sedangkan Abu Bakar berdiri. Abu Bakar mengikuti shalat Nabi Shallallahu'alaihiwasallam, sedangkan orang-orang mengikuti shalat Abu Bakar.\" Telah menceritakan kepada kami [Minjab bin al-Harits at-Tamimi] telah mengabarkan kepada kami [Ibnu Mushir] --lewat jalur periwayatan lain-- Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Isa bin Yunus] keduanya meriwayatkan dari [al-A'masy] dengan isnad ini hadits semisalnya, dan dalam hadits keduanya, \"Ketika Rasulullah shallallahu 'alaihi wasallam menderita sakit yang membuatnya meninggal di dalamnya.\" Dan dalam Ibnu Mushir, lalu Rasulullah shallallahu 'alaihi wasallam didatangkan hingga duduk di sampingnya, \"Nabi shallallahu 'alaihi wasallam mengimami manusia sedangkan Abu Bakar memperdengarkan takbir kepada mereka.\" Dan dalam hadits Isa, \"Maka Rasulullah shallallahu 'alaihi wasallam duduk shalat, sedangkan Abu Bakar pindah ke sampingnya, sedangkan Abu Bakar memperdengarkan takbir kepada manusia.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَوَكِيعٌ ح و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَاللَّفْظُ لَهُ قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْلَمَّا ثَقُلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَ بِلَالٌ يُؤْذِنُهُ بِالصَّلَاةِ فَقَالَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ وَإِنَّهُ مَتَى يَقُمْ مَقَامَكَ لَا يُسْمِعْ النَّاسَ فَلَوْ أَمَرْتَ عُمَرَ فَقَالَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ قَالَتْ فَقُلْتُ لِحَفْصَةَ قُولِي لَهُ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ وَإِنَّهُ مَتَى يَقُمْ مَقَامَكَ لَا يُسْمِعْ النَّاسَ فَلَوْ أَمَرْتَ عُمَرَ فَقَالَتْ لَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكُنَّ لَأَنْتُنَّ صَوَاحِبُ يُوسُفَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ قَالَتْ فَأَمَرُوا أَبَا بَكْرٍ يُصَلِّي بِالنَّاسِ قَالَتْ فَلَمَّا دَخَلَ فِي الصَّلَاةِ وَجَدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نَفْسِهِ خِفَّةً فَقَامَ يُهَادَى بَيْنَ رَجُلَيْنِ وَرِجْلَاهُ تَخُطَّانِ فِي الْأَرْضِ قَالَتْ فَلَمَّا دَخَلَ الْمَسْجِدَ سَمِعَ أَبُو بَكْرٍ حِسَّهُ ذَهَبَ يَتَأَخَّرُ فَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُمْ مَكَانَكَ فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى جَلَسَ عَنْ يَسَارِ أَبِي بَكْرٍ قَالَتْ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بِالنَّاسِ جَالِسًا وَأَبُو بَكْرٍ قَائِمًا يَقْتَدِي أَبُو بَكْرٍ بِصَلَاةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيَقْتَدِي النَّاسُ بِصَلَاةِ أَبِي بَكْرٍحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ أَخْبَرَنَا ابْنُ مُسْهِرٍ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ كِلَاهُمَا عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ نَحْوَهُ وَفِي حَدِيثِهِمَا لَمَّا مَرِضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَضَهُ الَّذِي تُوُفِّيَ فِيهِ وَفِي حَدِيثِ ابْنِ مُسْهِرٍ فَأُتِيَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى أُجْلِسَ إِلَى جَنْبِهِ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بِالنَّاسِ وَأَبُو بَكْرٍ يُسْمِعُهُمْ التَّكْبِيرَ وَفِي حَدِيثِ عِيسَى فَجَلَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي وَأَبُو بَكْرٍ إِلَى جَنْبِهِ وَأَبُو بَكْرٍ يُسْمِعُ النَّاسَ","source":"Muslim"},"__N_SSG":true}