{"pageProps":{"number":"1312","slug":"ahmad","id":"Telah menceritakan kepada kami [Ali bin Bahr] telah menceritakan kepada kami [Muhammad bin Harb Al Khaulani] telah menceritakan kepada kami [Abu Salamah Al Himshi] dari [Shalih bin Yahya bin Al Miqdam] dari [Ibnu Al Miqdam] dari [kakeknya Al Miqdam bin Ma'di Kariba], berkata; kami berperang bersama [Khalid bin Al Walid] pada musim panas lalu sahabat kami kecanduan daging, lalu mereka berkata; \"Apakah kamu mengijinkan kepada kami, jika kami menyembelih seekor unta yang lemah?\" (Al Miqdam bin Ma'di Kariba Radliyallahu'anhu) berkata; kontan mereka memerasnya, saya berkata; \"Tetaplah kalian berada pada tempat kalian, sampai saya mendatangi Khalid dan saya akan menanyakan tentang hal itu.\" lalu saya mengabari tentang keadaan para sahabatku, lalu (Khalid bin Al Walid Radliyallahu'anhu) berkata; \"Saya berperang bersama Rasulullah Shallallahu'alaihiwasallam Perang Khaibar, lalu orang-orang bersegera dalam menyerang kandang-kandang milik orang Yahudi, \" lalu beliau menyuruhku, \"Wahai Khalid, serukanlah kepada orang-orang: 'Tunaikanlah shalat dengan berjama'ah, dan tidak akan masuk surga kecuali orang muslim\", lalu hal itu saya lakukan. Lantas beliau berdiri ditengah orang-orang dan bersabda: Wahai manusia, bagaimana kalian bisa terburu-buru dalam menyerang kandang-kandang milik orang Yahudi?. Ketahuilah, sesungguhnya tidak halal harta orang yang berada dalam perjanjian kecuali sesuai haknya. Haram bagi kalian daging keledai jinak, kuda dan bighalnya, semua hewan yang bertaring dari hewan buas dan setiap burung yang berkuku tajam.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ الْخَوْلَانِيُّ حَدَّثَنَا أَبُو سَلَمَةَ الْحِمْصِيُّ عَنْ صَالِحِ بْنِ يَحْيَى بْنِ الْمِقْدَامِ عَنِ ابْنِ الْمِقْدَامِ عَنْ جَدِّهِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ قَالَغَزَوْتُ مَعَ خَالِدِ بْنِ الْوَلِيدِ الصَّائِفَةَ فَقَرِمَ أَصْحَابِي إِلَى اللَّحْمِ فَقَالُوا أَتَأْذَنُ لَنَا أَنْ نَذْبَحَ رَمْكَةً لَهُ قَالَ فَحَبَلُوهَا فَقُلْتُ مَكَانَكُمْ حَتَّى آتِيَ خَالِدَ بْنَ الْوَلِيدِ فَأَسْأَلَهُ عَنْ ذَلِكَ فَأَتَيْتُهُ فَأَخْبَرْتُهُ خَبَرَ أَصْحَابِي فَقَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ خَيْبَرَ فَأَسْرَعَ النَّاسُ فِي حَظَائِرِ يَهُودَ فَقَالَ يَا خَالِدُ نَادِ فِي النَّاسِ أَنَّ الصَّلَاةَ جَامِعَةٌ لَا يَدْخُلُ الْجَنَّةَ إِلَّا مُسْلِمٌ فَفَعَلْتُ فَقَامَ فِي النَّاسِ فَقَالَ يَا أَيُّهَا النَّاسُ مَا بَالُكُمْ أَسْرَعْتُمْ فِي حَظَائِرِ يَهُودَ أَلَا لَا تَحِلُّ أَمْوَالُ الْمُعَاهَدِينَ إِلَّا بِحَقِّهَا وَحَرَامٌ عَلَيْكُمْ حُمُرُ الْأَهْلِيَّةِ وَالْإِنْسِيَّةِ وَخَيْلُهَا وَبِغَالُهَا وَكُلُّ ذِي نَابٍ مِنْ السِّبَاعِ وَكُلُّ ذِي مِخْلَبٍ مِنْ الطَّيْرِ","source":"Ahmad"},"__N_SSG":true}