{"pageProps":{"number":"1368","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Mus'ab] berkata; telah menceritakan kepada kami [Al Auza'i] dari [Syaddad Abu 'Ammar] berkata; saya menemui [Watsilah bin Al Asqa'] saat itu di sisinya ada suatu kaum, lalu mereka menyebutkan Ali. Tatkala mereka berdiri, dia berkata kepadaku, \"Maukah saya beritahukan dengan apa yang telah saya lihat dari Rasulullah Shallallahu'alaihiwasallam?\" saya menjawab, Ya. (Watsilah bin Al Asqa' Radliyallahu'anhu) berkata; \"Saya mendatangi Fathimah Radliyallahu'anha, saya bertanya tentang Ali.\" Maka dia menjawab, \"Dia sedang menuju ke Rasulullah Shallallahu'alaihiwasallam lalu saya duduk dan menunggunya sampai Rasulullah Shallallahu'alaihiwasallam datang bersama Ali, Hasan dan Husain 'alaihimussalam, \" masing-masing beliau gandeng tangannya sampai masuk lalu Ali mendekati Fatimah dan Rasul mendudukkan hasan dan Husain di hadapan beliau. Dia mendudukkan Hasan dan Husain pada lutut beliau lalu beliau melipat pakaiannya pada mereka, \" atau berkata; \"Kain.\" Lalu beliau membaca ayat, \"Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, Hai ahlul bait dan membersihkan kamu sebersih-bersihnya.\" dan bersabda: \"Ya Allah, mereka adalah Ahli Baitku, dan Ahli Baitku-lah yang paling berhak.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مُصْعَبٍ قَالَ حَدَّثَنَا الْأَوْزَاعِيُّ عَنْ شَدَّادٍ أَبِي عَمَّارٍ قَالَدَخَلْتُ عَلَى وَاثِلَةَ بْنِ الْأَسْقَعِ وَعِنْدَهُ قَوْمٌ فَذَكَرُوا عَلِيًّا فَلَمَّا قَامُوا قَالَ لِي أَلَا أُخْبِرُكَ بِمَا رَأَيْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ بَلَى قَالَ أَتَيْتُ فَاطِمَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهَا أَسْأَلُهَا عَنْ عَلِيٍّ قَالَتْ تَوَجَّهَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَلَسْتُ أَنْتَظِرُهُ حَتَّى جَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ عَلِيٌّ وَحَسَنٌ وَحُسَيْنٌ رَضِيَ اللَّهُ تَعَالَى عَنْهُمْ آخِذٌ كُلَّ وَاحِدٍ مِنْهُمَا بِيَدِهِ حَتَّى دَخَلَ فَأَدْنَى عَلِيًّا وَفَاطِمَةَ فَأَجْلَسَهُمَا بَيْنَ يَدَيْهِ وَأَجْلَسَ حَسَنًا وَحُسَيْنًا كُلَّ وَاحِدٍ مِنْهُمَا عَلَى فَخِذِهِ ثُمَّ لَفَّ عَلَيْهِمْ ثَوْبَهُ أَوْ قَالَ كِسَاءً ثُمَّ تَلَا هَذِهِ الْآيَةَ{ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا }وَقَالَ اللَّهُمَّ هَؤُلَاءِ أَهْلُ بَيْتِي وَأَهْلُ بَيْتِي أَحَقُّ","source":"Ahmad"},"__N_SSG":true}