{"pageProps":{"number":"1545","slug":"ahmad","id":"Telah menceritakan kepada kami [Yunus] Telah menceritakan kepada kami [Syaiban] dari [Qatadah] ia berkata, dan telah menceritakan kepada kami [Mutharrif] dari [Iyadh bin Himar], bahwa ia pernah bertanya kepada Nabi shallallahu 'alaihi wasallam, ia katakan, \"Wahai Rasulullah, bagaimanakah menurut tuan jika seorang laki-laki mencaciku sementara nasabnya sendiri lebih rendah dariku?\" Rasulullah shallallahu 'alaihi wasallam lantas menjawab: \"Dua orang yang saling mencela, keduanya adalah setan yang saling mencaci maki dan salin melontarkan kata-kata dusta.\" Telah menceritakan kepada kami Abdul Wahab telah mengabarkan kepada kami Sa'id dari Qatadah dari Mutharrif bin Abdullah bin Asy Syikhkhir dari Iyadl bin Himar, bahwa pada suatu hari Nabi shallallahu 'alaihi wasallam bersabda dalam khuthbahnya: \"Sesungguhnya Allah 'azza wajalla telah memerintahkan kepadaku untuk mengajari kalian..\" lalu ia pun menyebutkan hadits itu. Hanya saja beliau bersabda: \"Orang-orang yang mengikuti kalian, mereka itu tidak berbuat aniaya.\" Dan beliau juga menyebutkan tentang Al Kadzib (kedustaan) dan sifat bakhil.\" Telah berkata Sa'id telah berkata, Mutharrif dari Qatadah Asy Syanzhir Al Fahisy.","arab":"حَدَّثَنَا يُونُسُ حَدَّثَنَا شَيْبَانُ عَنْ قَتَادَةَ قَالَ وَحَدَّثَ مُطَرِّفٌ عَنْ عِيَاضِ بْنِ حِمَارٍأَنَّهُ سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَأَيْتَ الرَّجُلَ يَشْتُمُنِي وَهُوَ أَنْقَصُ مِنِّي نَسَبًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُسْتَبَّانِ شَيْطَانَانِ يَتَهَاتَرَانِ وَيَتَكَاذَبَانِحَدَّثَنَا عَبْدُ الْوَهَّابِ أَخْبَرَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ عَنْ عِيَاضِ بْنِ حِمَارٍ أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي خُطْبَتِهِ ذَاتَ يَوْمٍ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَمَرَنِي أَنْ أُعَلِّمَكُمْ فَذَكَرَ الْحَدِيثَ إِلَّا أَنَّهُ قَالَ الَّذِينَ هُمْ فِيكُمْ تَبَعًا لَا يَبْغُونَ أَهْلًا وَذَكَرَ الْكَذِبَ وَالْبُخْلَ قَالَ سَعِيدٌ قَالَ مُطَرِّفٌ عَنْ قَتَادَةَ الشَّنْظِيرُ الْفَاحِشُ","source":"Ahmad"},"__N_SSG":true}