{"pageProps":{"number":"1550","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Al Mas'udi] dari [Iyadl bin Laqith] dari [Abu Rimtsah] ia berkata, \"Saya mendatangi Nabi shallallahu 'alaihi wasallam yang sedang berkhutbah. Beliau sampaikan: \"Pemberian yang paling utama adalah kepada ibumu, kemudian kepada bapakmu, kemudian kepada saudarimu, kemudian kepada saudara laki-laki dan kepada orang-orang yang ada di bawahmu terus ke bawah.\" Abu Rimtsah berkata, \"Lalu datanglah sekelompok orang dari Bani Tsa'labah bin Yarbu', kemudian seorang laki-laki Anshar bertanya, \"Wahai Rasulullah, sekelompok orang Yarbu' inilah yang telah membunuh si Fulan.\" Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Ketahuilah, suatu jiwa itu tidak akan berbuat aniaya terhadap jiwa yang lain dua kali?\" Telah menceritakan kepada kami Abdullah Telah menceritakan kepada kami Muhammad bin Bakr -ia adalah Ibnu Rayyan- Telah menceritakan kepada kami Qais bin Rabi' Al Asadi dari Iyadl bin Laqith dari Abu Rimtsah ia berkata, \"Saya bersama bapakku berangkat, dan saatitu aku masih kecil. Lalu kami mendatangi seorang laki-laki yang berlindung di bawah naungan Ka'bah saat panas matahari menyengat. Laki-laki itu memakai Burdan (pakaian luar sejenis jubah), rambutnya panjang dan di kepalanya terdapat lumuran Hinaa` (pewarna dari pohon pacar).\" Abu Rimtsah melanjutkan, \"Bapakku kemudian bertanya kepadaku, \"Apakah kamu tahu siapa orang ini?\" Saya menjawab, \"Tidak.\" Bapakku berkata, \"Beliau ini adalah Rasulullah shallallahu 'alaihi wasallam.\" Lalu ia menyebutkan hadits.","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا الْمَسْعُودِيُّ عَنْ إِيَادِ بْنِ لَقِيطٍ عَنْ أَبِي رِمْثَةَ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَخْطُبُ وَيَقُولُ يَدُ الْمُعْطِي الْعُلْيَا أُمَّكَ وَأَبَاكَ وَأُخْتَكَ وَأَخَاكَ وَأَدْنَاكَ فَأَدْنَاكَ قَالَ فَدَخَلَ نَفَرٌ مِنْ بَنِي ثَعْلَبَةَ بْنِ يَرْبُوعٍ فَقَالَ رَجُلٌ مِنْ الْأَنْصَارِ يَا رَسُولَ اللَّهِ هَؤُلَاءِ النَّفَرُ الْيَرْبُوعِيُّونَ الَّذِينَ قَتَلُوا فُلَانًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا لَا تَجْنِي نَفْسٌ عَلَى أُخْرَى مَرَّتَيْنِحَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارٍ هُوَ ابْنُ الرَّيَّانِ حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ الْأَسَدِيُّ عَنْ إِيَادِ بْنِ لَقِيطٍ عَنْ أَبِي رِمْثَةَ قَالَ انْطَلَقْتُ مَعَ أَبِي وَأَنَا غُلَامٌ فَأَتَيْنَا رَجُلًا فِي الْهَاجِرَةِ جَالِسًا فِي ظِلِّ بَيْتٍ عَلَيْهِ بُرْدَانِ أَخْضَرَانِ وَشَعْرُهُ وَفْرَةٌ وَبِرَأْسِهِ رَدْعٌ مِنْ حِنَّاءٍ قَالَ فَقَالَ لِي أَبِي أَتَدْرِي مَنْ هَذَا فَقُلْتُ لَا قَالَ هَذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ","source":"Ahmad"},"__N_SSG":true}