{"pageProps":{"number":"1566","slug":"ahmad","id":"Telah menceritakan kepada kami [Husain bin Muhamad] Telah menceritakan kepada kami [Yazid bin Atha] dari [Yazid] dari [Abdullah bin Harits bin Naufal] dari [Abdul Muthalib bin Rabi'ah bin Harits bin Abdul Muthalib] ia berkata, \"Beberapa orang dari Anshar datang kepada Nabi shallallahu 'alaihi wasallam dan berkata, \"Sesungguhnya kami mendengar dari kaummu hingga seorang dari mereka berkata, 'Sesungguhnya perumpamaan Muhammad adalah seperti sebatang pohon kurma yang tumbuh di Kiba`. Husain berkata, \"Al Kibaa` adalah sampah.\" Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Wahai sekalian manuisa, siapakah saya?\" Mereka menjawab, \"Anda adalah Rasulullah shallallahu 'alaihi wasallam.\" Beliau lalu bersabda: \"Saya adalah Muhammad bin Abdullah bin Abdul Muthalib.\" -Abdul Muthallib (perawi) berkata, \"Dan kami tidak mendengar beliau menisbatkan sesuatupun sebelumnya- Sesungguhnya Allah 'azza wajalla telah menciptakan makhluk-Nya, lalu Dia menjadikan aku sebaik-baik makhluk-Nya. Kemudian Dia memisahkan mereka menjadi dua kelompok, dan Dia menjadikan aku sebaik-baik orang dari kedua kelompok itu. Setelah itu Allah menjadikan mereka beberapa kabilah, dan Dia menjadikan aku sebaik-baik kabilah dari kabilah-kabilah tersebut. Kemudian Allah menjadikan untuk mereka rumah-rumah, dan Dia menjadikan untukku sebaik-baik rumah di antara rumah-rumah mereka. Maka aku adalah orang yang rumah dan jiwanya paling baik di antara kalian, shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ حَدَّثَنَا يَزِيدُ بْنُ عَطَاءٍ عَنْ يَزِيدَ عَنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ عَنْ عَبْدِ الْمُطَّلِبِ بْنِ رَبِيعَةَ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَأَتَى نَاسٌ مِنْ الْأَنْصَارِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا إِنَّا لَنَسْمَعُ مِنْ قَوْمِكَ حَتَّى يَقُولَ الْقَائِلُ مِنْهُمْ إِنَّمَا مِثْلُ مُحَمَّدٍ مِثْلُ نَخْلَةٍ نَبَتَتْ فِي كِبَاءٍ قَالَ حُسَيْنٌ الْكِبَاءُ الْكُنَاسَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّهَا النَّاسُ مَنْ أَنَا قَالُوا أَنْتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ فَمَا سَمِعْنَاهُ قَطُّ يَنْتَمِي قَبْلَهَا أَلَا إِنَّ اللَّهَ عَزَّ وَجَلَّ خَلَقَ خَلْقَهُ فَجَعَلَنِي مِنْ خَيْرِ خَلْقِهِ ثُمَّ فَرَّقَهُمْ فِرْقَتَيْنِ فَجَعَلَنِي مِنْ خَيْرِ الْفِرْقَتَيْنِ ثُمَّ جَعَلَهُمْ قَبَائِلَ فَجَعَلَنِي مِنْ خَيْرِهِمْ قَبِيلَةً ثُمَّ جَعَلَهُمْ بُيُوتًا فَجَعَلَنِي مِنْ خَيْرِهِمْ بَيْتًا وَأَنَا خَيْرُكُمْ بَيْتًا وَخَيْرُكُمْ نَفْسًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}