{"pageProps":{"number":"1577","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Adam] Telah menceritakan kepada kami [Mufadldlal bin Muhalhil] dari [Mughirah] dari [Syibak] dari [Sya'bi] dari [seorang laki-laki Syaqif] ia berkata, \"Kami meminta tiga hal kepada Rasulullah shallallahu 'alaihi wasallam namun beliau tidak mengizinkan kami. Kami berkata, \"Daerah kami adalah wilayah yang dingin, lalu kami meminta kepada beliau untuk memberi keringanan berkenaan dengan masalah bersuci, namun beliau tidak mengizinkan. Kemudian, kami meminta agar beliau memberikan keringanan kepada kami perihal penggunaan Ad Duba, namun beliau tidak mengizinkan kami. Kemudian, kami meminta beliau untuk mengembalikan Abu Bakrah kepada kami namun beliau pun menolak untuk mengembalikannya. Dan beliau bersabda: \"Abu Bakrah adalah orang yang telah dimerdekakan oleh Allah dan Rasul-Nya.\" Abu Bakrah keluar menemui Rasulullah shallallahu 'alaihi wasallam dan masuk Islam saat beliau mengepung Thaif.\" Telah menceritakan kepada kami Abdullah Telah menceritakan kepada kami [Al Warakani] telah mengabarkan kepada kami [Abul Ahwash] dari [Mughirah] dari [Syibak] dari [Sya'bi] dari [seorang laki-laki Tsaqif], dari Nabi shallallahu 'alaihi wasallam, seperti dalam hadits tersebut.\" ","arab":"حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا مُفَضَّلُ بْنُ مُهَلْهِلٍ عَنْ مُغِيرَةَ عَنْ شِبَاكٍ عَنْ الشَّعْبِيِّ عَنْ رَجُلٍ مِنْ ثَقِيفٍ قَالَسَأَلْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثًا فَلَمْ يُرَخِّصْ لَنَا فَقُلْنَا إِنَّ أَرْضَنَا أَرْضٌ بَارِدَةٌ فَسَأَلْنَاهُ أَنْ يُرَخِّصَ لَنَا فِي الطُّهُورِ فَلَمْ يُرَخِّصْ لَنَا وَسَأَلْنَاهُ أَنْ يُرَخِّصَ لَنَا فِي الدُّبَّاءِ فَلَمْ يُرَخِّصْ لَنَا فِيهِ سَاعَةً وَسَأَلْنَاهُ أَنْ يَرُدَّ إِلَيْنَا أَبَا بَكْرَةَ فَأَبَى وَقَالَ هُوَ طَلِيقُ اللَّهِ وَطَلِيقُ رَسُولِهِ وَكَانَ أَبُو بَكْرَةَ خَرَجَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ حَاصَرَ الطَّائِفَ فَأَسْلَمَحَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا الْوَرَكَانِيُّ أَخْبَرَنَا أَبُو الْأَحْوَصِ عَنْ مُغِيرَةَ عَنْ شِبَاكٍ عَنْ الشَّعْبِيِّ عَنْ رَجُلٍ مِنْ ثَقِيفٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Ahmad"},"__N_SSG":true}