{"pageProps":{"number":"1635","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Nu'aim] Telah menceritakan kepada kami [Sufyan] dari [Sa'id Al Jurairi] dari [Abu Utsman An Nahdi] dari [Hanzhalah At Tamimi Al Usaidi Al katib] ia berkata, \"Kami berada di sisi Rasulullah shallallahu 'alaihi wasallam, lalu beliau menuturkan kepada kami tentang surga dan neraka hingga seolah-olah kami melihatnya dengan pandangan mata. Setelah itu aku mendatangi keluarku dan anak-anakku hingga aku pun tertawa dan bermain-main. Lantas aku teringat akan peristiwa yang kami alami (ketika bersama Rasulullah), maka aku pun keluar dan menemui dengan Abu Bakar. Aku berkata, \"Aku telah berlaku munafik, aku telah berlaku munafik!\" Abu Bakar berkata, \"Sesungguhnya kita juga melakukannya.\" Maka aku mendatangi Nabi shallallahu 'alaihi wasallam, kemudian aku ceritakan hal itu kepada beliau. Beliau pun bersabda: \"Wahai Hanzhalah, sekiranya keadaan kalian adalah sebagaimana keadaan kalian saat bersamaku, niscaya para malaikat akan menyalami kalian di atas tempat tidur kalian atau di perjalanan kalian.\" Atau kalimat yang semisal dengan itu. Dan seperti inilah apa yang dikatakan oleh Sufyan, \"Wahai Hanzhalah, sesaat dan sesaat.\"","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا سُفْيَانُ عَنْ سَعِيدٍ الْجُرَيْرِيِّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ حَنْظَلَةَ التَّمِيمِيِّ الْأُسَيْدِيِّ الْكَاتِبِ قَالَكُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْنَا الْجَنَّةَ وَالنَّارَ حَتَّى كَأَنَّا رَأْيَ عَيْنٍ فَأَتَيْتُ أَهْلِي وَوَلَدِي فَضَحِكْتُ وَلَعِبْتُ وَذَكَرْتُ الَّذِي كُنَّا فِيهِ فَخَرَجْتُ فَلَقِيتُ أَبَا بَكْرٍ فَقُلْتُ نَافَقْتُ نَافَقْتُ فَقَالَ إِنَّا لَنَفْعَلُهُ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ يَا حَنْظَلَةُ لَوْ كُنْتُمْ تَكُونُونَ كَمَا تَكُونُونَ عِنْدِي لَصَافَحَتْكُمْ الْمَلَائِكَةُ عَلَى فُرُشِكُمْ أَوْ فِي طُرُقِكُمْ أَوْ كَلِمَةً نَحْوَ هَذَا هَكَذَاقَالَ هُوَ يَعْنِي سُفْيَانَ يَا حَنْظَلَةُ سَاعَةً وَسَاعَةً","source":"Ahmad"},"__N_SSG":true}