{"pageProps":{"number":"1662","slug":"ahmad","id":"Telah menceritakan kepada kami [Al Hasan bin Sawwar Abul Ala`] Telah menceritakan kepada kami [Laits] -yakni Ibnu Sa'dari- dari [Mu'awiyah bin Shalih] bahwa [Abdurrahman bin Jubair] telah menceritakan kepadanya, dari [Bapaknya] dari [Nawwas bin Sam'an] dari Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Allah memberikan perumpamaan berupa jalan yang lurus. Kemudian di atas kedua sisi jalan itu terdapat dua dinding. Dan pada kedua dinding itu terdapat pintu-pintu yang terbuka lebar. Kemudian di atas setiap pintu terdapat tabir penutup yang halus. Dan di atas pintu jalan terdapat penyeru yang berkata, 'Wahai sekalian manusia, masuklah kalian semua ke dalam shirath dan janganlah kalian menoleh kesana kemari.' Sementara di bagian dalam dari Shirath juga terdapat penyeru yang selalu mengajak untuk menapaki Shirath, dan jika seseorang hendak membuka pintu-pintu yang berada di sampingnya, maka ia berkata, 'Celak kamu, jangan sekali-kali kamu membukanya. Karena jika kamu membukanya maka kamu akan masuk kedalamnya.' Ash Shirath itu adalah Al Islam. Kedua dinding itu merupakan batasan-batasan Allah Ta'ala. Sementara pintu-pintu yang terbuka adalah hal-hal yang diharamkan oleh Allah. Dan adapun penyeru di depan shirath itu adalah Kitabullah (Al Qur`an) 'azza wajalla. Sedangkan penyeru dari atas shirath adalah penasihat Allah (naluri) yang terdapat pada setiap kalbu seorang mukmin.\"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ سَوَّارٍ أَبُو الْعَلَاءِ حَدَّثَنَا لَيْثٌ يَعْنِي ابْنَ سَعْدٍ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ جُبَيْرٍ حَدَّثَهُ عَنْ أَبِيهِ عَنْ النَّوَّاسِ بْنِ سَمْعَانَ الْأَنْصَارِيِّعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ضَرَبَ اللَّهُ مَثَلًا صِرَاطًا مُسْتَقِيمًا وَعَلَى جَنْبَتَيْ الصِّرَاطِ سُورَانِ فِيهِمَا أَبْوَابٌ مُفَتَّحَةٌ وَعَلَى الْأَبْوَابِ سُتُورٌ مُرْخَاةٌ وَعَلَى بَابِ الصِّرَاطِ دَاعٍ يَقُولُ أَيُّهَا النَّاسُ ادْخُلُوا الصِّرَاطَ جَمِيعًا وَلَا تَتَفَرَّجُوا وَدَاعٍ يَدْعُو مِنْ جَوْفِ الصِّرَاطِ فَإِذَا أَرَادَ يَفْتَحُ شَيْئًا مِنْ تِلْكَ الْأَبْوَابِ قَالَ وَيْحَكَ لَا تَفْتَحْهُ فَإِنَّكَ إِنْ تَفْتَحْهُ تَلِجْهُ وَالصِّرَاطُ الْإِسْلَامُ وَالسُّورَانِ حُدُودُ اللَّهِ تَعَالَى وَالْأَبْوَابُ الْمُفَتَّحَةُ مَحَارِمُ اللَّهِ تَعَالَى وَذَلِكَ الدَّاعِي عَلَى رَأْسِ الصِّرَاطِ كِتَابُ اللَّهِ عَزَّ وَجَلَّ وَالدَّاعِي فَوْقَ الصِّرَاطِ وَاعِظُ اللَّهِ فِي قَلْبِ كُلِّ مُسْلِمٍ","source":"Ahmad"},"__N_SSG":true}