{"pageProps":{"number":"1697","slug":"ahmad","id":"Telah menceritakan kepada kami [Ali bin Bahr] ia berkata, Telah menceritakan kepada kami [Isa bin Yunus] ia berkata, Telah menceritakan kepada kami [Abdurrahman bin Yazid] -yakni Ibnu Jabir- dari [Ubaidullah bin Ziyad] dari [kedua anak Busr As Salmayaini], Ubaidullah berkata, \"Saya masuk menemui keduanya dan berkata, \"Semoga Allah merahmati kalian berdua. Seorang laki-laki dari kami menaiki kendaraannya lalu ia memukulnya dengan cemeti dan menarik tali kekangnya. Apakah kalian berdua pernah mendengar dari Rasulullah shallallahu 'alaihi wasallam, bahwa dalam hal itu terdapat dosa?\" keduanya menjawab, \"Tidak, kami tidak pernah mendengar dari beliau bahwa hal yang demikian itu termasuk dosa.\" Tiba-tiba seorang wanita menyahut dari dalam rumah, \"Wahai orang yang bertanya! Sesungguhnya Allah 'azza wajalla telah berfirman: '(Dan tiadalah binatang-binatang yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan umat (juga) seperti kamu, tiadalah kami alpakan sesuatupun dalam Al-Kitab.' (Qs. Al An'am: 32) Kedua laki-laki itu pun berkata, \"Ini adalah saudara perempuan kami, ia lebih tua dari kami, dan ia juga telah mendapati Rasulullah shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ قَالَ حَدَّثَنَا عِيسَى بْنُ يُونُسَ قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ يَعْنِي ابْنَ جَابِرٍ عَنْ عُبَيْدِ اللَّهِ بْنِ زِيَادٍ عَنِ ابْنَيْ بُسْرٍ السَّلْمَيَيْنِ قَالَدَخَلْتُ عَلَيْهِمَا فَقُلْتُ يَرْحَمُكُمَا اللَّهُ الرَّجُلُ مِنَّا يَرْكَبُ دَابَّتَهُ فَيَضْرِبُهَا بِالسَّوْطِ وَيَكْفَحُهَا بِاللِّجَامِ هَلْ سَمِعْتُمَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ شَيْئًا قَالَا لَا مَا سَمِعْنَا مِنْهُ فِي ذَلِكَ شَيْئًا فَإِذَا امْرَأَةٌ قَدْ نَادَتْ مِنْ جَوْفِ الْبَيْتِ أَيُّهَا السَّائِلُ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ{ وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ }فَقَالَا هَذِهِ أُخْتُنَا وَهِيَ أَكْبَرُ مِنَّا وَقَدْ أَدْرَكَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}