{"pageProps":{"number":"1709","slug":"ahmad","id":"(dua kali) Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Isma'il bin Abu Khalid] ia berkata; telah menceritakan kepadaku [Qais] dari [Adi bin Amirah Al Kindi] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai sekalian manusia, siapa di antara kalian yang bekerja untuk kami, lalu ia menyembunyikan sesuatu darinya meskipun hanya benang jahit atau lebih rendah dari itu, maka hal itu adalah pengkhiatan yang akan dibawanya kelak pada hari kiamat.\" Adi bin Amirah Al Kindi berkata, \"Seorang laki-laki hitam dari kalangan Anshar kemudian berdiri, Mujalid berkata, 'Laki-laki itu adalah Sa'd bin Ubadah, ' seolah-olah saya melihatnya, ia berkata, \"Wahai Rasulullah, saya tidak mau menangani pekerjaanmu.\" Beliau bertanya: \"Kenapa begitu?\" laki-laki itu menjawab, \"Saya telah mendengarmu berkata begini dan begini.\" Beliau bersabda: \"Dan saya mengatakannya sekarang, siapa yang kami pekerjaan untuk melaksanakan suatu pekerjaan, hendaklah ia membawakannya baik sedikit maupun banyak. Apa yang diberikan hendaklah ia mengambilnya dan apa yang dilarang hendaklah ia meninggalkannya.\" Telah menceritakan kepada kami [Yazid bin Harun] ia berkata, telah mengabarkan kepada kami [Isma'il] dari [Qais] ia berkata, telah menceritakan kepadaku [Adi bin Amirah] lalu ia menyebutkan hadits tersebut.\" Telah menceritakan kepada kami [Waki'] Telah menceritakan kepada kami [Ibnu Abu Khalid] dari [Qais bin Abu Hazim] dari [Adi bin Amirah Al Kindi] ia berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapa yang kami pekerjaan untuk melaksanakan suatu pekerjaan.... lalu ia menyebutkan makna hadits tersebut.\"","arab":"مَرَّتَيْنِ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ قَالَ حَدَّثَنِي قَيْسٌ عَنْ عَدِيِّ ابْنِ عَمِيرَةَ الْكِنْدِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَيُّهَا النَّاسُ مَنْ عَمِلَ مِنْكُمْ لَنَا عَلَى عَمَلٍ فَكَتَمَنَا مِنْهُ مَخِيطًا فَمَا فَوْقَهُ فَهُوَ غُلٌّ يَأْتِي بِهِ يَوْمَ الْقِيَامَةِ قَالَ فَقَامَ رَجُلٌ مِنْ الْأَنْصَارِ أَسْوَدُ قَالَ مُجَالِدٌ هُوَ سَعْدُ بْنُ عُبَادَةَ كَأَنِّي أَنْظُرُ إِلَيْهِ قَالَ يَا رَسُولَ اللَّهِ اقْبَلْ عَنِّي عَمَلَكَ فَقَالَ وَمَا ذَاكَ قَالَ سَمِعْتُكَ تَقُولُ كَذَا وَكَذَا قَالَ وَأَنَا أَقُولُ ذَلِكَ الْآنَ مَنْ اسْتَعْمَلْنَاهُ عَلَى عَمَلٍ فَلْيَجِئْ بِقَلِيلِهِ وَكَثِيرِهِ فَمَا أُوتِيَ مِنْهُ أَخَذَهُ وَمَا نُهِيَ عَنْه انْتَهَىحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا إِسْمَاعِيلُ عَنْ قَيْسٍ قَالَ حَدَّثَنِي عَدِيُّ ابْنُ عَمِيرَةَ فَذَكَرَ الْحَدِيثَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا ابْنُ أَبِي خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ عَنْ عَدِيِّ ابْنِ عَمِيرَةَ الْكِنْدِيِّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ اسْتَعْمَلْنَاهُ عَلَى عَمَلٍ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}