{"pageProps":{"number":"1890","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Ibnu Juraij] telah mengabarkan kepadaku [Ikrimah bin Khalid] dari [Usaid bin Khudlair Al Anshari] kemudian dari salah seorang dari Bani Haritsah, bahwa ia mengabarkan kepadanya, bahwa ia pernah bertugas di Yamamah. Bahwa sesungguhnya Marwan telah menulis surat kepadanya, bahwa Mu'awiyah pernah menulis surat kepadanya, \"Siapapun orangnya yang barangnya dicuri, maka ia lebih berhak atas harga barang tersebut jika ia menemukannya.\" Usaid bin Hudlair berkata, \"Maka aku pun menulis surat balasan kepada Marwan, bahwa Nabi shallallahu 'alafihi wa sallam telah memberi putusan bahwa, jika yang dikembalikan ialah barang yang telah dicuri tanpa ada keraguan, maka pemiliknya disuruh memilih apakah ia mengambil dengan jumlah harganya atau dikembalikan barangnya yang telah dicuri.\" Usaid melanjutkan, \"Hal yang demikian ini juga dilakukan oleh Abu Bakr, Umar, Utsman dan Ali radhiyallahu semoga Allah meridlai mereka semua.\" Telah menceritakan kepada kami [Abdurrazaq] berkata, telah menceritakan kepada kami [Ibnu Juraij] ia berkata, \"Aku kepada ['Atha] … lalu ia pun menyebutkan hadits yang semisal.\" Usaid berkata, \"Aku mendengar bahwa dikatakan, 'Ambilah hartamu sebagaimana engkau mendapatkannya.\" Ikrimah bin Khalid mengabarkan kepadaku, bahwa Usaid bin Hudlair Al Anshari, dari salah seorang Bani Haritsah, bahwa ia memberitahukan kepadanya bahwa ia pernah bertugas di Yamamah…lalu ia menyebutkan hadits yang semakna.\" Telah menceritakan kepada kami [Haudzah bin Khalifah] berkata, telah menceritakan kepada kami [Ibnu Juraij] ia berkata, telah menceritakan kepadaku ['Ikrimah bin Khalid], bahwa [Usaid bin Hudhair bin Simak] menceritakan kepadanya, ia berkata, \"Mu'awiyah menulis surat kepada Marwan bil Al Hakam, bahwa jika seseorang telah dicuri barang miliknya…lalu ia menyebutkan hadist tersebut.\"","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عِكْرِمَةُ بْنُ خَالِدٍ عَن أُسَيْدِ بْنِ حُضَيْرٍ الْأَنْصَارِيِّ ثُمَّ أَحَدِ بَنِي حَارِثَةَ أَنَّهُ أَخْبَرَهُأَنَّهُ كَانَ عَامِلًا عَلَى الْيَمَامَةِ وَأَنَّ مَرْوَانَ كَتَبَ إِلَيْهِ أَنَّ مُعَاوِيَةَ كَتَبَ إِلَيْهِ أَيُّمَا رَجُلٍ سُرِقَ مِنْهُ سَرِقَةٌ فَهُوَ أَحَقُّ بِهَا بِالثَّمَنِ حَيْثُ وَجَدَهَا قَالَ فَكَتَبْتُ إِلَى مَرْوَانَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى أَنَّهُ إِذَا كَانَ الَّذِي ابْتَاعَهَا مِنْ الَّذِي سَرَقَهَا غَيْرَ مُتَّهَمٍ خُيِّرَ سَيِّدُهَا فَإِنْ شَاءَ أَخَذَ الَّذِي سُرِقَ مِنْهُ بِالثَّمَنِ وَإِنْ شَاءَ اتَّبَعَ سَارِقَهُ قَالَ وَقَضَى بِذَلِكَ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ رَضِيَ اللَّهُ تَعَالَى عَنْهُمْحَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ سَأَلْتُ عَطَاءً فَذَكَرَ مِثْلَهُ قَالَ سَمِعْتُ أَنَّهُ يُقَالُ خُذْ مَالَكَ حَيْثُ وَجَدْتَهُ وَلَقَدْ أَخْبَرَنِي عِكْرِمَةُ بْنُ خَالِدٍ أَنَّ أُسَيْدَ بْنَ حُضَيْرٍ الْأَنْصَارِيَّ ثُمَّ أَحَدَ بَنِي حَارِثَةَ أَخْبَرَهُ أَنَّهُ كَانَ عَامِلًا عَلَى الْيَمَامَةِ فَذَكَرَ مَعْنَاهُ حَدَّثَنَا هَوْذَةُ بْنُ خَلِيفَةَ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ حَدَّثَنِي عِكْرِمَةُ بْنُ خَالِدٍ أَنَّ أُسَيْدَ بْنَ حُضَيْرِ بْنِ سِمَاكٍ حَدَّثَهُ قَالَ كَتَبَ مُعَاوِيَةُ إِلَى مَرْوَانَ بْنِ الْحَكَمِ إِذَا سُرِقَ الرَّجُلُ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}