{"pageProps":{"number":"1919","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Al A'masy] dari [Salim bin Abu Ja'd] dari [Abu Kasybah Al Anmari] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Perumpamaan umat ini adalah seperti empat orang; Pertama, seorang laki-laki yang diberi harta dan ilmu oleh Allah, lalu ia menerapkan ilmunya dalam (mengolah) hartanya, maka ia pun menafkahkan apa yang menjadi hak hartanya. Kedua, seorang laki-laki yang telah diberi ilmu oleh Allah namun ia tidak diberi harta. Lalu ia berkata, 'Seandainya aku memiliki harta seperti yang telah diberikan kepada orang itu tentu aku akan melakukan seperti yang telah ia lakukan.'\" Abu Kabsyah Al Anmari berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maka keduanya memiliki pahala yang sama. Ketiga, seorang lak-laki yang diberikan harta oleh Allah namun tidak diberi ilmu, sehingga ia membelanjakan harta tersebut kepada sesuatu yang layak. Dan keempat, seorang laki-laki yang tidak dikaruniai Allah harta dan tidak pula ilmu. Lalu ia berkata, 'Seandainya aku memiliki harta seperti yang telah diberikan kepada orang itu tentu aku akan melakukan seperti yang telah ia lakukan.'\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maka keduanya memiliki dosa yang sama.\" Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Sulaiman] dari [Salim bin Abul Ja'd] dan saya mendengarnya menceritakan dari [Abu Kabsyah Al Anmari] yang berasal dari Ghathafan, dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Perumpamaan umtaku ialah seperti empat orang…lalu ia menyebutkan hadits tersebut, hanya saja ia menyebutkan: \"Seorang laki-laki yang telah diberi harta oleh Allah dan tidak diberi ilmu, sehingga ia membelanjakan harta tersebut sesuai hawa nafsu, ia tidak menggunakannya untuk menyambung silaturahi dan tidak memberikan haknya (zakat).\" Telah menceritakan kepada kami [Abdullah bin Walid Al Adani] telah menceritakan kepada kami [Sufyan] dari [Manshur] dari [Salim bin Abul Ja'd] dari [Abu Kabsyah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam membuat permisalan umat ini ibarat empat orang... lalu ia menyebutkan hadis tersebut.\" Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Syu'bah] dari [Sulaiman] ia berkata, saya mendengar [Salim bin Abul Ja'd] ia berkata, saya mendengar [Abu Kabsyah Al Anmari] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Perumpamaan umatku adalah seperti empat orang…lalu ia menyebutkan hadits tersebut.\"","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَعْمَشُ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ أَبِي كَبْشَةَ الْأَنْمَارِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَثَلُ هَذِهِ الْأُمَّةِ مَثَلُ أَرْبَعَةِ نَفَرٍ رَجُلٌ آتَاهُ اللَّهُ مَالًا وَعِلْمًا فَهُوَ يَعْمَلُ بِهِ فِي مَالِهِ فَيُنْفِقُهُ فِي حَقِّهِ وَرَجُلٌ آتَاهُ اللَّهُ عِلْمًا وَلَمْ يُؤْتِهِ مَالًا فَهُوَ يَقُولُ لَوْ كَانَ لِي مِثْلُ مَا لِهَذَا عَمِلْتُ فِيهِ مِثْلَ الَّذِي يَعْمَلُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُمَا فِي الْأَجْرِ سَوَاءٌ وَرَجُلٌ آتَاهُ اللَّهُ مَالًا وَلَمْ يُؤْتِهِ عِلْمًا فَهُوَ يَخْبِطُ فِيهِ يُنْفِقُهُ فِي غَيْرِ حَقِّهِ وَرَجُلٌ لَمْ يُؤْتِهِ اللَّهُ مَالًا وَلَا عِلْمًا فَهُوَ يَقُولُ لَوْ كَانَ لِي مَالٌ مِثْلُ هَذَا عَمِلْتُ فِيهِ مِثْلَ الَّذِي يَعْمَلُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُمَا فِي الْوِزْرِ سَوَاءٌحَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ سُلَيْمَانَ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ وَسَمِعْتُهُ مِنْهُ يُحَدِّثُ عَنْ أَبِي كَبْشَةَ الْأَنْمَارِيِّ مِنْ غَطَفَانَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَثَلُ أُمَّتِي مَثَلُ أَرْبَعَةِ نَفَرٍ فَذَكَرَ الْحَدِيثَ إِلَّا أَنَّهُ قَالَ رَجُلٌ آتَاهُ اللَّهُ مَالًا وَلَمْ يُؤْتِهِ عِلْمًا فَهُوَ يَخْبِطُ فِيهِ لَا يَصِلُ فِيهِ رَحِمًا وَلَا يُعْطِي فِيهِ حَقًّا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْوَلِيدِ الْعَدَنِيُّ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ أَبِي كَبْشَةَ قَالَ ضَرَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَثَلَ هَذِهِ الْأُمَّةِ مَثَلَ أَرْبَعَةِ نَفَرٍ فَذَكَرَ الْحَدِيثَ حَدَّثَنَا رَوْحٌ حَدَّثَنَا شُعْبَةُ عَنْ سُلَيْمَانَ قَالَ سَمِعْتُ سَالِمَ بْنَ أَبِي الْجَعْدِ قَالَ سَمِعْتُ أَبَا كَبْشَةَ الْأَنْمَارِيَّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَثَلُ أُمَّتِي مَثَلُ أَرْبَعَةٍ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}