{"pageProps":{"number":"1921","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Al Mas'udi] dari [Isma'il bin Ausath] dari [Muhammad bin Abu Kabsyah Al Anmari] dari [Bapaknya] ia berkata, \"Pada perang Tabuk orang-orang berlomba-lomba untuk sampai pada Ahlul Hijr (penduduk lembah yang ditinggal di bebatuan), mereka lalu masuk ke tempatnya. Maka sampailah hal tersebut kepada Rasulullah shallallahu 'alaihi wasallam, sehingga beliau memanggil orang-orang untuk melaksanakan shalat.\" Abu Kabsyah Al Anmari berkata, \"Maka saya mendatangi Rasulullah shallallahu 'alaihi wasallam yang sedang memegang untanya, beliau lantas bertanya: \"Kenapa kalian masuk ke tempat suatu kaum yang Allah telah murka kepada mereka?\" Lalu salah seorang dari mereka menyahut, \"Wahai Rasulullah, kami kagum dengan mereka.\" Beliau pun bersabda: \"Bukankah aku telah mengabarkan kepada kalian sesuatu yang lebih menakjubkan dari itu? Seorang laki-laki dari bangsa kalian sendiri memberi kabar kepada kalian tentang apa yang telah terjadi sebelum kalian dan apa yang akan terjadi setelah kalian. Maka istiqamahlah dalam melakukan amal kebaikan, karena Allah 'azza wajalla tidak akan memperdulikan sedikitpun untuk menyiksa kalian. Dan akan datang suatu kaum yang tidak mampu melindungi diri mereka dengan sesuatu pun.\" Telah menceritakan kepada kami [Hasyim bin Qasim] telah menceritakan kepada kami [Al Mas'udi] dari [Muhammad bin Abu Kasybah Al Anmari] dari [Bapaknya] ia berkata, \"Saat perang Tabuk orang-orang bersegera memasuki kediaman Ahlul Hijr (penduduk lembah yang tinggal di daerah bebatuan) … lalu ia menyebutkan makna hadis tersebut.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا الْمَسْعُودِيُّ عَنْ إِسْمَاعِيلَ بْنِ أَوْسَطَ عَنْ مُحَمَّدِ بْنِ أَبِي كَبْشَةَ الْأَنْمَارِيِّ عَنْ أَبِيهِ قَالَلَمَّا كَانَ فِي غَزْوَةِ تَبُوكَ تَسَارَعَ النَّاسُ إِلَى أَهْلِ الْحِجْرِ يَدْخُلُونَ عَلَيْهِمْ فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَادَى فِي النَّاسِ الصَّلَاةُ جَامِعَةٌ قَالَ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُمْسِكٌ بَعِيرَهُ وَهُوَ يَقُولُ مَا تَدْخُلُونَ عَلَى قَوْمٍ غَضِبَ اللَّهُ عَلَيْهِمْ فَنَادَاهُ رَجُلٌ مِنْهُمْ نَعْجَبُ مِنْهُمْ يَا رَسُولَ اللَّهِ قَالَ أَفَلَا أُنْذِرُكُمْ بِأَعْجَبَ مِنْ ذَلِكَ رَجُلٌ مِنْ أَنْفُسِكُمْ يُنْبِئُكُمْ بِمَا كَانَ قَبْلَكُمْ وَمَا هُوَ كَائِنٌ بَعْدَكُمْ فَاسْتَقِيمُوا وَسَدِّدُوا فَإِنَّ اللَّهَ عَزَّ وَجَلَّ لَا يَعْبَأُ بِعَذَابِكُمْ شَيْئًا وَسَيَأْتِي قَوْمٌ لَا يَدْفَعُونَ عَنْ أَنْفُسِهِمْ بِشَيْءٍحَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا الْمَسْعُودِيُّ عَنْ مُحَمَّدِ بْنِ أَبِي كَبْشَةَ الْأَنْمَارِيِّ عَنْ أَبِيهِ قَالَ لَمَّا كَانَ فِي غَزْوَةِ تَبُوكَ تَسَارَعَ قَوْمٌ إِلَى أَهْلِ الْحِجْرِ يَدْخُلُونَ عَلَيْهِمْ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}