{"pageProps":{"number":"1922","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdullah bin Muhammad bin Numair] telah menceritakan kepada kami [Ubadah bin Muslim] telah menceritakan kepadaku [Yunus bin Khabbab] dari [Sa'id Abu Al Bakhtari] dari [Abu Kabsyah Al Anmari] ia berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ada tiga hal yang aku bersumpah (akan kebenarannya), dan aku akan mengkisahkan suatu hadits kepada kalian, maka hafalkanlah.\" Beliau melanjutkan bersabda: \"Tiga hal yang aku telah bersumpah akan kebenarannya adalah; harta seorang mukmin tidak akan berkurang lantaran sedekah. Tidaklah seorang hamba dizhalimi dengan suatu kezhaliman lalu ia bersabar atasnya, kecuali Allah 'azza wajalla akan menambah kemuliaan untuknya. Dan tidaklah seorang hamba membuka pintu untuk meminta-minta, kecuali Allah akan membukakan baginya pintu kefakiran. Adapun yang akan saya kisahkan kepada kalian, maka hafalkanlah.\" Beliau bersabda: \"Sesungguhnya permisalan dunia itu tergambar pada empat macam orang; pertama, seorang hamba yang diberi harta dan ilmu, kemudian dengan harta itu ia bertakwa kepada Rabbnya, menyambung silaturrahi dan ia mengetahui hak di dalam hartanya. Maka inilah kedudukan yang paling utama. Kedua, hamba yang diberi karunia ilmu oleh Allah 'azza wajalla namun ia tidak diberikan harta. Kemudian ia berkata, 'Sekiranya saya memiliki harta, niscaya saya akan beramal sebagaimana amalan si Fulan.' Maka ganjaran pahala keduanya adalah sama.\" Kemudian beliau melanjutkan: \"Ketiga, seorang hamba yang diberi karunia harta oleh Allah 'azza wajalla namun tidak diberi ilmu, kemudian ia menggunakan hartanya dengan tanpa ilmu. Ia tidak bertakwa kepada Rabb-nya 'azza wajalla, tidak menyambung silaturrahmi dan tidak mengetahui hak Allah yang terdapat di dalam hartanya. Ini adalah kedudukan yang paling buruk. Keempat, hamba yang tidak dikaruniai harta oleh Allah dan tidak pula ilmu, kemudian hamba itu pun berkata, 'Sekiranya saya memiliki harta, niscaya saya akan beramal sebagaimana amalan si Fulan.'\" Beliau bersabda: \"Itulah niatnya. Maka dosa keduanya pun akan sama.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ نُمَيْرٍ حَدَّثَنَا عُبَادَةُ بْنُ مُسْلِمٍ حَدَّثَنِي يُونُسُ بْنُ خَبَّابٍ عَنْ سَعِيدٍ أَبِي الْبَخْتَرِيِّ الطَّائِيِّ عَنْ أَبِي كَبْشَةَ الْأَنْمَارِيِّ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ثَلَاثٌ أُقْسِمُ عَلَيْهِنَّ وَأُحَدِّثُكُمْ حَدِيثًا فَاحْفَظُوهُ قَالَ فَأَمَّا الثَّلَاثُ الَّذِي أُقْسِمُ عَلَيْهِنَّ فَإِنَّهُ مَا نَقَّصَ مَالَ عَبْدٍ صَدَقَةٌ وَلَا ظُلِمَ عَبْدٌ بِمَظْلَمَةٍ فَيَصْبِرُ عَلَيْهَا إِلَّا زَادَهُ اللَّهُ عَزَّ وَجَلَّ بِهَا عِزًّا وَلَا يَفْتَحُ عَبْدٌ بَابَ مَسْأَلَةٍ إِلَّا فَتَحَ اللَّهُ لَهُ بَابَ فَقْرٍ وَأَمَّا الَّذِي أُحَدِّثُكُمْ حَدِيثًا فَاحْفَظُوهُ فَإِنَّهُ قَالَ إِنَّمَا الدُّنْيَا لِأَرْبَعَةِ نَفَرٍ عَبْدٌ رَزَقَهُ اللَّهُ عَزَّ وَجَلَّ مَالًا وَعِلْمًا فَهُوَ يَتَّقِي فِيهِ رَبَّهُ وَيَصِلُ فِيهِ رَحِمَهُ وَيَعْلَمُ لِلَّهِ عَزَّ وَجَلَّ فِيهِ حَقَّهُ قَالَ فَهَذَا بِأَفْضَلِ الْمَنَازِلِ قَالَ وَعَبْدٌ رَزَقَهُ اللَّهُ عَزَّ وَجَلَّ عِلْمًا وَلَمْ يَرْزُقْهُ مَالًا قَالَ فَهُوَ يَقُولُ لَوْ كَانَ لِي مَالٌ عَمِلْتُ بِعَمَلِ فُلَانٍ قَالَ فَأَجْرُهُمَا سَوَاءٌ قَالَ وَعَبْدٌ رَزَقَهُ اللَّهُ مَالًا وَلَمْ يَرْزُقْهُ عِلْمًا فَهُوَ يَخْبِطُ فِي مَالِهِ بِغَيْرِ عِلْمٍ لَا يَتَّقِي فِيهِ رَبَّهُ عَزَّ وَجَلَّ وَلَا يَصِلُ فِيهِ رَحِمَهُ وَلَا يَعْلَمُ لِلَّهِ فِيهِ حَقَّهُ فَهَذَا بِأَخْبَثِ الْمَنَازِلِ قَالَ وَعَبْدٌ لَمْ يَرْزُقْهُ اللَّهُ مَالًا وَلَا عِلْمًا فَهُوَ يَقُولُ لَوْ كَانَ لِي مَالٌ لَعَمِلْتُ بِعَمَلِ فُلَانٍ قَالَ هِيَ نِيَّتُهُ فَوِزْرُهُمَا فِيهِ سَوَاءٌ","source":"Ahmad"},"__N_SSG":true}