{"pageProps":{"number":"1964","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Yahya bin Sa'id] ia berkata, telah menceritakan kepadaku [Abu Ja'far Umair bin Yazid] telah menceritakan kepadaku [Al Harits bin Fudlail] dan [Umarah bin Khuzaimah bin Tsabit] dari [Abdurrahman bin Abu Quraad] ia berkata, \"Saya pernah bepergian bersama Rasulullah shallallahu 'alaihi wasallam untuk menunaikan haji. Suatu saat saya melihat beliau keluar dari kamar kecil, maka saya pun mengikutinya dengan membawa bejana kecil atau semacam ceret. Jika Rasulullah shallallahu 'alaihi wasallam ingin buang hajat maka beliau menjauh, maka saya duduk di jalan sampai Rasulullah shallallahu 'alaihi wasallam beranjak. Kemudian saya berkata kepada beliau, \"Wahai Rasulullah, apakah engkau butuh air wudlu?\" Rasulullah shallallahu 'alaihi wasallam pun mendatangiku seraya menuang air ke tangan dan mencucinya. Setelah itu beliau memasukkan tangannya ke dalam sapu tangan miliknya, lalu beliau menuangkan air dengan satu tangan dan membasuh kepalanya. Kemudian beliau mengambil air lagi dengan satu tangan lalu membasuh kepalanya. Kemudian mengambil air lagi dengan tangannya dan membasuh punggung kakinya dengan menggunakan tangannya, setelah itu beliau beranjak dan shalat Zhuhur bersama kami.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ قَالَ حَدَّثَنِي أَبُو جَعْفَرٍ عُمَيْرُ بْنُ يَزِيدَ حَدَّثَنِي الْحَارِثُ بْنُ فُضَيْلٍ وَعُمَارَةُ بْنُ خُزَيْمَةَ بْنِ ثَابِتٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي قُرَادٍ قَالَخَرَجْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَاجًّا قَالَ فَرَأَيْتُهُ خَرَجَ مِنْ الْخَلَاءِ فَاتَّبَعْتُهُ بِالْإِدَاوَةِ أَوْ الْقَدَحِ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ حَاجَةً أَبْعَدَ فَجَلَسْتُ لَهُ بِالطَّرِيقِ حَتَّى انْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ لَهُ يَا رَسُولَ اللَّهِ الْوَضُوءَ قَالَ فَأَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيَّ فَصَبَّ عَلَى يَدِهِ فَغَسَلَهَا ثُمَّ أَدْخَلَ يَدَهُ بِكَفِّهَا فَصَبَّ عَلَى يَدٍ وَاحِدَةٍ ثُمَّ مَسَحَ عَلَى رَأْسِهِ ثُمَّ قَبَضَ الْمَاءَ عَلَى يَدٍ وَاحِدَةٍ ثُمَّ مَسَحَ عَلَى رَأْسِهِ ثُمَّ قَبَضَ الْمَاءَ قَبْضًا بِيَدِهِ فَضَرَبَ بِهِ عَلَى ظَهْرِ قَدَمِهِ فَمَسَحَ بِيَدِهِ عَلَى قَدَمِهِ ثُمَّ جَاءَ فَصَلَّى لَنَا الظُّهْرَ","source":"Ahmad"},"__N_SSG":true}