{"pageProps":{"number":"2206","slug":"ahmad","id":"Telah menceritakan kepada kami [Yunus bin Muhammad] Telah menceritakan kepada kami [Abdul Wahid] Telah menceritakan kepada kami [Ashim bin Kulaib] dari [bapaknya] dari [Wa`il bin Hujr Al Hadlrami] ia berkata; Saya mendatangi Nabi shallallahu 'alaihi wasallam dan saya berkata, \"Saya benar-benar akan melihat, bagaimana beliau menunaikan shalat.\" Wa`il berkata; Beliau menghadap kiblat, kemudian beliau bertakbir dan mengangkat kedua tangannya hingga sejajar dengan kedua pundaknya, sedangkan tangan kanannya memegang tangan kirinya. Ketika beliau ruku', beliau meletakkan kedua tangannya di atas kedua lutut dan saat bangkit dari ruku', beliau kembali mengangkat kedua tangannya hingga sejajar dengna kedua bahunya. Dan ketika sujud, beliau meletakkan kedua tangannya dalam posisi seperti itu. Ketika duduk, beliau menduduki telapak kaki kirinya, kemudian meletakkan tangan kirinya di atas lutut kirinya dan beliau meletakkan sikunya di atas paha kanannya, sedangkan jari tangannya membentuk angka tiga puluh dengan menurunkan ibu jarinya dan memberi isyarat dengan jari telunjuknya.","arab":"حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا عَبْدُ الْوَاحِدِ حَدَّثَنَا عَاصِمُ بْنُ كُلَيْبٍ عَنْ أَبِيهِ عَنْ وَائِلِ بْنِ حُجْرٍ الْحَضْرَمِيِّ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ لَأَنْظُرَنَّ كَيْفَ يُصَلِّي قَالَ فَاسْتَقْبَلَ الْقِبْلَةَ فَكَبَّرَ وَرَفَعَ يَدَيْهِ حَتَّى كَانَتَا حَذْوَ مَنْكِبَيْهِ قَالَ ثُمَّ أَخَذَ شِمَالَهُ بِيَمِينِهِ قَالَ فَلَمَّا أَرَادَ أَنْ يَرْكَعَ رَفَعَ يَدَيْهِ حَتَّى كَانَتَا حَذْوَ مَنْكِبَيْهِ فَلَمَّا رَكَعَ وَضَعَ يَدَيْهِ عَلَى رُكْبَتَيْهِ فَلَمَّا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ رَفَعَ يَدَيْهِ حَتَّى كَانَتَا حَذْوَ مَنْكِبَيْهِ فَلَمَّا سَجَدَ وَضَعَ يَدَيْهِ مِنْ وَجْهِهِ بِذَلِكَ الْمَوْضِعِ فَلَمَّا قَعَدَ افْتَرَشَ رِجْلَهُ الْيُسْرَى وَوَضَعَ يَدَهُ الْيُسْرَى عَلَى رُكْبَتِهِ الْيُسْرَى وَوَضَعَ حَدَّ مِرْفَقِهِ عَلَى فَخِذِهِ الْيُمْنَى وَعَقَدَ ثَلَاثِينَ وَحَلَّقَ وَاحِدَةً وَأَشَارَ بِإِصْبَعِهِ السَّبَّابَةِ","source":"Ahmad"},"__N_SSG":true}