{"pageProps":{"number":"2267","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] ia berkata, Telah menceritakan kepada kami [Syu'bah] dari [Al Hakam] dari [Abdurrahman bin Abu Laila] dari [Abdullah bin Rabi'ah As Sulamai] ia berkata; Suatu ketika Rasulullah shallallahu 'alaihi wasallam berada suatu perjalanan, lalu beliau mendengar seorang mudzin membaca, \"ASYHADU ANLAA ILAAHA ILLALLAH (Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah).\" Maka Rasulullah shallallahu 'alaihi wasallam membaca: \"ASYHADU ANLAA ILAAHA ILLALLAH (Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah).\" Kemudian muadzin membaca, \"ASYHADU ANNA MUHAMMADAN RASUULULLAH.\" Nabi shallallahu 'alaihi wasallam membaca: \"ASYHADU ANNII MUHAMMAD RASUULULLAH (Aku bersaksi bahwa aku adalah Muhammad utusan Allah).\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kalian akan mendapatinya sebagai seorang penggembala kambing atau seorang yang jauh dari anggota keluarganya.\" Ketika beliau menuruni suatu lembah, beliau melewati bangkai anak kambing yang dibuang, maka beliau pun bersabda: \"Apakah kalian melihat alangkah hinanya bangkai ini di mata pemiliknya? Sesungguhnya dunia lebih hina di sisi Allah daripada hinanya bangkai ini di mata pemiliknya.\"","arab":"حَدَّثَنَا وَكِيعٌ قَالَ ثَنَا شُعْبَةُ عَنِ الْحَكَمِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عَبْدِ اللَّهِ بْنِ رَبِيعَةَ السُّلَمِيِّ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَسَمِعَ مُؤَذِّنًا يَقُولُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ قَالَ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشْهَدُ أَنِّي مُحَمَّدٌ رَسُولُ اللَّهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَجِدُونَهُ رَاعِيَ غَنَمٍ أَوْ عَازِبًا عَنْ أَهْلِهِ فَلَمَّا هَبَطَ الْوَادِي قَالَ مَرَّ عَلَى سَخْلَةٍ مَنْبُوذَةٍ فَقَالَ أَتَرَوْنَ هَذِهِ هَيِّنَةً عَلَى أَهْلِهَا لَلدُّنْيَا أَهْوَنُ عَلَى اللَّهِ مِنْ هَذِهِ عَلَى أَهْلِهَا","source":"Ahmad"},"__N_SSG":true}