{"pageProps":{"number":"2391","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] Telah menceritakan kepada kami [Sufyan] dari [Yazid bin Abu Khalid Ad Dalani] dari [Ibrahim As Saksaki] dari [Ibnu Abu Aufa] ia berkata; Seorang laki-laki mendatangi Nabi shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, sesungguhnya saya tidak bisa membaca sedikit pun dari Al Qur`an, karena itu, ajarilah aku sesuatu yang dapat menggantikannya.\" Beliau bersabdas: \"Bacalah, 'SUBHAANALLAH WAL HAMDULILLAH, WA LAA ILAAHA ILLALLAH, WALLAHU AKBAR, WALAA HAULA WALAA QUWWATA ILLAA BILLAH (Maha Suci Allah dan Segala puji bagi Allah, Tidak ada Ilah yang berhak disembah selain Allah, Allah Maha Besar. Tidak ada daya dan upaya kecuali atas izin Allah).'\" Laki-laki itu berkata, \"Wahai Rasulullah, ini semua hanya untuk Allah 'azza wajalla, maka apakah bagiku?\" beliau menjawab: \"Bacalah, 'ALLAHUMMAGHFIR LII, WAR HAMNII, WA 'AAFINI, WAHDINII, WARZUQNII (Ya Allah ampunilah aku, kasihanilah aku, dan maafkanlah aku. Berilah petunjuk dan curahkanlah rizki untukku).'\" Kemudian laki-laki itu berpaling sambil menggenggam kedua telapak tangannya, maka Nabi shallallahu 'alaihi wasallam bersabda: \"Adapun orang ini, maka sungguh, ia telah memenuhi kedua tangannya dengan kebaikan.\" [Mis'ar] bekata; Saya mendengar hadits ini dari [Ibrahim As Saksaki], dari [Ibnu Abu Aufa] dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ يَزِيدَ أَبِي خَالِدٍ الدَّالَانِيِّ عَنْ إِبْرَاهِيمَ السَّكْسَكِيِّ عَنِ ابْنِ أَبِي أَوْفَى قَالَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لَا أَسْتَطِيعُ أَخْذَ شَيْءٍ مِنْ الْقُرْآنِ فَعَلِّمْنِي مَا يُجْزِئُنِي قَالَ قُلْ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ قَالَ يَا رَسُولَ اللَّهِ هَذَا لِلَّهِ عَزَّ وَجَلَّ فَمَا لِي قَالَ قُلْ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَعَافِنِي وَاهْدِنِي وَارْزُقْنِي ثُمَّ أَدْبَرَ وَهُوَ مُمْسِكُ كَفَّيْهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا هَذَا فَقَدْ مَلَأَ يَدَيْهِ مِنْ الْخَيْرِقَالَ مِسْعَرٌ فَسَمِعْتُ هَذَا الْحَدِيثَ مِنْ إِبْرَاهِيمَ السَّكْسَكِيِّ عَنِ ابْنِ أَبِي أَوْفَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَثَبَّتَنِي فِيهِ غَيْرِي","source":"Ahmad"},"__N_SSG":true}