{"pageProps":{"number":"2426","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Kamil] Telah menceritakan kepada kami [Sa'id bin Zaid] Telah menceritakan kepada kami [Az Zubair bin Al Khirrit] Telah menceritakan kepada kami [Abu Labid] dari [Urwah bin Abul Ja'd Al Bariqi] ia berkata; Suatu ketika Nabi shallallahu 'alaihi wasallam melihat barang-barang impor, maka beliau pun memberiku satu Dinar seraya bersabda: \"Wahai Urwah, datangilah barang impor itu, dan belilah untuk kami satu ekor kambing.\" Saya pun mendatangi barang-barang impor itu, dan melakukan tawar menawar dengan pemiliknya hingga saya dapat membeli dua ekor kambing darinya dengan harga satu Dinar. Akhirnya saya segera menuntunnya, lalu seorang laki-laki menjumpaiku dan menawar kambing itu, maka saya pun menjual satu ekor kambing dengan harga satu Dinar. Akhirnya saya kembali dengan membawa kembali satu Dinar dan satu ekor kambing. Saya berkata, \"Wahai Rasulullah, ini uang Dinar kalian, dan ini kambing kalian.\" beliau bertanya: \"Apa yang kamu lakukan?\" Maka saya pun menceritakan alur kejadiannya. Beliau berdo'a: \"ALLAHUMMA BAARIK LAHU FI SHAFQATI YAMIINIH (Ya Allah, berilah keberkahan dalam ikrar dan janjinya).\" Maka kalian telah melihatku saat berada di TPS (Tempat pembuangan Sampah) di Kufah, saya telah meraih keuntungan empat puluh ribu sebelum sampai ke keluargaku. Saat itu, Urwah membeli budak-budak wanita dan menjualnya. Telah menceritakan kepada kami [Ibrahim bin Hajjaj] Telah menceritakan kepada kami [Sa'id bin Zaid] Telah menceritakan kepada kami [Az Zubair bin Hirrit] dari [Abu Labid] ia adalah Lumazah bin Zabbar dari [Urwah bin Abul Ja'd Al Bariqi] dari Nabi shallallahu 'alaihi wasallam semisalnya.","arab":"حَدَّثَنَا أَبُو كَامِلٍ حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ حَدَّثَنَا الزُّبَيْرُ بْنُ الْخِرِّيتِ حَدَّثَنَا أَبُو لَبِيدٍ عَنْ عُرْوَةَ بْنِ أَبِي الْجَعْدِ الْبَارِقِيِّ قَالَعَرَضَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَلَبٌ فَأَعْطَانِي دِينَارًا وَقَالَ أَيْ عُرْوَةُ ائْتِ الْجَلَبَ فَاشْتَرِ لَنَا شَاةً فَأَتَيْتُ الْجَلَبَ فَسَاوَمْتُ صَاحِبَهُ فَاشْتَرَيْتُ مِنْهُ شَاتَيْنِ بِدِينَارٍ فَجِئْتُ أَسُوقُهُمَا أَوْ قَالَ أَقُودُهُمَا فَلَقِيَنِي رَجُلٌ فَسَاوَمَنِي فَأَبِيعُهُ شَاةً بِدِينَارٍ فَجِئْتُ بِالدِّينَارِ وَجِئْتُ بِالشَّاةِ فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا دِينَارُكُمْ وَهَذِهِ شَاتُكُمْ قَالَ وَصَنَعْتَ كَيْفَ قَالَ فَحَدَّثْتُهُ الْحَدِيثَ فَقَالَ اللَّهُمَّ بَارِكْ لَهُ فِي صَفْقَةِ يَمِينِهِفَلَقَدْ رَأَيْتُنِي أَقِفُ بِكُنَاسَةِ الْكُوفَةِ فَأَرْبَحُ أَرْبَعِينَ أَلْفًا قَبْلَ أَنْ أَصِلَ إِلَى أَهْلِي وَكَانَ يَشْتَرِي الْجَوَارِيَ وَيَبِيعُ حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَجَّاجِ حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ حَدَّثَنَا الزُّبَيْرُ بْنُ الْخِرِّيتِ عَنْ أَبِي لَبِيدٍ وَهُوَ لُمَازَةُ بْنُ زَبَّارٍ عَنْ عُرْوَةَ بْنِ أَبِي الْجَعْدِ الْبَارِقِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ","source":"Ahmad"},"__N_SSG":true}