{"pageProps":{"number":"2442","slug":"ahmad","id":"Telah menceritakan kepada kami [Husyaim] telah memberitakan kepada kami [Asy Syaibani] dari [Muhammad bin Abul Mujalid] bekas budak Bani Mujalid, ia berkata; Ibnu Syaddad dan Abu Burdah mengutusku, mereka berdua berkata, \"Pergi dan temuilah [Ibnu Abu Aufa] kemudian katakan bahwa, Abdullah bin Syaddad dan Abu Burdah menyampaikan salam atasmu, dan keduanya bertanya, 'Apakah pada masa Rasulullah shallallahu 'alaihi wasallam, kalian memberi pinjaman harta pada pertanian gandum, dan anggur?\" ia menjawab, \"Ya. Kami pernah mendapatkan harta ghanimah pada masa Rasulullah shallallahu 'alaihi wasallam lalu kami menjadikannya sebagai pinjaman pada usaha gandum, kurma dan anggur.\" Saya bertanya, \"Kepada siapa?\" ia menjawab, \"Bagi yang memiliki lahan pertanian atau juga bagi yang tidak memiliki lahan.\" Ia berkata, \"Kami tidak menanyakan yang itu.\" Ibnu Abu Aufa berkata, \"Temuilah [Abdurrahman bin Abza] dan bertanyalah padanya.\" ia pun pergi dan bertanya kepadanya, maka Abdurrahman pun memberikan jawaban sebagai jawaban Ibnu Abu Aufa. Ia pun berkata; Seperti inilah yang telah diceritakan oleh [Abu Mu'awiyah] dari [Za`idah] dari [Asy Syaibani]; Ia berkata; \"Dan (juga) minyak Zaitun.\"","arab":"حَدَّثَنَا هُشَيْمٌ أَنْبَأَنَا الشَّيْبَانِيُّ عَنْ مُحَمَّدِ بْنِ أَبِي الْمُجَالِدِ مَوْلَى بَنِي هَاشِمٍ قَالَأَرْسَلَنِي ابْنُ شَدَّادٍ وَأَبُو بُرْدَةَ فَقَالَا انْطَلِقْ إِلَى ابْنِ أَبِي أَوْفَى فَقُلْ لَهُ إِنَّ عَبْدَ اللَّهِ بْنَ شَدَّادٍ وَأَبَا بُرْدَةَ يُقْرِئَانِكَ السَّلَامَ وَيَقُولَانِ هَلْ كُنْتُمْ تُسَلِّفُونَ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْبُرِّ وَالشَّعِيرِ وَالزَّبِيبِ قَالَ نَعَمْ كُنَّا نُصِيبُ غَنَائِمَ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنُسَلِّفُهَا فِي الْبُرِّ وَالشَّعِيرِ وَالتَّمْرِ وَالزَّبِيبِ فَقُلْتُ عِنْدَ مَنْ كَانَ لَهُ زَرْعٌ أَوْ عِنْدَ مَنْ لَيْسَ لَهُ زَرْعٌ فَقَالَ مَا كُنَّا نَسْأَلُهُمْ عَنْ ذَلِكَ قَالَ وَقَالَا لِي انْطَلِقْ إِلَى عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى فَاسْأَلْهُ قَالَ فَانْطَلَقَ فَسَأَلَهُ فَقَالَ مِثْلَ مَا قَالَ ابْنُ أَبِي أَوْفَىقَالَ وَكَذَا حَدَّثَنَاهُ أَبُو مُعَاوِيَةَ عَنْ زَائِدَةَ عَنِ الشَّيْبَانِيِّ قَالَ وَالزَّيْتِ","source":"Ahmad"},"__N_SSG":true}