{"pageProps":{"number":"2446","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il] telah mengabarkan kepada kami [Laits] dari [Mudrik] dari [Abdullah bin Abu Aufa] bahwa Rasulullah shallallahu 'alaihi wasallam berdo'a: \"ALLAHUMMA THAHHIRNII BITS TSALJI WAL BARADI WAL MAA`IL BAARID, ALLAHUMMA THAHHIR QALBI, MINAL KHATHAAYAA KAMAA THAHHARTATS TSAUBAL ABYADLA MINAD DANASI WA BAA'ID BAINII WA BAINA DZUNUUBI KAMAA BAA'ADTA BAINAL MASYRIQI WAL MAGHRIBI, ALLAHUMMA INNI `A'UUDZU BIKA MIN QALBIN LAA YAKHSYA' WA MIN NAFSIN LAA TASYBA' WA DU'AA`IN LAA YUSMA' WA 'ILMIN LAA YANFA'. ALLAHUMMA INNII A'UUDZU BIKA MIN HAA`ULAA`IL ARBA', ALLAHUMMA INNII AS`ALUKA 'IISYATAN TAQIYYAH WA MIITATAN SAWIYYAH WA MARADDAN GHAIRA MUKHZIN (Ya Allah, sucikanlah aku dengan salju dan (air) yang sejuk. Ya Allah sucikanlah hatiku dari segala dosa, sebagaimana Engkau membersihkan kain putih dari kotoran. Dan jauhkanlah antara diriku dengan dosa-dosaku, sebagaimana Engkau telah menjauhkan antara timur dan barat. Ya Allah, aku berlindung kepada-Mu, dari hati yang tak pernah khyusu', nafsu yang tak pernah puas, do'a yang tidak pernah terkabul dan ilmu tidak bermanfaat. Ya Allah, aku berlindung kepada-Mu dari keempat hal itu. Ya Allah, aku meminta pada-Mu kehidupan yang penuh dengan ketakwaan, kematian yang penuh kedamaian dan tempat kembali tanpa ada kehinaan di dalamnya).\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ أَخْبَرَنَا لَيْثٌ عَنْ مُدْرِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَىأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَدْعُو فَيَقُولُ اللَّهُمَّ طَهِّرْنِي بِالثَّلْجِ وَالْبَرَدِ وَالْمَاءِ الْبَارِدِ اللَّهُمَّ طَهِّرْ قَلْبِي مِنْ الْخَطَايَا كَمَا طَهَّرْتَ الثَّوْبَ الْأَبْيَضَ مِنْ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ ذُنُوبِي كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ قَلْبٍ لَا يَخْشَعُ وَمِنْ نَفْسٍ لَا تَشْبَعُ وَدُعَاءٍ لَا يُسْمَعُ وَعِلْمٍ لَا يَنْفَعُ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ هَؤُلَاءِ الْأَرْبَعِ اللَّهُمَّ إِنِّي أَسْأَلُكَ عِيشَةً تَقِيَّةً وَمِيتَةً سَوِيَّةً وَمَرَدًّا غَيْرَ مُخْزٍ","source":"Ahmad"},"__N_SSG":true}