{"pageProps":{"number":"2577","slug":"ahmad","id":"Telah menceritakan kepada kami Abdullah, telah menceritakan kepada kami [Syaiban], telah menceritakan kepada kami [Abul Asyhab Al 'Utharidi Ja'far bin Hayyan], telah menceritakan kepada kami [Abdurrahman bin Tharafah bin Arfajah] ia berkata -sedangkan Abdurrahman menyangka bila dirinya pernah melihat [Arfajah] - ia berkata; \"Hidung Arfajah terluka pada peristiwa Yaum Kulab, lalu ia menggantinya dengan hidung dari perak, ternyata hal itu menimbulkan bau busuk, lalu Rasulullah Shallalahu 'alaihi wasallam memerintahkannya supaya mengenakan hidung dari emas.\" Telah menceritakan kepada kami [Abu 'Amir Al 'Adawi Hautsarah bin Asyras], telah menceritakan kepadaku [Abul Asyhab] dari [Abdurrahman bin Tharafah bin Arfajah bin As'ad] bahwa hidungnya terluka pada peristiwa Yaum Kulab di masa Jahiliyah, lalu ia menyebutkan hadits tersebut. [Abul Asyhab] mengatakan; bahwa ia pernah melihat kakeknya yaitu 'Arfajah. Telah menceritakan kepada kami [Muhammad bin Tamim An Nahsyali] telah menceritakan kepadaku [Abu Al Asyhab] dari [Abdurrahman bin Tharfah bin 'Arfajah bin As'ad] dari kakeknya ['Arfajah bin As'ad] bahwa hidungnya pernah terluka (terpotong) pada hari Yaum Kulab di masa Jahiliyah, lalu ia sebutkan hadits seperti itu. Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah], telah menceritakan kepada kami [Abdullah bin Mubarak] dari [Ja'far bin Hayyan], telah menceritakan kepadaku [Abdurrahman bin Tharafah bin 'Arfajah] bahwa kakeknya ['Arfajah] hidungnya pernah terluka (terpotong) dalam peristiwa Yaum Kilab, lalu ia menyebutkan hadits. Telah menceritakan kepada kami [Yahya bin Utsman yaitu Al Jarmii As Simsara], telah menceritakan kepada kami [Isma'il bin 'Ayyasy] dari [Ja'far bin Hayyan Al 'Utharidi] dari [Abdurrahman bin Tharafah bin 'Arfajah] dari [Ayahnya] dari [kakeknya] ia berkata; bahwa Hidungnya terluka pada Yaum Kulab yaitu peperangan di atas air di masa jahiliyah, lalu ia menyebutkan hadits tersebut, ia berkata; \"Tanpa lafadz 'antana 'alayya' (menimbulkan bau busuk).\"","arab":"حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا شَيْبَانُ حَدَّثَنَا أَبُو الْأَشْهَبِ الْعُطَارِدِيُّ جَعْفَرُ بْنُ حَيَّانَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ طَرَفَةَ بْنِ عَرْفَجَةَ قَالَ وَزَعَمَ عَبْدُ الرَّحْمَنِ أَنَّهُ رَأَى عَرْفَجَةَ قَالَأُصِيبَ أَنْفُ عَرْفَجَةَ يَوْمَ الْكُلَابِ فَاتَّخَذَ أَنْفًا مِنْ وَرِقٍ فَأَنْتَنَ عَلَيْهِ فَأَمَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَتَّخِذَ أَنْفًا مِنْ ذَهَبٍحَدَّثَنَا أَبُو عَامِرٍ الْعَدَوِيُّ حَوْثَرَةُ بْنُ أَشْرَسَ أَخْبَرَنِي أَبُو الْأَشْهَبِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ بْنِ عَرْفَجَةَ بْنِ أَسْعَدَ أَنَّ جَدَّهُ عَرْفَجَةَ بْنَ أَسْعَدَ أُصِيبَ أَنْفُهُ فِي الْجَاهِلِيَّةِ يَوْمَ الْكُلَابِ فَذَكَرَ الْحَدِيثَ قَالَ أَبُو الْأَشْهَبِ وَزَعَمَ عَبْدُ الرَّحْمَنِ أَنَّهُ قَدْ رَأَى جَدَّهُ يَعْنِي عَرْفَجَةَ حَدَّثَنَا مُحَمَّدُ بْنُ تَمِيمٍ النَّهْشَلِيُّ حَدَّثَنِي أَبُو الْأَشْهَبِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ بْنِ عَرْفَجَةَ بْنِ أَسْعَدَ عَنْ جَدِّهِ عَرْفَجَةَ بْنِ أَسْعَدَ أَنَّ أَنْفَهُ أُصِيبَ يَوْمَ الْكُلَابِ فِي الْجَاهِلِيَّةِ فَذَكَرَ مِثْلَهُ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ جَعْفَرِ بْنِ حَيَّانَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ طَرَفَةَ بْنِ عَرْفَجَةَ أَنَّ جَدَّهُ عَرْفَجَةَ أُصِيبَ أَنْفُهُ يَوْمَ الْكِلَابِ فَذَكَرَ الْحَدِيثَ حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ يَعْنِي الْجَرْمِىَّ السِّمْسَارَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ جَعْفَرِ بْنِ حَيَّانَ الْعُطَارِدِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ بْنِ عَرْفَجَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ أُصِيبَ أَنْفُهُ يَوْمَ الْكُلَابِ يَعْنِي مَاءً اقْتَتَلُوا عَلَيْهِ فِي الْجَاهِلِيَّةِ فَذَكَرَ مِثْلَهُ قَالَ فَمَا أَنْتَنَ عَلَيَّ","source":"Ahmad"},"__N_SSG":true}