{"pageProps":{"number":"2879","slug":"ahmad","id":"Telah menceritakan kepada kami [Ali bin Ayyasy Al Himshi] telah menceritakan kepada kami [Syu'aib bin Abu Hamzah]. (dalam jalur lain disebutkan) [Abu Al Yaman] telah memberitakan kepada kami [Syu'aib] ia berkata, [Az Zuhri] berkata, telah menceritakan kepadaku [Abdullah bin Abdullah bin Al Harits bin Naufal] dari [Abdullah bin Khabab] dari bapaknya [Khabab bin Al Arts] budak Bani Zuhrah -Ia pernah ikut perang badar bersama Rasulullah shallallahu 'alaihi wasallam- bahwa ia berkata, \"Pada suatu malam aku memperhatikan Rasulullah shallallahu 'alaihi wasallam shalat sepanjang malam, sehingga katika waktu fajar tiba Rasulullah shallallahu 'alaihi wasallam salam dari shalatnya. Kemudian Khabab menemuinya dan berkata, \"Wahai Rasulullah demi bapak dan ibuku sebagai tebusanmu, sungguh aku tidak pernah sebelumnya melihatmu shalat seperti shalatmu malam ini!\" Rasulullah shallallahu 'alaihi wasallam kemudian menjawab \"Benar, itu adalah shalatnya orang yang yang penuh harap dan takut. Aku memohon kepada Rabbku Tabaraka Wa Ta'ala tiga hal, lalu Allah menerima dari dua hal dan menolak satu hal. Aku memohon kepada Rabbku Tabaraka Wa Ta'ala agar kita tidak dibinasakan sebagaimana ummat ummat sebelum kita lalu Allah mengabulkannya, aku memohon kepada Rabbku 'azza wajalla agar musuh tidak menang atas kita lalu Allah mengabulkannya, kemudian aku memohon kepada Rabbku Tabaraka Wa Ta'ala agar tidak menjadikan kita pecah berkelompok-kelompok, lalu Allah tidak mengabulkannya.\" Telah bercerita kepada kami Abdullah dia berkata, \"Aku mendengar bapakku berkata, \"'Ali bin 'Iyas mendengar hadits ini dari Syu'aib bin Abu Hamzah dengan cara sama' (mendengar).\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ الْحِمْصِيُّ حَدَّثَنَا شُعَيْبُ بْنُ أَبِي حَمْزَةَ ح وَأَبُو الْيَمَانِ أَنْبَأَنَا شُعَيْبٌ قَالَ وَقَالَ الزُّهْرِيُّ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابٍ عَنْ أَبِيهِ خَبَّابِ بْنِ الْأَرَتِّ مَوْلَى بَنِي زُهْرَةَ وَكَانَ قَدْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَرَاقَبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي لَيْلَةٍ صَلَّاهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلَّهَا حَتَّى كَانَ مَعَ الْفَجْرِ سَلَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ صَلَاتِهِ جَاءَهُ خَبَّابٌ فَقَالَ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي لَقَدْ صَلَّيْتَ اللَّيْلَةَ صَلَاةً مَا رَأَيْتُكَ صَلَّيْتَ نَحْوَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجَلْ إِنَّهَا صَلَاةُ رَغَبٍ وَرَهَبٍ سَأَلْتُ رَبِّي تَبَارَكَ وَتَعَالَى ثَلَاثَ خِصَالٍ فَأَعْطَانِي اثْنَتَيْنِ وَمَنَعَنِي وَاحِدَةً سَأَلْتُ رَبِّي تَبَارَكَ وَتَعَالَى أَنْ لَا يُهْلِكَنَا بِمَا أَهْلَكَ بِهِ الْأُمَمَ قَبْلَنَا فَأَعْطَانِيهَا وَسَأَلْتُ رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُظْهِرَ عَلَيْنَا عَدُوًّا غَيْرَنَا فَأَعْطَانِيهَا وَسَأَلْتُ رَبِّي تَبَارَكَ وَتَعَالَى أَنْ لَا يَلْبِسَنَا شِيَعًا فَمَنَعَنِيهَاحَدَّثَنَا عَبْد اللَّهِ قَالَ سَمِعْت أَبِي يَقُولُ عَلِيُّ بْنُ عَيَّاشٍ سَمِعَ هَذَا الْحَدِيثَ مِنْ شُعَيْبِ بْنِ أَبِي حَمْزَةَ سَمَاعًا","source":"Ahmad"},"__N_SSG":true}