{"pageProps":{"number":"2886","slug":"ahmad","id":"Telah bercerita kepada kami [Isma'il] dia berkata, telah mengkabarkan kepada kami [Ayyub] dari [Humaid bin Bilal] dari [seorang lelaki Abdul Qais] ia pernah bergabung dengan kaum Khawarij kemudian memisahkan diri dari mereka, ia berkata, \"Orang-orang Khawarij memasuki sebuah kampung, kemudian [Abdullah bin Khabab] keluar dengan ketakutan sambil menjulurkan kain selendangnya, mereka pun bertanya, \"Apakah kamu tidak takut?\" Abdullah menjawab, \"Demi Allah, kalian telah menakutiku.\" Mereka bertanya lagi, \"Apakah kamu Abdullah bin Khabab sahabat Rasulullah shallallahu 'alaihi wasallam?\" Abdullah menjawab, \"Ya.\" Kemudian ada yang bertanya kepadanya, \"Lalu apakah kamu telah mendengar dari [bapakmu] sebuah hadits yang dia ceritakan dari Rasulullah shallallahu 'alaihi wasallam untuk kamu ceritakan kepada kami?\" Abdullah menjawab, \"Ya, aku telah mendengarnya bercerita dari Rasulullah shallallahu 'alaihi wasallam, beliau menyebutkan tentang fitnah: \"Orang yang duduk ketika terjadi fitnah adalah lebih baik dari orang yang berdiri, dan orang yang berdiri adalah lebih baik dari orang yang berjalan, sedangkan orang yang berjalan adalah lebih baik dari orang yang berlari.\" Kemudian Nabi melanjutkan: \"Jika kamu mendapati masa itu maka jadilah kamu hamba Allah yang terbunuh.\" [Ayyub] menyebutkan, \"Dan aku tidak mengetahuinya kecuali beliau bersabda: 'Dan janganlah menjadi hamba Allah yang membunuh'.\" Kemudian orang-orang Khawarij itu bertanya lagi, \"Apakah kamu mendengar ini dari bapakmu yang telah bercerita dari Rasulullah shallallahu 'alaihi wasallam?\" Abdullah menjawab, \"Ya.\" Perawi (lelaki dari Abdu Qais) Berkata, \"Kemudian mereka membawanya ke tepian sungai dan memenggal lehernya, sehingga mengalirlah darahnya seakan-akan tali sandal yang tidak terputus. Dan mereka juga membelah janin yang ada di perut Ummul waladnya (budak wanitanya).\" Telah bercerita kepada kami [Abu Nadlar] dia berkata, telah bercerita kepada kami [Sulaiman] dari [Humaid bin Hilal] dengan hadits yang semakna, akan tetapi dia menambahkan, \"Mabdzaqarra', yaitu tidak berpisah. Dan Nabi bersabda: \"Janganlah menjadi hamba Allah yang membunuh.\" Maka demikian juga yang dikatakan oleh [Bahz].","arab":"حَدَّثَنَا إِسْمَاعِيلُ أَخْبَرَنَا أَيُّوبُ عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ رَجُلٍ مِنْ عَبْدِ الْقَيْسِ كَانَ مَعَ الْخَوَارِجِ ثُمَّ فَارَقَهُمْ قَالَدَخَلُوا قَرْيَةً فَخَرَجَ عَبْدُ اللَّهِ بْنُ خَبَّابٍ ذَعِرًا يَجُرُّ رِدَاءَهُ فَقَالُوا لَمْ تُرَعْ قَالَ وَاللَّهِ لَقَدْ رُعْتُمُونِي قَالُوا أَنْتَ عَبْدُ اللَّهِ بْنُ خَبَّابٍ صَاحِبُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ قَالَ فَهَلْ سَمِعْتَ مِنْ أَبِيكَ حَدِيثًا يُحَدِّثُهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُحَدِّثُنَاهُ قَالَ نَعَمْ سَمِعْتُهُ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ ذَكَرَ فِتْنَةً الْقَاعِدُ فِيهَا خَيْرٌ مِنْ الْقَائِمِ وَالْقَائِمُ فِيهَا خَيْرٌ مِنْ الْمَاشِي وَالْمَاشِي فِيهَا خَيْرٌ مِنْ السَّاعِي قَالَ فَإِنْ أَدْرَكْتَ ذَاكَ فَكُنْ عَبْدَ اللَّهِ الْمَقْتُولَ قَالَ أَيُّوبُ وَلَا أَعْلَمُهُ إِلَّا قَالَ وَلَا تَكُنْ عَبْدَ اللَّهِ الْقَاتِلَ قَالُوا أَأَنْتَ سَمِعْتَ هَذَا مِنْ أَبِيكَ يُحَدِّثُهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ قَالَ فَقَدَّمُوهُ عَلَى ضَفَّةِ النَّهَرِ فَضَرَبُوا عُنُقَهُ فَسَالَ دَمُهُ كَأَنَّهُ شِرَاكُ نَعْلٍ مَا ابْذَقَرَّ وَبَقَرُوا أُمَّ وَلَدِهِ عَمَّا فِي بَطْنِهَاحَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا سُلَيْمَانُ عَنْ حُمَيْدِ بْنِ هِلَالٍ نَحْوَهُ إِلَّا أَنَّهُ قَالَ مَا ابْذَقَرَّ يَعْنِي لَمْ يَتَفَرَّقْ وَقَالَ لَا تَكُنْ عَبْدَ اللَّهِ الْقَاتِلَ وَكَذَلِكَ قَالَ بَهْزٌ أَيْضًا","source":"Ahmad"},"__N_SSG":true}