{"pageProps":{"number":"2916","slug":"ahmad","id":"Ia berkata, telah menceritakan kepadaku [Muhammad bin Ya'qub Abul Haitsam Az Zubali] ia berkata, telah menceritakan kepada kami [Mu'tamir bin Sulaiman] ia berkata, Aku mendengar [Ayahku] telah menceritakan kepada kami [Raqabah] dari [Abu Ishaq] dari [Sa'id bin Jubair] dari [Ibnu Abbas] telah menceritakan kepada kami [Ubay bin Ka'b] berkata, \"Aku mendengar Nabi shallallahu 'alaihi wasallam bersabda: \"Musa berpidato di hadapan kaumnya mengingatkan hari-hari Allah, kemenangan dan cobaannya, ia katakan, \"Di Muka bumi ini aku tidak tahu orang yang lebih pandai melebihi aku.\" Maka Allah mewahyukan padanya bahwa Allah memiliki seorang hamba yang lebih pandai darinya, Musa berkata, \"Wahai Rabbku, tampakkanlah padaku.\" Maka dikatakan kepadanya, 'Berbekallah ikan laut', lalu ia pun melaksanakannya. Setelah itu ia keluar hingga bertemulah ia dengan Hidlir. Keduanya berjalan hingga bertemu penduduk suatu kampung, keduanya minta dijamu tapi tiada seorang pun yang mau menjamunya. Lalu dikisahkan kisah perahu, ia membakarnya untuk menghindari kejahatan raja yang zhalim, adapun si anak dia telah dituliskan padanya kekafiran sedang orang tuanya adalah orang-orang shaleh, kalaulah ia mendapatkan keduanya tentu ia akan menghardik, membangkang dan kafir, sedangkan dinding rumah adalah milik dua anak yatim di Madinah.\"","arab":"قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ يَعْقُوبَ أَبُو الْهَيْثَمِ الزُّبَالِيُّ قَالَ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ قَالَ سَمِعْتُ أَبِي حَدَّثَنَا رَقَبَةُ عَنْ أَبِي إِسْحَاقَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ حَدَّثَنَا أُبَيُّ بْنُ كَعْبٍ قَالَسَمِعْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بَيْنَمَا مُوسَى عَلَيْهِ السَّلَام فِي قَوْمِهِ يُذَكِّرُهُمْ بِأَيَّامِ اللَّهِ وَأَيَّامُ اللَّهِ نِعَمُهُ وَبَلَاؤُهُ إِذْ قَالَ مَا أَعْلَمُ فِي الْأَرْضِ رَجُلًا خَيْرًا مِنِّي أَوْ أَعْلَمَ مِنِّي قَالَ فَأَوْحَى اللَّهُ تَبَارَكَ وَتَعَالَى إِلَيْهِ إِنِّي أَعْلَمُ بِالْخَيْرِ مَنْ هُوَ أَوْ عِنْدَ مَنْ هُوَ إِنَّ فِي الْأَرْضِ رَجُلًا هُوَ أَعْلَمُ مِنْكَ قَالَ يَا رَبِّ فَدُلَّنِي عَلَيْهِ فَقِيلَ لَهُ تَزَوَّدْ حُوتًا مَالِحًا فَفَعَلَ ثُمَّ خَرَجَ فَلَقِيَ الْخَضِرَ فَكَانَ مِنْ أَمْرِهِمَا مَا كَانَ حَتَّى كَانَ آخِرُ ذَلِكَ مَرُّوا بِالْقَرْيَةِ اللِّئَامِ أَهْلُهَا فَطَافَا فِي الْمَجَالِسِ فَاسْتَطْعَمَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا ثُمَّ قَصَّ عَلَيْهِ النَّبَأَ نَبَأَ السَّفِينَةِ وَإِنَّهُ إِنَّمَا خَرَقَهَا لِيَتَجَوَّزَهَا الْمَلِكُ فَلَا يُرِيدُهَا وَأَمَّا الْغُلَامُ فَطُبِعَ يَوْمَ طُبِعَ كَافِرًا كَانَ أَبَوَاهُ عَطَفَا عَلَيْهِ فَلَوْ أَنَّهُ أَدْرَكَ لَأَرْهَقَهُمَا طُغْيَانًا وَكُفْرًا وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ","source":"Ahmad"},"__N_SSG":true}