{"pageProps":{"number":"2979","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Abu Ja'far] dari [Rabi'] dari [Abu Aliyah] dari [Ubay bin Ka'b] berkenaan dengan firman Allah Ta'ala: '(Katakanlah: \"Dialah yang berkuasa untuk mengirimkan azab kepadamu, dari atas kamu) ' (Qs. Al An'am: 65). Ubay berkata, \"Semuanya ada empat, semuanya adalah siksa dan mau tidak mau semuanya pasti terjadi, yang dua sudah terjadi dua puluh lima tahun setelah Nabi shallallahu 'alaihi wasallam wafat, mereka diliputi dengan perpecahan, satu sama lain saling menyerang, dan yang dua lagi pasti terjadi; yaitu Al Khasaf (tenggelam ke dalam bumi) dan rajam.\" Telah menceritakan kepada kami Abdullah dia berkata, telah menceritakan kepada kami [Rauh bin Abdul Mu`min] dia berkata, telah menceritakan kepada kami [Umar bin Syaqiq] dia berkata, telah menceritakan kepada kami [Abu Ja'far Ar Razi] dari [Rabi' bin Anas] dari [Abu 'Aliyah] dari [Ubay bin Kab] tentang firman Allah: QUL HUWAL QAADIRU (Katakanlah: \"Dialah yang berkuasa..) ' (Qs. Al An'am: 65), lalu ia menyebutkan sebagaimana hadits tersebut. Dan dalam hadits ia menyebutkan Al Khasaf dan Qadzaf (tenggelam ke dalam bumi dan menuduh berbuat zina).\"","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا أَبُو جَعْفَرٍ عَنْ الرَّبِيعِ عَنْ أَبِي الْعَالِيَةِعَنْ أُبَيِّ بْنِ كَعْبٍ فِي قَوْلِهِ تَبَارَكَ وَتَعَالَى{ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ }الْآيَةَ قَالَ هُنَّ أَرْبَعٌ وَكُلُّهُنَّ عَذَابٌ وَكُلُّهُنَّ وَاقِعٌ لَا مَحَالَةَ فَمَضَتْ اثْنَتَانِ بَعْدَ وَفَاةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِخَمْسٍ وَعِشْرِينَ سَنَةً فَأُلْبِسُوا شِيَعًا وَذَاقَ بَعْضُهُمْ بَأْسَ بَعْضٍ وَثِنْتَانِ وَاقِعَتَانِ لَا مَحَالَةَ الْخَسْفُ وَالرَّجْمُحَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا رَوْحُ بْنُ عَبْدِ الْمُؤْمِنِ حَدَّثَنَا عُمَرُ بْنُ شَقِيقٍ حَدَّثَنَا أَبُو جَعْفَرٍ الرَّازِيُّ عَنْ الرَّبِيعِ بْنِ أَنَسٍ عَنْ أَبِي الْعَالِيَةِ عَنْ أُبَيِّ بْنِ كَعْبٍ فِي قَوْلِهِ{ قُلْ هُوَ الْقَادِرُ }فَذَكَرَ نَحْوَهُ وَقَالَ فِي حَدِيثِهِ الْخَسْفُ وَالْقَذْفُ","source":"Ahmad"},"__N_SSG":true}