{"pageProps":{"number":"3000","slug":"ahmad","id":"Telah menceritakan kepada kami [Syuja' bin Makhlad] dan [Abu Khaitsamah Zuhair bin harb] keduanya berkata, telah menceritakan kepada kami [Abdullah bin Humran Al Humrani] telah menceritakan kepada kami [Abdul Hamid bin Ja'far] telah menceritakan kepadaku [Ayahku] dari [Sulaiman bin Yasar] dari [Abdullah bin Harits] berkata, \"Aku dan [Ubay bin Ka'b] berdiri di bawah lidungan tembok milik Hassan, kemudian Ubai berkata kepadaku, \"Tidakkah kamu melihat orang-orang memiliki bermacam cara dalam mengejar dunia?\" Abdullah bin Al Harits berkata, \"Aku menjawab, \"Ya, \" Ubai berkata, \"Aku telah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hampir-hampir sungai Furath mengeluarkan gunung emas yang apabila manusia mendengarnya pasti akan bergegas mendatanginya.\" Kemudian seseorang yang ada di sisi beliau berkata, \"Demi Allah, seandainya manusia kita biarkan mengambilnya pasti dia akan habis dan manusia akan saling bunuh, sehingga akan terbunuh sembilan puluh sembilan dari tiap seratus orang.\" -Dan ini adalah lafadz hadits Ubai dari ['Affan] -. Telah menceritakan kepada kami Abdullah telah menceritakan kepada kami [Syuja' bin Makhlad] dan [Abu Khaitsamah Zuhair bin Harb] keduanya berkata, telah menceritakan kepada kami [Abdullah bin Humran Al Humrani] telah menceritakan kepada kami [Abdul Hamid bin Ja'far] telah menceritakan kepadaku [Ayahku Ja'far bin Abdullah] dari [Sulaiman bin Yasar] dari [Abdullah bin Harits bin Naufal] dari [Ubay bin Ka'b] berkata, \"Aku mendengar Rasulullah bersabda: \"Hampir-hampir sungai Furath mengeluarkan gunung emas… lalu ia menyebutkan hadits tersebut.\"","arab":"حَدَّثَنَا شُجَاعُ بْنُ مَخْلَدٍ وَأَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ قَالَا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حُمْرَانَ الْحُمْرَانِيُّ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ أَخْبَرَنِي أَبِي عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ قَالَوَقَفْتُ أَنَا وَأُبَيُّ بْنُ كَعْبٍ فِي ظِلِّ أُجُمِ حَسَّانَ فَقَالَ لِي أُبَيٌّ أَلَا تَرَى النَّاسَ مُخْتَلِفَةً أَعْنَاقُهُمْ فِي طَلَبِ الدُّنْيَا قُلْتُ بَلَى قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يُوشِكُ الْفُرَاتُ أَنْ يَحْسِرَ عَنْ جَبَلٍ مِنْ ذَهَبٍ فَإِذَا سَمِعَ بِهِ النَّاسُ سَارُوا إِلَيْهِ فَيَقُولُ مَنْ عِنْدَهُ وَاللَّهِ لَئِنْ تَرَكْنَا النَّاسَ يَأْخُذُونَ فِيهِ لَيَذْهَبَنَّ فَيَقْتَتِلُ النَّاسُ حَتَّى يُقْتَلَ مِنْ كُلِّ مِائَةٍ تِسْعَةٌ وَتِسْعُونَوَهَذَا لَفْظُ حَدِيثِ أَبِي عَنْ عَفَّانَ حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا شُجَاعُ بْنُ مَخْلَدٍ وَأَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ قَالَا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حُمْرَانَ الْحُمْرَانِيُّ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ أَخْبَرَنِي أَبِي جَعْفَرُ بْنُ عَبْدِ اللَّهِ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يُوشِكُ الْفُرَاتُ أَنْ يَحْسِرَ عَنْ جَبَلٍ مِنْ ذَهَبٍ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}