{"pageProps":{"number":"305","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] telah menceritakan kepada kami [Muhammad bin 'Amr] dari [Abu Salamah] berkata; [Nafi' bin Abdul Harits] berkata; Saya berangkat bersama Rasulullah Shallallahu'alaihiwasallam hingga memasuki sebuah bangunan. Lalu beliau bersabda kepadaku, \"Tolong jagalah pintunya!.\" Beliau masuk lalu duduk di tepi kolam, lalu menjulurkan kedua kakinya pada kolam. Lantas ada yang mengetuk pintu, saya bertanya, siapa ini? ia berkata 'Abu Bakar.' Saya (Nafi' bin Abdul Harits Radliyallahu'anhu) berkata 'wahai Rasulullah itu Abu Bakar.' Beliau bersabda: \"Biarkan dia masuk, berilah dia kabar gembira dengan surga.\" (Nafi' bin Abdul Harits Radliyallahu'anhu) berkata; saya mengijinkannya dan saya beri kabar gembira surga, lalu (Abu Bakar radliyallahu'anhu) masuk dan duduk bersama Rasulullah Shallallahu'alaihiwasallam di tepi kolam dan ikut menjulurkan kedua kakinya pada kolam. Lalu ada yang mengetuk pintu, saya bertanya, siapa itu? Dia berkata; 'Umar. Saya berkata; Wahai Rasulullah itu adalah 'Umar. (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"Biarkan dia, berilah dia kabar gembira dengan surga \" (Nafi' bin Abdul Harits Radliyallahu'anhu) berkata; saya mengijinkan dia masuk dan memberinya kabar gembira surga, hingga ('Umar radliyallahu'anhu) masuk dan duduk bersama Rasulullah Shallallahu'alaihiwasallam di tepi kolam dan ikut menurunkan kedua kakinya pada kolam. Lalu ada yang mengetuk pintu lagi, maka saya bertanya, Siapa itu? Dia menjawab, 'Utsman. Saya berkata; wahai Rasulullah ini adalah 'Utsman. (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"Biarkan dia masuk, berilah ia kabar gembira dengan surga, dia akan mendapatkan ujian\", maka saya mengijinkannya masuk dan memberinya kabar genbira dengan surga, hingga ia duduk bersama Rasulullah Shallallahu'alaihiwasallam di tepi kolam dan ikut menjulurkan kedua kakinya pada kolam.","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِي سَلَمَةَ قَالَ قَالَ نَافِعُ بْنُ عَبْدِ الْحَارِثِخَرَجْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى دَخَلَ حَائِطًا فَقَالَ لِي أَمْسِكْ عَلَيَّ الْبَابَ فَجَاءَ حَتَّى جَلَسَ عَلَى الْقُفِّ وَدَلَّى رِجْلَيْهِ فِي الْبِئْرِ فَضُرِبَ الْبَابُ قُلْتُ مَنْ هَذَا قَالَ أَبُو بَكْرٍ قُلْتُ يَا رَسُولَ اللَّهِ هَذَا أَبُو بَكْرٍ قَالَ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ قَالَ فَأَذِنْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ قَالَ فَدَخَلَ فَجَلَسَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْقُفِّ وَدَلَّى رِجْلَيْهِ فِي الْبِئْرِ ثُمَّ ضُرِبَ الْبَابُ فَقُلْتُ مَنْ هَذَا فَقَالَ عُمَرُ فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا عُمَرُ قَالَ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ قَالَ فَأَذِنْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ قَالَ فَدَخَلَ فَجَلَسَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْقُفِّ وَدَلَّى رِجْلَيْهِ فِي الْبِئْرِ قَالَ ثُمَّ ضُرِبَ الْبَابُ فَقُلْتُ مَنْ هَذَا قَالَ عُثْمَانُ فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا عُثْمَانُ قَالَ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ مَعَهَا بَلَاءٌ فَأَذِنْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ فَجَلَسَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْقُفِّ وَدَلَّى رِجْلَيْهِ فِي الْبِئْرِ","source":"Ahmad"},"__N_SSG":true}