{"pageProps":{"number":"3216","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] telah bercerita kepada kami [Sufyan] dari [Salamah] dari ['Iyadh bin 'Iyadh] dari [ayahnya] dari [Abu Mas'ud] berkata; Rasulullah Shallallahu'alaihiwasallam berkhutbah pada kami, beliau memuja dan memuji Allah subhanahu wata'ala kemudian bersabda; \"Diantara kalian ada orang-orang munafik. Siapa pun yang namanya aku sebut hendaklah berdiri.\" Selanjutnya Rasulullah Shallallahu'alaihiwasallam bersabda; \"Berdirilah hai fulan, berdirilah hai fulan, berdirilah hai fulan, \" hingga beliau menyebut tigapuluh enam nama. Setelah itu beliau bersabda; \"Sesungguhnya diantara kalian -atau sebagaian dari kalian- bertakwalah kepada Allah.\" Lalu 'Umar melintasi seseorang yang namanya disebut Rasulullah Shallallahu'alaihiwasallam yang mengenakan penutup kepala yang ia kenal. Ia berkata; Ada apa denganmu? Ia mengatakan yang disampaikan Rasulullah Shallallahu'alaihiwasallam lalu 'Umar berkata; 'Celakalah kamu seharian ini.' Telah bercerita kepada kami [Abu Nu'aim] telah bercerita kepada kami [Sufyan] dari [Salamah] dari seseorang dari ayahnya. Sufyan berkata, ia memperlihatkannya pada ['Iyadh bin 'Iyadh] dari [ayahnya] dari [Abu Mas'ud] berkata; Rasulullah Shallallahu'alaihiwasallam berkhutbah. Lalu ia menyebutkan maknanya.","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ سَلَمَةَ عَنْ عِيَاضِ بْنِ عِيَاضٍ عَنْ أَبِيهِ عَنْ أَبِي مَسْعُودٍ قَالَخَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُطْبَةً فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ فِيكُمْ مُنَافِقِينَ فَمَنْ سَمَّيْتُ فَلْيَقُمْ ثُمَّ قَالَ قُمْ يَا فُلَانُ قُمْ يَا فُلَانُ قُمْ يَا فُلَانُ حَتَّى سَمَّى سِتَّةً وَثَلَاثِينَ رَجُلًا ثُمَّ قَالَ إِنَّ فِيكُمْ أَوْ مِنْكُمْ فَاتَّقُوا اللَّهَ قَالَ فَمَرَّ عُمَرُ عَلَى رَجُلٍ مِمَّنْ سَمَّى مُقَنَّعٍ قَدْ كَانَ يَعْرِفُهُ قَالَ مَا لَكَ قَالَ فَحَدَّثَهُ بِمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ بُعْدًا لَكَ سَائِرَ الْيَوْمِحَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا سُفْيَانُ عَنْ سَلَمَةَ عَنْ رَجُلٍ عَنْ أَبِيهِ قَالَ سُفْيَانُ أُرَاهُ عِيَاضَ بْنَ عِيَاضٍ عَنْ أَبِيهِ عَنْ أَبِي مَسْعُودٍ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}