{"pageProps":{"number":"3240","slug":"ahmad","id":"Telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Hammad bin Salamah] telah mengkhabarkan kepadaku [Ya'la bin 'Atho`] dari [Abu Hammam] -berkata Abu Al Aswad: Abu Hammam adalah 'Abdullah bin Yasar- dari [Abu 'Abdur Rahman Al Fihri] berkata; Aku bersama Rasulullah Shallallahu'alaihiWasallam dalam perang Hunain, kami berjalan di hari yang sangat panas, kami singgah dibawah naungan pohon. Saat matahari menghilang, aku mengenakan baju besiku lalu naik kuda. Aku pergi menghampiri Rasulullah Shallallahu'alaihiwasallam, beliau berada di tenda, aku mengucapkan salam; Assalamu'alaika wa rohmatullaah wahai Rasulullah, sudah saatnya jalan. Rasulullah Shallallahu'alaihiWasallam bersabda; \"Baik.\" Lalu beliau bersabda; \"Hai Bilal, tolong pasang pelana kudaku.\" Bilal mengeluarkan pelana yang ditambali sabut, tidak ada kesombongan pada keduanya. Bilal pun memasangkan pelana. Beliau naik dan kami pun naik. Kami mengatur baris mereka di pagi dan malam hari. Ada dua kuda jatuh lalu kaum muslimin mundur seperti yang difirmankan Allah subhanahu wata'ala lalu Rasulullah Shallallahu'alaihiWasallam bersabda; \"Hai hamba-hamba Allah! Aku adalah hamba Allah dan rasulNya.\" Selanjutnya beliau bersabda; \"Hai sekalian kaum Muhajirin! Aku adalah hamba Allah dan rasulNya.\" Kemudian Rasulullah Shallallahu'alaihiWasallam masuk ke medan perang tanpa berkuda lalu mengambil segenggam pasir. Orang yang ada didekat beliau memberitahkan padaku; Rasulullah Shallallahu'alaihiWasallam melemparkannya ke muka orang-orang kafir dan bersabda; \"Buruklah wajah-wajah musuh.\" Allah Azzawajalla mengalahkan mereka. Berkata Ya'la bin 'Atho`; Anak-anak mereka bercerita kepadaku dari ayah-ayah mereka bahwa mereka berkata; Tidak seorang pun dari kami yang mata dan mulutnya tidak penuh dengan pasir. Kami mendengar suara berdering diantara langit dan bumi seperti hantaman besi mengenai baskom besi. Telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Hammad bin Salamah] telah mengkhabarkan kepada kami [Ya'la bin 'Atho`] dari ['Abdullah bin Yasar Abu Hammam] dari [Abu 'Abdur Rahman Al Fihri] berkata; Aku bersama Rasulullah Shallallahu'alaihiWasallam saat perang Hunain, kami berjalan dihari yang sangat panas. Ia menyebutkan hadits serupa.","arab":"حَدَّثَنَا بَهْزٌ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنِي يَعْلَى بْنُ عَطَاءٍ عَنْ أَبِي هَمَّامٍ قَالَ أَبُو الْأَسْوَدِ هُوَ عَبْدُ اللَّهِ بْنُ يَسَارٍ عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْفِهْرِيِّ قَالَكُنْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ حُنَيْنٍ فَسِرْنَا فِي يَوْمٍ قَائِظٍ شَدِيدِ الْحَرِّ فَنَزَلْنَا تَحْتَ ظِلَالِ الشَّجَرِ فَلَمَّا زَالَتْ الشَّمْسُ لَبِسْتُ لَأْمَتِي وَرَكِبْتُ فَرَسِي فَانْطَلَقْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي فُسْطَاطِهِ فَقُلْتُ السَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ وَرَحْمَةُ اللَّهِ حَانَ الرَّوَاحُ فَقَالَ أَجَلْ فَقَالَ يَا بِلَالُ فَثَارَ مِنْ تَحْتِ سَمُرَةٍ كَأَنَّ ظِلَّهُ ظِلُّ طَائِرٍ فَقَالَ لَبَّيْكَ وَسَعْدَيْكَ وَأَنَا فِدَاؤُكَ فَقَالَ أَسْرِجْ لِي فَرَسِي فَأَخْرَجَ سَرْجًا دَفَّتَاهُ مِنْ لِيفٍ لَيْسَ فِيهِمَا أَشَرٌ وَلَا بَطَرٌ قَالَ فَأَسْرَجَ قَالَ فَرَكِبَ وَرَكِبْنَا فَصَافَفْنَاهُمْ عَشِيَّتَنَا وَلَيْلَتَنَا فَتَشَامَّتِ الْخَيْلَانِ فَوَلَّى الْمُسْلِمُونَ مُدْبِرِينَ كَمَا قَالَ اللَّهُ عَزَّ وَجَلَّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عِبَادَ اللَّهِ أَنَا عَبْدُ اللَّهِ وَرَسُولُهُ ثُمَّ قَالَ يَا مَعْشَرَ الْمُهَاجِرِينَ أَنَا عَبْدُ اللَّهِ وَرَسُولُهُ قَالَ ثُمَّ اقْتَحَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ فَرَسِهِ فَأَخَذَ كَفًّا مِنْ تُرَابٍ فَأَخْبَرَنِي الَّذِي كَانَ أَدْنَى إِلَيْهِ مِنِّي ضَرَبَ بِهِ وُجُوهَهُمْ وَقَالَ شَاهَتْ الْوُجُوهُ فَهَزَمَهُمْ اللَّهُ عَزَّ وَجَلَّقَالَ يَعْلَى بْنُ عَطَاءٍ فَحَدَّثَنِي أَبْنَاؤُهُمْ عَنْ آبَائِهِمْ أَنَّهُمْ قَالُوا لَمْ يَبْقَ مِنَّا أَحَدٌ إِلَّا امْتَلَأَتْ عَيْنَاهُ وَفَمُهُ تُرَابًا وَسَمِعْنَا صَلْصَلَةً بَيْنَ السَّمَاءِ وَالْأَرْضِ كَإِمْرَارِ الْحَدِيدِ عَلَى الطَّسْتِ الْحَدِيدِ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا يَعْلَى بْنُ عَطَاءٍ عَنْ عَبْدِ اللَّهِ بْنِ يَسَارٍ أَبِي هَمَّامٍ عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْفِهْرِيِّ قَالَ كُنْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ حُنَيْنٍ فَسِرْنَا فِي يَوْمٍ قَائِظٍ فَذَكَرَ مِثْلَهُ","source":"Ahmad"},"__N_SSG":true}