{"pageProps":{"number":"3479","slug":"ahmad","id":"Telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dia mendengar [Urwah] berkata; bahwasanya [Abu Humaid As Sa'idi] berkata; Nabi Shallallahu 'Alaihi wa Salam menugaskan seseorang dari Al Azd bernama Ibnu Al Lutbiyyah untuk mengurus zakat, ia datang lalu berkata: Ini untuk Tuan dan ini hadiah yang diberikan padaku. Lalu Rasulullah Shallallahu 'Alaihi wa Salam berdiri diatas mimbar dan bersabda: \"Ada apa dengan seorang petugas yang kami utus lalu datang dan berkata; Ini untuk Tuan dan ini hadiah yang diberikan padaku. Kenapa ia tidak duduk saja dirumah ayahnya dan ibunya lalu menunggu apakah ada yang memberinya hadiah atau tidak. Demi Dzat yang jiwa Muhammad berada ditanganNya, tidaklah seorang dari kalian membawanya sedikit pun melaikan akan membawanya pada hari kiamat dilehernya meski berupa unta yang berbusa, sapi lemah atau kambing bercacat.\" Kemudian beliau mengangkat kedua tangan hingga kami melihat kelabunya tangan beliau lalu beliau bersabda: \"Ya Allah! Apakah telah aku sampaikan?\" beliau mengucapkannya sebanyak tiga kali. [Hisyam bin 'Urwah] menambahkan: Berkata [Abu Humaid]: Telingaku mendengar dan mataku melihat, tanyakan kepada Zaid bin Tsabit.","arab":"حَدَّثَنَا سُفْيَانُ عَنِ الزُّهْرِيِّ سَمِعَ عُرْوَةَ يَقُولُ أَنَا أَبُو حُمَيْدٍ السَّاعِدِيُّ قَالَاسْتَعْمَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا مِنْ الْأَزْدِ يُقَالُ لَهُ ابْنُ اللُّتْبِيَّةِ عَلَى صَدَقَةٍ فَجَاءَ فَقَالَ هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ فَقَالَ مَا بَالُ الْعَامِلِ نَبْعَثُهُ فَيَجِيءُ فَيَقُولُ هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي أَفَلَا جَلَسَ فِي بَيْتِ أَبِيهِ وَأُمِّهِ فَيَنْظُرَ أَيُهْدَى إِلَيْهِ أَمْ لَا وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَا يَأْتِي أَحَدٌ مِنْكُمْ مِنْهَا بِشَيْءٍ إِلَّا جَاءَ بِهِ يَوْمَ الْقِيَامَةِ عَلَى رَقَبَتِهِ إِنْ كَانَ بَعِيرًا لَهُ رُغَاءٌ أَوْ بَقَرَةً لَهَا خُوَارٌ أَوْ شَاةً تَيْعَرُ ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْنَا عُفْرَةَ يَدَيْهِ ثُمَّ قَالَ اللَّهُمَّ هَلْ بَلَّغْتُ ثَلَاثًاوَزَادَ هِشَامُ بْنُ عُرْوَةَ قَالَ أَبُو حُمَيْدٍ سَمِعَ أُذُنِي وَأَبْصَرَ عَيْنِي وَسَلُوا زَيْدَ بْنَ ثَابِتٍ","source":"Ahmad"},"__N_SSG":true}