{"pageProps":{"number":"3620","slug":"ahmad","id":"Berkata (Ahmad) Aku meriwayatkan dari ['Abdur Rahman] dengan membaca: [Malik] dari [Yazid bin 'Abdullah bin Al Had] dari [Muhammad bin Ibrahim bin Al Harits At Taimi] dari [Abu Salamah bin 'Abdur Rahman] dari [Abu Hurairah] berkata, lalu aku menemui Abdullah bin Salam kemudian ia menyebutkan hadits, lalu berkata ['Abdullah bin Salam]: Aku tahu kapankah saat itu. Berkata Abu Hurairah lalu aku berkata padanya: Beritahukan padaku, jangan pelit padaku. ia berkata: Itu adalah saat terakhir hari jum'at. Berkata (Abu Hurairah); Bagaimana bisa saat terakhir hari jum'at sementara Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Tidaklah seorang hamba muslim bertepatan dengan saat itu sementara ia tengah shalat.\" Berkata 'Abdullah bin Salam: Bukankah Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Barangsiapa duduk disuatu majlis seraya menunggu shalat berarti ia tengah shalat hingga ia usai shalat.\" Aku menjawab: Benar. Berkata 'Abdullah bin Salam: Itulah dia.","arab":"قَالَ قَرَأْتُ عَلَى عَبْدِ الرَّحْمَنِ : مَالِكٌ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَثُمَّ لَقِيتُ عَبْدَ اللَّهِ بْنَ سَلَامٍ فَذَكَرَ الْحَدِيثَ ثُمَّ قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ قَدْ عَلِمْتُ أَيَّةَ سَاعَةٍ هِيَ قَالَ أَبُو هُرَيْرَةَ فَقُلْتُ لَهُ فَأَخْبِرْنِي وَلَا تَضِنَّ عَلَيَّ قَالَ عَبْدُ اللَّهِ هِيَ آخِرُ سَاعَةٍ مِنْ يَوْمِ الْجُمُعَةِ قَالَ أَبُو هُرَيْرَةَ كَيْفَ تَكُونُ آخِرَ سَاعَةٍ مِنْ يَوْمِ الْجُمُعَةِ وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُصَادِفُهَا عَبْدٌ مُسْلِمٌ يُصَلِّي وَتِلْكَ سَاعَةٌ لَا يُصَلَّى فِيهَا قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ جَلَسَ مَجْلِسًا يَنْتَظِرُ فِيهِ الصَّلَاةَ فَهُوَ فِي الصَّلَاةِ حَتَّى يُصَلِّيَ فَقُلْتُ بَلَى قَالَ فَهُوَ ذَاكَ","source":"Ahmad"},"__N_SSG":true}