{"pageProps":{"number":"3718","slug":"ahmad","id":"Telah bercerita kepada kami [Bahz] berkata: telah bercerita kepada kami [Abu 'Awanah] berkata: telah bercerita kepada kami [Qatadah] dari [Abu Malih] dari ['Auf bin Malik Al Asyja'i] berkata: Pada suatu malam Rasulullah Shallalahu 'alaihi wa sallam bersama kami lalu setiap orang diantara kami berbantalkan lengan kendaraan tunggangannya. Berkata 'Auf: Aku mendatangi sebagaian unta dan ternyata unta Rasulullah Shallalahu 'alaihi wa sallam tidak dijaga oleh seorang pun. Aku pergi mencari Rasulullah Shallalahu 'alaihi wa sallam, ternyata disana ada Mu'adz bin Jabal dan 'Abdullah bin Qais tengah berdiri, aku bertanya: Di mana Rasulullah Shallalahu 'alaihi wa sallam? Keduanya menjawab: Kami tidak tahu, tapi kami mendengar suara di puncak bukit seperti getaran alat penumbuk, aku berkata: TInggallah sebentar. Kemudian Rasulullah Shallalahu 'alaihi wa sallam mendatangi kami, beliau bersabda: \"Sesungguhnya ada yang mendatangiku dari Rabbku 'azza wajalla lalu memberiku pilihan antara separuh ummatku masuk surga atau syafaat lalu aku memilih syafaat.\" Kami berkata: Kami mengingatkan Tuan pada Allah dan persahabatan kecuali Tuan menjadikan kami termasuk yang mendapatkan syafaat Tuan. Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Kalian termasuk bagian dari mereka.\" Kami pergi lalu seseorang, dua orang tiba, beliau memberitahu kepada mereka khabar yang beliau sampaikan pada kami, mereka mengingatkan beliau pada Allah dan persahabatan kecuali beliau menjadikan mereka termasuk yang mendapatkan syafaat beliau, beliau bersabda: \"Kalian termasuk bagian dari mereka.\" Orang-orang pun mendengar hal itu, mereka mendatangi beliau, mereka berkata: Jadikanlah kami termasuk bagian dari mereka. Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Aku bersaksi pada kalian, sesungguhnya syafaat itu untuk orang yang meninggal dunia dari ummatku yang tidak menyekutukan Allah dengan apa pun.\" Telah bercerita kepada kami Muhammad bin Bakar berkata telah bercerita kepada kami Sa'id dari Qadatah dari Abu Al Malih Al Hudzali dari 'Auf bin Malik Al Asyja'i berkata: Kami bersama Rasulullah Shallalahu 'alaihi wa sallam dalam salah satu perjalanan beliau lalu nabi Allah menderumkan unta, kami turut menderumkan unta bersama beiau. 'Auf menyebutkan makna hadits, hanya saja ia berkata dalam riwayatnya: \"Dan antara separuh ummatku masuk surga.\"","arab":"حَدَّثَنَا بَهْزٌ قَالَ حَدَّثَنَا أَبُو عَوَانَةَ قَالَ حَدَّثَنَا قَتَادَةُ عَنْ أَبِي مَلِيحٍ عَنْ عَوْفِ بْنِ مَالِكٍ الْأَشْجَعِيِّ قَالَعَرَّسَ بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ فَافْتَرَشَ كُلُّ رَجُلٍ مِنَّا ذِرَاعَ رَاحِلَتِهِ قَالَ فَانْتَهَيْتُ إِلَى بَعْضِ الْإِبِلِ فَإِذَا نَاقَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ قُدَّامَهَا أَحَدٌ قَالَ فَانْطَلَقْتُ أَطْلُبُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا مُعَاذُ بْنُ جَبَلٍ وَعَبْدُ اللَّهِ بْنُ قَيْسٍ قَائِمَانِ قُلْتُ أَيْنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَا مَا نَدْرِي غَيْرَ أَنَّا سَمِعْنَا صَوْتًا بِأَعْلَى الْوَادِي فَإِذَا مِثْلُ هَزِيزِ الرَّحْلِ قَالَ امْكُثُوا يَسِيرًا ثُمَّ جَاءَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّهُ أَتَانِي اللَّيْلَةَ آتٍ مِنْ رَبِّي فَخَيَّرَنِي بَيْنَ أَنْ يَدْخُلَ نِصْفُ أُمَّتِي الْجَنَّةَ وَبَيْنَ الشَّفَاعَةِ فَاخْتَرْتُ الشَّفَاعَةَ فَقُلْنَا نَنْشُدُكَ اللَّهَ وَالصُّحْبَةَ لَمَا جَعَلْتَنَا مِنْ أَهْلِ شَفَاعَتِكَ قَالَ فَإِنَّكُمْ مِنْ أَهْلِ شَفَاعَتِي قَالَ فَأَقْبَلْنَا مَعَانِيقَ إِلَى النَّاسِ فَإِذَا هُمْ قَدْ فَزِعُوا وَفَقَدُوا نَبِيَّهُمْ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ أَتَانِي اللَّيْلَةَ مِنْ رَبِّي آتٍ فَخَيَّرَنِي بَيْنَ أَنْ يَدْخُلَ نِصْفُ أُمَّتِي الْجَنَّةَ وَبَيْنَ الشَّفَاعَةِ وَإِنِّي اخْتَرْتُ الشَّفَاعَةَ قَالُوا يَا رَسُولَ اللَّهِ نَنْشُدُكَ اللَّهَ وَالصُّحْبَةَ لَمَا جَعَلْتَنَا مِنْ أَهْلِ شَفَاعَتِكَ قَالَ فَلَمَّا أَضَبُّوا عَلَيْهِ قَالَ فَأَنَا أُشْهِدُكُمْ أَنَّ شَفَاعَتِي لِمَنْ لَا يُشْرِكُ بِاللَّهِ شَيْئًا مِنْ أُمَّتِيحَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ قَالَ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ أَبِي الْمَلِيحِ الْهُذَلِيِّ عَنْ عَوْفِ بْنِ مَالِكٍ الْأَشْجَعِيِّ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ فَأَنَاخَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَخْنَا مَعَهُ فَذَكَرَ مَعْنَاهُ إِلَّا أَنَّهُ قَالَ وَبَيْنَ أَنْ يَدْخُلَ نِصْفُ أُمَّتِي الْجَنَّةَ","source":"Ahmad"},"__N_SSG":true}