{"pageProps":{"number":"3722","slug":"ahmad","id":"Telah menceritakan kepada kami [Isam'il], dia berkata; Telah mengkabarkan kepada kita [Burdu bin Sinan] dari [Ubadah bin Nusai] dari [Ghudlaif bin Al-Harits] berkata; Saya bertanya kepada [Aisyah]; \"Apakah kamu melihat Rasulullah Shallallahu'alaihiwasallam mandi junub di awal malam atau di akhir malam?\" Aisyah berkata; \"Terkadang beliau mandi di awal malam dan terkadang pula beliau mandi di akhir malam.\" Saya berkata; \"Allahu akbar, segala puji bagi Allah yang telah memberikan keleluasan pada suatu perkara.\" Saya berkata; \"Apakah kamu melihat Rasulullah Shallallahu'alaihiwasallam berwitir di awal malam atau di akhir malam?\" Aisyah berkata; \"Terkadang beliau berwitir di awal malam dan terkadang pula beliau berwitir di akhir malam.\" Saya berkata; \"Allahu akbar, segala puji bagi Allah yang telah memberikan keleluasan pada suatu perkara.\" Saya berkata; \"Apakah kamu melihat Rasulullah Shallallahu'alaihiwasallam mengeraskan bacaan Al Quran atau melirihkannya?.\" Aisyah berkata; \"Terkadang beliau mengeraskannya dan terkadang pula beliau melirihkannya.\" Saya berkata; \"Allahu akbar, segala puji bagi Allah yang telah memberikan keleluasan pada suatu perkara.\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ قَالَ أَخْبَرَنَا بُرْدُ بْنُ سِنَانٍ عَنْ عُبَادَةَ بْنِ نُسَيٍّ عَنْ غُضَيْفِ بْنِ الْحَارِثِ قَالَقُلْتُ لِعَائِشَةَ أَرَأَيْتِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَغْتَسِلُ مِنْ الْجَنَابَةِ فِي أَوَّلِ اللَّيْلِ أَوْ فِي آخِرِهِ قَالَتْ رُبَّمَا اغْتَسَلَ فِي أَوَّلِ اللَّيْلِ وَرُبَّمَا اغْتَسَلَ فِي آخِرِهِ قُلْتُ اللَّهُ أَكْبَرُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الْأَمْرِ سَعَةً قُلْتُ أَرَأَيْتِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُوتِرُ فِي أَوَّلِ اللَّيْلِ أَوْ فِي آخِرِهِ قَالَتْ رُبَّمَا أَوْتَرَ فِي أَوَّلِ اللَّيْلِ وَرُبَّمَا أَوْتَرَ فِي آخِرِهِ قُلْتُ اللَّهُ أَكْبَرُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الْأَمْرِ سَعَةً قُلْتُ أَرَأَيْتِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَجْهَرُ بِالْقُرْآنِ أَوْ يُخَافِتُ بِهِ قَالَتْ رُبَّمَا جَهَرَ بِهِ وَرُبَّمَا خَافَتَ قُلْتُ اللَّهُ أَكْبَرُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الْأَمْرِ سَعَةً","source":"Ahmad"},"__N_SSG":true}