{"pageProps":{"number":"376","slug":"ahmad","id":"Telah menceritakan kepada kami ['Ali bin Ishaq] telah mengabarkan kepada kami [Abdullah] yaitu Ibnu Mubarak, berkata; telah mengabarkan kepada kami [Al Auza'i] berkata; telah menceritakan kepadaku [Al Muthalib bin Hanthab Al Mahzumi] berkata; telah menceritakan kepadaku [Abdurrahman bin Abu 'Amrah Al Anshari] telah menceritakan kepadaku [Bapakku] berkata; kami bersama Rasulullah Shallallahu'alaihiwasallam dalam sebuah peperangan, lalu para pasukan tertimpa kelaparan hingga mereka meminta ijin kepada Rasulullah Shallallahu'alaihiwasallam untuk menyembelih sebagian kendaraan mereka, dan mereka berkata; 'Semoga Allah membuat kita cukup dengannya.' Tatkala 'Umar bin Khattab mengetahui Rasulullah Shallallahu'alaihiwasallam hendak mengijinkan mereka untuk menyembelih sebagian kendaraan mereka, ia berkata; 'Wahai Rasulullah bagaimana jika besok kita bertemu dengan musuh dalam keadaan lapar dan berjalan kaki. namun jika anda mau, suruhlah kami untuk mengumpulkan sisa-sisa bekal mereka, lalu anda mengumpulkannya dan berdoa kepada Allah memohon barokah kepada-Nya, niscaya Allah akan mencukupkan kita dengan doa anda. atau berkata; Allah akan memberi barokah kita dengan doa anda.' Nabi Shallallahu'alaihiwasallam menyuruh untuk mengumpulkan perbekalan mereka, hingga orang-orang mengumpulkan perbekalan mereka. Ada yang menyerahkan satu cakupan makanan, ada yang lebih dari itu, dan paling banyak dari mereka adalah yang datang dengan membawa dengan satu sho' kurma. Nabi Shallallahu'alaihiwasallam mengumpulkannya, lalu berdoa dengan do'anya, lalu menyuruh para pasukan untuk membawa tempat makanan dan menyuruh mereka untuk mencakup perbekalan makanan yang telah dikumpulkan, maka tak ada seorang pun yang membawa tempat makanan mereka melainkan mereka telah mengisinya dengan makanan tersebut dan ternyata masih tetap utuh seperti sedia kala. Nabi Shallallahu'alaihiwasallam tersenyum hingga terlihat gerahamnya, lalu bersabda: \"ASYHADU AN LAA ILAAHA ILLA ALLAH WA ANNI ROSULULLOH, tidak seorang hamba yang mukmin yang bertemu Allah dengan kedua kalimat ini melainkan neraka ditutup darinya.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ إِسْحَاقَ أَخْبَرَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ مُبَارَكٍ قَالَ أَخْبَرَنَا الْأَوْزَاعِيُّ قَالَ حَدَّثَنِي الْمُطَّلِبُ بْنُ حَنْطَبٍ الْمَخْزُومِيُّ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ الْأَنْصَارِيُّ حَدَّثَنِي أَبِي قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزَاةٍ فَأَصَابَ النَّاسَ مَخْمَصَةٌ فَاسْتَأْذَنَ النَّاسُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَحْرِ بَعْضِ ظُهُورِهِمْ وَقَالُوا يُبَلِّغُنَا اللَّهُ بِهِ فَلَمَّا رَأَى عُمَرُ بْنُ الْخَطَّابِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ هَمَّ أَنْ يَأْذَنَ لَهُمْ فِي نَحْرِ بَعْضِ ظَهْرِهِمْ قَالَ يَا رَسُولَ اللَّهِ كَيْفَ بِنَا إِذَا نَحْنُ لَقِينَا الْقَوْمَ غَدًا جِيَاعًا أَرْجَالًا وَلَكِنْ إِنْ رَأَيْتَ يَا رَسُولَ اللَّهِ أَنْ تَدْعُوَ لَنَا بِبَقَايَا أَزْوَادِهِمْ فَتَجْمَعَهَا ثُمَّ تَدْعُوَ اللَّهَ فِيهَا بِالْبَرَكَةِ فَإِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى سَيُبَلِّغُنَا بِدَعْوَتِكَ أَوْ قَالَ سَيُبَارِكُ لَنَا فِي دَعْوَتِكَ فَدَعَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِبَقَايَا أَزْوَادِهِمْ فَجَعَلَ النَّاسُ يُجِيئُونَ بِالْحَثْيَةِ مِنْ الطَّعَامِ وَفَوْقَ ذَلِكَ وَكَانَ أَعْلَاهُمْ مَنْ جَاءَ بِصَاعٍ مِنْ تَمْرٍ فَجَمَعَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَامَ فَدَعَا مَا شَاءَ اللَّهُ أَنْ يَدْعُوَ ثُمَّ دَعَا الْجَيْشَ بِأَوْعِيَتِهِمْ فَأَمَرَهُمْ أَنْ يَحْتَثُوا فَمَا بَقِيَ فِي الْجَيْشِ وِعَاءٌ إِلَّا مَلَئُوهُ وَبَقِيَ مِثْلُهُ فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذُهُ فَقَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ لَا يَلْقَى اللَّهَ عَبْدٌ مُؤْمِنٌ بِهِمَا إِلَّا حُجِبَتْ عَنْهُ النَّارُ يَوْمَ الْقِيَامَةِ","source":"Ahmad"},"__N_SSG":true}