{"pageProps":{"number":"3782","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami Hajjaj telah menceritakan kepada kami [Syu'bah] dari [Muhammad bin 'Abdurrahman] bekas budak keluarga Thalhah, ia berkata; aku mendengar [Kuraib] budak Ibnu Abbas, menceritakan dari [Ibnu Abbas] dari [Juwairiyah binti Al Harits] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam menemuiku waktu Shubuh, ketika itu aku sedang bertasbih, kemudian beliau pergi untuk suatu keperluan dan kembali lagi sebelum pertengahan siang, beliau bersabda: \"Masihkah kamu duduk (bertasbih)?\" aku menjawab, \"Ya.\" Beliau lalu bersabda: \"Maukah kamu aku ajari beberapa kalimat jika ia diseimbangkan dengannya maka ia akan seimbang, atau jika ia ditimbang maka ia akan sama timbangannya, yakni dengan semua yang kamu tasbihkan; SUBHAANALLAH 'ADADA KHALQIHI (Maha suci Allah sejumlah hitungan makhluk-Nya) tiga kali, SUBHAANALLAH ZINATA 'ARSYIHI (Maha Suci Allah menurut kebesaran Arsy-Nya) tiga kali, SUBHAANALLAH RILHA NAFSIHI (Maha Suci Allah menurut keridlaan-Nya) tiga kali, dan SUBHAANALLAH MIDADA KALIMATIHI (Maha Suci Allah sebanyak paparan kalimat-Nya) tiga kali.\"","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا حَجَّاجٌ حَدَّثَنَا شُعْبَةُ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ مَوْلَى آلِ طَلْحَةَ قَالَ سَمِعْتُ كُرَيْبًا مَوْلَى ابْنِ عَبَّاسٍ يُحَدِّثُ عَنِ ابْنِ عَبَّاسٍ عَنْ جُوَيْرِيَةَ بِنْتِ الْحَارِثِ قَالَتْأَتَى عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غُدْوَةً وَأَنَا أُسَبِّحُ ثُمَّ انْطَلَقَ لِحَاجَةٍ ثُمَّ رَجَعَ قَرِيبًا مِنْ نِصْفِ النَّهَارِ فَقَالَ مَا زِلْتِ قَاعِدَةً قُلْتُ نَعَمْ فَقَالَ أَلَا أُعَلِّمُكِ كَلِمَاتٍ لَوْ عُدِلْنَ بِهِنَّ عَدَلَتْهُنَّ أَوْ لَوْ وُزِنَّ بِهِنَّ وَزَنَتْهُنَّ يَعْنِي بِجَمِيعِ مَا سَبَّحَتْ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ ثَلَاثَ مَرَّاتٍ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ ثَلَاثَ مَرَّاتٍ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ ثَلَاثَ مَرَّاتٍ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ ثَلَاثَ مَرَّاتٍ","source":"Ahmad"},"__N_SSG":true}