{"pageProps":{"number":"387","slug":"ahmad","id":"Telah menceritakan kepada kami [Sayyar bin Hatim Abu Salamah Al 'Anazi] berkata; telah menceritakan kepada kami [Ja'far] yaitu Ibnu Sulaiman berkata; telah menceritakan kepada kami [Abu At Tayah] berkata; saya bertanya kepada [Abdur Rahman bin Khanbasy At Tamimi] yang pada waktu itu sudah tua usia, apakah kamu bertemu Rasulullah Shallallahu'alaihiwasallam? dia berkata; Ya. (Abut At Tayyah Radliyallahu'anhu) berkata; apa yang dilakukan Rasulullah Shallallahu'alaihiwasallam ketika datang setan kepadanya?. dia berkata; \" Setan datang secara bergemuruh kepada Rasulullah Shallallahu'alaihiwasallam pada malam itu dari lembah-lembah dan bukit-bukit dan di antara mereka ada yang membawa obor di tangannya, hendak membakar wajah Rasulullah Shallallahu'alaihiwasallam, lalu Jibril Alaihissalam turun kepada (Rasulullah Shallallahu'alaihiwasallam) dan berkata; wahai Muhammad katakanlah! Beliau bertanya, \"Apa yang saya harus baca?\" (Jibril alaihissalam) berkata; bacalah: A'UDZU BI KALIMATILLAHI TAAMMATI MIN SYARRI MAA KHOLAQ WA DZAROA WA BAROA WA MIN SYARRI MA YANZIL MINAS SAMAAI WA MIN SYARRI MA YA'RUJU FIIHAA WA MIN SYARRI FITANIL LAILI WAN NAHAARI WA MIN SYARRI KULLI THORIQIN ILLAA THOORIQON YATHRUQU BI KHOIRIN YA ROHMAN (aku berlindung dengan kalimat Allah yang sempurna dari kejelekan yang Dia ciptakan, yang Dia buat dan yang Dia adakan dan dari kejelekan apa saja yang turun dari langit dan dari kejelekan apa saja yang naik padaNya, dan dari kejelekan fitnah malam dan siang, dan dari kejelekan yang datang pada malam hari kecuali yang datang dengan kebaikan wahai Rahman (tuhan yang maha pengasih). (Abdur Rahman Radliyallahu'anhu) berkata; lalu api mereka padam dan Allah Tabaaroka wa ta'ala menghancurkan mereka.\"","arab":"حَدَّثَنَا سَيَّارُ بْنُ حَاتِمٍ أَبُو سَلَمَةَ الْعَنَزِيُّ قَالَ حَدَّثَنَا جَعْفَرٌ يَعْنِي ابْنَ سُلَيْمَانَ قَالَ حَدَّثَنَا أَبُو التَّيَّاحِ قَالَ قُلْتُ لِعَبْدِ الرَّحْمَنِ بْنِ خَنْبَشٍ التَّمِيمِيِّ وَكَانَ كَبِيرًاأَدْرَكْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ قَالَ قُلْتُ كَيْفَ صَنَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ كَادَتْهُ الشَّيَاطِينُ فَقَالَ إِنَّ الشَّيَاطِينَ تَحَدَّرَتْ تِلْكَ اللَّيْلَةَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْأَوْدِيَةِ وَالشِّعَابِ وَفِيهِمْ شَيْطَانٌ بِيَدِهِ شُعْلَةُ نَارٍ يُرِيدُ أَنْ يُحْرِقَ بِهَا وَجْهَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهَبَطَ إِلَيْهِ جِبْرِيلُ عَلَيْهِ السَّلَام فَقَالَ يَا مُحَمَّدُ قُلْ قَالَ مَا أَقُولُ قَالَ قُلْ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ شَرِّ مَا خَلَقَ وَذَرَأَ وَبَرَأَ وَمِنْ شَرِّ مَا يَنْزِلُ مِنْ السَّمَاءِ وَمِنْ شَرِّ مَا يَعْرُجُ فِيهَا وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ قَالَ فَطَفِئَتْ نَارُهُمْ وَهَزَمَهُمْ اللَّهُ تَبَارَكَ وَتَعَالَى","source":"Ahmad"},"__N_SSG":true}