{"pageProps":{"number":"3878","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] berkata, telah menceritakan kepada kami [Hammad] -yakni Ibnu Salamah- dari [Yahya bin Sa'id] dari [Muhammad bin Yahya bin Hiban] dari [Anas bin Malik] dari [Ummu Haram] dia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam tidur siang di rumahku, tiba-tiba beliau bangun dan tertawa, aku lalu berkata, \"Demi ayah dan ibuku sebagai tebusanmu, kenapa tuan tertawa?\" Beliau menjawab: \"Ditampakkan orang-orang dari umatku yang mereka barlayar di atas laut ini seperti raja-raja atas tawanannya.\" Aku berkata do'akanlah agar aku menjadi bagian dari mereka, beliau pun bersabda: \"Ya Allah, jadikanlah dia bagian darinya.\" Kemudian Beliau tertidur kembali dan bangun dengan tertawa, aku lalu bertanya, \"Demi ayah dan ibuku sebagai tebusanmu, kenapa tuan tertawa?\" Beliau menjawab: \"Ditampakkan orang-orang dari umatku yang mereka barlayar di atas laut ini seperti raja-raja atas tawanannya.\" Aku pun berkata lagi, \"Do'akanlah agar aku menjadi bagian dari mereka.\" Beliau lalu bersabda: \"Kamu adalah termasuk yang pertama-tama.\" Maka Ummu Haram pun berperang bersama Ubadah bin Shamit suaminya, lalu bighal betinanya yang putih memecahkan lehernya hingga ia pun terjatuh dan gugur.\"Telah menceritakan kepada kami ['Affan] berkata; telah menceritakan kepada kami [Hammad bin Salamah] ia berkata; telah mengabarkan kepadaku [Yahya bin Sa'id] dari [Muhammad bin yahya bin Habban] dari [Anas bin Malik] dari [Ummu Haram] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam berada di rumahk….lalu dia menyebutkan (hadits) yang semakna dengannya.\"","arab":"حَدَّثَنَا رَوْحٌ قَالَ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ أُمِّ حَرَامٍ أَنَّهَا قَالَتْبَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِلًا فِي بَيْتِي إِذْ اسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقُلْتُ بِأَبِي وَأُمِّي أَنْتَ مَا يُضْحِكُكَ فَقَالَ عُرِضَ عَلَيَّ نَاسٌ مِنْ أُمَّتِي يَرْكَبُونَ ظَهْرَ هَذَا الْبَحْرِ كَالْمُلُوكِ عَلَى الْأَسِرَّةِ فَقُلْتُ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ اللَّهُمَّ اجْعَلْهَا مِنْهُمْ ثُمَّ نَامَ أَيْضًا فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقُلْتُ بِأَبِي وَأُمِّي مَا يُضْحِكُكَ قَالَ عُرِضَ عَلَيَّ نَاسٌ مِنْ أُمَّتِي يَرْكَبُونَ هَذَا الْبَحْرَ كَالْمُلُوكِ عَلَى الْأَسِرَّةِ فَقُلْتُ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ أَنْتِ مِنْ الْأَوَّلِينَفَغَزَتْ مَعَ عُبَادَةَ بْنِ الصَّامِتِ وَكَانَ زَوْجَهَا فَوَقَصَتْهَا بَغْلَةٌ لَهَا شَهْبَاءُ فَوَقَعَتْ فَمَاتَتْ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ قَالَ أَخْبَرَنِي يَحْيَى بْنُ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ أُمِّ حَرَامٍ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِي فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}