{"pageProps":{"number":"3965","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan bin Musa] dan ['Affan] keduanya berkata, telah menceritakan kepada kami ['Amru bin Marzuq] dia berkata, telah mengabarkan kepadaku [Yahya bin 'Abdul Hamid bin Rafi' bin Khudaij] dia berkata, telah mengabarkan kepadaku nenekku [Isterinya Rafi' bin Hudaij], [Affan] berkata dari neneknya, yaitu ibnu bapaknya [Isteri Rafi' bin Khadij], bahwa Rafi' melempar bersama Rasulullah shallallahu 'alaihi wasallam ketika perang Uhud dan Khaibar.\" Rafi' berkata, \"Aku menusukkan panah di dadanya.\" Lalu dia mendatangi Nabi shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, lepaslah anak panahnya.\" Beliau bersabda: Wahai Rafi', jika kamu mau maka aku akan melepaskan anak dan mata panahnya sekaligus, dan jika engkau mau maka aku akan melepaskan anak panah dan aku tinggalkan mata panahnya, dan aku akan bersaksi untukmu hari kiamat bahwa kamu syahid.\" Rafi' berkata, \"Wahai Rasulullah, lepaslah anak panahnya dan tinggalkan mata panahnya, bersaksilah untukku pada hari kiamat bahwa aku syahid.\" Perawi berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam melepaskan anak panah itu dan meninggalkan matanya.\"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى وَعَفَّانُ قَالَا حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ قَالَ أَخْبَرَنِي يَحْيَى بْنُ عَبْدِ الْحَمِيدِ بْنِ رَافِعِ بْنِ خَدِيجٍ قَالَ أَخْبَرَتْنِي جَدَّتِي يَعْنِي امْرَأَةَ رَافِعِ بْنِ خَدِيجٍ قَالَ عَفَّانُ عَنْ جَدَّتِهِ أُمِّ أَبِيهِ امْرَأَةِ رَافِعِ بْنِ خَدِيجٍأَنَّ رَافِعًا رَمَى مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحُدٍ وَيَوْمَ خَيْبَرَ قَالَ أَنَا أَشُكُّ بِسَهْمٍ فِي ثَنْدُوَتِهِ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ انْزِعْ السَّهْمَ قَالَ يَا رَافِعُ إِنْ شِئْتَ نَزَعْتُ السَّهْمَ وَالْقُطْبَةَ جَمِيعًا وَإِنْ شِئْتَ نَزَعْتُ السَّهْمَ وَتَرَكْتُ الْقُطْبَةَ وَشَهِدْتُ لَكَ يَوْمَ الْقِيَامَةِ أَنَّكَ شَهِيدٌ قَالَ يَا رَسُولَ اللَّهِ بَلْ انْزِعْ السَّهْمَ وَاتْرُكْ الْقُطْبَةَ وَاشْهَدْ لِي يَوْمَ الْقِيَامَةِ أَنِّي شَهِيدٌ قَالَ فَنَزَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ السَّهْمَ وَتَرَكَ الْقُطْبَةَ","source":"Ahmad"},"__N_SSG":true}