{"pageProps":{"number":"4055","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhamad bin 'Abdullah bin Az Zubair] dia berkata, telah menceritakan kepada kami [Isra'il] dari [Simak] dari ['Alqamah bin Wa'il] dari [ayahnya] dia berkata, \"Seorang wanita keluar untuk mengerjakan shalat, tiba-tiba dia bertemu dengan seorang laki-laki yang kemudian memperkosanya, laki-laki itu kemudian pergi meninggalkan wanita tersebut. Setelah itu ada seorang laki-laki yang mendatangi wanita tersebut, wanita itu lalu berkata, \"Sungguh, seorang laki-laki telah melakukan ini dan itu kepadaku!\" maka laki-laki tersebut pergi untuk mencari laki-laki yang memperkosanya. Kemudian ada sekelompok orang-orang Anshar menemukan wanita tersebut, wanita itu lalu berkata, \"Sungguh, seorang laki-laki telah melakukan ini dan itu kepadaku!\" maka orang-orang Anshar pergi untuk mencari laki-laki yang memperkosanya. Kemudian orang-orang Anshar tersebut (justru) menangkap laki-laki yang mencari laki-laki yang telah memperkosanya, dan membawanya ke hadapan Nabi shallallahu 'alaihi wasallam. Sang wanita lalu berkata, \"Inilah dia!\" Tatkala Nabi shallallahu 'alaihi wasallam memerintahkan untuk merajamnya, maka berkatalah laki-laki yang telah memperkosanya, \"Wahai Rasulullah, yang dimaksud adalah aku!\" Maka beliau berkata kepada si wanita: \"Pergilah sesungguhnya Allah telah mengampunimu.\" Dan beliau bersabda kepada laki-laki dengan perkataan yang baik, maka dikatakan, \"Wahai Nabiyallah, apakah tuan tidak merajamnya?\" Maka beliau bersabda: \"Sesungguhnya dia telah bertaubat dengan taubat yang sekiranya penduduk Madinah bertaubat, niscaya akan diterima dari mereka.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ حَدَّثَنَا إِسْرَائِيلُ عَنْ سِمَاكٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ عَنْ أَبِيهِ قَالَخَرَجَتْ امْرَأَةٌ إِلَى الصَّلَاةِ فَلَقِيَهَا رَجُلٌ فَتَجَلَّلَهَا بِثِيَابِهِ فَقَضَى حَاجَتَهُ مِنْهَا وَذَهَبَ وَانْتَهَى إِلَيْهَا رَجُلٌ فَقَالَتْ لَهُ إِنَّ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا فَذَهَبَ الرَّجُلُ فِي طَلَبِهِ فَانْتَهَى إِلَيْهَا قَوْمٌ مِنْ الْأَنْصَارِ فَوَقَعُوا عَلَيْهَا فَقَالَتْ لَهُمْ إِنَّ رَجُلًا فَعَلَ بِي كَذَا وَكَذَا فَذَهَبُوا فِي طَلَبِهِ فَجَاءُوا بِالرَّجُلِ الَّذِي ذَهَبَ فِي طَلَبِ الرَّجُلِ الَّذِي وَقَعَ عَلَيْهَا فَذَهَبُوا بِهِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ هُوَ هَذَا فَلَمَّا أَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَجْمِهِ قَالَ الَّذِي وَقَعَ عَلَيْهَا يَا رَسُولَ اللَّهِ أَنَا هُوَ فَقَالَ لِلْمَرْأَةِ اذْهَبِي فَقَدْ غَفَرَ اللَّهُ لَكِ وَقَالَ لِلرَّجُلِ قَوْلًا حَسَنًا فَقِيلَ يَا نَبِيَّ اللَّهِ أَلَا تَرْجُمُهُ فَقَالَ لَقَدْ تَابَ تَوْبَةً لَوْ تَابَهَا أَهْلُ الْمَدِينَةِ لَقُبِلَ مِنْهُمْ","source":"Ahmad"},"__N_SSG":true}