{"pageProps":{"number":"4065","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan] berkata, telah menceritakan kepada kami [Ibnu Lahi'ah] berkata, telah menceritakan kepada kami [Abu An Nadlr] bahwa [Busra bin Sa'id] telah menceritakan kepadanya dari [Ma'mar bin 'Abdullah] bahwa dia menyuruh pembantunya dengan satu sha' tepung, lalu ia berkata kepadanya, \"Juallah ini, lalu belilah gandum.\" Lalu pembantunya pergi dan mengambil satu sha' lebih, ketika Ma'mar datang, pembantunya mengabarkan hal itu kepadanya. Maka Ma'mar pun berkata kepadanya, 'Apakah kamu melakukannya? ' Pulang dan kembalikan, dan janganlah kamu mengambil kecuali sama timbangannya, karena sesungguhnya aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Makanan dengan makanan sama timbangannya, \" dan makanan kami ketika itu adalah gandum.\" Dikatakan kepadanya, \"Tapi itu bukan seperti itu.\" Ma'mar lalu berkata, \"Sesungguhnya aku takut akan jatuh dalam riba.\" Telah menceritakan kepada kami [Harun] berkata, telah menceritakan kepada kami [Ibnu Wahab] berkata, telah mengabarkan kepadaku ['Amru] bahwa [Abu Nadlr] berkata kepadanya, bahwa [Busr bin Said] berkata kepadanya dari [Ma'mar bin' Abdullah], lalu ia menyebutkan maknanya.\"","arab":"حَدَّثَنَا حَسَنٌ قَالَ حَدَّثَنَا ابْنُ لَهِيعَةَ قَالَ حَدَّثَنَا أَبُو النَّضْرِ أَنَّ بُسْرَ بْنَ سَعِيدٍ حَدَّثَهُ عَنْ مَعْمَرِ بْنِ عَبْدِ اللَّهِأَنَّهُ أَرْسَلَ غُلَامًا لَهُ بِصَاعٍ مِنْ قَمْحٍ فَقَالَ لَهُ بِعْهُ ثُمَّ اشْتَرِ بِهِ شَعِيرًا فَذَهَبَ الْغُلَامُ فَأَخَذَ صَاعًا وَزِيَادَةَ بَعْضِ صَاعٍ فَلَمَّا جَاءَ مَعْمَرًا أَخْبَرَهُ بِذَلِكَ فَقَالَ لَهُ مَعْمَرٌ أَفَعَلْتَ انْطَلِقْ فَرُدَّهُ وَلَا تَأْخُذْ إِلَّا مِثْلًا بِمِثْلٍ فَإِنِّي كُنْتُ أَسْمَعُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الطَّعَامُ بِالطَّعَامِ مِثْلًا بِمِثْلٍ وَكَانَ طَعَامُنَا يَوْمَئِذٍ الشَّعِيرَ قِيلَ فَإِنَّهُ لَيْسَ مِثْلَهُ قَالَ إِنِّي أَخَافُ أَنْ يُضَارِعَحَدَّثَنَا هَارُونُ قَالَ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي عَمْرٌو أَنَّ أَبَا النَّضْرِ حَدَّثَهُ أَنَّ بُسْرَ بْنَ سَعِيدٍ حَدَّثَهُ عَنْ مَعْمَرِ بْنِ عَبْدِ اللَّهِ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}