{"pageProps":{"number":"4116","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdus Shamad] berkata, telah menceritakan kepada kami [Ishaq Abu Ya'qub] berkata, telah menceritakan kepada kami [Isma'il Abu Abdurrahman bin 'Athiyah] dari neneknya [Ummu Athiyah] dia berkata, \"Tatkala Rasulullah shallallahu 'alaihi wasallam sampai di Madinah, maka para wanita Anshar berkumpul di sebuah rumah. Umar bin Khatthab lalu diutus untuk menemui mereka, Umar kemudian berdiri di depan pintu dan memberi salam kepada mereka, mereka pun menjawab salamnya. Umar lalu berkata, \"Aku adalah utusan Rasulullah shallallahu 'alaihi wasallam kepada kalian, \" mereka menjawab, \"Selamat datang wahai Rasulullah dan utusannya.\" Umar berkata, \"Apakah kalian bersedia baiat untuk tidak menyekutukan Allah dengan sesuatu pun, tidak mencuri, tidak berzina, tidak membunuh anak-anak, tidak mengada-ngada dengan kedustaan yang diperbuat oleh tangan-tangan dan kaki-kaki kalian, serta tidak durhaka di dalam hal yang ma'ruf?\" Mereka menjawab, \"Ya.\" Kemudian Umar mengulurkan tangannya dari luar pintu, dan mereka pun mengulurkan tangan mereka dari dalam pintu, kemudian Umar berkata, \"Ya Allah, saksikanlah.\" Umar kemudian menyuruh kami untuk keluar pada dua hari raya (idul fitri dan idul adha), baik seorang budak atau yang sedang haid, dan kami dilarang untuk ikut mengiringi jenazah dan tidak ada kewajiban shalat jumat. Kemudian aku bertanya kepadanya mengenai kedustaan dan tentang firman Allah: '(dan tidak akan mendurhakaimu dalam urusan yang baik) ' (Qs. Al Mumtahanah: 12), Umar menjawab, \"Maksudnya adalah meratapi mayat.\"","arab":"حَدَّثَنَا عَبْدُ الصَّمَدِ قَالَ حَدَّثَنَا إِسْحَاقُ أَبُو يَعْقُوبَ قَالَ حَدَّثَنَا إِسْمَاعِيلُ أَبُو عَبْدِ الرَّحْمَنِ بْنِ عَطِيَّةَ عَنْ جَدَّتِهِ أُمِّ عَطِيَّةَ قَالَتْلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ جَمَعَ نِسَاءَ الْأَنْصَارِ فِي بَيْتٍ ثُمَّ أَرْسَلَ إِلَيْهِنَّ عُمَرَ بْنَ الْخَطَّابِ فَقَامَ عَلَى الْبَابِ فَسَلَّمَ عَلَيْهِنَّ فَرَدَدْنَ السَّلَامَ فَقَالَ أَنَا رَسُولُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْكُنَّ فَقُلْنَ مَرْحَبًا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَسُولِهِ فَقَالَ تُبَايِعْنَ عَلَى أَنْ لَا تُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا تَسْرِقْنَ وَلَا تَزْنِينَ وَلَا تَقْتُلْنَ أَوْلَادَكُنَّ وَلَا تَأْتِينَ بِبُهْتَانٍ تَفْتَرِينَهُ بَيْنَ أَيْدِيكُنَّ وَأَرْجُلِكُنَّ وَلَا تَعْصِينَ فِي مَعْرُوفٍ فَقُلْنَ نَعَمْ فَمَدَّ عُمَرُ يَدَهُ مِنْ خَارِجِ الْبَابِ وَمَدَدْنَ أَيْدِيَهُنَّ مِنْ دَاخِلٍ ثُمَّ قَالَ اللَّهُمَّ اشْهَدْ وَأَمَرَنَا أَنْ نُخْرِجَ فِي الْعِيدَيْنِ الْعُتَّقَ وَالْحُيَّضَ وَنُهِينَا عَنْ اتِّبَاعِ الْجَنَائِزِ وَلَا جُمُعَةَ عَلَيْنَا فَسَأَلْتُهُ عَنْ الْبُهْتَانِ وَعَنْ قَوْلِهِ{ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ }قَالَ هِيَ النِّيَاحَةُ","source":"Ahmad"},"__N_SSG":true}