{"pageProps":{"number":"4126","slug":"ahmad","id":"Telah menceritakan kepada kami [Sa'd bin Ibrahim] dan [Ya'qub] keduanya berkata, [ayahku] berkata; telah menceritakan kepada kami [Muhammad bin Ishaq] berkata, telah menceritakan kepadaku [Ma'mar bin Abdullah bin Hanzhalah] dari [Yusuf bin Abdullah bin Salam] dari [Khaulah binti Tsa'labah] dia berkata, \"Demi Allah, pada diriku dan diri Aus bin Shamit, Allah telah menurunkan surat Al Mujadalah.\" Khaulah berkata, \"Aku adalah isterinya (Aus bin Shamit), dia adalah laki-laki yang telah lanjut usia, buruk akhlaknya dan suka marah.\" Khaulah melanjutkan, \"Suatu hari dia (suaminya) masuk menemuiku, namun aku menolaknya dengan sesuatu hingga ia pun marah seraya berkata, 'kamu bagiku seperti punggung ibuku! ' Khaulah berkata, \"Kemudian Aus pergi dan duduk bersama kaumnya, kemudian masuk kembali menemuiku dan menginginkan untuk bersetubuh. Aku lalu berkata, \"Demi jiwa Khaulah yang berada di genggaman-Nya, kamu tidak akan dapat menguasai diriku, sungguh kamu telah menetapkan sesuatu yang kamu ucapkan sampai Allah dan Rasul-Nya menghukumi di antara kita dengan hukum-Nya.\" Khaulah berkata, \"Namun kemudian dia memaksaku, tapi aku dapat menolaknya dan mengalahkannya sebagaimana seorang wanita mengalahkan orang yang tua yang lemah, kemudian aku melemparkannya.\" Khaulah berkata, \"Kemudian aku keluar ke salah satu rumah tetanggaku, aku pun meminjam baju darinya, setelah itu aku keluar menemui Rasulullah shallallahu 'alaihi wasallam, aku lalu duduk di hadapannya dan melaporkan atas apa yang telah menimpaku, aku adukan kepada beliau perihal akhlaknya yang buruk.\" Khaulah berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai Khuwailah, anak pamanmu adalah seorang yang telah lanjut usia, hendaklah kamu bertakwa kepada Allah dalam perkaranya.\" Khaulah berkata, \"Demi Allah, tidaklah aku meninggalkan tempat tersebut sehingga turun ayat dalam al Qur'an tentang diriku, Rasulullah shallallahu 'alaihi wasallam pingsan terhadap sesuatu yang menimpanya, kemudian beliau siuman dan bersabda kepadaku: \"Wahai Khuwailah, sungguh Allah telah menurunkan kepadamu dan kepada suamimu, \" kemudian beliau membaca untukku: '(Sesungguhnya Allah telah mendengar perkataan wanita yang memajukan gugatan kepada kamu tentang suaminya, dan mengadukan (halnya) kepada Allah. Dan Allah mendengar soal jawab antara kamu berdua. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat), sampai firman-Nya: '(dan bagi orang-orang kafir ada siksaan yang sangat pedih) '. (Qs. Al Mujadalah: 1-4). Kemudian Rasulullah shallallahu 'alaihi wasallambersabda kepadaku: \"Suruhlah dia untuk memerdekakan budak.\" Khaulah berkata, \"Maka aku berkata, \"Demi Allah, wahai Rasulullah, dia tidak mempunyai sesuatu untuk memerdekakan budak!\" Beliau bersabda: \"Suruhlah dia untuk berpuasa dua bulan berturut-turut.\" Khaulah berkata, \"Maka aku berkata, \"Demi Allah, wahai Rasulullah, sesungguhnya dia adalah orang yang sudah lanjut usia, dan tidak sanggup untuk berpuasa.\" Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Suruhlah dia untuk memberi makan enam puluh orang miskin, atau kurma satu wasaq.\" Khaulah berkata, \"Dan aku berkata, \"Demi Allah, wahai Rasulullah, dia tidak memiliki yang seperti itu.\" Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Sesungguhnya aku akan membantunya dengan sekeranjang kurma, \" Khaulah lantas berkata, \"Wahai Rasulullah, dan aku akan membantunya juga dengan sekeranjang yang lain.\" Beliau bersabda: \"Sungguh, kamu tepat dan telah berbuat baik, maka pergilah kamu dan bersedekahlah darinya, kemudian berwasiatlah terhadap anak pamanmu dengan kebaikan.\" Khaulah berkata, \"Maka aku pun melaksanakannya.\" Sa'd bekata, \"Al Araq adalah sejenis keranjang.\"","arab":"حَدَّثَنَا سَعْدُ بْنُ إِبْرَاهِيمَ وَيَعْقُوبُ قَالَا حَدَّثَنَا أَبِي قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ قَالَ حَدَّثَنِي مَعْمَرُ بْنُ عَبْدِ اللَّهِ بْنِ حَنْظَلَةَ عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلَامٍ عَنْ خَوْلَةَ بِنْتِ ثَعْلَبَةَقَالَتْ وَاللَّهِ فِيَّ وَفِي أَوْسِ بْنِ صَامِتٍ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ صَدْرَ سُورَةِ الْمُجَادَلَةِ قَالَتْ كُنْتُ عِنْدَهُ وَكَانَ شَيْخًا كَبِيرًا قَدْ سَاءَ خُلُقُهُ وَضَجِرَ قَالَتْ فَدَخَلَ عَلَيَّ يَوْمًا فَرَاجَعْتُهُ بِشَيْءٍ فَغَضِبَ فَقَالَ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي قَالَتْ ثُمَّ خَرَجَ فَجَلَسَ فِي نَادِي قَوْمِهِ سَاعَةً ثُمَّ دَخَلَ عَلَيَّ فَإِذَا هُوَ يُرِيدُنِي عَلَى نَفْسِي قَالَتْ فَقُلْتُ كَلَّا وَالَّذِي نَفْسُ خُوَيْلَةَ بِيَدِهِ لَا تَخْلُصُ إِلَيَّ وَقَدْ قُلْتَ مَا قُلْتَ حَتَّى يَحْكُمَ اللَّهُ وَرَسُولُهُ فِينَا بِحُكْمِهِ قَالَتْ فَوَاثَبَنِي وَامْتَنَعْتُ مِنْهُ فَغَلَبْتُهُ بِمَا تَغْلِبُ بِهِ الْمَرْأَةُ الشَّيْخَ الضَّعِيفَ فَأَلْقَيْتُهُ عَنِّي قَالَتْ ثُمَّ خَرَجْتُ إِلَى بَعْضِ جَارَاتِي فَاسْتَعَرْتُ مِنْهَا ثِيَابَهَا ثُمَّ خَرَجْتُ حَتَّى جِئْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَلَسْتُ بَيْنَ يَدَيْهِ فَذَكَرْتُ لَهُ مَا لَقِيتُ مِنْهُ فَجَعَلْتُ أَشْكُو إِلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَلْقَى مِنْ سُوءِ خُلُقِهِ قَالَتْ فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يَا خُوَيْلَةُ ابْنُ عَمِّكِ شَيْخٌ كَبِيرٌ فَاتَّقِي اللَّهَ فِيهِ قَالَتْ فَوَاللَّهِ مَا بَرِحْتُ حَتَّى نَزَلَ فِيَّ الْقُرْآنُ فَتَغَشَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا كَانَ يَتَغَشَّاهُ ثُمَّ سُرِّيَ عَنْهُ فَقَالَ لِي يَا خُوَيْلَةُ قَدْ أَنْزَلَ اللَّهُ فِيكِ وَفِي صَاحِبِكِ ثُمَّ قَرَأَ عَلَيَّ{ قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ إِلَى قَوْلِهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ }فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرِيهِ فَلْيُعْتِقْ رَقَبَةً قَالَتْ فَقُلْتُ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا عِنْدَهُ مَا يُعْتِقُ قَالَ فَلْيَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَتْ فَقُلْتُ وَاللَّهِ يَا رَسُولَ اللَّهِ إِنَّهُ شَيْخٌ كَبِيرٌ مَا بِهِ مِنْ صِيَامٍ قَالَ فَلْيُطْعِمْ سِتِّينَ مِسْكِينًا وَسْقًا مِنْ تَمْرٍ قَالَتْ قُلْتُ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا ذَاكَ عِنْدَهُ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّا سَنُعِينُهُ بِعَرَقٍ مِنْ تَمْرٍ قَالَتْ فَقُلْتُ وَأَنَا يَا رَسُولَ اللَّهِ سَأُعِينُهُ بِعَرَقٍ آخَرَ قَالَ قَدْ أَصَبْتِ وَأَحْسَنْتِ فَاذْهَبِي فَتَصَدَّقِي عَنْهُ ثُمَّ اسْتَوْصِي بِابْنِ عَمِّكِ خَيْرًا قَالَتْ فَفَعَلْتُقَالَ سَعْدٌ الْعَرَقُ الصَّنُّ","source":"Ahmad"},"__N_SSG":true}