{"pageProps":{"number":"4191","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Muhammad bin Abdurrahman] bekas budak keluarga Thalhah, berkata; aku pernah mendengar [Kuraib] menceritakan dari [Ibnu Abbas] dari [Juwairiyah] dia berkata, \"Sesungguhnya Rasulullah shallallahu 'alaihi wasallam melewati Juwairiyah di pagi hari, ketika itu dia berada di masjid sedang berdoa. Kemudian menjelang tengah hari beliau kembali melewatinya seraya bertanya: \"Apakah kamu masih pada posisimu?\" dia menjawab, \"Ya.\" Belaiu lalu bersabda: \"Maukah aku beritahukan kepadamu beberapa kalimat yang dapat menyamainya, yang seandainya ditimbang maka akan menyamainya, yaitu; SUBHAANALLAAH 'ADADA KHALQIHI, SUBHAANALLAAH 'ADADA KHALQIHI (Maha suci Allah sebanyak ciptaan-Nya, Maha suci Allah sebanyak ciptaan-Nya) tiga kali, SUBHAANALLAAH RIDLAA NAFSIHI, SUBHAANALLAAH RIDLAA NAFSIHI, SUBHAANALLAAH RIDLA NAFSIHI (Maha suci Allah sebagaimna Dia ridla terhadap diri-Nya) tiga kali, SUBHAANALLAAH ZINATA 'ARSYIHI, SUBHAANALLAAH ZINATA 'ARSYIHI, SUBHAANALLAAH ZINATA 'ARSYIHI (Maha suci Allah sebanyak hiasan yang ada di atas Arsy-Nya) tiga kali, SUBHAANALLAAH MIDAADA KALIMAATIHI, SUBHAANALLAAH MIDAADA KALIMAATIHI, SUBHAANALLAH MIDAADA KALIMAATIHI (Maha suci Allah sebanyak tinta kalimat-Nya) tiga kali.\" Dulu namanya adalah Barrah, kemudian Rasulullah shallallahu 'alaihi wasallam memberinya nama dengan Juwairiyah.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ مَوْلَى آلِ طَلْحَةَ قَالَ سَمِعْتُ كُرَيْبًا يُحَدِّثُ عَنِ ابْنِ عَبَّاسٍ عَنْ جُوَيْرِيَةَ قَالَتْإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى جُوَيْرِيَةَ بَكَرًا وَهِيَ فِي الْمَسْجِدِ تَدْعُو ثُمَّ مَرَّ عَلَيْهَا قَرِيبًا مِنْ نِصْفِ النَّهَارِ فَقَالَ مَا زِلْتِ عَلَى حَالِكِ قَالَتْ نَعَمْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا أُعَلِّمُكِ كَلِمَاتٍ تَعْدِلُهُنَّ بِهِنَّ وَلَوْ وُزِنَ بِهِنَّ وُزِنَ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ ثَلَاثًا سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ وَكَانَ اسْمُهَا بَرَّةَ فَسَمَّاهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جُوَيْرِيَةَ","source":"Ahmad"},"__N_SSG":true}