{"pageProps":{"number":"426","slug":"ahmad","id":"Telah menceritakan kepada kami [Husain bin Muhammad] telah mengabarkan kepada kami [Muhammad bin Muthorrif] dari [Zaid bin Aslam] [Abdurrahman Al Bailamani] berkata; ada empat orang dari sahabat Nabi Shallallahu'alaihiwasallam yang berkumpul, maka [salah satu dari mereka] berkata; saya mendengar Rasulullah Shallallahu'alaihiwasallam bersabda: \" Allah Tabaaroka Wa Ta'ala menerima taubat seorang hamba sehari sebelum kematiannya.\" [Orang yang kedua] berkata; apakah kamu mendengarnya dari Rasulullah Shallallahu'alaihiwasallam? (orang pertama) berkata; Ya. (orang kedua) berkata; sedangkan saya mendengar Rasulullah Shallallahu'alaihiwasallam bersabda: \" Allah menerima taubat seorang hamba setengah hari sebelum kematiannya.\" Lalu [orang ketiga] berkata; apakah kamu mendengar ini dari Rasulullah Shallallahu'alaihiwasallam? (orang kedua) berkata; Ya. Orang ketiga berkata; saya mendengar Rasulullah Shallallahu'alaihiwasallam bersabda: \" Allah menerima tubat seorang hamba sepertiga hari (pada waktu dhuha) sebelum kematiannya.\" Lalu [orang keempat] berkata; apakah kamu mendengar ini dari Rasulullah Shallallahu'alaihiwasallam?. (orang ketiga) berkata; Ya. Orang keempat berkata; sedangkan saya mendengar Rasulullah Shallallahu'alaihiwasallam bersabda: \" Allah menerima taubat seorang hamba selagi ia belum sekarat.\"","arab":"حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ أَخْبَرَنَا مُحَمَّدُ بْنُ مُطَرِّفٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْبَيْلَمَانِيِّ قَالَاجْتَمَعَ أَرْبَعَةٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَحَدُهُمْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقْبَلُ تَوْبَةَ الْعَبْدِ قَبْلَ أَنْ يَمُوتَ بِيَوْمٍفَقَالَ الثَّانِي أَأَنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ قَالَ وَأَنَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقْبَلُ تَوْبَةَ الْعَبْدِ قَبْلَ أَنْ يَمُوتَ بِنِصْفِ يَوْمٍ فَقَالَ الثَّالِثُ أَأَنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ قَالَ وَأَنَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقْبَلُ تَوْبَةَ الْعَبْدِ قَبْلَ أَنْ يَمُوتَ بِضَحْوَةٍ قَالَ الرَّابِعُ أَأَنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ وَأَنَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ يَقْبَلُ تَوْبَةَ الْعَبْدِ مَا لَمْ يُغَرْغِرْ بِنَفَسِهِ","source":"Ahmad"},"__N_SSG":true}