{"pageProps":{"number":"4274","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasyim] -yaitu Ibnu Qasim- telah menceritakan kepada kami [Abdul Hamid] berkata, telah menceritakan kepada kami [Syahr bin Hausyab] berkata, telah menceritakan kepadaku [Asma' binti Yazid] bahwa Rasulullah shallallahu 'alaihi wasallam mengumpulkan para wanita kaum Muslimin untuk berbaiat, maka Asma' berkata kepada beliau, \"Tidakkah tuan mengulurkan tanganmu wahai Rasulullah?\" Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Sesungguhnya aku tidak berjabat tangan dengan wanita, akan tetapi aku hanya sekedar mengambil sumpah dari mereka.\" Dan di antara para wanita itu ada bibinya, ia mengenakan gelang dan cincin dari emas, maka Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Apakah kamu suka jika Allah mengenakanmu gelang dan cincin dari api neraka pada hari Kiamat kelak?\" maka dia berkata, \"Aku berlindung diri kepada Allah wahai Nabi Allah.\" Asma' berkata, \"Lantas aku berkata kepada bibiku, \"Buanglah sesuatu yang ada padamu, \" lalu dia membuangnya.\" Asma mendengar kepadaku, \"Demi Allah, wahai anakku, sungguh dia telah membuangnya, dan aku tidak tahu siapa yang mengambil dari tempatnya, dan tidak ada satupun dari kami yang hendak mengambilnya.\" Asma' berkata, \"Maka aku berkata, \"Wahai Nabi Allah, sesungguhnya salah satu dari kami merasa tidak enak bersama suaminya jika tidak mengenakannya atau berhias dengannya?\" Nabi shallallahu 'alaihi wasallam pun bersabda: \"Kenapa salah seorang dari kalian tidak membuat anting dari perak, atau membuat kedua cincinya dari perak lalu memasukkannya di antara jari-jarinya dan dicampur dengan Za'faran, sehingga ia seperti emas yang mengkilap.\"","arab":"حَدَّثَنَا هَاشِمٌ هُوَ ابْنُ الْقَاسِمِ حَدَّثَنَا عَبْدُ الْحَمِيدِ قَالَ حَدَّثَنَا شَهْرُ بْنُ حَوْشَبٍ قَالَ حَدَّثَتْنِي أَسْمَاءُ بِنْتُ يَزِيدَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَمَعَ نِسَاءَ الْمُسْلِمِينَ لِلْبَيْعَةِ فَقَالَتْ لَهُ أَسْمَاءُ أَلَا تَحْسُرُ لَنَا عَنْ يَدِكَ يَا رَسُولَ اللَّهِ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَسْتُ أُصَافِحُ النِّسَاءَ وَلَكِنْ آخُذُ عَلَيْهِنَّ وَفِي النِّسَاءِ خَالَةٌ لَهَا عَلَيْهَا قُلْبَانِ مِنْ ذَهَبٍ وَخَوَاتِيمُ مِنْ ذَهَبٍ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا هَذِهِ هَلْ يَسُرُّكِ أَنْ يُحَلِّيَكِ اللَّهُ يَوْمَ الْقِيَامَةِ مِنْ جَمْرِ جَهَنَّمَ سِوَارَيْنِ وَخَوَاتِيمَ فَقَالَتْ أَعُوذُ بِاللَّهِ يَا نَبِيَّ اللَّهِ قَالَتْ قُلْتُ يَا خَالَتِي اطْرَحِي مَا عَلَيْكِ فَطَرَحَتْهُ فَحَدَّثَتْنِي أَسْمَاءُ وَاللَّهِ يَا بُنَيَّ لَقَدْ طَرَحَتْهُ فَمَا أَدْرِي مَنْ لَقَطَهُ مِنْ مَكَانِهِ وَلَا الْتَفَتَ مِنَّا أَحَدٌ إِلَيْهِ قَالَتْ أَسْمَاءُ فَقُلْتُ يَا نَبِيَّ اللَّهِ إِنَّ إِحْدَاهُنَّ تَصْلَفُ عِنْدَ زَوْجِهَا إِذَا لَمْ تُمَلَّحْ لَهُ أَوْ تَحَلَّى لَهُ قَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا عَلَى إِحْدَاكُنَّ أَنْ تَتَّخِذَ قُرْطَيْنِ مِنْ فِضَّةٍ وَتَتَّخِذَ لَهَا جُمَانَتَيْنِ مِنْ فِضَّةٍ فَتُدْرِجَهُ بَيْنَ أَنَامِلِهَا بِشَيْءٍ مِنْ زَعْفَرَانٍ فَإِذَا هُوَ كَالذَّهَبِ يَبْرُقُ","source":"Ahmad"},"__N_SSG":true}