{"pageProps":{"number":"431","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdusshamad] telah menceritakan kepada kami [Tsabit] yaitu Abu Zaid, telah menceritakan kepada kami [Hilal] yaitu Ibnu Khabbab dari [Mujahid] dari [mantan budaknya], menceritakan kepadanya bahwa dirinya termasuk orang yang membangun Ka'bah di Masa Jahiliyyah. Dia berkata; saya memiliki batu yang saya pahat dengan tanganku dan yang saya sembah selain Allah Tabaaroka Wa Ta'ala, lalu saya membawa susu kental, yang saya hisap sendiri kemudian saya tuangkan di atas batu tersebut hingga datang seekor anjing dan menjilatinya, lalu mengangkat satu kakinya dan mengencinginya. Kami membangun Ka'bah hingga kami sampai pada tempat Hajar Aswad. Tidak ada seorang pun yang melihat Hajar aswad, walau itu ternyata berada pada tengah-tengah batu kami, sebagaimana rambut seseorang, seseolah-olah hampir wajah seorang laki-laki tersebut. Maka ada seorang kepercayaan Quraish berkata 'Kami yang akan menaruhnya.' Yang lainnya berkata 'Kami yang akan menaruhnya.' Mereka berkata 'Bagimana kalau kita mengangkat seorang hakim.' Mereka berkata 'Yang meletakkannya adalah orang yang pertama kali datang dari lorong ka'bah ini'. Kemudian hari datanglah Nabi Shallallahu'alaihiwasallam, mereka berkata; 'Telah datang kepada kalian orang yang dapat dipercaya', lalu beliau meletakkan pada kainnya, lalu memanggil para tokoh mereka, mereka saling memegang ujung-ujungnya dan beliau Shallallahu'alaihiwasallam yang meletakkan di tengahnya.","arab":"حَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا ثَابِتٌ يَعْنِي أَبَا زَيْدٍ حَدَّثَنَا هِلَالٌ يَعْنِي ابْنَ خَبَّابٍ عَنْ مُجَاهِدٍ عَنْ مَوْلَاهُأَنَّهُ حَدَّثَهُ أَنَّهُ كَانَ فِيمَنْ يَبْنِي الْكَعْبَةَ فِي الْجَاهِلِيَّةِ قَالَ وَلِي حَجَرٌ أَنَا نَحَتُّهُ بِيَدَيَّ أَعْبُدُهُ مِنْ دُونِ اللَّهِ تَبَارَكَ وَتَعَالَى فَأَجِيءُ بِاللَّبَنِ الْخَاثِرِ الَّذِي أَنْفَسُهُ عَلَى نَفْسِي فَأَصُبُّهُ عَلَيْهِ فَيَجِيءُ الْكَلْبُ فَيَلْحَسُهُ ثُمَّ يَشْغَرُ فَيَبُولُ فَبَنَيْنَا حَتَّى بَلَغْنَا مَوْضِعَ الْحَجَرِ وَمَا يَرَى الْحَجَرَ أَحَدٌ فَإِذَا هُوَ وَسْطَ حِجَارَتِنَا مِثْلَ رَأْسِ الرَّجُلِ يَكَادُ يَتَرَاءَى مِنْهُ وَجْهُ الرَّجُلِ فَقَالَ بَطْنٌ مِنْ قُرَيْشٍ نَحْنُ نَضَعُهُ وَقَالَ آخَرُونَ نَحْنُ نَضَعُهُ فَقَالُوا اجْعَلُوا بَيْنَكُمْ حَكَمًا قَالُوا أَوَّلَ رَجُلٍ يَطْلُعُ مِنْ الْفَجِّ فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا أَتَاكُمْ الْأَمِينُ فَقَالُوا لَهُ فَوَضَعَهُ فِي ثَوْبٍ ثُمَّ دَعَا بُطُونَهُمْ فَأَخَذُوا بِنَوَاحِيهِ مَعَهُ فَوَضَعَهُ هُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}