{"pageProps":{"number":"465","slug":"ahmad","id":"Telah menceritakan kepada kami [Yunus bin Muhammad] telah menceritakan kepada kami [Abdurrahman bin Al Ghasil] berkata; telah mengabarkan kepada kami [Hamzah bin Abu Usaid], bapaknya adalah Ahli Badar, dari [Al Harits bin Ziyad As-Saidi Al Anshari] dia telah datang kepada Rasulullah Shallallahu'alaihiwasallam pada Perang Khandaq, ketika beliau sedang membaiat orang-orang atas hijrah. (As-Saidi) berkata; Wahai Rasulullah! baiatlah dia! Beliau bertanya, \"Siapa dia?\" Dia berkata; anak pamanku Hauth bin Yazid atau Yazid bin Hauth. Dia berkata; Rasulullah Shallallahu'alaihiwasallam bersabda: \"Saya tidak akan membaiatmu, orang-orang berhijrah kepada kalian namun kalian tidak berhijrah kepada mereka. Demi Dzat yang jiwa Muhammad Shallallahu'alaihiwasallam berada di tangan-Nya, tidak ada seorang yang cinta kepada orang-orang Anshar hingga dia bertemu dengan Allah Tabaaraka Wa Ta'ala melainkan dia bertemu Allah Tabaaroka Wa Ta'ala dan Dia mencintainya. Sebaliknya tidak seorang pun membenci Anshar hingga dia bertemu Allah Tabaaroka Wa Ta'ala melainkan bertemu kepada-Nya sedang Allah memurkainya.\"","arab":"حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْغَسِيلِ قَالَ أَخْبَرَنَا حَمْزَةُ بْنُ أَبِي أُسَيْدٍ وَكَانَ أَبُوهُ بَدْرِيًّا عَنِ الْحَارِثِ بْنِ زِيَادٍ السَّاعِدِيِّ الْأَنْصَارِيِّأَنَّهُ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْخَنْدَقِ وَهُوَ يُبَايِعُ النَّاسَ عَلَى الْهِجْرَةِ فَقَالَ يَا رَسُولَ اللَّهِ بَايِعْ هَذَا قَالَ وَمَنْ هَذَا قَالَ ابْنُ عَمِّي حَوْطُ بْنُ يَزِيدَ أَوْ يَزِيدُ بْنُ حَوْطٍ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا أُبَايِعُكَ إِنَّ النَّاسَ يُهَاجِرُونَ إِلَيْكُمْ وَلَا تُهَاجِرُونَ إِلَيْهِمْ وَالَّذِي نَفْسُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ لَا يُحِبُّ رَجُلٌ الْأَنْصَارَ حَتَّى يَلْقَى اللَّهَ تَبَارَكَ وَتَعَالَى إِلَّا لَقِيَ اللَّهَ تَبَارَكَ وَتَعَالَى وَهُوَ يُحِبُّهُ وَلَا يَبْغُضُ رَجُلٌ الْأَنْصَارَ حَتَّى يَلْقَى اللَّهَ تَبَارَكَ وَتَعَالَى إِلَّا لَقِيَ اللَّهَ تَبَارَكَ وَتَعَالَى وَهُوَ يَبْغُضُهُ","source":"Ahmad"},"__N_SSG":true}