{"pageProps":{"number":"467","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il bin Ibrahim] telah menceritakan kepada kami [Hisyam Ad Dastuwa'i] dari [Yahya bin Abu Katsir] dari [Abu Salamah bin Abdurrahman] dari [Yai'sy bin Thikhfah bin Qais Al Ghifari] berkata; ayahku salah satu dari Ahli Shuffah. Rasulullah Shallallahu'alaihiwasallam menyuruh mereka agar seseorang bergabung dengan lainnya (yang masih menyendiri), dan silahkan bergabung dengan mereka yang berdua, sehingga saya menjadi orang kelima dari lima orang, lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \"Pergilah kalian\", lalu kami pergi bersama beliau ke rumah 'Aisyah. Beliau bersabda: \"Wahai 'Aisyah, berilah makan kami\", lalu ('Aisyah Radliyallahu'anhuma) datang membawa hasyisyah (makanan yang terbuat dari gandum dan daging atau kurma yang telah dimasak) lalu kami memakannya, lalu ('Aisyah Radliyallahu'anha) datang lagi dengan membawa hais (makanan yang terbuat dari kurma dan minyak samin yang dicampur susu) seperti susu yang dikeringkan, lalu kami memakannya. Lalu beliau bersabda: \"Wahai 'Aisyah berilah kami minum\" lalu ('Aisyah Radliyallahu'anhuma) datang dengan membawa bejana berisi air, lalu kami meminumnya. Dia datang lagi membawa segelas susu hingga kami meminumnya. Lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \"Jika mau kalian bisa bermalam di sini, atau kalian ke masjid.\" Maka saya berkata; tidak, kami ke masjid saja. (Bapaknya Thihfah Radliyallahu'anhu) berkata; ketika saya tidur malam dengan tengkurap, tiba-tiba datang seorang laki-laki yang mengerakkan tubuhku dengan kakinya dan berkata; ini adalah posisi tidur yang dibenci Allah Tabaaroka Wa Ta'ala. Saya melihatnya, ternyata dia adalah Rasulullah Shallallahu'alaihiwasallam. Telah menceritakan kepada kami [Hasyim] telah menceritakan kepada kami [Abu Mu'awiyah] yaitu Syaiban, telah menceritakan kepada kami telah [Yahya] yaitu Ibnu Abu Katsir, dari [Abu Salamah] berkata; telah mengabarkan kepadaku [Ya'isy bin Thihfah bin Qais] dari [Bapaknya] dia adalah salah satu dari Ahli Suffah. Dia Berkata; Rasulullah Shallallahu'alaihiwasallam bersabda: \"Wahai Fulan, pergilah bersama orang ini.\" Lalu ia sebutkan hadis secara makna.","arab":"حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنْ هِشَامٍ الدَّسْتُوَائِيِّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ يَعِيشَ بْنِ طِخْفَةَ بْنِ قَيْسٍ الْغِفَارِيِّ قَالَكَانَ أَبِي مِنْ أَصْحَابِ الصُّفَّةِ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهِمْ فَجَعَلَ الرَّجُلُ يَنْقَلِبُ بِالرَّجُلِ وَالرَّجُلُ بِالرَّجُلَيْنِ حَتَّى بَقِيتُ خَامِسَ خَمْسَةٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْطَلِقُوا فَانْطَلَقْنَا مَعَهُ إِلَى بَيْتِ عَائِشَةَ فَقَالَ يَا عَائِشَةُ أَطْعِمِينَا فَجَاءَتْ بِحَشِيشَةٍ فَأَكَلْنَا ثُمَّ جَاءَتْ بِحَيْسَةٍ مِثْلَ الْقَطَاةِ فَأَكَلْنَا ثُمَّ قَالَ يَا عَائِشَةُ اسْقِينَا فَجَاءَتْ بِعُسٍّ فَشَرِبْنَا ثُمَّ جَاءَتْ بِقَدَحٍ صَغِيرٍ فِيهِ لَبَنٌ فَشَرِبْنَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ شِئْتُمْ بِتُّمْ وَإِنْ شِئْتُمْ انْطَلَقْتُمْ إِلَى الْمَسْجِدِ فَقُلْتُ لَا بَلْ نَنْطَلِقُ إِلَى الْمَسْجِدِ قَالَ فَبَيْنَا أَنَا مِنْ السَّحَرِ مُضْطَجِعٌ عَلَى بَطْنِي إِذَا رَجُلٌ يُحَرِّكُنِي بِرِجْلِهِ فَقَالَ إِنَّ هَذِهِ ضِجْعَةٌ يَبْغُضُهَا اللَّهُ تَبَارَكَ وَتَعَالَى فَنَظَرْتُ فَإِذَا هُوَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحَدَّثَنَا هَاشِمٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ يَعْنِي شَيْبَانَ حَدَّثَنَا يَحْيَى يَعْنِي ابْنَ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ قَالَ أَخْبَرَنِي يَعِيشُ بْنُ طِخْفَةَ بْنِ قَيْسٍ عَنْ أَبِيهِ وَكَانَ أَبُوهُ مِنْ أَهْلِ الصُّفَّةِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا فُلَانُ انْطَلِقْ بِهَذَا مَعَكَ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}