{"pageProps":{"number":"537","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan] telah menceritakan kepada kami [Ibnu Lahi'ah] dari [Zabban] telah menceritakan kepada kami [Sahl] dari [Bapaknya] dari Rasulullah Shallallahu'alaihiwasallam beliau menyuruh kepada para sahabatnya untuk berperang. Namun ada seseorang yang berbalik kebelakang dan berkata kepada keluarganya, saya akan berangkat di belakang hingga saya dapat Shalat dhuhur bersama Rasulullah Shallallahu'alaihiwasallam. Lalu saya mengucapkan salam kepada beliau, dan saya menitipkan pesan agar beliau mendo'akan dengan do'a yang akan menjadi syafaat pada hari kiamat. Tatkala Nabi Shallallahu'alaihiwasallam Shalat, maka orang itu menemui Rasulullah Shallallahu'alaihiwasallam dan mengucapkan salam kepada beliau. Lalu (Rasulullah Shallallahu'alaihiwasallam) bersabda kepadanya, \"Apakah kau tahu berapa banyakkah sahabatmu mendahuluimu pahalamu\". Dia menjawab, \"Ya, mereka mendahuluiku dengan keberangkatan mereka menuju peperangan\" Rasulullah Shallallahu'alaihiwasallam bersabda: \"Demi Dzat yang jiwaku berada di tangan-Nya, mereka telah mendahuluimu dengan keutamakan yang jaraknya lebih jauh daripada jarak antara timur dan barat\".","arab":"حَدَّثَنَا حَسَنٌ حَدَّثَنَا ابْنُ لَهِيعَةَ حَدَّثَنَا زَبَّانُ حَدَّثَنَا سَهْلٌ عَنْ أَبِيهِعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أَمَرَ أَصْحَابَهُ بِالْغَزْوِ وَأَنَّ رَجُلًا تَخَلَّفَ وَقَالَ لِأَهْلِهِ أَتَخَلَّفُ حَتَّى أُصَلِّيَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ ثُمَّ أُسَلِّمَ عَلَيْهِ وَأُوَدِّعَهُ فَيَدْعُوَ لِي بِدَعْوَةٍ تَكُونُ شَافِعَةً يَوْمَ الْقِيَامَةِ فَلَمَّا صَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْبَلَ الرَّجُلُ مُسَلِّمًا عَلَيْهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَدْرِي بِكَمْ سَبَقَكَ أَصْحَابُكَ قَالَ نَعَمْ سَبَقُونِي بِغَدْوَتِهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ سَبَقُوكَ بِأَبْعَدِ مَا بَيْنَ الْمَشْرِقَيْنِ وَالْمَغْرِبَيْنِ فِي الْفَضِيلَةِ","source":"Ahmad"},"__N_SSG":true}