{"pageProps":{"number":"576","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] berkata; telah menceritakan kepada kami [Syu'bah] dari [Yahya bin Sa'id] dan [Abdurrahman bin Al Qasim bin Muhammad bin Abu Bakr Ash-Shidiq] dari [Al Qasim] dari [Shalih bin Khawwat] dari [Sahl bin Abu Hatsmah]. [Abdurrahman] memarfukkannya kepada Nabi Shallallahu'alaihiwasallam. [Yahya], menyebutkan dari [Sahl], berkata; imam berdiri dan barisan berada di belakangnya, dan satu barisan di depannya, lalu shalat dengan barisan belakangnya satu rakaat dan dua sujud. Kemudian berdiri, sehingga mereka shalat pada rakaat yang lain. Lalu mereka maju ke tempat para sahabat mereka, lalu mereka datang dan menempati tempat barisan yang tadi, lalu beliau shalat bersama mereka dengan satu rukuk dan dua kali sujud, lalu beliau duduk sampai (para sahabat) menyelesaikan rakaat yang lain, lalu beliau mengucapkan salam kepada mereka. Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Syu'bah] dan [Malik bin Anas] dari [Yahya bin Sa'id Al Anshari] dari [Al Qasim bin Muhammad] dari [Shalih bin Khawwat] dari [Sahl bin Abu Hatsmah], lalu menyebutkan secara makna kecuali ada perkataan, shalat bersama yang di belakangnya satu kali rukuk dan dua kali sujud lalu beliau duduk pada tempatnya sehingga mereka menyelesaikan satu kali rukuk dan dua sujudnya lalu mereka berpindah ke tempat para sahabatnya, lalu para sahabatnya berpindah ke tempat mereka, lalu menyebutkan secara makna. Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Syu'bah] dari [Abdurrahman bin Al Qasim] dari [Bapaknya] dari [Shalih bin Khawwat] dari [Sahl bin Abu Hatsmah] dari Nabi Shallallahu'alaihiwasallam seperti di atas.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ يَحْيَى بْنِ سَعِيدٍ وَعَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ بْنِ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ عَنِ الْقَاسِمِ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ أَمَّا عَبْدُ الرَّحْمَنِ فَرَفَعَهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمَّا يَحْيَى فَذَكَرَ عَنْ سَهْلٍقَالَ يَقُومُ الْإِمَامُ وَصَفٌّ خَلْفَهُ وَصَفٌّ بَيْنَ يَدَيْهِ فَيُصَلِّي بِالَّذِي خَلْفَهُ رَكْعَةً وَسَجْدَتَيْنِ ثُمَّ يَقُومُ قَائِمًا حَتَّى يُصَلُّوا رَكْعَةً أُخْرَى ثُمَّ يَتَقَدَّمُونَ إِلَى مَكَانِ أَصْحَابِهِمْ ثُمَّ يَجِيءُ أُولَئِكَ فَيَقُومُونَ مَقَامَ هَؤُلَاءِ فَيُصَلِّي بِهِمْ رَكْعَةً وَسَجْدَتَيْنِ ثُمَّ يَقْعُدُ حَتَّى يَقْضُوا رَكْعَةً أُخْرَى ثُمَّ يُسَلِّمُ عَلَيْهِمْحَدَّثَنَا رَوْحٌ حَدَّثَنَا شُعْبَةُ وَمَالِكُ بْنُ أَنَسٍ عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ فَذَكَرَ مَعْنَاهُ إِلَّا أَنَّهُ قَالَ يُصَلِّي بِالَّذِينَ خَلْفَهُ رَكْعَةً وَسَجْدَتَيْنِ ثُمَّ يَقْعُدُ مَكَانَهُ حَتَّى يَقْضُوا رَكْعَةً وَسَجْدَتَيْنِ ثُمَّ يَتَحَوَّلُوا إِلَى مَقَامِ أَصْحَابِهِمْ ثُمَّ يَتَحَوَّلَ أَصْحَابُهُمْ إِلَى مَكَانِ هَؤُلَاءِ فَذَكَرَ مَعْنَاهُ حَدَّثَنَا رَوْحٌ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ هَذَا","source":"Ahmad"},"__N_SSG":true}