{"pageProps":{"number":"597","slug":"ahmad","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] berkata; telah mengabarkan kepada kami [Bakr bin Mudlar] dari [Ibnu Al Had] dari [Muhammad bin Ibrahim] dari [Sa'id bin As Shalt] dari [Suhail bin Al Baidla] berkata; tatkala kami sedang dalam perjalanan bersama Rasulullah Shallallahu'alaihiwasallam, saya membonceng beliau. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Wahai Suhail bin Al Baidla!\" beliau mengangkat suaranya dua atau tiga kali, semuanya Suhail menjawabnya. Orang-orang mendengar suara Rasulullah Shallallahu'alaihiwasallam dan mereka menyangka menginginkan mereka, lalu orang yang berada di hadapan beliau berhenti dan orang yang berada di belakang beliau mengejarnya. Setelah mereka terkumpul, Rasulullah Shallallahu'alaihiwasallam bersabda: \" Barangsiapa yang bersaksi bahwa tidak ada sesembahan yang hak selain Allah, niscaya Allah mengharamkan neraka atasnya dan wajib baginya surga.\" Telah menceritakan kepada kami [Harun] telah menceritakan kepada kami [Ibnu Wahb], [Haiwah] berkata; telah menceritakan kepadaku [Ibnu Al Had] dari [Muhammad] yaitu Ibnu Ibrahim dari [Sa'id bin As Shalt] dari [Suhail bin Al Baidla] dari Bani Abdul Dar berkata; tatkala kami bersama Rasulullah Shallallahu'alaihiwasallam dalam sebuah perjalanan, lalu menyebutkan secara makna.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ أَخْبَرَنَا بَكْرُ بْنُ مُضَرَ عَنِ ابْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ سَعِيدِ بْنِ الصَّلْتِ عَنْ سُهَيْلِ ابْنِ الْبَيْضَاءِ قَالَبَيْنَمَا نَحْنُ فِي سَفَرٍ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا رَدِيفُهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا سُهَيْلُ ابْنَ الْبَيْضَاءِ وَرَفَعَ صَوْتَهُ مَرَّتَيْنِ أَوْ ثَلَاثًا كُلُّ ذَلِكَ يُجِيبُهُ سُهَيْلٌ فَسَمِعَ النَّاسُ صَوْتَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَظَنُّوا أَنَّهُ يُرِيدُهُمْ فَحُبِسَ مَنْ كَانَ بَيْنَ يَدَيْهِ وَلَحِقَهُ مَنْ كَانَ خَلْفَهُ حَتَّى إِذَا اجْتَمَعُوا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ حَرَّمَهُ اللَّهُ عَلَى النَّارِ وَأَوْجَبَ لَهُ الْجَنَّةَحَدَّثَنَا هَارُونُ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ حَيْوَةُ حَدَّثَنِي ابْنُ الْهَادِ عَنْ مُحَمَّدٍ يَعْنِي ابْنَ إِبْرَاهِيمَ عَنْ سَعِيدِ بْنِ الصَّلْتِ عَنْ سُهَيْلِ ابْنِ الْبَيْضَاءِ مِنْ بَنِي عَبْدِ الدَّارِ قَالَ بَيْنَمَا نَحْنُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}