{"pageProps":{"number":"702","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Syu'bah] [Abu Ishaq] berkata; telah memberitakan kepada kami, berkata; saya telah mendengar [Abu Al Ahwash] menceritakan dari [Bapaknya] berkata; saya menemui Nabi Shallallahu'alaihiwasallam dan saya keadaan sangat acak-acakan. Lalu beliau bertanya, \"Apakah engkau mempunyai harta?\" lalu saya menjawab, \"Ya\". Beliau bertanya, apa hartamu itu? Saya menjawab, \"Harta itu dari segala macam, dari kuda, dari unta, dari budak dan dari kambing \", beliau bersabda: \"Jika Allah Azzawajalla memberimu harta, tolong perlihatkanlah\". Lalu beliau bersabda: \"Apakah unta pada kaummu melahirkan dalam keadaan sehat telinganya, lalu kamu mengambil pemotong dan kamu potong telinganya, lalu kalian berkilah ini adalah suatu penyakit, lalu kamu membelahnya atau membelah kulitnya, dan kau katakan ini adalah adalah unta yang terpotong telinganya dan kamu haramkan atas dirimu dan atas keluargamu?. Saya menjawab, ya. (Rasulullah Shallallahu'alahiwasallam) bersabda: \"Sesungguhnya apa yang Allah Azzawajalla berikan kepadamu adalah halal bagimu, dan lengan Allah itu lebih keras, gunting Allah lebih tajam\" Terkadang menyebutnya dan terkadang tidak. Terkadang menyebutkan lengan Allah lebih keras daripada lenganmu, dan pemotong Allah lebih tajam daripada pemotongmu. (Bapaknya Abu Al Ahwas Radliyallahu'anhu) berkata; saya berkata; Wahai Rasulullah, bagaimana pendapat anda tentang seseorang yang saya menginap di rumahnya namun dia tidak memuliakanku, dan tidak menyambutku. Lalu dia mampir ke tempatku apakah saya membalas sebagaimana yang dia perbuat terhadapku atau saya sambut dia dengan baik?. Beliau bersabda: Sambutlah dengan baik\".","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا شُعْبَةُ قَالَ أَبُو إِسْحَاقَ أَنْبَأَنَا قَالَ سَمِعْتُ أَبَا الْأَحْوَصِ يُحَدِّثُ عَنْ أَبِيهِ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا قَشِيفُ الْهَيْئَةِ فَقَالَ هَلْ لَكَ مَالٌ قَالَ قُلْتُ نَعَمْ قَالَ فَمَا مَالُكَ فَقَالَ مِنْ كُلِّ الْمَالِ مِنْ الْخَيْلِ وَالْإِبِلِ وَالرَّقِيقِ وَالْغَنَمِ قَالَ فَإِذَا آتَاكَ اللَّهُ عَزَّ وَجَلَّ مَالًا فَلْيُرَ عَلَيْكَ فَقَالَ هَلْ تُنْتِجُ إِبِلُ قَوْمِكَ صِحَاحًا آذَانُهَا فَتَعْمَدُ إِلَى الْمُوسَى فَتَقْطَعُهَا أَوْ تَقْطَعُهَا وَتَقُولُ هَذِهِ بُحُرٌ وَتَشُقُّ جُلُودَهَا وَتَقُولُ هَذِهِ صُرُمٌ فَتُحَرِّمُهَا عَلَيْكَ وَعَلَى أَهْلِكَ قَالَ قُلْتُ نَعَمْ قَالَ كُلُّ مَا آتَاكَ اللَّهُ عَزَّ وَجَلَّ لَكَ حِلٌّ وَسَاعِدُ اللَّهِ أَشَدُّ وَمُوسَى اللَّهِ أَحَدُّ وَرُبَّمَا قَالَهَا وَرُبَّمَا لَمْ يَقُلْهَا وَرُبَّمَا قَالَ سَاعِدُ اللَّهِ أَشَدُّ مِنْ سَاعِدِكَ وَمُوسَى اللَّهِ أَحَدُّ مِنْ مُوسَاكَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ رَجُلٌ نَزَلْتُ بِهِ فَلَمْ يَقْرِنِي وَلَمْ يُكْرِمْنِي ثُمَّ نَزَلَ بِي أَقْرِيهِ أَوْ أَجْزِيهِ بِمَا صَنَعَ قَالَ بَلْ اقْرِهِ","source":"Ahmad"},"__N_SSG":true}