{"pageProps":{"number":"799","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Bakr] berkata; telah menceritakan kepada kami [Sa'id bin Abu 'Arubah] dari [Qatadah] dari [Muslim bin Yasar] dari [Abu Al Asy'ats, Ash-Shan'ani] dari [Rasyid bin Hubais], Rasulullah Shallallahu'alaihiwasallam menemui 'Ubadah bin Shamit untuk menjenguknya ketika dia sakit. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Apakah kalian tahu, siapa yang diistilahkan syahid di antara umatku?\" Semua terdiam. 'Ubadah berkata; \"Sandarkanlah saya\", mereka pun menyandarkannya. Lalu Ubadah berkata; \"Wahai Rasulullah, yang dinamakan syahid adalah orang sabar yang mengharapkan balasan dari Allah\". Rasulullah Shallallahu'alaihiwasallam bersabda: \"Kalau begitu orang yang syahid dari ummatku sangat sedikit, padahal orang yang terbunuh di jalan Allah Azzawajalla adalah syahid, orang yang mati terkena Thaun adalah syahid, orang mati tenggelam adalah syahid, orang yang mati karena sakit perut adalah syahid, wanita yang meninggal karena melahirkan anaknya, anaknya menariknya dengan tali pusar untuk masuk ke surga\". [Abu Al 'Awwam], pengurus Baitul Maqdis menambahnya, \"Orang yang mati karena terbakar, dan yang mati karena terseret sungai\" Telah menceritakan kepada kami [Abdusshamad] telah menceritakan kepada kami [Hammad] dari [Qatadah] dari [temannya] dari [Rasyid bin Hubais] dari ['Ubadah bin Shamit] Rasulullah Shallallahu'alaihiwasallam menjenguknya waktu sakitnya, lalu menyebut hadis.","arab":"قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ قَالَ حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ مُسْلِمِ بْنِ يَسَارٍ عَنْ أَبِي الْأَشْعَثِ الصَّنْعَانِيِّ عَنْ رَاشِدِ بْنِ حُبَيْشٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَى عُبَادَةَ بْنِ الصَّامِتِ يَعُودُهُ فِي مَرَضِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَعْلَمُونَ مَنْ الشَّهِيدُ مِنْ أُمَّتِي فَأَرَمَّ الْقَوْمُ فَقَالَ عُبَادَةُ سَانِدُونِي فَأَسْنَدُوهُ فَقَالَ يَا رَسُولَ اللَّهِ الصَّابِرُ الْمُحْتَسِبُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ شُهَدَاءَ أُمَّتِي إِذًا لَقَلِيلٌ الْقَتْلُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ شَهَادَةٌ وَالطَّاعُونُ شَهَادَةٌ وَالْغَرَقُ شَهَادَةٌ وَالْبَطْنُ شَهَادَةٌ وَالنُّفَسَاءُ يَجُرُّهَا وَلَدُهَا بِسُرَرِهِ إِلَى الْجَنَّةِقَالَ وَزَادَ فِيهَا أَبُو الْعَوَّامِ سَادِنُ بَيْتِ الْمَقْدِسِ وَالْحَرْقُ وَالسَّيْلُ حَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ عَنْ صَاحِبٍ لَهُ عَنْ رَاشِدِ بْنِ حُبَيْشٍ عَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَاهُ يَعُودُهُ فِي مَرَضِهِ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}