{"pageProps":{"number":"820","slug":"ahmad","id":"Telah menceritakan kepada kami [Sa'id bin Yahya bin Sa'id Al Qurasyi] berkata; telah menceritakan kepada kami [bapakku] dari [Ibnu Ishaq] berkata; telah menceritakan kepadaku [Husain bin Abdullah] dari [Rabi'ah bin 'Abbad Ad-Dili] dari [orang yang telah menceritakannya] dari [Zaid bin Aslam] dari [Rabi'ah bin 'Abbad] berkata; demi Allah saya akan menceritakannya, dia (Muhammad) berkeliling ke rumah-rumah di Mina, ketika itu saya masih muda bersama bapakku, sedang di belakangnya ada seorang yang wajahnya cerah, juling, memiliki dua kepang. Tatkala Rasulullah Shallallahu'alaihiwasallam berhenti pada suatu kaum, beliau bersabda: \"Saya adalah utusan Allah, saya perintahkan kalian untuk menyembah-Nya dan jangan kalian menyekutukAn Nya dengan sesuatupun. Anehnya, orang yang di belakangnya berkata; orang ini menyeru kalian agar meninggalkan agama bapak kalian dan kalian meninggalkan Lata dan 'Uzza dan para pemimpin kalian dari perkampungan Bani Malik bin Uqais kepada ajaran yang dibawanya berupa hal baru dan kesesatan. Saya berkata kepada bapakku, siapakah orang ini?. Dia menjawab, pamannya Abu lahab, Abdul Al 'Uzza bin Abdul Muthallib.","arab":"حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْقُرَشِيُّ قَالَ حَدَّثَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ قَالَ حَدَّثَنِي حُسَيْنُ بْنُ عَبْدِ اللَّهِ عَنْ رَبِيعَةَ بْنِ عَبَّادٍ الدُؤَلِيِّ وَعَمَّنْ حَدَّثَهُ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ رَبِيعَةَ بْنِ عَبَّادٍ قَالَوَاللَّهِ إِنِّي لَأَذْكُرُهُ يَطُوفُ عَلَى الْمَنَازِلِ بِمِنًى وَأَنَا مَعَ أَبِي غُلَامٌ شَابٌّ وَوَرَاءَهُ رَجُلٌ حَسَنُ الْوَجْهِ أَحْوَلُ ذُو غَدِيرَتَيْنِ فَلَمَّا وَقَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى قَوْمٍ قَالَ أَنَا رَسُولُ اللَّهِ يَأْمُرُكُمْ أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَيَقُولُ الَّذِي خَلْفَهُ إِنَّ هَذَا يَدْعُوكُمْ إِلَى أَنْ تُفَارِقُوا دِينَ آبَائِكُمْ وَأَنْ تَسْلُخُوا اللَّاتَ وَالْعُزَّى وَحُلَفَاءَكُمْ مِنْ بَنِي مَالِكِ بْنِ أُقَيْشٍ إِلَى مَا جَاءَ بِهِ مِنْ الْبِدْعَةِ وَالضَّلَالِ قَالَ فَقُلْتُ لِأَبِي مَنْ هَذَا قَالَ هَذَا عَمُّهُ أَبُو لَهَبٍ عَبْدُ الْعُزَّى بْنُ عَبْدِ الْمُطَّلِبِ","source":"Ahmad"},"__N_SSG":true}