{"pageProps":{"number":"91","slug":"ahmad","id":"Telah menceritakan kepada kami [Ziyad bin Ar Rabi' Abu Khidasy] telah menceritakan kepada kami [Washil] mantan budak Abu 'Uyainah, dari [Basysyar bin Saif Al Jarmi] dari ['Iyadh bin Ghuthaif] berkata; Kami menemui [Abu Ubaidah bin Al Jarrah] untuk menjenguknya karena sakit yang menimpanya, sedangkan istrinya Tuhaifah duduk di dekat kepalanya. Aku bertanya; \"Bagaimana kondisi Abu Ubaidah tadi malam?\" istrinya menjawab; \"Demi Allah! dia melewati malamnya dengan mendapatkan pahala.\" Abu Ubaidah berkata; \"Aku melewati malam dengan tidak mendapatkan pahala.\" sebelumnya dia menghadapkan wajahnya ke tembok, lalu menghadap kepada orang-orang. Dia berkata lagi; \"Tidakkah kalian menanyakan tentang apa yang baru aku katakan?\" Mereka menjawab; \"sungguh sangat menggelitik kami perkataanmu tadi sehingga kami harus menanyakannya kepadamu.\" Dia berkata; Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa menginfaqkan hartanya yang utama di jalan Allah, maka baginya tujuh ratus pahala, dan barangsiapa memberikan nafkah untuk dirinya dan keluarganya atau menjenguk orang yang sakit atau menyingkirkan duri maka satu kebaikan baginya dilipatkan menjadi sepuluh kali lipat yang semisalnya. Puasa adalah benteng selama tidak merusaknya (dengan maksiat), dan barangsiapa yang diuji oleh Allah dengan suatu ujian di tubuhnya maka baginya dihapuskan dosanya\".\" ","arab":"حَدَّثَنَا زِيَادُ بْنُ الرَّبِيعِ أَبُو خِدَاشٍ حَدَّثَنَا وَاصِلٌ مَوْلَى أَبِي عُيَيْنَةَ عَنْ بَشَّارِ بْنِ أَبِي سَيْفٍ الْجَرْمِيِّ عَنْ عِيَاضِ بْنِ غُطَيْفٍ قَالَدَخَلْنَا عَلَى أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ نَعُودُهُ مِنْ شَكْوًى أَصَابَهُ وَامْرَأَتُهُ تُحَيْفَةُ قَاعِدَةٌ عِنْدَ رَأْسِهِ قُلْتُ كَيْفَ بَاتَ أَبُو عُبَيْدَةَ قَالَتْ وَاللَّهِ لَقَدْ بَاتَ بِأَجْرٍ فَقَالَ أَبُو عُبَيْدَةَ مَا بِتُّ بِأَجْرٍ وَكَانَ مُقْبِلًا بِوَجْهِهِ عَلَى الْحَائِطِ فَأَقْبَلَ عَلَى الْقَوْمِ بِوَجْهِهِ فَقَالَ أَلَا تَسْأَلُونَنِي عَمَّا قُلْتُ قَالُوا مَا أَعْجَبَنَا مَا قُلْتَ فَنَسْأَلُكَ عَنْهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ أَنْفَقَ نَفَقَةً فَاضِلَةً فِي سَبِيلِ اللَّهِ فَبِسَبْعِ مِائَةٍ وَمَنْ أَنْفَقَ عَلَى نَفْسِهِ وَأَهْلِهِ أَوْ عَادَ مَرِيضًا أَوْ مَازَ أَذًى فَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا وَالصَّوْمُ جُنَّةٌ مَا لَمْ يَخْرِقْهَا وَمَنْ ابْتَلَاهُ اللَّهُ بِبَلَاءٍ فِي جَسَدِهِ فَهُوَ لَهُ حِطَّةٌ","source":"Ahmad"},"__N_SSG":true}