{"pageProps":{"number":"98","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'qub] telah menceritakan kepada kami [bapakku] dari [Muhammad bin Ishaq] telah menceritakan kepadaku [Aban bin Shalih] dari [Syahr bin Hausyab Al Asy'ari] dari [suami ibunya], seorang lelaki dari kaumnya yang menikahi ibunya setelah ayahnya meninggal, dia termasuk yang menyaksikan peristiwa menjangkitnya penyakit lepra yang merajalela, dia berkata; Ketika wabah merajalela, berdirilah [Abu Ubaidah bin Jarrah] berkhutbah di hadapan orang-orang dan berkata; \"Wahai manusia! sesungguhnya penyakit ini merupakan rahmat dari Rabb kalian, doa para Nabi kalian, dan sebab kematian orang-orang shalih sebelum kalian. Dan sesungguhnya Abu Ubaidah memohon kepada Allah untuk mendapat bagian dari rahmat tersebut.\" Lalu dia terjangkit penyakit lepra tersebut sehingga meninggal dunia -semoga Allah memberikan rahmat kepadanya.- kemudian [Mu'adz bin Jabal] menggantikan dia untuk memimpin orang-orang, kemudian dia dia berdiri menyampaikan khutbah setelah wafatnya Abu Ubaidah; \"Wahai manusia, penyakit ini merupakan rahmat dari Rabb kalian, doanya para Nabi kalian dan sebab kematiannya para orang-orang shalih sebelum kalian. Dan sesungguhnya Mu'adz memohon kepada Allah agar keluarga Mu'adz mendapat bagian dari rahmat tersebut.\" Kemudian Abdurrahman bin Mu'adz, anaknya terjangkit penyakit lepra sampai meninggal. Dia pun bangkit memohon kepada Rabbnya untuk dirinya, dan akhirnya dia juga terjangkit lepra di telapak tangannya. Sungguh saya melihatnya memperhatikan penyakit lepra tersebut kemudian mencium bagian atas tangannya sambil berkata; \"Aku tidak senang mempunyaimu dan (aku pergunakan untuk meletakkan perhiasan) dunia ada padamu.\" Ketika dia wafat, 'Amru bin Al Ash menggantikan kedudukannya untuk memimpin orang-orang. Kemudian dia berdiri menyampaikan khutbah di hadapan kami; \"Wahai manusia! sesungguhnya jika wabah ini menjangkiti (di suatu negri) maka dia akan melahap sebagaimana menyalanya api, maka menghindarlah kalian ke gunung-gunung.\" Tetapi Abu Watsilah Al Hudzali berkata kepadanya; \"Demi Allah, kamu telah berdusta, saya pernah menyertai Rasulullah shallallahu 'alaihi wasallam dan kamu lebih buruk daripada keledaiku ini.\" 'Amru berkata; \"Demi Allah aku tidak akan membalas perkataanmu, demi Allah saya tidak akan memperkarakan perkataanmu itu.\" dia pun keluar dan orang-orangpun keluar berpencar darinya, kemudian Allah melenyapkan wabah tersebut dari mereka. Ketika pendapat 'Amru tersebut sampai kepada Umar bin Khaththab, demi Allah dia tidak membencinya.\" Abu Abdullah, Abdurrahman bin Ahmad bin Hanbal berkata; \"Aban bin Shalih adalah kakek Abdurrahman Musykudanah.\"","arab":"حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ حَدَّثَنِي أَبَانُ بْنُ صَالِحٍ عَنْ شَهْرِ بْنِ حَوْشَبٍ الْأَشْعَرِيِّ عَنْ رَابِّهِ رَجُلٍ مِنْ قَوْمِهِ كَانَ خَلَفَ عَلَى أُمِّهِ بَعْدَ أَبِيهِ كَانَ شَهِدَ طَاعُونَ عَمَوَاسَ قَالَلَمَّا اشْتَعَلَ الْوَجَعُ قَامَ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ فِي النَّاسِ خَطِيبًا فَقَالَ أَيُّهَا النَّاسُ إِنَّ هَذَا الْوَجَعَ رَحْمَةُ رَبِّكُمْ وَدَعْوَةُ نَبِيِّكُمْ وَمَوْتُ الصَّالِحِينَ قَبْلَكُمْ وَإِنَّ أَبَا عُبَيْدَةَ يَسْأَلُ اللَّهَ أَنْ يَقْسِمَ لَهُ مِنْهُ حَظَّهُ قَالَ فَطُعِنَ فَمَاتَ رَحِمَهُ اللَّهُوَاسْتُخْلِفَ عَلَى النَّاسِ مُعَاذُ بْنُ جَبَلٍ فَقَامَ خَطِيبًا بَعْدَهُ فَقَالَ أَيُّهَا النَّاسُ إِنَّ هَذَا الْوَجَعَ رَحْمَةُ رَبِّكُمْ وَدَعْوَةُ نَبِيِّكُمْ وَمَوْتُ الصَّالِحِينَ قَبْلَكُمْ وَإِنَّ مُعَاذًا يَسْأَلُ اللَّهَ أَنْ يَقْسِمَ لِآلِ مُعَاذٍ مِنْهُ حَظَّهُ قَالَ فَطُعِنَ ابْنُهُ عَبْدُ الرَّحْمَنِ بْنُ مُعَاذٍ فَمَاتَ ثُمَّ قَامَ فَدَعَا رَبَّهُ لِنَفْسِهِ فَطُعِنَ فِي رَاحَتِهِ فَلَقَدْ رَأَيْتُهُ يَنْظُرُ إِلَيْهَا ثُمَّ يُقَبِّلُ ظَهْرَ كَفِّهِ ثُمَّ يَقُولُ مَا أُحِبُّ أَنَّ لِي بِمَا فِيكِ شَيْئًا مِنْ الدُّنْيَا فَلَمَّا مَاتَ اسْتُخْلِفَ عَلَى النَّاسِ عَمْرُو بْنُ الْعَاصِ فَقَامَ فِينَا خَطِيبًا فَقَالَ أَيُّهَا النَّاسُ إِنَّ هَذَا الْوَجَعَ إِذَا وَقَعَ فَإِنَّمَا يَشْتَعِلُ اشْتِعَالَ النَّارِ فَتَجَبَّلُوا مِنْهُ فِي الْجِبَالِ قَالَ فَقَالَ لَهُ أَبُو وَاثِلَةَ الْهُذَلِيُّ كَذَبْتَ وَاللَّهِ لَقَدْ صَحِبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنْتَ شَرٌّ مِنْ حِمَارِي هَذَا قَالَ وَاللَّهِ مَا أَرُدُّ عَلَيْكَ مَا تَقُولُ وَايْمُ اللَّهِ لَا نُقِيمُ عَلَيْهِ ثُمَّ خَرَجَ وَخَرَجَ النَّاسُ فَتَفَرَّقُوا عَنْهُ وَدَفَعَهُ اللَّهُ عَنْهُمْ قَالَ فَبَلَغَ ذَلِكَ عُمَرَ بْنَ الْخَطَّابِ مِنْ رَأْيِ عَمْرٍو فَوَاللَّهِ مَا كَرِهَهُ قَالَ أَبُو عَبْد الرَّحْمَنِ عَبْد اللَّهِ بْن أَحْمَد بْن حَنْبَلٍ أَبَانُ بْنُ صَالِحٍ جَدُّ أَبِي عَبْدِ الرَّحْمَنِ مُشْكُدَانَةَ","source":"Ahmad"},"__N_SSG":true}