{"pageProps":{"number":"1023","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami ['Abtsarah bin Al Qasim] dari [Al A'masy] dari [Abu Ishaq] dari [Abu Al Ahwash] dari [Abdullah] berkata; \"Rasulullah shallallahu 'alaihi wasallam mengajari kami tasyahud shalat dan tasyahud dalam suatu keperluan. Beliau bersabda: \"Tasyahud di dalam shalat: ATTAHIYYATU LILLAH WASH SHALAWATU WATH THAYYIBATU ASSALAMU'ALAIKA AYYUHAN NABIYYU WARAHMATULLAHI WA BARAKATUH ASSALAMU'ALAINA WA 'ALA IBADILLAHISH-SHALIHIN ASYHADU AN LAILAHA ILLALLAH WA ASYHADU ANNA MUHAMMADAN 'ABDUHU WA RASULUH (Segala kehormatan milik Allah, shalawat dan segala kebaikan bagi Allah. Keselamatan, rahmat dan berkah-Nya semoga tercurah kepada-Mu wahai Nabi. Semoga kesalamatan juga diturunkan kepada kami dan hamba hamba Allah yang Shalih. Aku bersaksi bahwa tiada ilah selain Allah. Dan Aku bersaksi bahwa Muhammad adalah hamba Allah dan utusan-Nya). Sedang tasyahud dalam (khutbah) hajah adalah: INNALHAMDA LILLAH NASTA'INIHU WA NASTAGHFIRUHU WA NA'UDZU BILLAHI MIN SYURURI ANFUSINA WA SAYYI`ATI A'MALINA, FAMAN YAHDIHILLAHU FALA MUDLILLALAH WA MAN YUDLLILHU FALA HADIYALAH, ASYHADU ASYHADU AN LAILAHA ILLALLAH WA ASYHADU ANNA MUHAMMADAN 'ABDUHU WA RASULUH (Segala puji bagi Allah, kami meminta pertolongan dan ampunan kepada-Nya. Kami berlindung kepada Allah dari keburukan diri kami dan kejelekan amalan kami. Barangsiapa diberi hidayah oleh Allah maka tidak ada yang akan menyesatkannya. Barangsiapa yang disesatkan maka tidak ada yang mampu memberinya petunjuk. Aku bersaksi bahwa tiada ilah selain Allah, dan Aku bersaksi bahwa Muhammad adalah hamba-Nya dan utusan-Nya), lalu membaca tiga ayat.\" 'Abtsar berkata; Sufyan Ats Tsauri menjelaskan yaitu ayat: \"Bertakwalah sebenar-benar takwa dan janganlah kalian mati kecuali dalam keadaan Islam.\" Dan ayat: \"Dan bertakwalah kepada Allah yang dengan (mempergunakan) nama-Nya kamu saling meminta satu sama lain, dan (peliharalah) hubungan silaturrahim. Sesungguhnya Allah selalu menjaga dan Mengawasi kamu.\" Dan ayat: \"Dan bertakwalah kepada Allah dan katakanlah perkataan yang benar.\" (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari 'Adi bin Hatim.\" Abu Isa berkata; \"Hadits Abdullah merupakan hadits hasan. [Al A'masy] meriwayatkannya dari [Abu Ishaq] dari [Abu Al Ahwash] dari [Abdullah] dari Nabi shallallahu 'alaihi wasallam. [Syu'bah] meriwayatkan dari [Abu Ishaq] dari [Abu 'Ubaidah] dari [Abdullah] dari Nabi shallallahu 'alaihi wasallam. Keduanya hadits sahih karena [Isra`il] telah mengumpulkannya. Dia mengatakan dari [Abu Ishaq] dari [Abu Al Ahwash] sedang [Abu 'Ubaidah] dari [Abdullah bin Mas'ud] dari Nabi shallallahu 'alaihi wasallam. Ulama berkata; \"Nikah boleh tanpa adanya khutbah.\" Ini pendapat Sufyan dan yang lainnya.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا عَبْثَرُ بْنُ الْقَاسِمِ عَنْ الْأَعْمَشِ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللَّهِ قَالَعَلَّمَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ التَّشَهُّدَ فِي الصَّلَاةِ وَالتَّشَهُّدَ فِي الْحَاجَةِ قَالَ التَّشَهُّدُ فِي الصَّلَاةِ التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَالتَّشَهُّدُ فِي الْحَاجَةِ إِنَّ الْحَمْدَ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا وَسَيِّئَاتِ أَعْمَالِنَا فَمَنْ يَهْدِهِ اللَّهُ فَلَا مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَيَقْرَأُ ثَلَاثَ آيَاتٍقَالَ عَبْثَرٌ فَفَسَّرَهُ لَنَا سُفْيَانُ الثَّوْرِيُّ{ اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ }{ وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا }{ اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا }قَالَ وَفِي الْبَاب عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ حَدِيثٌ حَسَنٌ رَوَاهُ الْأَعْمَشُ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَاهُ شُعْبَةُ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكِلَا الْحَدِيثَيْنِ صَحِيحٌ لِأَنَّ إِسْرَائِيلَ جَمَعَهُمَا فَقَالَ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي الْأَحْوَصِ وَأَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ قَالَ أَهْلُ الْعِلْمِ إِنَّ النِّكَاحَ جَائِزٌ بِغَيْرِ خُطْبَةٍ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَغَيْرِهِ مِنْ أَهْلِ الْعِلْمِ","source":"Tirmidzi"},"__N_SSG":true}