{"pageProps":{"number":"1058","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Salamah Yahya bin Khalaf], telah menceritakan kepada kami [Bisyr bin Al Mufadlal] dari [Khalid bin Al Hadza`] dari [Abu Qilabah] dari [Anas bin Malik] berkata; \"Jika aku berkehendak akan aku katakan: Rasulullah shallallahu 'alaihi wasallam bersabda, namun yang benar hendaknya berkata; 'Termasuk bagian dari sunnah jika seseorang berpoligami dengan menikahi seorang gadis, dia menginap padanya selama satu minggu. Jika berpoligami dengan seorang janda, dia menginap padanya selama tiga hari.' Hadits semakna diriwayatkan dari Umu Salamah. Abu Isa berkata; \"Hadits Anas merupakan hadits hasan sahih. [Muhammad bin Ishaq] telah memarfu'kannya dari [Ayyub] dari [Abu Qilabah] dari [Anas], sedang selain dia tidak memarfu'kannya. Sebagian ulama mengamalkan hadits ini, mereka berkata; Jika seseorang berpoligami dengan menikahi seorang gadis maka dia menginap padanya selama tujuh hari kemudian membagi hari-harinya dengan adil. Jika menikahi seorang janda, maka dia menginap padanya selama tiga hari. Ini merupakan pendapat Malik, Syafi'i, Ahmad dan Ishaq. Sebagian ulama berpendapat; jika seseorang berpoligami dengan menikahi perawan, maka dia menginap padanya selama tiga hari. Jika menikahi seorang janda, maka dia menginap padanya selama dua malam. Namun pendapat yang pertama lebih sahih.\"","arab":"حَدَّثَنَا أَبُو سَلَمَةَ يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ أَبِي قِلَابَةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَلَوْ شِئْتُ أَنْ أَقُولَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَكِنَّهُ قَالَ السُّنَّةُ إِذَا تَزَوَّجَ الرَّجُلُ الْبِكْرَ عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا سَبْعًا وَإِذَا تَزَوَّجَ الثَّيِّبَ عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا ثَلَاثًاقَالَ وَفِي الْبَاب عَنْ أُمِّ سَلَمَةَ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَفَعَهُ مُحَمَّدُ بْنُ إِسْحَقَ عَنْ أَيُّوبَ عَنْ أَبِي قِلَابَةَ عَنْ أَنَسٍ وَلَمْ يَرْفَعْهُ بَعْضُهُمْ قَالَ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا إِذَا تَزَوَّجَ الرَّجُلُ امْرَأَةً بِكْرًا عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا سَبْعًا ثُمَّ قَسَمَ بَيْنَهُمَا بَعْدُ بِالْعَدْلِ وَإِذَا تَزَوَّجَ الثَّيِّبَ عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا ثَلَاثًا وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ قَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ التَّابِعِينَ إِذَا تَزَوَّجَ الْبِكْرَ عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا ثَلَاثًا وَإِذَا تَزَوَّجَ الثَّيِّبَ أَقَامَ عِنْدَهَا لَيْلَتَيْنِ وَالْقَوْلُ الْأَوَّلُ أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}