{"pageProps":{"number":"133","slug":"tirmidzi","id":"telah menceritakan kepada kami [Abu Raja` Qutaibah] berkata; telah menceritakan kepada kami [Malik bin Anas] dari [Muhammad bin Umarah] dari [Muhammad bin Ibrahim] dari [budak wanita milik Abdurrahman bin Auf] ia berkata; \"Aku pernah berkata kepada [Ummu Salamah], \"Sesungguhnya aku ini adalah seorang wanita yang kainnya panjang, dan aku berjalan di tempat yang kotor?\" lalu ia berkata; \"Rasulullah shallallahu 'alaihi wasallam pernah bersabda: \"Kain akan suci dengan tanah setelahnya.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abdullah bin Mas'ud, ia berkata; \"Aku pernah bersama Rasulullah shallallahu 'alaihi wasallam di tempat yang kotor, dan kami tidak berwudlu.\" Abu Isa berkata; \"Tidak hanya seorang dari ahli ilmu yang berpendapat seperti ini, mereka mengatakan, \"Seseorang yang menginjak tempat kotor tidak harus membasuh telapak kakinya kecuali jika kotoran tersebut masih basah, maka ia dianjurkan untuk menghilangkan bekasnya.\" Abu Isa berkata; \" [Abdullah bin Al Mubarak] juga meriwayatkan hadits ini dari [Malik bin Anas] dari [Muhammad bin Umarah] dari [Muhammad bin Ibrahim] dari [budak wanita milik Hud bin Abdurrahman bin Auf] dari [Ummu Salamah]. Tapi di dalamnya ada keraguan, sebab Abdurrahman bin Auf tidak mempunyai anak yang bernama Hud. Tapi itu adalah riwayat dari budak wanita milik Ibrahim bin Abdurrahman bin Auf dari Ummu Salamah, dan inilah yang benar.\"","arab":"حَدَّثَنَا أَبُو رَجَاءٍ قُتَيْبَةُ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ مُحَمَّدِ بْنِ عُمَارَةَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أُمِّ وَلَدٍ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَتْ قُلْتُ لِأُمِّ سَلَمَةَإِنِّي امْرَأَةٌ أُطِيلُ ذَيْلِي وَأَمْشِي فِي الْمَكَانِ الْقَذِرِ فَقَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُطَهِّرُهُ مَا بَعْدَهُقَالَ وَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا نَتَوَضَّأُ مِنْ الْمَوْطَإِ قَالَ أَبُو عِيسَى وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ قَالُوا إِذَا وَطِيءَ الرَّجُلُ عَلَى الْمَكَانِ الْقَذِرِ أَنَّهُ لَا يَجِبُ عَلَيْهِ غَسْلُ الْقَدَمِ إِلَّا أَنْ يَكُونَ رَطْبًا فَيَغْسِلَ مَا أَصَابَهُ قَالَ أَبُو عِيسَى وَرَوَى عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ هَذَا الْحَدِيثَ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ مُحَمَّدِ بْنِ عُمَارَةَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أُمِّ وَلَدٍ لِهُودِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أُمِّ سَلَمَةَ وَهُوَ وَهَمٌ وَلَيْسَ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ ابْنٌ يُقَالَ لَهُ هُودٌ وَإِنَّمَا هُوَ عَنْ أُمِّ وَلَدٍ لِإِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أُمِّ سَلَمَةَ وَهَذَا الصَّحِيحُ","source":"Tirmidzi"},"__N_SSG":true}