{"pageProps":{"number":"1332","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'], telah menceritakan kepada kami [Husyaim] telah memberitakan kepada kami [Mutharrif] dari [Asy Sya'bi], telah menceritakan kepada kami [Abu Juhaifah] ia berkata; Aku bertanya kepada [Ali]; Wahai Amirul Mukminin, apakah anda memiliki catatan hitam di atas putih (wahyu) yang tidak ada di dalam kitabullah? Ia menjawab; Tidak, demi Dzat yang menciptakan biji-bijian (menjadi tanaman) dan menciptakan jiwa (semua makhluk hidup pasti bernyawa), aku tidak mengetahuinya kecuali pemahaman yang Allah berikan kepada seseorang di dalam Al Qur`an dan mushaf. Aku bertanya; Apa yang ada di mushaf itu? ia menjawab; Akal. Dan agar orang mukmin tidak dibunuh oleh orang kafir. Ia mengatakan; Dalam hal ini ada hadits serupa dari Abdullah bin Amru. Abu Isa berkata; Hadits Ali adalah haidts hasan shahih dan menjadi pedoman amal menurut sebagian ulama, yaitu pendapat Sufyan Ats Tsauri, Malik bin Anas, Asy Syafi'i, Ahmad dan Ishaq, mereka berpendapat; Orang mukmin tidak dibunuh karena membunuh orang kafir, sedangkan sebagian ulama lain berpendapat; Orang mukmin dibunuh karena membunuh orang kafir yang terikat dengan perjanjian. Pendapat pertama adalah lebih shahih.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا هُشَيْمٌ أَنْبَأَنَا مُطَرِّفٌ عَنْ الشَّعْبِيِّ حَدَّثَنَا أَبُو جُحَيْفَةَ قَالَ قُلْتُ لِعَلِيٍّيَا أَمِيرَ الْمُؤْمِنِينَ هَلْ عِنْدَكُمْ سَوْدَاءُ فِي بَيْضَاءَ لَيْسَ فِي كِتَابِ اللَّهِ قَالَ لَا وَالَّذِي فَلَقَ الْحَبَّةَ وَبَرَأَ النَّسَمَةَ مَا عَلِمْتُهُ إِلَّا فَهْمًا يُعْطِيهِ اللَّهُ رَجُلًا فِي الْقُرْآنِ وَمَا فِي الصَّحِيفَةِ قُلْتُ وَمَا فِي الصَّحِيفَةِ قَالَ الْعَقْلُ وَفِكَاكُ الْأَسِيرِ وَأَنْ لَا يُقْتَلَ مُؤْمِنٌ بِكَافِرٍقَالَ وَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ قَالُوا لَا يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ يُقْتَلُ الْمُسْلِمُ بِالْمُعَاهِدِ وَالْقَوْلُ الْأَوَّلُ أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}