{"pageProps":{"number":"145","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] berkata; telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dari [Sa'id bin Al Musayyib] dan [Abu Salamah] dari [Abu Hurairah] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika hari sangat panas maka tunggulah hingga dingin untuk shalat, karena terik yang panas adalah dari hembusan neraka jahannam.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abu Sa'id, Abu Dzar, Ibnu Umar, Al Mughirah, Al Qasim bin Shofwan dari ayahnya, Abu Musa, Ibnu Abbas dan Anas. Ia berkata; \"Diriwayatkan juga dari Umar dari Nabi shallallahu 'alaihi wasallam tentang hal ini, namun riwayat tersebut juga tidak shahih.\" Abu Isa berkata; \"Hadits Abu Hurairah derajatnya hasan shahih. Dan satu golongan dari ahli ilmu memilih untuk mengakhirkan shalat zhuhur ketika matahari sangat terik. Pendapat ini dipegang oleh bin Al Mubarak, Ahmad dan Ishaq.\" Syafi'i berkata; \"Dibolehkannya menunggu shalat zhuhur hingga suasana menjadi sejuk adalah jika masjid tersebut membuat orang-orang kepanasan (ketika menuju masjid) karena jauhnya tempat. Adapun orang yang shalat sendirian atau seseorang yang shalat di masjid kaumnya, maka aku lebih suka jika ia tetap shalat meskipun matahari sangat terik.\" Abu Isa berkata; \"Orang-orang yang mengakhirkan shalat zhuhur disaat matahari terik, maka hal itu lebih utama dan sesuai dengan sunnah.\" Adapun pendapat yang diambil oleh Syafi'i bahwa keringanan itu diperuntukkan bangi orang yang tempat tinggalnya jauh dan sulit, maka dalam hadits Abu Dzar terdapat suatu dalil yang menunjukkan sebaliknya dari yang dikatakan oleh Syafi'i. Abu Dzar berkata; \"Kami pernah bersama Nabi shallallahu 'alaihi wasallam dalam suatu perjalanan, lalu Bilal adzan shalat zhuhur, maka Nabi shallallahu 'alaihi wasallam bersabda: \"Wahai Bilal, tunggulah hingga dingin.\" Jika mengikuti pendapat Syafi'i, maka tidak ada artinya untuk menunggu dulu karena mereka telah berkumpul dalam perjalanan dan mereka tidak harus bersusah payah karena datang dari tempat yang jauh.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا عَنْ الصَّلَاةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَقَالَ وَفِي الْبَاب عَنْ أَبِي سَعِيدٍ وَأَبِي ذَرٍّ وَابْنِ عُمَرَ وَالْمُغِيرَةِ وَالْقَاسِمِ بْنِ صَفْوَانَ عَنْ أَبِيهِ وَأَبِي مُوسَى وَابْنِ عَبَّاسٍ وَأَنَسٍ قَالَ وَرُوِيَ عَنْ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا وَلَا يَصِحُّ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ اخْتَارَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ تَأْخِيرَ صَلَاةِ الظُّهْرِ فِي شِدَّةِ الْحَرِّ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَأَحْمَدَ وَإِسْحَقَ قَالَ الشَّافِعِيُّ إِنَّمَا الْإِبْرَادُ بِصَلَاةِ الظُّهْرِ إِذَا كَانَ مَسْجِدًا يَنْتَابُ أَهْلُهُ مِنْ الْبُعْدِ فَأَمَّا الْمُصَلِّي وَحْدَهُ وَالَّذِي يُصَلِّي فِي مَسْجِدِ قَوْمِهِ فَالَّذِي أُحِبُّ لَهُ أَنْ لَا يُؤَخِّرَ الصَّلَاةَ فِي شِدَّةِ الْحَرِّ قَالَ أَبُو عِيسَى وَمَعْنَى مَنْ ذَهَبَ إِلَى تَأْخِيرِ الظُّهْرِ فِي شِدَّةِ الْحَرِّ هُوَ أَوْلَى وَأَشْبَهُ بِالِاتِّبَاعِ وَأَمَّا مَا ذَهَبَ إِلَيْهِ الشَّافِعِيُّ أَنَّ الرُّخْصَةَ لِمَنْ يَنْتَابُ مِنْ الْبُعْدِ وَالْمَشَقَّةِ عَلَى النَّاسِ فَإِنَّ فِي حَدِيثِ أَبِي ذَرٍّ مَا يَدُلُّ عَلَى خِلَافِ مَا قَالَ الشَّافِعِيُّ قَالَ أَبُو ذَرٍّ كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَأَذَّنَ بِلَالٌ بِصَلَاةِ الظُّهْرِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا بِلَالُ أَبْرِدْ ثُمَّ أَبْرِدْ فَلَوْ كَانَ الْأَمْرُ عَلَى مَا ذَهَبَ إِلَيْهِ الشَّافِعِيُّ لَمْ يَكُنْ لِلْإِبْرَادِ فِي ذَلِكَ الْوَقْتِ مَعْنًى لِاجْتِمَاعِهِمْ فِي السَّفَرِ وَكَانُوا لَا يَحْتَاجُونَ أَنْ يَنْتَابُوا مِنْ الْبُعْدِ","source":"Tirmidzi"},"__N_SSG":true}