{"pageProps":{"number":"1648","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Isma'il bin Musa Al Fazari] berkata, telah menceritakan kepada kami [Saif bin Harun Al Burjumi] dari [Sualiman At Taimi] dari [Abu Utsman] dari [Salman] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah ditanya tentang mentega, keju dan Al Fara (sejenis baju dari kulit).\" Beliau lalu menjawab: \"Halal adalah sesuatu yang telah Allah halalkan dalam kitab-Nya, dan haram adalah sesuatu yang telah Allah haramkan dalam kitab-Nya. Adapun yang Allah diamkan, maka itu adalah sesutau yang Allah maafkan.\" Abu Isa berkata, \"Dalam bab ini juga ada hadits dari Al Mughirah. Ini adalah hadits gharib, dan kami tidak mengetahuinya diriwayatkan secara marfu' kecuali dari jalur ini. Sufyan dan selainnya meriwayatkan sabda beliau dari Sulaiman At Taimi, dari Abu Sufyan, dari Salman. Maka seakan-akan hadits ini mauquf dan ini lebih shahih. Aku pernah bertanya Imam Bukhari tentang setatus hadits ini, ia menjawab, \"Menurutku hadits ini tidak terjaga. Sufyan meriwayatkan dari Sulaiman At Taimi, dari Abu Utsman, dari Salman secara mauquf.\" Imam Bukhari berkata lagi, \"Saif bin Harun adalah seorang Muqaribul hadits (haditsnya bisa diterima), sedangkan Saif bin Muhammad dari Ashim adalah Dzhibul hadits (haditsnya tidak bisa diterima).\" ","arab":"حَدَّثَنَا إِسْمَعِيلُ بْنُ مُوسَى الْفَزَارِيُّ حَدَّثَنَا سَيْفُ بْنُ هَارُونَ الْبُرْجُمِيُّ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ سَلْمَانَ قَالَسُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ السَّمْنِ وَالْجُبْنِ وَالْفِرَاءِ فَقَالَ الْحَلَالُ مَا أَحَلَّ اللَّهُ فِي كِتَابِهِ وَالْحَرَامُ مَا حَرَّمَ اللَّهُ فِي كِتَابِهِ وَمَا سَكَتَ عَنْهُ فَهُوَ مِمَّا عَفَا عَنْهُقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ الْمُغِيرَةِ وَهَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ مَرْفُوعًا إِلَّا مِنْ هَذَا الْوَجْهِ وَرَوَى سُفْيَانُ وَغَيْرُهُ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ سَلْمَانَ قَوْلَهُ وَكَأَنَّ هَذَا الْحَدِيثَ الْمَوْقُوفَ أَصَحُّ وَسَأَلْتُ الْبُخَارِيَّ عَنْ هَذَا الْحَدِيثِ فَقَالَ مَا أُرَاهُ مَحْفُوظًا رَوَى سُفْيَانُ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ سَلْمَانَ مَوْقُوفًا قَالَ الْبُخَارِيُّ وَسَيْفُ بْنُ هَارُونَ مُقَارِبُ الْحَدِيثِ وَسَيْفُ بْنُ مُحَمَّدٍ عَنْ عَاصِمٍ ذَاهِبُ الْحَدِيثِ","source":"Tirmidzi"},"__N_SSG":true}