{"pageProps":{"number":"1719","slug":"tirmidzi","id":"Telah menceritakan kepadaku [Ali bin Isa bin Yazid Al Baghdadi], telah menceritakan kepadaku [Ubaidullah bin Muhammad Al 'Aisyi], telah menceritakan kepadaku [Hammad bin Salamah] dari [Ayyub] dan [Qatadah] dari [Abu Qilabah] dari [Abu Asma` Ar Rahabi] dari [Abu Tsa'labah Al Khusyanni] bahwa ia pernah berkata, \"Wahai Rasulullah, kami bertempat tinggal di kediaman Ahli Kitab sehingga kami memasak dengan periuk-periuk dan juga minum dengan bejana-bejana mereka.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika kalian tidak mendapatkan selainnya, maka cucilah dengan air.\" Kemudian Abu Tsa'labah berkata lagi, \"Wahai Rasulullah, sesungguhnya kami tinggal di kawasan perburuan.\" Beliau bersabda: \"Jika kalian melepaskan anjing kalian yang telah terlatih dengan terlebih dahulu menyebut nama Allah, lalu anjing itu membunuhnya, maka makanlah. Namun, jika anjingmu bukan anjing yang terlatih tetapi kamu sempat menyembelihnya, maka makanlah. Begitu pula jika kamu melepaskan anak panahmu dengan menyebut nama Allah lalu hewan buruannya terbunuh, maka makanlah.\" Abu Isa berkata; Ini adalah hadits Hasan Shahih.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عِيسَى بْنِ يَزِيدَ الْبَغْدَادِيُّ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيْشِيُّ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَيُّوبَ وَقَتَادَةَ عَنْ أَبِي قِلَابَةَ عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ أَنَّهُ قَالَيَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ أَهْلِ الْكِتَابِ فَنَطْبُخُ فِي قُدُورِهِمْ وَنَشْرَبُ فِي آنِيَتِهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ لَمْ تَجِدُوا غَيْرَهَا فَارْحَضُوهَا بِالْمَاءِ ثُمَّ قَالَ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ صَيْدٍ فَكَيْفَ نَصْنَعُ قَالَ إِذَا أَرْسَلْتَ كَلْبَكَ الْمُكَلَّبَ وَذَكَرْتَ اسْمَ اللَّهِ فَقَتَلَ فَكُلْ وَإِنْ كَانَ غَيْرَ مُكَلَّبٍ فَذُكِّيَ فَكُلْ وَإِذَا رَمَيْتَ بِسَهْمِكَ وَذَكَرْتَ اسْمَ اللَّهِ فَقَتَلَ فَكُلْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}