{"pageProps":{"number":"2053","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad]; telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Ibrahim At Taimi] dari [bapaknya] dia berkata; [Ali] pernah menyampaikan khuthbah kepada kami seraya berkata, \"Barangsiapa yang menyangka, bahwa kami memiliki sesuatu yang kami baca kecuali Kitabullah (Al Qur`an) dan di dalam Shahifah ini gigi unta, atau pun sesuatu dari batu-batu, maka sungguh ia telah berdusta.\" Dan di dalam khuthbahnya, ia juga berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kota Madinah adalah haram (suci), yakni daerah antara 'Air dan Tsaur. Maka barangsiapa yang berbuat kejahatan di dalamnya, atau berniat hendak melakukan kejahatan di dalamnya, niscaya laknat Allah, para Malaikat dan laknat seluruh manusia akan tertimpa atasnya. Allah tidak akan menerima darinya, baik itu amalan wajib atau pun amalan sunnahnya. Dan barangisapa yang bernasab kepada selain bapaknya, atau berwali kepada selain walinya, maka laknat Allah, para Malaikat dan laknat seluruh manusia akan tertimpa atasnya, tidak akan diterima lagi darinya, baik itu amalan wajib atau pun amalan sunnahnya. Dzimmah kaum muslimin adalah satu. Dan akan lebih tinggi lagi, orang-orang yang paling rendah dari mereka.\" Abu Isa berkata; Sebagian mereka meriwayatkan dari [Al A'masy] dari [Ibrahim At Tamimi], dari [Al Harits bin Suwaid], dari [Ali] dengan hadits semisalnya. Abu Isa berkata; Ini adalah hadits hasan shahih. Dan telah pula diriwayatkan lebih dari satu jalur dari Ali dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ أَبِيهِ قَالَ خَطَبَنَا عَلِيٌّ فَقَالَمَنْ زَعَمَ أَنَّ عِنْدَنَا شَيْئًا نَقْرَؤُهُ إِلَّا كِتَابَ اللَّهِ وَهَذِهِ الصَّحِيفَةَ صَحِيفَةٌ فِيهَا أَسْنَانُ الْإِبِلِ وَأَشْيَاءٌ مِنْ الْجِرَاحَاتِ فَقَدْ كَذَبَ وَقَالَ فِيهَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةُ حَرَامٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ لَا يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلَا عَدْلًا وَمَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ تَوَلَّى غَيْرَ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ لَا يُقْبَلُ مِنْهُ صَرْفٌ وَلَا عَدْلٌ وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْقَالَ أَبُو عِيسَى وَرَوَى بَعْضُهُمْ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ الْحَارِثِ بْنِ سُوَيْدٍ عَنْ عَلِيٍّ نَحْوَهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَلِيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}