{"pageProps":{"number":"2284","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Isma'il] telah menceritakan kepada kami [Adam bin Abu Iyas] telah menceritakan kepada kami [Syaiban Abu Mu'awiyah] telah menceritakan kepada kami ['Abdul Malik bin 'Umair] dari [Abu Salamah bin Abdur Rahman] dari [Abu Hurairah] dia berkata: Nabi Shallallahu 'alaihi wa Salam keluar rumah pada saat yang tidak biasa beliau keluar dan tidak ada seorang pun yang bertemu dengannya, kemudian Abu Bakar menemuinya lalu beliau bertanya: \"Apa yang membuatmu datang wahai Abu Bakar?\" Abu Bakar menjawab: Aku keluar untuk menemui Rasulullah Shallallahu 'alahi wa Salam dan aku melihat ke arah wajah beliau dan beliau menerimanya. Tidak lama kemudian datanglah Umar lalu beliau bertanya: \"Apa yang membuatmu datang wahai 'Umar?\" 'Umar menjawab: Karena lapar wahai Rasulullah Shallallahu 'alahi wa Salam. Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Saya juga merasakan sedikit lapar, maka pergilah kalian ke rumah Abul Haitsam bin At Taihan Al Anshari, dia adalah seorang lelaki yang mempunyai banyak kurma dan kambing tapi dia tidak mempunyai pelayan, \" namun mereka tidak menemukannya, mereka bertanya kepada istrinya: Dimana suamimu? istrinya menjawab: Dia sedang mengambil air untuk kami. Tidak lama mereka menunggu tiba-tiba datanglah Abul Haitsam dengan membawa tempat air yang berisi air penuh lalu dia meletakkannya, kemudian dia datang dan mendekap Nabi Shallallahu 'alaihi wa Salam sambil bersumpah rela mengorbankan bapak dan ibunya demi beliau, kemudian dia pergi bersama mereka menuju perkebunannya dan menghamparkan tikar untuk mereka, lalu dia pergi menuju sebuah pohon kurma dan kembali dengan membawa setangkai kurma kemudian meletakkannya, Nabi Shallallahu 'alaihi wa Salam bertanya: \"Maukah kamu memilihkan kurma basahnya untuk kami?\" dia menjawab: Wahai Rasulullah, aku ingin baginda sendiri yang memilihnya -atau dia berkata: Silahkan kalian pilih kurma basah dan kurma mudanya, lalu mereka makan kurma dan minum dari air itu, setelah itu Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Demi Dzat yang jiwaku ada di tanganNya, ini termasuk kenikmatan yang akan ditanyakan kepada kalian kelak pada hari kiamat; tempat berteduh yang dingin, kurma basah yang lezat dan air tawar.\" Abul Haitsam pergi untuk membuatkan makanan untuk mereka lalu Nabi Shallallahu'alaihiwasallam berkata \" Janganlah kamu menyembelih hewan yang ada air susunya. Abu Hurairah berkata: Abul Haitsam menyembelih seekor kambing kacang betina atau jantan (perawi ragu apakah betina atau jantan) untuk mereka lalu mereka menyantapnya, Nabi Shallallahu 'alaihi wa Salam bertanya: \"Apakah kamu punya seorang pelayan?\" Dia menjawab: Tidak. Abu Hurairah berkata: Tiba tiba seorang tawanan datang kepada kami, lalu Nabi Shallallahu 'alaihi wa Salam di serahi dua orang budak yang didatangkan oleh Abul Haitsam, Nabi Shallallahu 'alaihi wa Salam bersabda: \"Pilih salah satu dari keduanya!\" Abul Haitsam berkata: Wahai nabi Allah pilihkan untuk saya, \" Nabi Shallallahu 'alaihi wa Salam bersabda: \"Sesungguhnya orang yang dimintai pendapat adalah orang yang jujur, maka ambillah yang ini karena sesungguhnya aku melihat dia shalat, perlakukanlah dia dengan baik, \" Abul Haitsam pergi menemui istrinya dan menceritakan kepadanya apa yang dikatakan oleh Rasulullah Shallallahu 'alahi wa Salam, istrinya berkata: Tidaklah kamu menyampaikan apa yang dikatakan oleh Nabi kecuali hendaknya kamu memerdekakannya. Abul Haitsam berkata: Dia merdeka. Nabi Shallallahu 'alaihi wa Salam bersabda: \"Sesungguhnya Allah tidak mengutus seorang Nabi dan tidak juga khalifah kecuali memiliki dua kubu, satu kubu yang menyuruhnya kepada kebaikan dan mencegahnya dari kemunkaran, dan kubu lain yang tidak henti-hentinya (menimbulkan) kemudharatan bagimu, dan barangsiapa yang dihindarkan dari teman yang jahat maka dia telah terjaga.\" Abu Isa berkata: hadits ini hasan shahih gharib. Telah menceritakan kepada kami [Shalih bin 'Abdullah] telah menceritakan kepada kami [Abu Awanah] dari ['Abdul Malik bin 'Umair] dari [Abu Salamah bin Abdurrahman], pada suatu hari Rasulullah Shallallahu 'alahi wa Salam, Abu Bakar dan Umar keluar, kemudian dia menyebutkan hadits yang semakna dengan hadits ini, namun dalam isinya tidak menyebutkan: dari Abu Hurairah dan hadits Syaiban lebih sempurna dan lebih lengkap dari hadits Abu Awanah, Syaiban adalah perawi terpercaya menurut mereka dan dia memiliki kitab, hadits ini diriwayatkan dari Abu Hurairah dari jalur sanad yang lain dan diriwayatkan juga dari Ibnu Abbas.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَاعَةٍ لَا يَخْرُجُ فِيهَا وَلَا يَلْقَاهُ فِيهَا أَحَدٌ فَأَتَاهُ أَبُو بَكْرٍ فَقَالَ مَا جَاءَ بِكَ يَا أَبَا بَكْرٍ فَقَالَ خَرَجْتُ أَلْقَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنْظُرُ فِي وَجْهِهِ وَالتَّسْلِيمَ عَلَيْهِ فَلَمْ يَلْبَثْ أَنْ جَاءَ عُمَرُ فَقَالَ مَا جَاءَ بِكَ يَا عُمَرُ قَالَ الْجُوعُ يَا رَسُولَ اللَّهِ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا قَدْ وَجَدْتُ بَعْضَ ذَلِكَ فَانْطَلَقُوا إِلَى مَنْزِلِ أَبِي الْهَيْثَمِ بْنِ التَّيْهَانِ الْأَنْصَارِيِّ وَكَانَ رَجُلًا كَثِيرَ النَّخْلِ وَالشَّاءِ وَلَمْ يَكُنْ لَهُ خَدَمٌ فَلَمْ يَجِدُوهُ فَقَالُوا لِامْرَأَتِهِ أَيْنَ صَاحِبُكِ فَقَالَتْ انْطَلَقَ يَسْتَعْذِبُ لَنَا الْمَاءَ فَلَمْ يَلْبَثُوا أَنْ جَاءَ أَبُو الْهَيْثَمِ بِقِرْبَةٍ يَزْعَبُهَا فَوَضَعَهَا ثُمَّ جَاءَ يَلْتَزِمُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيُفَدِّيهِ بِأَبِيهِ وَأُمِّهِ ثُمَّ انْطَلَقَ بِهِمْ إِلَى حَدِيقَتِهِ فَبَسَطَ لَهُمْ بِسَاطًا ثُمَّ انْطَلَقَ إِلَى نَخْلَةٍ فَجَاءَ بِقِنْوٍ فَوَضَعَهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفَلَا تَنَقَّيْتَ لَنَا مِنْ رُطَبِهِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَرَدْتُ أَنْ تَخْتَارُوا أَوْ قَالَ تَخَيَّرُوا مِنْ رُطَبِهِ وَبُسْرِهِ فَأَكَلُوا وَشَرِبُوا مِنْ ذَلِكَ الْمَاءِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا وَالَّذِي نَفْسِي بِيَدِهِ مِنْ النَّعِيمِ الَّذِي تُسْأَلُونَ عَنْهُ يَوْمَ الْقِيَامَةِ ظِلٌّ بَارِدٌ وَرُطَبٌ طَيِّبٌ وَمَاءٌ بَارِدٌ فَانْطَلَقَ أَبُو الْهَيْثَمِ لِيَصْنَعَ لَهُمْ طَعَامًا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَذْبَحَنَّ ذَاتَ دَرٍّ قَالَ فَذَبَحَ لَهُمْ عَنَاقًا أَوْ جَدْيًا فَأَتَاهُمْ بِهَا فَأَكَلُوا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ لَكَ خَادِمٌ قَالَ لَا قَالَ فَإِذَا أَتَانَا سَبْيٌ فَأْتِنَا فَأُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَأْسَيْنِ لَيْسَ مَعَهُمَا ثَالِثٌ فَأَتَاهُ أَبُو الْهَيْثَمِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اخْتَرْ مِنْهُمَا فَقَالَ يَا نَبِيَّ اللَّهِ اخْتَرْ لِي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الْمُسْتَشَارَ مُؤْتَمَنٌ خُذْ هَذَا فَإِنِّي رَأَيْتُهُ يُصَلِّي وَاسْتَوْصِ بِهِ مَعْرُوفًا فَانْطَلَقَ أَبُو الْهَيْثَمِ إِلَى امْرَأَتِهِ فَأَخْبَرَهَا بِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ امْرَأَتُهُ مَا أَنْتَ بِبَالِغٍ مَا قَالَ فِيهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا أَنْ تَعْتِقَهُ قَالَ فَهُوَ عَتِيقٌ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ لَمْ يَبْعَثْ نَبِيًّا وَلَا خَلِيفَةً إِلَّا وَلَهُ بِطَانَتَانِ بِطَانَةٌ تَأْمُرُهُ بِالْمَعْرُوفِ وَتَنْهَاهُ عَنْ الْمُنْكَرِ وَبِطَانَةٌ لَا تَأْلُوهُ خَبَالًا وَمَنْ يُوقَ بِطَانَةَ السُّوءِ فَقَدْ وُقِيَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ يَوْمًا وَأَبُو بَكْرٍ وَعُمَرُ فَذَكَرَ نَحْوَ هَذَا الْحَدِيثِ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي هُرَيْرَةَ وَحَدِيثُ شَيْبَانَ أَتَمُّ مِنْ حَدِيثِ أَبِي عَوَانَةَ وَأَطْوَلُ وَشَيْبَانُ ثِقَةٌ عِنْدَهُمْ صَاحِبُ كِتَابٍ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ وَرُوِيَ عَنْ ابْنِ عَبَّاسٍ أَيْضًا","source":"Tirmidzi"},"__N_SSG":true}