{"pageProps":{"number":"2344","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdullah bin Muhammad Az Zuhri Al Bashri] telah menceritakan kepada kami [Malik bin Syu'air Abu Muhammad At Tamimi Al Kufi] telah menceritakan kepada kami [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] dan [Abu Sa'id] keduanya bercerita bahwa Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Pada hari Kiamat seorang hamba akan didatangkan kemudian Allah bertanya kepadanya: Bukankah Aku telah membuatkan pendengaran, penglihatan, harta dan anak untuku, dan Aku telah menundukkan hewan ternak dan tanaman untukmu, Aku telah tingagalkan kamu menjadi pemimpin dan mendapatkan seperempat (harta rampasan), apakah kamu mengira akan menemuiKu saat ini?\" hamba itu menjawab: Tidak. kemudian Allah berfirman kepadanya: Pada hari ini Aku melupakanmu sebagaimana kamu telah melupakanKu.\" Abu Isa berkata: Hadits ini shahih gharib, adapun makna firman Allah \"Pada hari ini Aku melupakanmu, \" dia berkata maksudnya pada hari ini Aku biarkan kamu berada dalam siksaan. Demikianlah para ulama menafsirkan firman tersebut. Abu Isa berkata: Sebagian ahli Ilmu menafsirkan ayat ini \" FAL YAUMA NANSAAHUM (maka pada hari ini (akhirat) kami melupakan mereka) \". (Al A'raaf: 51) mereka berkata: Maknanya adalah pada hari ini Kami biarkan mereka berada dalam siksaan.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ الْبَصْرِيُّ حَدَّثَنَا مَالِكُ بْنُ سُعَيْرٍ أَبُو مُحَمَّدٍ التَّمِيمِيُّ الْكُوفِيُّ حَدَّثَنَا الْأَعْمَشُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ وَعَنْ أَبِي سَعِيدٍ قَالَاقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُؤْتَى بِالْعَبْدِ يَوْمَ الْقِيَامَةِ فَيَقُولُ اللَّهُ لَهُ أَلَمْ أَجْعَلْ لَكَ سَمْعًا وَبَصَرًا وَمَالًا وَوَلَدًا وَسَخَّرْتُ لَكَ الْأَنْعَامَ وَالْحَرْثَ وَتَرَكْتُكَ تَرْأَسُ وَتَرْبَعُ فَكُنْتَ تَظُنُّ أَنَّكَ مُلَاقِي يَوْمَكَ هَذَا قَالَ فَيَقُولُ لَا فَيَقُولُ لَهُ الْيَوْمَ أَنْسَاكَ كَمَا نَسِيتَنِيقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ وَمَعْنَى قَوْلِهِ الْيَوْمَ أَنْسَاكَ يَقُولُ الْيَوْمَ أَتْرُكُكَ فِي الْعَذَابِ هَكَذَا فَسَّرُوهُ قَالَ أَبُو عِيسَى وَقَدْ فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذِهِ الْآيَةَ{ فَالْيَوْمَ نَنْسَاهُمْ }قَالُوا إِنَّمَا مَعْنَاهُ الْيَوْمَ نَتْرُكُهُمْ فِي الْعَذَابِ","source":"Tirmidzi"},"__N_SSG":true}