{"pageProps":{"number":"2439","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Suwaid bin Nashr] telah mengabarkan kepada kami [Abdullah] telah mengabarkan kepada kami [Shafwan bin Amru] dari [Ubaidillah bin Busr] dari [Abu Umamah] dari Nabi shallallahu 'alaihi wasallam dalam menjelaskan firman Nya, \"Dan dia akan diberi minuman dengan air nanah, lalu dia minum air nanah itu.\" Beliau menjelaskan; '(Minuman itu) didekatkan kepada (orang yang bermaksiat tersebut), maka dia tidak menyukainya, ketika didekatkan kepadanya, minuman itu membakar wajahnya, maka kulit kepalanya jatuh mengelupas. Ketika dia meminumnya, minuman itu memutuskan lambungnya hingga keluar (cairan) dari duburnya. Allah berfirman: 'Dan mereka diberi minuman dengan air yang mendidih sehingga memotong ususnya.' Dan Allah berfirman: 'Dan jika mereka meminta minum, niscaya mereka akan diberi minum dengan air seperti besi yang mendidih yang menghanguskan muka. Itulah minuman yang paling buruk dan tempat istirahat yang paling jelek'.\" Abu Isa berkata; 'Ini hadits gharib. Demikianlah yang dikatakan Muhammad bin Isma'il dari Ubaidullah bin Busr. Dan kami tidak mengetahui Ubaidullah bin Busr kecuali dalam hadits ini. Shafwan telah meriwayatkan dari Amru dari Abdullah bin Busr, sahabat Nabi shallallahu 'alaihi wasallam selain hadits ini. Abdullah bin Busr mempunyai saudara yang telah mendengarkan (hadits) dari Nabi shallallahu 'alaihi wasallam, dan saudarinya juga telah mendengar dari Nabi shallallahu 'alaihi wasallam. Sedangkan Ubaidullah bin Busr yang mana Shafwan bin Amru meriwayatkan hadits ini darinya adalah laki-laki lain yang tidak termasuk kalangan shahabat.'","arab":"حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا صَفْوَانُ بْنُ عَمْرٍو عَنْ عُبَيْدِ اللَّهِ بْنِ بُسْرٍ عَنْ أَبِي أُمَامَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَوْلِهِ{ وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ يَتَجَرَّعُهُ }قَالَ يُقَرَّبُ إِلَى فِيهِ فَيَكْرَهُهُ فَإِذَا أُدْنِيَ مِنْهُ شَوَى وَجْهَهُ وَوَقَعَتْ فَرْوَةُ رَأْسِهِ فَإِذَا شَرِبَهُ قَطَّعَ أَمْعَاءَهُ حَتَّى تَخْرُجَ مِنْ دُبُرِهِ يَقُولُ اللَّهُ{ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ }وَيَقُولُ{ وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَهَكَذَا قَالَ مُحَمَّدُ بْنُ إِسْمَعِيلَ عَنْ عُبَيْدِ اللَّهِ بْنِ بُسْرٍ وَلَا نَعْرِفُ عُبَيْدَ اللَّهِ بْنَ بُسْرٍ إِلَّا فِي هَذَا الْحَدِيثِ وَقَدْ رَوَى صَفْوَانُ بْنُ عَمْرٍو عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ صَاحِبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيْرَ هَذَا الْحَدِيثِ وَعَبْدُ اللَّهِ بْنُ بُسْرٍ لَهُ أَخٌ قَدْ سَمِعَ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأُخْتُهُ قَدْ سَمِعَتْ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعُبَيْدُ اللَّهِ بْنُ بُسْرٍ الَّذِي رَوَى عَنْهُ صَفْوَانُ بْنُ عَمْرٍو هَذَا الْحَدِيثَ رَجُلٌ آخَرُ لَيْسَ بِصَاحِبٍ","source":"Tirmidzi"},"__N_SSG":true}