{"pageProps":{"number":"2534","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdullah bin Abdurrahman] telah mengabarkan kepada kami [Muhammad bin 'Uyainah] dari [Marwan bin Mu'awiyah Al Fazari] dari [Katsir bin Abdullah] -dia adalah putra 'Amru bin Auf Al Muzani- dari [Ayahnya] dari [kakeknya] bahwa Nabi shallallahu 'alaihi wasallam bersabda kepada Bilal bin Al Harits: \"Ketahuilah!\" dia berkata; \"Apa yang saya harus kuketahui wahai Rasulullah?\" beliau menjawab: \"Ketahuilah wahai Bilal!\" dia bertanya lagi; \"Apa yang harus saya ketahui wahai Rasulullah?\" beliau menjawab: \"Barangsiapa menghidupkan salah satu sunnahku yang telah ditinggalkan sepeninggalku, maka ia akan mendapatkan pahala seperti pahala orang yang mengamalkannya tanpa mengurangi pahala mereka sedikitpun, dan barangsiapa membuat kebid'ahan Allah dan RasulNya tidak meridlainya, maka baginya dosa seperti dosa orang-orang yang mengikutinya tanpa mengurangi dosa-dosa mereka sedikitpun.\" Abu Isa berkata; Hadits ini hasan, Muhammad bin Uyainah adalah orang Mashish daerah Syam, Sedangkan Katsir bin Abdullah adalah Ibnu Amru bin 'Auf Al Muzani.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ أَخْبَرَنَا مُحَمَّدُ بْنُ عُيَيْنَةَ عَنْ مَرْوَانَ بْنِ مُعَاوِيَةَ الْفَزَارِيِّ عَنْ كَثِيرِ بْنِ عَبْدِ اللَّهِ هُوَ ابْنُ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِبِلَالِ بْنِ الْحَارِثِ اعْلَمْ قَالَ مَا أَعْلَمُ يَا رَسُولَ اللَّهِ قَالَ اعْلَمْ يَا بِلَالُ قَالَ مَا أَعْلَمُ يَا رَسُولَ اللَّهِ قَالَ إِنَّهُ مَنْ أَحْيَا سُنَّةً مِنْ سُنَّتِي قَدْ أُمِيتَتْ بَعْدِي فَإِنَّ لَهُ مِنْ الْأَجْرِ مِثْلَ مَنْ عَمِلَ بِهَا مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا وَمَنْ ابْتَدَعَ بِدْعَةَ ضَلَالَةٍ لَا تُرْضِي اللَّهَ وَرَسُولَهُ كَانَ عَلَيْهِ مِثْلُ آثَامِ مَنْ عَمِلَ بِهَا لَا يَنْقُصُ ذَلِكَ مِنْ أَوْزَارِ النَّاسِ شَيْئًاقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَمُحَمَّدُ بْنُ عُيَيْنَةَ هُوَ مَصِّيصِيٌّ شَامِيٌّ وَكَثِيرُ بْنُ عَبْدِ اللَّهِ هُوَ ابْنُ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيُّ","source":"Tirmidzi"},"__N_SSG":true}