{"pageProps":{"number":"2578","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Suwaid] telah mengabarkan kepada kami [Abdullah] telah mengabarkan kepada kami [Khalid Al Hadza`] dari [Abu Tamimah Al Hujaimi] dari [salah seorang kaumnya], dia berkata; Aku mencari Nabi shallallahu 'alaihi wasallam, namun aku tidak menemukan beliau. Ketika aku duduk, tiba-tiba ada seseorang berada di tengah kumpulan orang-orang, namun saya tidak mengenalnya, menetara dia tengah mendamaikan di antara mereka. Setelah itu, sebagian di antara mereka berdiri bersamanya, lalu mereka berkata; \"Wahai Rasulullah, \" melihat seperti itu aku langsung mengucapkan; \"'ALAIKAS SALAM wahai Rasulullah, 'ALAIKAS SALAM wahai Rasulullah, 'ALAIKAS SALAM wahai Rasulullah.\" Beliau lalu bersabda: \"Sesungguhnya 'ALAIKAS SALAM ucapan untuk orang yang telah meninggal.\" -beliau mengucapkannya hingga tiga kali- kemudian beliau menghadapku sambil bersabda: \"Apabila salah seorang bertemu dengan saudaranya semuslim, hendaknya ia mengucapkan; \"ASSALAAMU 'ALAIKUM WARAHMATULLAH.\" Setelah itu Nabi shallallahu 'alaihi wasallam menjawab salamku, beliau mengucapkan: \"WA 'ALAIKA WARAHMATULLAH, WA 'ALAIKA WARAHMATULLAH, WA 'ALAIKA WARAHMATULLAH.\" Abu Isa berkata; [Abu Ghifar] telah meriwayatkan hadits ini dari [Abu Tamimah Al Hujaimi] dari [Abu Jurai Jabir bin Sulaim Al Hujaimi], dia berkata; aku datang menemui Nabi shallallahu 'alaihi wasallam, lalu dia menyebutkan hadits, Abu Tamimah namanya adalah Tharif bin Mujalid.","arab":"حَدَّثَنَا سُوَيْدٌ أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا خَالِدٌ الْحَذَّاءُ عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ عَنْ رَجُلٍ مِنْ قَوْمِهِ قَالَطَلَبْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ أَقْدِرْ عَلَيْهِ فَجَلَسْتُ فَإِذَا نَفَرٌ هُوَ فِيهِمْ وَلَا أَعْرِفُهُ وَهُوَ يُصْلِحُ بَيْنَهُمْ فَلَمَّا فَرَغَ قَامَ مَعَهُ بَعْضُهُمْ فَقَالُوا يَا رَسُولَ اللَّهِ فَلَمَّا رَأَيْتُ ذَلِكَ قُلْتُ عَلَيْكَ السَّلَامُ يَا رَسُولَ اللَّهِ عَلَيْكَ السَّلَامُ يَا رَسُولَ اللَّهِ عَلَيْكَ السَّلَامُ يَا رَسُولَ اللَّهِ قَالَ إِنَّ عَلَيْكَ السَّلَامُ تَحِيَّةُ الْمَيِّتِ إِنَّ عَلَيْكَ السَّلَامُ تَحِيَّةُ الْمَيِّتِ ثَلَاثًا ثُمَّ أَقْبَلَ عَلَيَّ فَقَالَ إِذَا لَقِيَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ فَلْيَقُلْ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ ثُمَّ رَدَّ عَلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَعَلَيْكَ وَرَحْمَةُ اللَّهِ وَعَلَيْكَ وَرَحْمَةُ اللَّهِ وَعَلَيْكَ وَرَحْمَةُ اللَّهِقَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ أَبُو غِفَارٍ عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ عَنْ أَبِي جُرَيٍّ جَابِرِ بْنِ سُلَيْمٍ الْهُجَيْمِيِّ قَالَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ وَأَبُو تَمِيمَةَ اسْمُهُ طَرِيفُ بْنُ مُجَالِدٍ","source":"Tirmidzi"},"__N_SSG":true}