{"pageProps":{"number":"2581","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Anshari] telah menceritakan kepada kami [Ma'n] telah menceritakan kepada kami [Malik] dari [Ishaq bin Abdullah bin Abu Thalhah] dari [Abu Murrah] bekas budak Uqail bin Abu Thalib, dari [Abu Waqid Al Laitsi], bahwa ketika Rasulullah shallallahu 'alaihi wasallam duduk di masjid sedangkan orang-orang tengah bersama beliau, tiba-tiba tiga orang datang, dua orang menghadap Rasulullah shallallahu 'alaihi wasallam sementara yang satunya pergi. Saat keduanya berdiri dihadapan Rasulullah shallallahu 'alaihi wasallam, keduanya mengucap salam. Salah satunya melihat celah di halaqah lalu duduk di celah itu, yang satunya duduk di belakang mereka sementara yang lain pergi berpaling. Setelah Rasulullah shallallahu 'alaihi wasallam usai, beliau bersabda: \"Maukah aku beritahukan kepada kalian tentang tiga orang itu? Salah satunya berlindung kepada Allah lalu Allah memberinya perlindungan, yang lain merasa malu lalu Allah malu padanya, sedang yang lain berpaling, maka Allah berpaling darinya.\" Abu Isa berkata; Hadits ini hasan shahih. Abu Waqid Al Laitsi namanya adalah Al Harits bin 'Auf. Abu Murrah adalah bekas budak milik Ummu Hani` binti Abu Thalib, namanya adalah Yazid, ada yang mengatakan dia adalah budak milik 'Uqail bin Abu Thalib.\"","arab":"حَدَّثَنَا الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَبِي مُرَّةَ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَمَا هُوَ جَالِسٌ فِي الْمَسْجِدِ وَالنَّاسُ مَعَهُ إِذْ أَقْبَلَ ثَلَاثَةُ نَفَرٍ فَأَقْبَلَ اثْنَانِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَهَبَ وَاحِدٌ فَلَمَّا وَقَفَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَلَّمَا فَأَمَّا أَحَدُهُمَا فَرَأَى فُرْجَةً فِي الْحَلْقَةِ فَجَلَسَ فِيهَا وَأَمَّا الْآخَرُ فَجَلَسَ خَلْفَهُمْ وَأَمَّا الْآخَرُ فَأَدْبَرَ ذَاهِبًا فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا أُخْبِرُكُمْ عَنْ النَّفَرِ الثَّلَاثَةِ أَمَّا أَحَدُهُمْ فَأَوَى إِلَى اللَّهِ فَأَوَاهُ اللَّهُ وَأَمَّا الْآخَرُ فَاسْتَحْيَا فَاسْتَحْيَا اللَّهُ مِنْهُ وَأَمَّا الْآخَرُ فَأَعْرَضَ فَأَعْرَضَ اللَّهُ عَنْهُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو وَاقِدٍ اللَّيْثِيُّ اسْمُهُ الْحَارِثُ بْنُ عَوْفٍ وَأَبُو مُرَّةَ مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ وَاسْمُهُ يَزِيدُ وَيُقَالُ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ","source":"Tirmidzi"},"__N_SSG":true}