{"pageProps":{"number":"287","slug":"tirmidzi","id":"telah menceritakan kepada kami [Al Anshari] berkata; telah menceritakan kepada kami [Ma'n] berkata; telah menceritakan kepada kami [Malik bin Anas] dari [Ibnu Syihab] dari [Ibnu Ukaimah Al Laitsi] dari [Abu Hurairah] berkata; \"Rasulullah shallallahu 'alaihi wasallam berlalu dari shalat yang bacaan di dalamnya di keraskan, setelah itu beliau bertanya: \"Apakah salah seorang ada yang membaca bersama-sama dengan aku barusan?\" lalu berkatalah seseorang, \"Benar wahai Rasulullah.\" beliau bersabda: \"Kenapa aku ditandingi dalam membaca Al Qur`an!\" Abu Hurairah berkata; \"Maka orang-orang pun berhenti dari membaca (berbarengan) bersama-sama Rasulullah pada shalat-shalat yang bacaannya dikeraskan oleh Rasulullah shallallahu 'alaihi wasallam. Yaitu setelah mereka mendengar (teguran) itu dari Rasulullah shallallahu 'alaihi wasallam.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ibnu Mas'ud, Imran bin Hushain dan Jabir bin Abdullah.\" Abu Isa berkata; \"Hadits ini derajatnya hasan. Ibnu Ukaimah Al Laitsi namanya adalah Umarah. Atau disebut juga dengan 'Amru bin Ukaimah. Sebagian sahabat Az Zuhri juga telah meriwayatkan hadits ini. Dan mereka menyebutkan persis sebagimana hadits ini. Ia berkata; \"Az Zuhri berkata; \"Orang-orang berhenti dari membaca ketika mereka mendengar teguran itu dari Rasulullah shallallahu 'alaihi wasallam. Dalam hadits ini tidak dimasukkan bagi orang-orang yang berpendapat atas dibolehkannya membaca di belakang imam, sebab Abu Hurairah lah yang meriwayatkan hadits ini dari Nabi shallallahu 'alaihi wasallam. Abu Hurairah meriwayatkan dari Nabi shallallahu 'alaihi wasallam, bahwasanya beliau bersabda: \"Barangsiapa mengerjakan shalat dan tidak membaca di dalamnya Ummul Qur`an (Al Fatihah) maka shalatnya kurang, kurang dan tidak sempurna.\" Lalu orang yang meriwayatkan hadits tersebut bertanya, \"Di belakang imam kadang-kadang aku (membaca), \" beliau (langsung) bersabda: \"Bacalah dalam hatimu.\" Abu Utsman An Nahdi meriwayatkan dari Abu Hurairah, ia berkata; \"Nabi shallallahu 'alaihi wasallam memerintahkan kepadaku untuk menyerukan kepada manusia bahwa tidak ada shalat bagi orang yang tidak membaca Fatihatul Kitab (Al fatihah).\" Maka para ahli hadits pun memilih pendapat, bahwa seorang laki-laki tidak boleh membaca jika imam mengeraskan bacaan. Mereka berkata; \"Mereka mengikuti (bacaan) ketika imam berhenti diwaktu jeda.\" Para ulama berselisih pendapat mengenai hukum membaca di belakang imam, sebagian besar ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam, tabi'in dan orang-orang setelah mereka berpendapat atas bolehnya membaca di belakang imam. Pendapat ini diambil oleh Malik bin Anas, Abdullah bin Al Mubarak, Syafi'i, Ahmad dan Ishaq. Diriwayatkan dari Abdullah bin Al Mubarak, bahwa ia berkata; \"Aku membaca dan orang-orang membaca di belakang imam, kecuali sekelompok orang dari penduduk Kufah. Namun aku juga berpendapat bahwa orang yang tidak membacanya shalatnya tetap sah. Sebagian ulama sangat keras dalam masalah (tidak bolehnya) meninggalkan bacaan Fatihatul Kitab dalam shalat, meskipun seseorang berada di belakang imam, mereka berkata; \"Shalat tidak dianggap sah kecuali dengan bacaan Fatihatul Kitab. Baik ia shalat sendirian atau bersama imam.\" Mereka berpegangan dengan hadits riwayat Ubadah bin Ash Shamit dari Nabi shallallahu 'alaihi wasallam. Dan Ubadah bin Ash Shamit pun tetap membaca di belakang Imam setelah wafatnya Nabi shallallahu 'alaihi wasallam. Dan ia mentakwilkan sabda Nabi shallallahu 'alaihi wasallam: \"Tidak ada (sempurna) shalat bagi orang yang tidak membaca Fatihatul Kitab.\" Pendapat ini diambil oleh Syafi'i, Ishaq dan selain keduanya. Adapun Imam Ahmad, ia mengatakan, \"Makna sabda Nabi shallallahu 'alaihi wasallam: \"Tidak ada (sempurna) shalat bagi orang yang tidak membaca Fatihatul Kitab, \" yakni jika ia shalat sendirian. Lalu Imam Ahmad berdalil dengan hadits Jabir bin Abdullah, ia berkata; \"Barangsiapa shalat satu rakaat dan tidak membaca Ummul Qur`an di dalamnya maka ia belum shalat, kecuali jika ia shalat di belakang imam.\" Imam Ahmad berkata; \"Jabir adalah seorang sahabat Nabi shallallahu 'alaihi wasallam, (namun) ia tetap mentakwilkan sabda Nabi shallallahu 'alaihi wasallam: \"Tidak shalat bagi orang yang tidak membaca Fatihatul Kitab, \" bahwa hadits ini (berlaku) jika shalat sendirian.\" Namun begitu Imam Ahmad tetap memilih untuk membaca di belakang imam, dan hendaknya seorang laki-laki tidak meninggalkan (dari membaca) Fatihatul Kitab meskipun berada di belakang imam.\"","arab":"حَدَّثَنَا الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ ابْنِ شِهَابٍ عَنْ ابْنِ أُكَيْمَةَ اللَّيْثِيِّ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْصَرَفَ مِنْ صَلَاةٍ جَهَرَ فِيهَا بِالْقِرَاءَةِ فَقَالَ هَلْ قَرَأَ مَعِي أَحَدٌ مِنْكُمْ آنِفًا فَقَالَ رَجُلٌ نَعَمْ يَا رَسُولَ اللَّهِ قَالَ إِنِّي أَقُولُ مَالِي أُنَازَعُ الْقُرْآنَ قَالَ فَانْتَهَى النَّاسُ عَنْ الْقِرَاءَةِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا جَهَرَ فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الصَّلَوَاتِ بِالْقِرَاءَةِ حِينَ سَمِعُوا ذَلِكَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ وَفِي الْبَاب عَنْ ابْنِ مَسْعُودٍ وَعِمْرَانَ بْنِ حُصَيْنٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَابْنُ أُكَيْمَةَ اللَّيْثِيُّ اسْمُهُ عُمَارَةُ وَيُقَالُ عَمْرُو بْنُ أُكَيْمَةَ وَرَوَى بَعْضُ أَصْحَابِ الزُّهْرِيِّ هَذَا الْحَدِيثَ وَذَكَرُوا هَذَا الْحَرْفَ قَالَ قَالَ الزُّهْرِيُّ فَانْتَهَى النَّاسُ عَنْ الْقِرَاءَةِ حِينَ سَمِعُوا ذَلِكَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَيْسَ فِي هَذَا الْحَدِيثِ مَا يَدْخُلُ عَلَى مَنْ رَأَى الْقِرَاءَةَ خَلْفَ الْإِمَامِ لِأَنَّ أَبَا هُرَيْرَةَ هُوَ الَّذِي رَوَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الْحَدِيثَ وَرَوَى أَبُو هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ مَنْ صَلَّى صَلَاةً لَمْ يَقْرَأْ فِيهَا بِأُمِّ الْقُرْآنِ فَهِيَ خِدَاجٌ فَهِيَ خِدَاجٌ غَيْرُ تَمَامٍ فَقَالَ لَهُ حَامِلُ الْحَدِيثِ إِنِّي أَكُونُ أَحْيَانًا وَرَاءَ الْإِمَامِ قَالَ اقْرَأْ بِهَا فِي نَفْسِكَ وَرَوَى أَبُو عُثْمَانَ النَّهْدِيُّ عَنْ أَبِي هُرَيْرَةَ قَالَ أَمَرَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ أُنَادِيَ أَنْ لَا صَلَاةَ إِلَّا بِقِرَاءَةِ فَاتِحَةِ الْكِتَابِ وَاخْتَارَ أَكْثَرُ أَصْحَابِ الْحَدِيثِ أَنْ لَا يَقْرَأَ الرَّجُلُ إِذَا جَهَرَ الْإِمَامُ بِالْقِرَاءَةِ وَقَالُوا يَتَتَبَّعُ سَكَتَاتِ الْإِمَامِ وَقَدْ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْقِرَاءَةِ خَلْفَ الْإِمَامِ فَرَأَى أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ الْقِرَاءَةَ خَلْفَ الْإِمَامِ وَبِهِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ قَالَ أَنَا أَقْرَأُ خَلْفَ الْإِمَامِ وَالنَّاسُ يَقْرَءُونَ إِلَّا قَوْمًا مِنْ الْكُوفِيِّينَ وَأَرَى أَنَّ مَنْ لَمْ يَقْرَأْ صَلَاتُهُ جَائِزَةٌ وَشَدَّدَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ فِي تَرْكِ قِرَاءَةِ فَاتِحَةِ الْكِتَابِ وَإِنْ كَانَ خَلْفَ الْإِمَامِ فَقَالُوا لَا تُجْزِئُ صَلَاةٌ إِلَّا بِقِرَاءَةِ فَاتِحَةِ الْكِتَابِ وَحْدَهُ كَانَ أَوْ خَلْفَ الْإِمَامِ وَذَهَبُوا إِلَى مَا رَوَى عُبَادَةُ بْنُ الصَّامِتِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَرَأَ عُبَادَةُ بْنُ الصَّامِتِ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَ الْإِمَامِ وَتَأَوَّلَ قَوْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا صَلَاةَ إِلَّا بِقِرَاءَةِ فَاتِحَةِ الْكِتَابِ وَبِهِ يَقُولُ الشَّافِعِيُّ وَإِسْحَقُ وَغَيْرُهُمَا وَأَمَّا أَحْمَدُ بْنُ حَنْبَلٍ فَقَالَ مَعْنَى قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ إِذَا كَانَ وَحْدَهُ وَاحْتَجَّ بِحَدِيثِ جَابِرِ بْنِ عَبْدِ اللَّهِ حَيْثُ قَالَ مَنْ صَلَّى رَكْعَةً لَمْ يَقْرَأْ فِيهَا بِأُمِّ الْقُرْآنِ فَلَمْ يُصَلِّ إِلَّا أَنْ يَكُونَ وَرَاءَ الْإِمَامِ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ فَهَذَا رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَأَوَّلَ قَوْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ أَنَّ هَذَا إِذَا كَانَ وَحْدَهُ وَاخْتَارَ أَحْمَدُ مَعَ هَذَا الْقِرَاءَةَ خَلْفَ الْإِمَامِ وَأَنْ لَا يَتْرُكَ الرَّجُلُ فَاتِحَةَ الْكِتَابِ وَإِنْ كَانَ خَلْفَ الْإِمَامِ","source":"Tirmidzi"},"__N_SSG":true}