{"pageProps":{"number":"2879","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Yahya bin Sa'id] telah menceritakan kepada kami [Ubaidullah] telah mengkhabarkan kepada kami [Nafi'] dari [Ibnu Umar] berkata: Abdullah bin Abdullah bin Ubai mendatangi nabi Shallallahu 'alaihi wa Salam pada hari kematian bapaknya datang kepada Nabi Shallallahu 'alaihi wa Salam dan mengatakan: Sudikah baginda memberikan pakaian baginda lalu kujadikan kafan untuknya, shalatilah dia dan memintakan ampunan untuknya? beliau memberikan pakaiannya dan bersabda: \"Jika kalian telah selesai beritahu aku!\" ketika beliau hendak menshalatinya, Umar menghalanginya seraya mengatakan: Bukankah Allah melarang baginda untuk menshalati orang munafik? lalu beliau menjawab: \"Aku berada diantara dua pilihan: 'kamu memintakan ampunan ataupun kamu tidak memintakan ampunan untuk mereka, ' beliau menshalatinya lalu Allah menurunkan \"Dan janganlah kamu sekali-kali menyembahyangkan (jenazah) seorang yang mati di antara mereka, dan janganlah kamu berdiri (mendo'akan) di kuburnya.\" (At Taubah: 84) Abu Isa mengatakan bahwa hadits ini hasan shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا عُبَيْدُ اللَّهِ أَخْبَرَنَا نَافِعٌ عَنْ ابْنِ عُمَرَ قَالَجَاءَ عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ أُبَيٍّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ مَاتَ أَبُوهُ فَقَالَ أَعْطِنِي قَمِيصَكَ أُكَفِّنْهُ فِيهِ وَصَلِّ عَلَيْهِ وَاسْتَغْفِرْ لَهُ فَأَعْطَاهُ قَمِيصَهُ وَقَالَ إِذَا فَرَغْتُمْ فَآذِنُونِي فَلَمَّا أَرَادَ أَنْ يُصَلِّيَ جَذَبَهُ عُمَرُ وَقَالَ أَلَيْسَ قَدْ نَهَى اللَّهُ أَنْ تُصَلِّيَ عَلَى الْمُنَافِقِينَ فَقَالَ أَنَا بَيْنَ خِيرَتَيْنِ{ اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ }فَصَلَّى عَلَيْهِ فَأَنْزَلَ اللَّهُ{ وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ }فَتَرَكَ الصَّلَاةَ عَلَيْهِمْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}