{"pageProps":{"number":"2975","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib] dan [Abdu bin Humaid] keduanya berkata: Telah mengkhabarkan kepada kami [Abu Usamah] dari [Al Hasan bin Al Hakam An Nakha'i] berkata: telah menceritakan kepadaku [Abu Sabrah An Nakha'i] dari [Farwah bin Musaik Al Muradi] berkata: Aku mendatangi nabi Shallallahu 'alaihi wa Salam lalu berkata: Wahai Rasulullah, bolehkah aku memerangi diantara yang lari dengan orang terus maju diantara mereka. Beliau mengijinkanku untuk memerangi mereka dan menunjukku sebagai pemimpin. Saat aku meninggalkan beliau, beliau bertanya mengenaiku, apa yang dilakukan Al Ghuthaifi, beliau diberitahu bahwa aku telah berangkat dimalam hari. Lalu beliau mengirim utusan untuk mencari jejakku lalu utusan itu menyuruhku kembali, aku mendatangi beliau saat bersama dengan beberapa sahabat beliau. Beliau bersabda: \"Serulah kaum(mu), yang masuk Islam terimalah dan yang tidak masuk Islam, jangan terburu-buru hingga kau diberitahu. Farwah berkata: Surat Saba' diturunkan lalu seseorang berkata: Wahai Rasulullah, apa itu Saba', negerikah atau seorang wanitakah? Beliau menjawab: \"Bukan negeri atau seorang wanita, tapi ia adalah seorang lelaki yang melahirkan sepuluh anak berbangsa arab. Enam diantara mereka menuju ke arah kanan (Yaman) sedangkan keempat lainnya menuju ke arah kiri. Mereka yang berjalan ke arah kiri adalah Lakhm, Judzam, Ghassan dan Amilah sedangkan yang mengharap berkah adalah Azd, Asy'ari, Himyar, Kindah, Madzhij dan Anmar.\" Seseorang bertanya: Siapa itu Anmar? Beliau menjawab: \"Orang-orang yang diantaranya Khats'am dan Bajilah.\" Ini diriwayatkan dari Ibnu Abbas dari nabi Shallallahu 'alaihi wa Salam. Abu Isa berkata: Hadits ini hasan gharib.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا أَبُو أُسَامَةَ عَنْ الْحَسَنِ بْنِ الْحَكَمِ النَّخَعِيِّ قَالَ حَدَّثَنِي أَبُو سَبْرَةَ النَّخَعِيُّ عَنْ فَرْوَةَ بْنِ مُسَيْكٍ الْمُرَادِيِّ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَلَا أُقَاتِلُ مَنْ أَدْبَرَ مِنْ قَوْمِي بِمَنْ أَقْبَلَ مِنْهُمْ فَأَذِنَ لِي فِي قِتَالِهِمْ وَأَمَّرَنِي فَلَمَّا خَرَجْتُ مِنْ عِنْدِهِ سَأَلَ عَنِّي مَا فَعَلَ الْغُطَيْفِيُّ فَأُخْبِرَ أَنِّي قَدْ سِرْتُ قَالَ فَأَرْسَلَ فِي أَثَرِي فَرَدَّنِي فَأَتَيْتُهُ وَهُوَ فِي نَفَرٍ مِنْ أَصْحَابِهِ فَقَالَ ادْعُ الْقَوْمَ فَمَنْ أَسْلَمَ مِنْهُمْ فَاقْبَلْ مِنْهُ وَمَنْ لَمْ يُسْلِمْ فَلَا تَعْجَلْ حَتَّى أُحْدِثَ إِلَيْكَ قَالَ وَأُنْزِلَ فِي سَبَإٍ مَا أُنْزِلَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ وَمَا سَبَأٌ أَرْضٌ أَوْ امْرَأَةٌ قَالَ لَيْسَ بِأَرْضٍ وَلَا امْرَأَةٍ وَلَكِنَّهُ رَجُلٌ وَلَدَ عَشْرَةً مِنْ الْعَرَبِ فَتَيَامَنَ مِنْهُمْ سِتَّةٌ وَتَشَاءَمَ مِنْهُمْ أَرْبَعَةٌ فَأَمَّا الَّذِينَ تَشَاءَمُوا فَلَخْمٌ وَجُذَامُ وَغَسَّانُ وَعَامِلَةُ وَأَمَّا الَّذِينَ تَيَامَنُوا فَالْأُزْدُ وَالْأَشْعَرِيُّونَ وَحِمْيَرٌ وَكِنْدَةُ وَمَذْحِجٌ وَأنْمَارٌ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ وَمَا أَنْمَارٌ قَالَ الَّذِينَ مِنْهُمْ خَثْعَمُ وَبَجِيلَةُوَرُوِيَ هَذَا عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ","source":"Tirmidzi"},"__N_SSG":true}