{"pageProps":{"number":"3458","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Muhammad bin Sulaiman Al Ashbahani] dari [Yahya bin 'Ubaid] dari ['Atha` bin Abu Rabah] dari [Umar bin Abu Salamah] anak tiri Nabi shallallahu 'alaihi wasallam dia berkata; ayat ini yaitu; Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, Hai ahlul bait dan membersihkan kamu sebersih-bersihnya QS Al Ahzab; 33 turun atas Nabi shallallahu 'alaihi wasallam di dalam rumah Ummu Salamah, lantas Nabi shallallahu 'alaihi wasallam memanggil Fathimah, Hasan dan Husain, lalu beliau menyelimuti mereka dengan selendang, sedangkan Ali berada di belakang beliau lalu beliau juga menyelimuti dengan selendang, kemudian beliau bersabda: \"Ya Allah, mereka semua adalah ahli baitku, maka hilangkanlah dosa dari diri mereka dan sucikanlah mereka sebersih-bersihnya.\" Ummu Salamah berkata; \"Saya juga bersama mereka wahai Nabi Allah?\" beliau bersabda: \"kamu tetap berada di posisimu, dan akan tetap mendapatkan suatu kebaikan.\" Perawi (Abu Isa) berkata; \"Dan dalam bab ini, ada juga riwayat dari Ummu Salamah, Ma'qil bin Yasar, Abu Hamra` dan Anas.\" Ia melanjutkan; \"Hadits ini derajatnya gharib melalui jalur ini.\" ","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْأَصْبَهَانِيُّ عَنْ يَحْيَى بْنِ عُبَيْدٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ رَبِيبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَنَزَلَتْ هَذِهِ الْآيَةُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا }فِي بَيْتِ أُمِّ سَلَمَةَ فَدَعَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاطِمَةَ وَحَسَنًا وَحُسَيْنًا فَجَلَّلَهُمْ بِكِسَاءٍ وَعَلِيٌّ خَلْفَ ظَهْرِهِ فَجَلَّلَهُ بِكِسَاءٍ ثُمَّ قَالَ اللَّهُمَّ هَؤُلَاءِ أَهْلُ بَيْتِي فَأَذْهِبْ عَنْهُمْ الرِّجْسَ وَطَهِّرْهُمْ تَطْهِيرًا قَالَتْ أُمُّ سَلَمَةَ وَأَنَا مَعَهُمْ يَا نَبِيَّ اللَّهِ قَالَ أَنْتِ عَلَى مَكَانِكِ وَأَنْتِ إِلَى خَيْرٍقَالَ وَفِي الْبَاب عَنْ أُمِّ سَلَمَةَ وَمَعْقِلِ بْنِ يَسَارٍ وَأَبِي الْحَمْرَاءِ وَأَنَسٍ قَالَ وَهَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ","source":"Tirmidzi"},"__N_SSG":true}