{"pageProps":{"number":"394","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata; telah menceritakan kepada kami [Abu Amir] -yaitu Al Aqadi Abdul Malik bin Amru- dari [Sufyan] dari [Abu Ishaq] dari ['Ashim bin Dlamrah] dari [Ali] ia berkata; \"Nabi shallallahu 'alaihi wasallam melaksanakan shalat empat rakaat sebelum asar, dan beliau memisahkan antara empat rakaat tersebut dengan mengucapkan salam kepada malaikat muqarrabin, orang-orang muslim dan mukmin yang mengikutinya.\" Abu Isa berkata; \"Dalam bab ini juga ada riwayat dari Ibnu Umar dan Abdullah bin Amru.\" Abu Isa berkata; \"Hadits Ali ini derajatnya hasan shahih. Ishaq bin Ibrahim memilih untuk tidak memisahkan antara empat rakaat tersebut berdasarkan hadits ini.\" Ishaq berkata lagi, \"Adapun maksud dari ucapannya, \"memisahkan di antara empat rakaat itu dengan salam, \" adalah dengan tasyahud.\" Imam Syafi'i dan Ahmad berpandangan bahwa shalat yang dilakukan baik malam ataupun siang adalah dua rakaat-dua rakaat, dan keduanya memilih adanya pemisahan dalam melaksanakan shalat empat rakaat sebelum asar.\"","arab":"حَدَّثَنَا بُنْدَارٌ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَامِرٍ هُوَ الْعَقَدِيُّ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا سُفْيَانُ عَنْ أَبِي إِسْحَقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي قَبْلَ الْعَصْرِ أَرْبَعَ رَكَعَاتٍ يَفْصِلُ بَيْنَهُنَّ بِالتَّسْلِيمِ عَلَى الْمَلَائِكَةِ الْمُقَرَّبِينَ وَمَنْ تَبِعَهُمْ مِنْ الْمُسْلِمِينَ وَالْمُؤْمِنِينَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ ابْنِ عُمَرَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ وَاخْتَارَ إِسْحَقُ بْنُ إِبْرَاهِيمَ أَنْ لَا يُفْصَلَ فِي الْأَرْبَعِ قَبْلَ الْعَصْرِ وَاحْتَجَّ بِهَذَا الْحَدِيثِ و قَالَ إِسْحَقُ وَمَعْنَى قَوْلِهِ أَنَّهُ يَفْصِلُ بَيْنَهُنَّ بِالتَّسْلِيمِ يَعْنِي التَّشَهُّدَ وَرَأَى الشَّافِعِيُّ وَأَحْمَدُ صَلَاةَ اللَّيْلِ وَالنَّهَارِ مَثْنَى مَثْنَى يَخْتَارَانِ الْفَصْلَ فِي الْأَرْبَعِ قَبْلَ الْعَصْرِ","source":"Tirmidzi"},"__N_SSG":true}