{"pageProps":{"number":"477","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Hatim bin Isma'il] dari [Ja'far bin Muhammad] dari [bapaknya] dari ['Ubaidullah bin Abu Rafi'] budaknya Rasulullah Shallahu 'alaihi wa sallam dia berkata, Marwan mengangkat Abu Hurairah menjadi gubernur Madinah, dan dia keluar menuju Makkah maka Abu Hurairah shalat Jum'at bersama kami dan membaca surat Al Jumu'ah dan dalam sujud yang kedua dia membaca surat Idza ja'akal Munafiqun, 'Ubaidullah berkata, maka saya menemui Abu Hurairah lalu saya bertanya padanya, kamu membaca dua surat yang dibaca oleh Ali di Kufah?, [Abu Hurairah] menjawab, sesungguhnya saya telah mendengar Rasulullah Shallahu 'alaihi wa sallam membaca keduanya. (perawi) berkata, dan dalam bab ini (ada juga riwayat -pent) dari Ibnu Abbas, An Nu'man bin Basyir dan Abu 'Inabah Al Khqulani. Abu Isa berkata, hadits Abu Hurairah adalah hadits hasan shahih, dan telah diriwayatkan dari Nabi Shallahu 'alaihi wa sallam bahwa beliau membaca dalam shalat Jum'at dengan SABBIHISMA RABBIKAL 'A'LA dan HAL ATAAKA HADIITSUL GHAASYIYAH. 'Ubaidullah bin Abu Rafi' adalah sekretarisnya Ali bin Abu Thalib radliallahu 'anhu.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ اسْتَخْلَفَ مَرْوَانُ أَبَا هُرَيْرَةَ عَلَى الْمَدِينَةِ وَخَرَجَ إِلَى مَكَّةَ فَصَلَّى بِنَا أَبُو هُرَيْرَةَ يَوْمَ الْجُمُعَةِ فَقَرَأَ سُورَةَ الْجُمُعَةِ وَفِي السَّجْدَةِ الثَّانِيَةِ إِذَا جَاءَكَ الْمُنَافِقُونَ قَالَ عُبَيْدُ اللَّهِ فَأَدْرَكْتُ أَبَا هُرَيْرَةَ فَقُلْتُ لَهُ تَقْرَأُ بِسُورَتَيْنِ كَانَ عَلِيٌّ يَقْرَأُ بِهِمَا بِالْكُوفَةِ قَالَ أَبُو هُرَيْرَةَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ بِهِمَاقَالَ وَفِي الْبَاب عَنْ ابْنِ عَبَّاسٍ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَأَبِي عِنَبَةَ الْخَوْلَانِيِّ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَرُوِي عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَقْرَأُ فِي صَلَاةِ الْجُمُعَةِ بِسَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى وَهَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ كَاتِبُ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ","source":"Tirmidzi"},"__N_SSG":true}