{"pageProps":{"number":"49","slug":"tirmidzi","id":"telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Risydin bin Sa'd] dari [Abdurrahman bin Ziyad bin An'um] dari [Utbah bin Humaid] dari [Ubadah bin Nusai] dari [Abdurrahman bin Ghanmi] dari [Mu'adz bin Jabal] ia berkata; \"Aku melihat Nabi shallallahu 'alaihi wasallam setelah selesai berwudlu mengusap wajahnya dengan ujung kainnya.\" Abu Isa berkata; \"Hadits ini derajatnya gharib dan dalam sanadnya lemah. Risydin bin Sa'd dan Abdurrahman bin Ziyad bin An'um Al Afriqi melemahkan haditsnya. Beberapa ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan orang-orang setelah mereka memberikan keringanan untuk mengelap sisa wudlu, adapun bagi mereka yang memakruhkannya, hal itu hanya berdasarkan atas sebuah pendapat bahwa wudlu akan ditimbang dalam timbangan amal. Hal itu diriwayatkan dari Sa'id Ibnul Musayyab dan Az Zuhri. Telah menceritakan kepada kami Muhammad bin Humaid Ar Razi berkata, telah menceritakan kepada kami Jarir ia berkata; Ali bin Mujahid telah menceritakannya kepadaku, dan menurutku dia adalah seorang yang dapat dipercaya, yaitu dari Tsa'labah, dari Az Zuhri, ia berkata; \"Tidak disukainya mengusap sisa wudlu karena itu akan ditimbang.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعُمٍ عَنْ عُتْبَةَ بْنِ حُمَيْدٍ عَنْ عُبَادَةَ بْنِ نُسَيٍّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَرَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا تَوَضَّأَ مَسَحَ وَجْهَهُ بِطَرَفِ ثَوْبِهِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَإِسْنَادُهُ ضَعِيفٌ وَرِشْدِينُ بْنُ سَعْدٍ وَعَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعُمٍ الْأَفْرِيقِيُّ يُضَعَّفَانِ فِي الْحَدِيثِ وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ بَعْدَهُمْ فِي التَّمَنْدُلِ بَعْدَ الْوُضُوءِ وَمَنْ كَرِهَهُ إِنَّمَا كَرِهَهُ مِنْ قِبَلِ أَنَّهُ قِيلَ إِنَّ الْوُضُوءَ يُوزَنُ وَرُوِيَ ذَلِكَ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ وَالزُّهْرِيِّ حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ حَدَّثَنَا جَرِيرٌ قَالَ حَدَّثَنِيهِ عَلِيُّ بْنُ مُجَاهِدٍ عَنِّي وَهُوَ عِنْدِي ثِقَةٌ عَنْ ثَعْلَبَة عَنْ الزُّهْرِيِّ قَالَ إِنَّمَا كُرِهَ الْمِنْدِيلُ بَعْدَ الْوُضُوءِ لِأَنَّ الْوُضُوءَ يُوزَنُ","source":"Tirmidzi"},"__N_SSG":true}