{"pageProps":{"number":"519","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sufyan bin Waki'] telah menceritakan kepada kami [Abdullah bin Wahb] dari [Amru bin Al Harits] dari [Sa'id bin Abu Hilal] dari [Umar Ad Dimasyqi] dari [Ummi Darda'] dari [Abu Darda'] dia berkata, saya pernah sujud (tilawah) bersama Rasulullah Sallallaahu 'alaihi wasallam sebanyak sebelas kali, diantaranya ayat yang ada dalam surat An Najm. Telah menceritakan kepada kami [Abdullah bin Abdurrahman] telah mengabarkan kepada kami [Abdullah bin Shalih] telah menceritakan kepada kami [Al Laits bin Sa'ad] dari [Khalid bin Yazid] dari [Sa'id bin Abu Hilal] dari [Umar] (yaitu Ibnu Hayyan Al Dimasyqi) dia berkata, saya mendengar [seseorang] mengabarkan dari [Ummi Darda'] dari [Abu Darda'] dari Nabi Sallallaahu 'alaihi wasallam seperti hadits diatas dengan lafadz yang sama. Abu 'Isa berkata, riwayat ini lebih shahih dari riwayat Sufyan bin Waki'. (perawi) berkata, dan dalam bab ini (ada juga riwayat -pent) dari Ali, Abu Hurairah, Ibnu Mas'ud, Zaid bin Tsabit, dan Amru bin Ash. Abu 'Isa berkata, hadits Abu Darda' adalah hadits gharib, tidak kami ketahui kecuali dari riwayat Sa'id bin Abu Hilal dari Umar Al Dimasyqi.","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنْ عَمْرِو بْنِ الْحَارِثِ عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ عَنْ عُمَرَ الدِّمَشْقِيِّ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ قَالَسَجَدْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِحْدَى عَشْرَةَ سَجْدَةً مِنْهَا الَّتِي فِي النَّجْمِحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ خَالِدِ بْنِ يَزِيدَ عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ عَنْ عُمَرَ وَهُوَ ابْنُ حَيَّانَ الدِّمَشْقِيُّ قَال سَمِعْتُ مُخْبِرًا يُخْبِرُ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِلَفْظِهِ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ سُفْيَانَ بْنِ وَكِيعٍ عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ قَالَ وَفِي الْبَاب عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَزَيْدِ بْنِ ثَابِتٍ وَعَمْرِو بْنِ الْعَاصِ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي الدَّرْدَاءِ حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ سَعِيدِ بْنِ أَبِي هِلَالٍ عَنْ عُمَرَ الدِّمَشْقِيِّ","source":"Tirmidzi"},"__N_SSG":true}