{"pageProps":{"number":"562","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Isma'il] telah menceritakan kepada kami [Ali bin Abdul Hamid Al Kufi] telah menceritakan kepada kami [Sulaiman bin Al Mughirah] dari [Tsabit] dari [Anas bin Malik] dia berkata, kami suka berharap datangnya seorang baduwi yang pintar untuk bertanya kepada Nabi Shalallahu 'alaihi wa salam, sewaktu kami seperti itu, datanglah seorang baduwi lantas duduk diatas kedua lututnya di hadapan Nabi Shallallaahu 'alaihi wasallam seraya berkata, Wahai Muhammad, utusanmu mengklaim bahwa kamu mengaku sebagai utusan Allah? Nabi Shalallahu 'alaihi wa salam menjawab, Iya. dia berkata, Demi Dzat yang telah mengangkat langit, mendatarkan bumi dan menancapkan gunung-gunung, benarkah Allah telah mengutusmu? Nabi Shalallahu 'alaihi wa salam menjawab: \"Iya.\" dia berkata, utusanmu juga mengklaim bahwa tuan mengatakan wajib atas kami mengerjakan lima kali shalat sehari semalam? Beliau menjawab, dia berkata benar. dia berkata, Demi Dzat yang telah mengutusmu, benarkah Allah telah memerintahkan ini? Beliau menjawab, Iya. Dia berkata, utusanmu juga mengklaim bahwa tuan mengatakan wajib atas kami berpuasa satu bulan penuh dalam setahun? Nabi Shalallahu 'alaihi wa salam bersabda: \"Dia berkata benar.\" dia berkata, Demi Dzat yang telah mengutusmu, benarkah Allah telah memerintahkan ini? Nabi Shalallahu 'alaihi wa salam menjawab: \"Iya.\" dia berkata, utusanmu juga mengklaim bahwa tuan mengatakan, kami wajib mengeluarkan zakat dari harta-harta kami? Nabi Shalallahu 'alaihi wa salam menjawab: \"Dia berkata benar.\" dia berkata, Demi Dzat yang telah mengutusmu, benarkah Allah telah memerintahkan ini? Nabi Shalallahu 'alaihi wa salam menjawab: \"Iya.\" dia berkata, utusanmu juga mengklaim bahwa tuan mengatakan, wajib bagi siapa yang mampu untuk berhaji ke baitullah, Nabi Shalallahu 'alaihi wa salam bersabda: \"Dia berkata benar.\" Dia berkata, Demi Dzat yang telah mengutusmu benarkah Allah telah memerintahkan ini? Nabi Shalallahu 'alaihi wa salam menjawab: \"Iya.\" lantas dia berkata, Demi Dzat yang mengutusmu dengan kebenaran, sungguh saya tidak akan meninggalkan satupun darinya dan tidak akan saya tambah dengan yang lain, kemudian beranjak dan pergi. Lalu Nabi Shalallahu 'alaihi wa salam bersabda: \"Jika seorang baduai tersebut melakukannya maka dia akan masuk surga.\" Abu 'Isa berkata, melalui jalur ini hadits ini adalah hasan gharib, hadits ini juga diriwayatkan melalui sanad lain yaitu dari Anas bin Malik dari Nabi Shallallaahu 'alaihi wasallam, saya telah mendengar Muhammad bin Ismail berkata, sebagian Ahlul ilmi berkata, hukum yang dapat diambil dari hadits ini ialah, boleh menuntut ilmu dengan Qira'ah kepada seorang syaikh sebagaimana juga bolehnya Sama' (menyimak dari lafazh dari syaikh), karena orang baduwi juga membacanya dihadapan Nabi Shalallahu 'alaihi wa salam lalu beliau membenarkannya.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْحَمِيدِ الْكُوفِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَكُنَّا نَتَمَنَّى أَنْ يَأْتِيَ الْأَعْرَابِيُّ الْعَاقِلُ فَيَسْأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ عِنْدَهُ فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ أَتَاهُ أَعْرَابِيٌّ فَجَثَا بَيْنَ يَدَيْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّدُ إِنَّ رَسُولَكَ أَتَانَا فَزَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ اللَّهَ أَرْسَلَكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَبِالَّذِي رَفَعَ السَّمَاءَ وَبَسَطَ الْأَرْضَ وَنَصَبَ الْجِبَالَ آللَّهُ أَرْسَلَكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا خَمْسَ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا صَوْمَ شَهْرٍ فِي السَّنَةِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا فِي أَمْوَالِنَا الزَّكَاةَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا الْحَجَّ إِلَى الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ فَقَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَدَعُ مِنْهُنَّ شَيْئًا وَلَا أُجَاوِزُهُنَّ ثُمَّ وَثَبَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ صَدَقَ الْأَعْرَابِيُّ دَخَلَ الْجَنَّةَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَمِعْت مُحَمَّدَ بْنَ إِسْمَعِيلَ يَقُولُ قَالَ بَعْضُ أَهْلِ الْعِلْمِ فِقْهُ هَذَا الْحَدِيثِ أَنَّ الْقِرَاءَةَ عَلَى الْعَالِمِ وَالْعَرْضَ عَلَيْهِ جَائِزٌ مِثْلُ السَّمَاعِ وَاحْتَجَّ بِأَنَّ الْأَعْرَابِيَّ عَرَضَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَقَرَّ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}