{"pageProps":{"number":"77","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ishaq bin Manshur] berkata; telah menceritakan kepada kami [Yahya bin Sa'id Al Qaththan] dari [Hisyam bin Urwah] berkata; telah mengabarkan kepadaku [Bapakku] dari [Busrah binti Shafwan] bahwa Nabi shallallahu 'alaihi wasallam, beliau bersabda: \" Barangsiapa menyentuh kemaluannya maka janganlah shalat hingga ia berwudlu.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Ummu Habibah, Abu Ayyub, Abu Hurairah, Arwa binti Unais, Aisyah, Jabir, Zaid bin Khalid dan Abdullah bin 'Amru. Abu Isa berkata; \"Hadits ini riwayatnya hasan shahih.\" Ia berkata; \"Demikianlah, tidak hanya satu yang meriwayatkan hadits ini, dari Hisyam bin Urwah, dari bapaknya, dari Busrah. Dan riwayat [Abu Usamah] juga tidak hanya satu yang meriwayatkan hadits ini, dari [Hisyam bin Urwah], dari [bapaknya], dari [Marwan], dari [Busrah], dari Nabi shallallahu 'alaihi wasallam. Dan telah meriwayatkan seperti itu pula Ishaq bin Manshur, ia berkata; \"Abu Usamah menceritakan kepada kami seperti ini.\" Dan hadits ini juga diriwayatkan oleh Abu Az Zinad, dari Urwah, dari Busrah, dari Nabi shallallahu 'alaihi wasallam. Seperti itu pula yang diriwayatkan kepada kami oleh [Ali bin Hujr]. Ia berkata; \"Telah menceritakan kepada kami [Abdurrahman bin Abu Az Zinad], dari [bapaknya], dari [Urwah], dari [Busrah], dari Nabi shallallahu 'alaihi wasallam seperti itu. Dan ini adalah pendapat tidak hanya seorang, dari para sahabat Nabi shallallahu 'alaihi wasallam dan tabi'in. hal ini juga diambil oleh Al Auza'i, Syafi'i, Ahmad dan Ishaq.\" Muhammad berkata; \"Hadits yang paling shahih dalam bab ini adalah hadits Busrah.\" Dan Abu Zur'ah berkata; \"Dalam bab ini, hadits Ummu Habibah juga shahih, yaitu hadits Al 'Ala` Ibnul Harits, dari Makhul, dari 'Anbasah bin Abu Sufyan, dari Ummu Habibah.\" Muhammad berkata; \"Makhul belum pernah mendengar dari 'Anbasah bin Abu Sufyan.\" Sedangkan 'Anbasah meriwayatkan dari seorang laki-laki, dari 'Anbasah selain hadits ini, seakan-akan ia berpendapat bahwa hadits ini shahih.\"","arab":"حَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ هِشَامِ بْنِ عُرْوَةَ قَالَ أَخْبَرَنِي أَبِي عَنْ بُسْرَةَ بِنْتِ صَفْوَانَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ مَسَّ ذَكَرَهُ فَلَا يُصَلِّ حَتَّى يَتَوَضَّأَقَالَ وَفِي الْبَاب عَنْ أُمِّ حَبِيبَةَ وَأَبِي أَيُّوبَ وَأَبِي هُرَيْرَةَ وأَرْوَى ابْنَةِ أُنَيْسٍ وَعَائِشَةَ وَجَابِرٍ وَزَيْدِ بْنِ خَالِدٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَالَ هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ مِثْلَ هَذَا عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ بُسْرَةَ وَرَوَى أَبُو أُسَامَةَ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ مَرْوَانَ عَنْ بُسْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ حَدَّثَنَا بِذَلِكَ إِسْحَقُ بْنُ مَنْصُورٍ حَدَّثَنَا أَبُو أُسَامَةَ بِهَذَا وَرَوَى هَذَا الْحَدِيثَ أَبُو الزِّنَادِ عَنْ عُرْوَةَ عَنْ بُسْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا بِذَلِكَ عَلِيُّ بْنُ حُجْرٍ قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ عَنْ عُرْوَةَ عَنْ بُسْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَبِهِ يَقُولُ الْأَوْزَاعِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ قَالَ مُحَمَّدٌ وَأَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ بُسْرَةَ و قَالَ أَبُو زُرْعَةَ حَدِيثُ أُمِّ حَبِيبَةَ فِي هَذَا الْبَابِ صَحِيحٌ وَهُوَ حَدِيثُ الْعَلَاءِ بْنِ الْحَارِثِ عَنْ مَكْحُولٍ عَنْ عَنْبَسَةَ بْنِ أَبِي سُفْيَانَ عَنْ أُمِّ حَبِيبَةَ و قَالَ مُحَمَّدٌ لَمْ يَسْمَعْ مَكْحُولٌ مِنْ عَنْبَسَةَ بْنِ أَبِي سُفْيَانَ وَرَوَى مَكْحُولٌ عَنْ رَجُلٍ عَنْ عَنْبَسَةَ غَيْرَ هَذَا الْحَدِيثِ وَكَأَنَّهُ لَمْ يَرَ هَذَا الْحَدِيثَ صَحِيحًا","source":"Tirmidzi"},"__N_SSG":true}