{"pageProps":{"number":"949","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib], telah menceritakan kepada kami [Abdullah bin Al Mubarak] dan [Yunus bin Bukair] dari [Muhammad bin Ishaq] dari [Yazid bin Abu Habib] dari [Martsad bin Abdullah Al Yazani] berkata; \"Jika [Malik bin Hubairah] hendak melakukan shalat jenazah, dan melihat jumlah orang-orang hanya sedikit, dia membagi mereka ke dalam tiga shof. Lalu dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: 'Barangsiapa yang dishalatkan tiga shaf, maka dia wajib (mendapatkan surga) '.\" (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari 'Aisyah, Umu Habibah, Abu Hurairah serta Maimunah istri Nabi shallallahu 'alaihi wasallam.\" Abu Isa berkata; \"Hadits Malik bin Hubairah ialah hadits hasan. Demikian, lebih dari satu orang yang meriwayatkannya, dari [Muhammad bin Ishaq]. [Ibrahim bin Sa'ad] juga meriwayatkan hadits ini dari [Muhammad bin Ishaq] dengan memasukkan [seorang lelaki] di antara Martsad dan Malik bin Hubairah. Riwayat mereka menurut kami lebih shahih.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَيُونُسُ بْنُ بُكَيْرٍ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ مَرْثَدِ بْنِ عَبْدِ اللَّهِ الْيَزَنِيِّ قَالَكَانَ مَالِكُ بْنُ هُبَيْرَةَ إِذَا صَلَّى عَلَى جَنَازَةٍ فَتَقَالَّ النَّاسَ عَلَيْهَا جَزَّأَهُمْ ثَلَاثَةَ أَجْزَاءٍ ثُمَّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ صَلَّى عَلَيْهِ ثَلَاثَةُ صُفُوفٍ فَقَدْ أَوْجَبَقَالَ وَفِي الْبَاب عَنْ عَائِشَةَ وَأُمِّ حَبِيبَةَ وَأَبِي هُرَيْرَةَ وَمَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو عِيسَى حَدِيثُ مَالِكِ بْنِ هُبَيْرَةَ حَدِيثٌ حَسَنٌ هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ وَرَوَى إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ هَذَا الْحَدِيثَ وَأَدْخَلَ بَيْنَ مَرْثَدٍ وَمَالِكِ بْنِ هُبَيْرَةَ رَجُلًا وَرِوَايَةُ هَؤُلَاءِ أَصَحُّ عِنْدَنَا","source":"Tirmidzi"},"__N_SSG":true}