{"pageProps":{"number":"131","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ahmad bin Sa'id Ad Darimi] berkata, telah menceritakan kepada kami [Yahya bin Abu Bukair] berkata, telah menceritakan kepada kami [Za`idah bin Qudamah] dari ['Ashim bin Abu Najud] dari [Zirr bin Hubaisy] dari [Abdullah bin Mas'ud] ia berkata; \"Yang pertama kali menampakkan keIslamannya ada tujuh orang; Rasulullah shallallahu 'alaihi wasallam, Abu Bakar, 'Ammar dan Ibunya Sumayyah, Shuhaib, Bilal dan Al Miqdad. Adapun Rasulullah shallallahu 'alaihi wasallam, Allah melindunginya dengan perantara pamannya. Abu Bakar Allah melindunginya dengan perantara kaumnya. Sedang yang lainnya, kaum musyrik telah menyiksanya, memakaikan baju dari besi dan meletakkan mereka di bawah terik matahari. Tidaklah salah seorang dari mereka melainkan telah memenuhi apa yang mereka inginkan. Kecuali Bilal, dirinya dihinakan oleh kaumnya karena Allah, mereka membawa dan memberikannya kepada anak-anak. Sehingga mereka membawanya berkeliling di sepanjang jalan-jalan Makah, sementara dirinya tetap mengatakan; \"Ahad Ahad.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ عَنْ زِرِّ بْنِ حُبَيْشٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَكَانَ أَوَّلَ مَنْ أَظْهَرَ إِسْلَامَهُ سَبْعَةٌ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ وَعَمَّارٌ وَأُمُّهُ سُمَيَّةُ وَصُهَيْبٌ وَبِلَالٌ وَالْمِقْدَادُ فَأَمَّا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَنَعَهُ اللَّهُ بِعَمِّهِ أَبِي طَالِبٍ وَأَمَّا أَبُو بَكْرٍ فَمَنَعَهُ اللَّهُ بِقَوْمِهِ وَأَمَّا سَائِرُهُمْ فَأَخَذَهُمْ الْمُشْرِكُونَ وَأَلْبَسُوهُمْ أَدْرَاعَ الْحَدِيدِ وَصَهَرُوهُمْ فِي الشَّمْسِ فَمَا مِنْهُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ وَاتَاهُمْ عَلَى مَا أَرَادُوا إِلَّا بِلَالًا فَإِنَّهُ هَانَتْ عَلَيْهِ نَفْسُهُ فِي اللَّهِ وَهَانَ عَلَى قَوْمِهِ فَأَخَذُوهُ فَأَعْطَوْهُ الْوِلْدَانَ فَجَعَلُوا يَطُوفُونَ بِهِ فِي شِعَابِ مَكَّةَ وَهُوَ يَقُولُ أَحَدٌ أَحَدٌ","source":"Ibnu Majah"},"__N_SSG":true}