{"pageProps":{"number":"1341","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Suwaid bin Sa'id] berkata, telah menceritakan kepada kami [Abu 'Ashim Al 'Abbadani] dari [Fa`id bin 'Abdurrahman] dari [Abdullah bin Abu Aufa Al Aslami] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam keluar mengunjungi kami seraya bersabda: \"Barangsiapa memiliki hajat kepada Allah, atau kepada salah seorang dari makhluk-Nya, maka hendaklah ia berwudlu dan shalat dua raka'at, kemudian berdo'a \"LAA ILAAHA ILLA ALLAHU AL HALIIMUL KARIIMU SUBHAANAALLAHU RABBAL 'ARSYIL AZHIIMI AL HAMDULILLAHI RABBIL 'AALAMIIN ALLAHUMMA INNI AS`ALUKA MUUJIBAATI RAHMATIKA WA 'AZAA`IMI MAGHFIRATIKA WA GHANIIMATI MIN KULLI BIRRIN WAS SALAAMATA MIN KULLI ITSMIN AS`ALUKA ALLA TADA'A LII ILLA GHAFARTA WA LAA HAMMAN ILLA FARRAJTA WA LAA HAAJATAN HIYA LAKA RIDLAN ILLA QADLAITA LII (Tidak ada Tuhan yang berhak diibadahi kecuali Allah Yang Maha Lembut dan Maha Pemberi. Maha Suci Allah, pemilik 'Arsy yang agung, segala puji bagi Allah Rabb semesta alam. Ya Allah, sesungguhnya aku memohon kepada-Mu sesuatu yang mewajibkan datangnya rahmat-Mu dan hal-hal yang menguatkan datangnya ampunan-Mu, mendapatkan semua kebaikan, bersih dari segala dosa. Aku memohon kepada-Mu agar tidak meninggalkan dosa bagiku kecuali Engkau ampuni, dan kesedihan kecuali Engkau hapuskan, dan hajat yang Engkau ridlai kecuali engkau penuhi). \" Kemudian ia memohon kepada Allah dari urusan dunia dan akhirat apa yang dia inginkan. Sesungguhnya setiap orang telah ditentukan. \"","arab":"حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو عَاصِمٍ الْعَبَّادَانِيُّ عَنْ فَائِدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى الْأَسْلَمِيِّ قَالَخَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَنْ كَانَتْ لَهُ حَاجَةٌ إِلَى اللَّهِ أَوْ إِلَى أَحَدٍ مِنْ خَلْقِهِ فَلْيَتَوَضَّأْ وَلْيُصَلِّ رَكْعَتَيْنِ ثُمَّ لِيَقُلْ لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ مُوجِبَاتِ رَحْمَتِكَ وَعَزَائِمَ مَغْفِرَتِكَ وَالْغَنِيمَةَ مِنْ كُلِّ بِرٍّ وَالسَّلَامَةَ مِنْ كُلِّ إِثْمٍ أَسْأَلُكَ أَلَّا تَدَعَ لِي ذَنْبًا إِلَّا غَفَرْتَهُ وَلَا هَمًّا إِلَّا فَرَّجْتَهُ وَلَا حَاجَةً هِيَ لَكَ رِضًا إِلَّا قَضَيْتَهَا لِي ثُمَّ يَسْأَلُ اللَّهَ مِنْ أَمْرِ الدُّنْيَا وَالْآخِرَةِ مَا شَاءَ فَإِنَّهُ يُقَدَّرُ","source":"Ibnu Majah"},"__N_SSG":true}