{"pageProps":{"number":"2358","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Syabib bin Gharqadah] dari [Urwah Al Bariqi] bahwa Nabi shallallahu 'alaihi wasallam pernah memberikan uang satu dinar kepadanya agar ia gunakan untuk membeli seekor kambing. Lalu ia memberi dua ekor kambing, kemudian menjual salah satunya dengan harga satu dinar. Setelah itu ia datang menemui Nabi shallallahu 'alaihi wasallam dengan membawa uang satu dinar dan seekor kambing. Nabi shallallahu 'alaihi wasallam lalu mendoakannya dengan keberkahan.\" Beliau bersabda: \"Sungguh, sekiranya ia membeli tanah, ia akan tetap beruntung.\" Telah menceritakan kepada kami [Ahmad bin Sa'id Ad Darimi] berkata, telah menceritakan kepada kami [Habban bin Hilal] berkata, telah menceritakan kepada kami [Sa'id bin Zaid] dari [Az Zubair bin Al Khirrib] dari [Abu Labid Limazah bin Zabbar] dari [Urwah bin Abu Al Ju'd Al Bariqi] ia berkata, \"Ketika barang (impor) datang Nabi shallallahu 'alaihi wasallam memberiku uang satu dinar, lalu ia menyebutkan sebagaimana dalam hadits.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ شَبِيبِ بْنِ غَرْقَدَةَ عَنْ عُرْوَةَ الْبَارِقِيِّأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهُ دِينَارًا يَشْتَرِي لَهُ شَاةً فَاشْتَرَى لَهُ شَاتَيْنِ فَبَاعَ إِحْدَاهُمَا بِدِينَارٍ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِدِينَارٍ وَشَاةٍ فَدَعَا لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْبَرَكَةِ قَالَ فَكَانَ لَوْ اشْتَرَى التُّرَابَ لَرَبِحَ فِيهِحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ عَنْ الزُّبَيْرِ بْنِ الْخِرِّيتِ عَنْ أَبِي لَبِيدٍ لِمَازَةُ بْنِ زَبَّارٍ عَنْ عُرْوَةَ بْنِ أَبِي الْجَعْدِ الْبَارِقِيِّ قَالَ قَدِمَ جَلَبٌ فَأَعْطَانِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دِينَارًا فَذَكَرَ نَحْوَهُ","source":"Ibnu Majah"},"__N_SSG":true}