{"pageProps":{"number":"4248","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Ziad bin Habab] telah menceritakan kepada kami [Suhail bin Abdullah saudaranya Hazm bin Al Qath'i] telah menceritakan kepada kami [Tsabit Al Bunani] dari [Anas bin Malik] bahwa Rasulullah shallallahu 'alaihi wasallam membaca ayat ini, yaitu: \"Dia (Allah) adalah Rabb yang patut (kita) bertakwa kepada-Nya dan berhak memberi ampun.\" (QS Al Mudatsir; 56) Beliau bersabda: \"Allah 'azza wajalla berfirman: \"Saya adalah dzat yang patut untuk ditakuti, maka tidak di jadikan bersamaKu sesembahan yang lain, maka barangsiapa takut menjadikan bersamaku dengan sesembahan yang lain, maka saya berhak untuk memberi ampunan kepadanya.\" Abu Hasan Al Qatthan berkata; telah menceritakan kepada kami Ibrahim bin Nashr telah menceritakan kepada kami Hudbah bin Khalid telah menceritakan kepada kami Suhail bin Abu Hazm dari Tsabit dari Anas bahwa Rasulullah shallallahu 'alaihi wasallam bersabda mengenai ayat ini, yaitu: \": Dia (Allah) adalah Rabb yang patut (kita) bertakwa kepada-Nya dan berhak memberi ampun.\" (QS Al Mudatsir; 56), Rasulullah shallallahu 'alaihi wasallam bersabda: \"Rabb kalian berfirman: \"Aku adalah dzat yang berhak untuk di takuti, maka janganlah menyekutukan-Ku dengan sesuatu selainku, dan Aku adalah dzat yang barangsiapa takut menyekutukan-Ku, maka Aku berhak untuk memberi ampunan kepadanya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ حَدَّثَنَا سُهَيْلُ بْنُ عَبْدِ اللَّهِ أَخُو حَزْمٍ الْقُطَعِيِّ حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَرَأَ أَوْ تَلَا هَذِهِ الْآيَةَ{ هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ }فَقَالَ قَالَ اللَّهُ عَزَّ وَجَلَّ أَنَا أَهْلٌ أَنْ أُتَّقَى فَلَا يُجْعَلْ مَعِي إِلَهٌ آخَرُ فَمَنْ اتَّقَى أَنْ يَجْعَلَ مَعِي إِلَهًا آخَرَ فَأَنَا أَهْلٌ أَنْ أَغْفِرَ لَهُقَالَ أَبُو الْحَسَنِ الْقَطَّانُ حَدَّثَنَاهُ إِبْرَاهِيمُ بْنُ نَصْرٍ حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ حَدَّثَنَا سُهَيْلُ بْنُ أَبِي حَزْمٍ عَنْ ثَابِتٍ عَنْ أَنَسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي هَذِهِ الْآيَةِ{ هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ }قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رَبُّكُمْ أَنَا أَهْلٌ أَنْ أُتَّقَى فَلَا يُشْرَكَ بِي غَيْرِي وَأَنَا أَهْلٌ لِمَنْ اتَّقَى أَنْ يُشْرِكَ بِي أَنْ أَغْفِرَ لَهُ","source":"Ibnu Majah"},"__N_SSG":true}