{"pageProps":{"number":"657","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Harmalah bin Yahya] berkata, telah menceritakan kepada kami [Abdullah bin Wahb] berkata, telah menceritakan kepada kami [Yunus] dari [Ibnu Syihab] dari [Sa'id bin Al Musayyab] dari [Abu Hurairah] berkata; \"Ketika Rasulullah shallallahu 'alaihi wasallam kembali dari perang Khaibar, beliau bergerak pada waktu malam hingga akhirnya beliau dihinggapi rasa kantuk, beliau berhenti untuk beristirahat seraya bersabda kepada Bilal: \"Jagalah kami pada malam ini.\" Bilal kemudian melaksanakan shalat semampunya, sementara Rasulullah shallallahu 'alaihi wasallam dan para sahabat lainnya tidur. Ketika waktu fajar telah dekat, Bilal menyandarkan dirinya pada kendaraannya menunggu waktu subuh. Namun rasa kantuk menyerangnya hingga ia tertidur dalam keadaan menyandar pada kendaraannya. Ia dan juga para sahabatnya tidak terbangun hingga sinar matahari menyengat. Dan Rasulullah adalah orang yang pertama kali bangun, beliau lalu melompat dan berseru: \"Wahai Bilal! \" Bilal menjawab; \"Wahai Rasulullah, demi ayah dan ibuku, Allah mengambil jiwaku sebagaimana telah mengambil jiwamu.\" Rasulullah bersabda: \"Tuntunlah.\" Maka mereka pun menuntun kendaraan-kendaraan mereka beberapa saat. Kemudian Rasulullah shallallahu 'alaihi wasallam berwudlu dan memerintah Bilal untuk iqamah, hingga Bilal pun mengumandangkan iqamah. Lalu beliau shalat subuh bersama dengan mereka. Setelah Rasulullah shallallahu 'alaihi wasallam selesai shalat, beliau bersabda: \"Barangsiapa lupa melaksanakan shalat, maka hendaklah ia melaksanakannya ketika mengingatnya, sesungguhnya Allah 'azza wajalla berfirman: (Dan dirikanlah shalat untuk mengingatKu).\" ","arab":"حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ حَدَّثَنَا يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَفَلَ مِنْ غَزْوَةِ خَيْبَرَ فَسَارَ لَيْلَهُ حَتَّى إِذَا أَدْرَكَهُ الْكَرَى عَرَّسَ وَقَالَ لِبِلَالٍ اكْلَأْ لَنَا اللَّيْلَ فَصَلَّى بِلَالٌ مَا قُدِّرَ لَهُ وَنَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ فَلَمَّا تَقَارَبَ الْفَجْرُ اسْتَنَدَ بِلَالٌ إِلَى رَاحِلَتِهِ مُوَاجِهَ الْفَجْرِ فَغَلَبَتْ بِلَالًا عَيْنَاهُ وَهُوَ مُسْتَنِدٌ إِلَى رَاحِلَتِهِ فَلَمْ يَسْتَيْقِظْ بِلَالٌ وَلَا أَحَدٌ مِنْ أَصْحَابِهِ حَتَّى ضَرَبَتْهُمْ الشَّمْسُ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوَّلَهُمْ اسْتِيقَاظًا فَفَزَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَيْ بِلَالُ فَقَالَ بِلَالٌ أَخَذَ بِنَفْسِي الَّذِي أَخَذَ بِنَفْسِكَ بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللَّهِ قَالَ اقْتَادُوا فَاقْتَادُوا رَوَاحِلَهُمْ شَيْئًا ثُمَّ تَوَضَّأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمَرَ بِلَالًا فَأَقَامَ الصَّلَاةَ فَصَلَّى بِهِمْ الصُّبْحَ فَلَمَّا قَضَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ قَالَ مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ{ وَأَقِمْ الصَّلَاةَ لِذِكْرِي }قَالَ وَكَانَ ابْنُ شِهَابٍ يَقْرَؤُهَا لِلذِّكْرَى","source":"Ibnu Majah"},"__N_SSG":true}