{"pageProps":{"number":"12","slug":"darimi","id":"Telah mengabarkan kepada kami [Al Hasan bin 'Ali] telah menceritakan kepada kami [Abu Usamah] dari [Ja'far bin Maimun At Tamimi] dari [Abu Utsman An Nahdi] Bahwa Rasulullah shallallahu 'alaihi wasallam keluar ke Bathha` dan bersamanya Ibnu Mas'ud Radliyallahu'anhu, lalu Rasulullah shallallahu 'alaihi wasallam pergi menuju Bathaa bersama ibnu Mas'ud, lalu beliau mengajak duduk Ibnu Mas'ud dan membuat satu garis pembatas untuknya. Lalu berkata: Jangan sekali-kali kamu tinggalkan tempat ini, karena beberapa orang laki-laki akan menemuimu yang kamu tidak berbicara kepada mereka, dan mereka pun tidak akan berbicara kepadamu. Lalu Rasulullah shallallahu 'alaihi wasallam meneruskan perjalanannya kemana saja beliau kehendaki. Kemudian sampailah orang-orang tersebut pada garis pembatas dan mereka tidak melewatinya, kemudian mereka pergi menuju Rasulullah shallallahu 'alaihi wasallam. Sampai ketika pada akhir malam beliau mendatangiku lalu tidur dengan menjadikan pahaku sebagai bantalnya, dan beliau apabila tidur terdengar hembusan nafasnya. Tatkala Rasulullah shallallahu 'alaihi wasallam sedang tidur di pahaku datanglah para lelaki seperti dengan paras yang tampan memakai pakaian yang serba putih. Huuh, alangkah indahnya mereka! sehingga segolongan dari mereka duduk di sisi kepala Rasulullah shallallahu 'alaihi wasallam dan segolongan yang lain di sisi kaminya lalu mereka saling berkata: kami belum pernah mendapatkan seorang hamba yang diberi anugerah seperti apa yang diberikan kepada Nabi shallallahu 'alaihi wasallam. Orang ini matanya tertidur tapi hatinya dalam keadaan sadar, buatlah baginya suatu perumpamaan. Baiklah, dia seperti seorang tuan yang membangun sebuah istana, kemudian membuat hidangan lalu mengundang orang-orang untuk makan dan minum, kemudian orang-orang tersebut naik ke langit. Lalu terbangunlah Rasulullah shallallahu 'alaihi wasallam ketika itu lalu beliau berkata kepadaku: tahukah kamu siapa mereka itu? lalu aku menjawab: Allah Subhanahu wa Ta'ala dan Rasul-Nya yang lebih tahu. Lalu beliau berkata: mereka adalah malaikat. Lalu beliau berkata lagi: tahukah anda apa yang diumpamakan? Aku katakan Allah Subhanahu wa Ta'ala dan Rasul-Nya yang lebih tahu beliau menjawab: Ar Rahman membangun surga, lalu menyeru (mengundang) hamba-hamba-Nya kepadanya, barang siapa yang menyambut maka dia akan masuk surga dan barang siapa yang menolak maka dia menghukum dan menyiksanya. ","arab":" أَخْبَرَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ جَعْفَرِ بْنِ مَيْمُونٍ التَّمِيمِيِّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَى الْبَطْحَاءِ وَمَعَهُ ابْنُ مَسْعُودٍ فَأَقْعَدَهُ وَخَطَّ عَلَيْهِ خَطًّا ثُمَّ قَالَ لَا تَبْرَحَنَّ فَإِنَّهُ سَيَنْتَهِي إِلَيْكَ رِجَالٌ فَلَا تُكَلِّمْهُمْ فَإِنَّهُمْ لَنْ يُكَلِّمُوكَ فَمَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَيْثُ أَرَادَ ثُمَّ جَعَلُوا يَنْتَهُونَ إِلَى الْخَطِّ لَا يُجَاوِزُونَهُ ثُمَّ يَصْدُرُونَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ مِنْ آخِرِ اللَّيْلِ جَاءَ إِلَيَّ فَتَوَسَّدَ فَخِذِي وَكَانَ إِذَا نَامَ نَفَخَ فِي النَّوْمِ نَفْخًا فَبَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَوَسِّدٌ فَخِذِي رَاقِدٌ إِذْ أَتَانِي رِجَالٌ كَأَنَّهُمْ الْجِمَالُ عَلَيْهِمْ ثِيَابٌ بِيضٌ اللَّهُ أَعْلَمُ مَا بِهِمْ مِنْ الْجَمَالِ حَتَّى قَعَدَ طَائِفَةٌ مِنْهُمْ عِنْدَ رَأْسِهِ وَطَائِفَةٌ مِنْهُمْ عِنْدَ رِجْلَيْهِ فَقَالُوا بَيْنَهُمْ مَا رَأَيْنَا عَبْدًا أُوتِيَ مِثْلَ مَا أُوتِيَ هَذَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ عَيْنَيْهِ لَتَنَامَانِ وَإِنَّ قَلْبَهُ لَيَقْظَانُ اضْرِبُوا لَهُ مَثَلًا سَيِّدٌ بَنَى قَصْرًا ثُمَّ جَعَلَ مَأْدُبَةً فَدَعَا النَّاسَ إِلَى طَعَامِهِ وَشَرَابِهِ ثُمَّ ارْتَفَعُوا وَاسْتَيْقَظَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ فَقَالَ لِي أَتَدْرِي مَنْ هَؤُلَاءِ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ هُمْ الْمَلَائِكَةُ قَالَ وَهَلْ تَدْرِي مَا الْمَثَلُ الَّذِي ضَرَبُوهُ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ الرَّحْمَنُ بَنَى الْجَنَّةَ فَدَعَا إِلَيْهَا عِبَادَهُ فَمَنْ أَجَابَهُ دَخَلَ جَنَّتَهُ وَمَنْ لَمْ يُجِبْهُ عَاقَبَهُ وَعَذَّبَهُ","source":"Darimi"},"__N_SSG":true}