{"pageProps":{"number":"1301","slug":"darimi","id":"Telah menceritakan kepada kami [Sulaiman bin Daud Al Hasyimi] telah menceritakan kepada kami [Ibrahim bin Sa'd] dari [Az Zuhri] dari [Humaid bin 'Abdurrahman] dari [Abu Hurairah] ia berkata, \"Seseorang telah datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Aku telah binasa! \" Beliau bertanya: \"Apa yang membinasakanmu?\" Ia menjawab, \"Aku telah menggauli isteriku pada bulan Ramadan.\" Beliau bersabda: \"Bebaskanlah seorang budak.\" Ia berkata, \"Aku tidak memiliki budak.\" Beliau bersabda: \"Berpuasalah dua bulan berturut-turut.\" Ia berkata, \"Aku tidak mampu.\" Beliau bersabda: \"Berilah makan enam puluh orang miskin.\" Ia berkata, \"Aku tidak mendapatkan makanan.\" Abu Hurairah berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam diberi keranjang yang berisi kurma, kemudian beliau berkata: \"Dimanakah orang yang bertanya? Bersedekahlah dengan ini.\" Orang itu lalu berkata, \"Wahai Rasulullah, apakah aku harus bersedekah kepada orang yang lebih fakir dari keluargaku? Demi Allah, tidak ada di antara dua daerah yang berbatu hitam (yaitu Madinah) yang lebih fakir daripada kami.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kalau begitu untuk kalian saja.\" Beliau berikan kurma tersebut sambil tertawa hingga nampak gigi-gigi taringnya.\" Telah menceritakan kepada kami ['Ubaidullah bin Abdul Majid] telah menceritakan kepada kami [Malik] dari [Ibnu Syihab] dari [Humaid bin 'Abdurrahman] dari [Abu Hurairah], bahwa seorang laki-laki telah berbuka pada bulan Ramadan.... kemudian ia menyebutkan hadits tersebut.\" ","arab":" حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْهَاشِمِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ الزُّهْرِيِّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَقَالَ هَلَكْتُ فَقَالَ وَمَا أَهْلَكَكَ قَالَ وَاقَعْتُ امْرَأَتِي فِي شَهْرِ رَمَضَانَ قَالَ فَأَعْتِقْ رَقَبَةً قَالَ لَيْسَ عِنْدِي قَالَ فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ لَا أَسْتَطِيعُ قَالَ فَأَطْعِمْ سِتِّينَ مِسْكِينًا قَالَ لَا أَجِدُ قَالَ فَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ أَيْنَ السَّائِلُ تَصَدَّقْ بِهَذَا فَقَالَ أَعَلَى أَفْقَرَ مِنْ أَهْلِي يَا رَسُولَ اللَّهِ فَوَاللَّهِ مَا بَيْنَ لَابَتَيْهَا أَهْلُ بَيْتٍ أَفْقَرَ مِنَّا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْتُمْ إِذًا وَضَحِكَ حَتَّى بَدَتْ أَنْيَابُهُ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ حَدَّثَنَا مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَجُلًا أَفْطَرَ فِي رَمَضَانَ فَذَكَرَ الْحَدِيثَ","source":"Darimi"},"__N_SSG":true}