{"pageProps":{"number":"17","slug":"darimi","id":"Telah mengabarkan kepada kami [Ubaidullah bin Musa] dari [Isa bin Abdul Malik] dari [Abu Az Zubair] dari [Jabir] Radliyallahu'anhu, ia berkata; saya keluar bersama Rasulullah shallallahu 'alaihi wasallam dalam satu perjalanan dan beliau apabila hendak buang hajat selalu bersembunyi hingga tidak kelihatan. Ketika itu kami sedang berada pada tanah lapang yang luas yang tidak ada pepohonan atau pun tanda kehidupan lalu beliau berkata: wahai Jabir ambillah air dengan bejanamu, dan marilah kita teruskan perjalanan. Kata Jabir, kami terus melanjutkan perjalanan hingga tidak terlihat. Tiba-tiba ada dua pohon yang jarak antara keduanya empat hasta. Beliau bersabda: Tolong kamu dekati pohon itu, ajaklah bicara, niscaya dia menjawab, katakanlah padanya 'temuilah pohon sebelahmu hingga aku bisa duduk di belakang kamu berdua'. Pohon itu mendekati (temannya, pohon sebelahnya) dan Rasulullah shallallahu 'alaihi wasallam duduk di belakang keduanya, kemudian kedua pohon itu kembali ke tempat masing-masing. Selanjutnya kami menaiki tunggangan kami, dan seakan-akan di atas kami ada seekor burung yang menaungi kami, lalu seorang perempuan bersama bayinya mencegat Rasulullah shallallahu 'alaihi wasallam, ia berkata; wahai Rasulullah sesungguhnya anak saya ini selalu diganggu syaitan setiap hari tiga kali. Jabir berkata; lalu Rasulullah shallallahu 'alaihi wasallam mengambil bayi tersebut dan meletakannya di depan kendaraannya lalu beliau berkata; pergilah hai musuh Allah! saya adalah Rasulullah. Rasul mengucapkannya sebanyak tiga kali. Kemudian beliau mengembalikannya kepada perempuan tersebut. Tatkala kami kembali dari perjalanan, kami melewati jalan semula, dan seorang perempuan bersama anaknya telah mencegat kami bersama dua domba yang digiringnya. Kemudian ia berkata; \"Wahai Rasulullah shallallahu 'alaihi wasallam terimalah hadiah dari saya ini, demi Dzat yang mengutus baginda dengan benar sungguh syaitan itu tidak datang lagi. \" Beliau berkata: ambilah satu dan kembalikan yang satunya kepadanya. Kemudian kami terus melanjutkan perjalanan dan burung seolah-olah memayungi kami, tiba-tiba ada unta melarikan diri, namun saat ia sampai pada dua rerimbunan pohon, ia langsung merunduk bersujud dan Rasulullah shallallahu 'alaihi wasallam menangkapnya. Rasul bertanya kepada orang-orang: \"Kemarilah hai orang-orang, siapa pemilik unta ini? Maka beberapa pemuda dari kaum Anshar menjawab; ia milik kami wahai Rasulullah, beliau bertanya: apa yang sedang dialaminya? Mereka menjawab; kami telah lelah mengurusnya selama dua puluh tahun dan ia telah mempunyai banyak lemak (sudah menjadi gemuk) maka kami ingin menyembelihnya serta ingin membagikannya diantara anak-anak kami, akan tetapi ia kabur dari kami. Beliau berkata: \"baiklah, kalau begitu jual saja kepada saya. \". Mereka menjawab; \"Ohh, nggak usah baginda, tetapi cukuplah unta itu sebagai (hadiah) untuk baginda. Nabi berujar; \"Okelah, jika ia milik saya maka berlaku baiklah kepadanya, sampai tiba ajalnya. Pada saat itu kaum muslimin berkata; Wahai Rasulullah kami lebih berhak untuk bersujud kepada baginda dari binatang, beliau bersabda: Tidaklah berhak satu (makhluk) bersujud kepada makhluk (lainnya), kalau sekiranya hal itu boleh maka para wanita diperkenankan sujud kepada suami-suami mereka. ","arab":" أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ إِسْمَعِيلَ بْنِ عَبْدِ الْمَلِكِ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ خَرَجْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ وَكَانَ لَا يَأْتِي الْبَرَازَ حَتَّى يَتَغَيَّبَ فَلَا يُرَى فَنَزَلْنَا بِفَلَاةٍ مِنْ الْأَرْضِ لَيْسَ فِيهَا شَجَرٌ وَلَا عَلَمٌ فَقَالَ يَا جَابِرُ اجْعَلْ فِي إِدَاوَتِكَ مَاءً ثُمَّ انْطَلِقْ بِنَا قَالَ فَانْطَلَقْنَا حَتَّى لَا نُرَى فَإِذَا هُوَ بِشَجَرَتَيْنِ بَيْنَهُمَا أَرْبَعُ أَذْرُعٍ فَقَالَ يَا جَابِرُ انْطَلِقْ إِلَى هَذِهِ الشَّجَرَةِ فَقُلْ يُقَلْ لَكِ الْحَقِي بِصَاحِبَتِكِ حَتَّى أَجْلِسَ خَلْفَكُمَا فَرَجَعَتْ إِلَيْهَا فَجَلَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُمَا ثُمَّ رَجَعَتَا إِلَى مَكَانِهِمَا فَرَكِبْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَسُولُ اللَّهِ بَيْنَنَا كَأَنَّمَا عَلَيْنَا الطَّيْرُ تُظِلُّنَا فَعَرَضَتْ لَهُ امْرَأَةٌ مَعَهَا صَبِيٌّ لَهَا فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنِي هَذَا يَأْخُذُهُ الشَّيْطَانُ كُلَّ يَوْمٍ ثَلَاثَ مِرَارٍ قَالَ فَتَنَاوَلَ الصَّبِيَّ فَجَعَلَهُ بَيْنَهُ وَبَيْنَ مُقَدَّمِ الرَّحْلِ ثُمَّ قَالَ اخْسَأْ عَدُوَّ اللَّهِ أَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اخْسَأْ عَدُوَّ اللَّهِ أَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثًا ثُمَّ دَفَعَهُ إِلَيْهَا فَلَمَّا قَضَيْنَا سَفَرَنَا مَرَرْنَا بِذَلِكَ الْمَكَانِ فَعَرَضَتْ لَنَا الْمَرْأَةُ مَعَهَا صَبِيُّهَا وَمَعَهَا كَبْشَانِ تَسُوقُهُمَا فَقَالَتْ يَا رَسُولَ اللَّهِ اقْبَلْ مِنِّي هَدِيَّتِي فَوَالَّذِي بَعَثَكَ بِالْحَقِّ مَا عَادَ إِلَيْهِ بَعْدُ فَقَالَ خُذُوا مِنْهَا وَاحِدًا وَرُدُّوا عَلَيْهَا الْآخَرَ قَالَ ثُمَّ سِرْنَا وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَنَا كَأَنَّمَا عَلَيْنَا الطَّيْرُ تُظِلُّنَا فَإِذَا جَمَلٌ نَادٌّ حَتَّى إِذَا كَانَ بَيْنَ سِمَاطَيْنِ خَرَّ سَاجِدًا فَحَبَسَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ عَلَيَّ النَّاسَ مَنْ صَاحِبُ الْجَمَلِ فَإِذَا فِتْيَةٌ مِنْ الْأَنْصَارِ قَالُوا هُوَ لَنَا يَا رَسُولَ اللَّهِ قَالَ فَمَا شَأْنُهُ قَالُوا اسْتَنَيْنَا عَلَيْهِ مُنْذُ عِشْرِينَ سَنَةً وَكَانَتْ بِهِ شُحَيْمَةٌ فَأَرَدْنَا أَنْ نَنْحَرَهُ فَنَقْسِمَهُ بَيْنَ غِلْمَانِنَا فَانْفَلَتَ مِنَّا قَالَ بِيعُونِيهِ قَالُوا لَا بَلْ هُوَ لَكَ يَا رَسُولَ اللَّهِ قَالَ أَمَّا لِي فَأَحْسِنُوا إِلَيْهِ حَتَّى يَأْتِيَهُ أَجَلُهُ قَالَ الْمُسْلِمُونَ عِنْدَ ذَلِكَ يَا رَسُولَ اللَّهِ نَحْنُ أَحَقُّ بِالسُّجُودِ لَكَ مِنْ الْبَهَائِمِ قَالَ لَا يَنْبَغِي لِشَيْءٍ أَنْ يَسْجُدَ لِشَيْءٍ وَلَوْ كَانَ ذَلِكَ كَانَ النِّسَاءُ لِأَزْوَاجِهِنَّ","source":"Darimi"},"__N_SSG":true}