{"pageProps":{"number":"2038","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Hammad bin Zaid] dari [Ayyub] dari [Abu Qilabah] dari [Abu Al Muhallab] dari [Imran bin Hushain] ia berkata; Dahulu 'Adhba` (nama unta rasul) adalah milik seorang laki-laki Bani 'Uqail, kemudian ia ditawan, dan 'Adhba`pun diambil. Kemudian Rasulullah shallallahu 'alaihi wasallam melewatinya, sementara orang itu dalam keadaan terikat. Laki-laki itu berkata; \"Wahai Muhammad, kenapa engkau menawanku dan mengambil unta pacuanku yang larinya cepat? Sungguh aku telah masuk Islam.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika yang kamu katakan benar, dan kamu dapat mengendalikan urusanmuy, maka kamu akan mendapatkan keberuntungan.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kami menangkapmu karena kejahatan para sekutumu (yaitu Tsaqif).\" -Bani Tsaqif telah menawan dua sahabat Rasulullah shallallahu 'alaihi wasallam- Rasulullah shallallahu 'alaihi wasallam lalu datang sambil naik keledai dengan memakai mantel. Tawanan itu berkata; \"Wahai Muhammad, aku lapar, berilah aku makan, dan aku juga haus, berilah aku minum.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ini kebutuhanmu!.\" Lalu tawanan itu ditebus dengan dua orang sahabat, sementara Rasulullah shallallahu 'alaihi wasallam menahan Al 'Adhba` untuk kendaraan beliau. Unta tersebut termasuk diantara unta-unta yang gerak lajunya sangat cepat. Suatu ketika orang-orang musyrik menyerang Madinah dengan tiba-tiba, dan berhasil membawa beberapa ekor ternak, diantaranya pula terdapat Al Adhba`, mereka juga berhasil menawan seorang wanita, apabila mereka singgah…\" -Abu Muhammad berkata; kemudian (Imran bin Hushain) menyebutkan redaksi hadits; \"Mereka menderumkan unta-unta mereka di halaman persinggahan mereka. Pada suatu malam wanita yang tertawan berdiri ketika mereka terlelap tertidur. Setiap kali wanita itu meletakkan tangannya di atas unta, unta tersebut bersuara hingga ia sampai kepada Al 'Adhba`, lalu ia mendatangi unta Rasulullah shallallahu 'alaihi wasallam yang penurut dan berpengalaman, wanita itu langsung menungganginya menuju arah Madinah, ia bernadzar seandainya Allah menyelamatkannya, niscaya ia akan menyembelih unta tersebut. Imran berkata; \"Setibanya di Madinah, unta tersebut dikenali dan dikatakan; \"Itu adalah unta Rasulullah shallallahu 'alaihi wasallam.\" orang-orangpun menemui Nabi shallallahu 'alaihi wasallam dengan membawa untanya, wanita itu memberitahukan nadzarnya. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sungguh buruk balasan yang engkau berikan.\" Atau \"Sungguh buruk balasan yang diberikan wanita itu, sesungguhnya Allah telah menyelamatkannya, justeru ia hendak menyembelihnya. Tidak boleh menunaikan nadzar dalam kemaksiatan kepada Allah, dan dalam perkara yang tidak dimiliki anak Adam.\"","arab":" أَخْبَرَنَا أَبُو نُعَيْمٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ أَبِي قِلَابَةَ عَنْ أَبِي الْمُهَلَّبِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَ كَانَتْ الْعَضْبَاءُ لِرَجُلٍ مِنْ بَنِي عُقَيْلٍ فَأُسِرَ وَأُخِذَتْ الْعَضْبَاءُ فَمَرَّ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي وَثَاقٍ فَقَالَ يَا مُحَمَّدُ عَلَى مَا تَأْخُذُونِي وَتَأْخُذُونَ سَابِقَةَ الْحَاجِّ وَقَدْ أَسْلَمْتُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ قُلْتَهَا وَأَنْتَ تَمْلِكُ أَمْرَكَ أَفْلَحْتَ كُلَّ الْفَلَاحِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَأْخُذُكَ بِجَرِيرَةِ حُلَفَائِكَ وَكَانَتْ ثَقِيفٌ قَدْ أَسَرُوا رَجُلَيْنِ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى حِمَارٍ عَلَيْهِ قَطِيفَةٌ فَقَالَ يَا مُحَمَّدُ إِنِّي جَائِعٌ فَأَطْعِمْنِي وَظَمْآنُ فَاسْقِنِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذِهِ حَاجَتُكَ ثُمَّ إِنَّ الرَّجُلَ فُدِيَ بِرَجُلَيْنِ فَحَبَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَضْبَاءَ لِرَحْلِهِ وَكَانَتْ مِنْ سَوَابِقِ الْحَاجِّ ثُمَّ إِنَّ الْمُشْرِكِينَ أَغَارُوا عَلَى سَرْحِ الْمَدِينَةِ فَذَهَبُوا بِهِ فِيهَا الْعَضْبَاءُ وَأَسَرُوا امْرَأَةً مِنْ الْمُسْلِمِينَ وَكَانُوا إِذَا نَزَلُوا قَالَ أَبُو مُحَمَّد ثُمَّ ذَكَرَ كَلِمَةً إِبِلُهُمْ فِي أَفْنِيَتِهِمْ فَلَمَّا كَانَ ذَاتَ لَيْلَةٍ قَامَتْ الْمَرْأَةُ وَقَدْ نُوِّمُوا فَجَعَلَتْ لَا تَضَعُ يَدَيْهَا عَلَى بَعِيرٍ إِلَّا رَغَا حَتَّى أَتَتْ الْعَضْبَاءَ فَأَتَتْ عَلَى نَاقَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلُولٍ مُجَرَّسَةٍ فَرَكِبَتْهَا ثُمَّ تَوَجَّهَتْ قِبَلَ الْمَدِينَةِ وَنَذَرَتْ لَئِنْ اللَّهُ نَجَّاهَا لَتَنْحَرَنَّهَا قَالَ فَلَمَّا قَدِمَتْ عُرِفَتْ النَّاقَةُ فَقِيلَ نَاقَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَوْا بِهَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخْبَرَتْ الْمَرْأَةُ بِنَذْرِهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِئْسَمَا جَزَيْتِهَا أَوْ بِئْسَمَا جَزَتْهَا إِنْ اللَّهُ نَجَّاهَا لَتَنْحَرَنَّهَا لَا وَفَاءَ لِنَذْرٍ فِي مَعْصِيَةِ اللَّهِ وَلَا فِيمَا لَا يَمْلِكُ ابْنُ آدَمَ","source":"Darimi"},"__N_SSG":true}