{"pageProps":{"number":"817","slug":"darimi","id":"Telah mengabarkan kepada kami [Sa'id bin 'Amir] dari [Hammam] dari ['Amir Al 'Ahwal] dari [Makhul] dari [Ibnu Muhairiz] dari [Abu Mahdzurah], bahwa Rasulullah shallallahu 'alaihi wasallam telah memerintahkan kepada sekitar dua puluh orang (untuk mengumandangkan adzan), lalu mereka mengumandangkannya dan beliau kagum pada suara Abu mahdzurah, maka beliau mengajarkan adzan kepadanya: 'ALLAHU AKBAR, ALLAHU AKBAR. ASYHADU AN LAA ILAAHA ILLA ALLAHU, ASYHADU AN LAA ILAAHA ILLA ALLAHU. ASYHADU ANNA MUHAMMADAN RASULULLAH, ASYHADU ANNA MUHAMMADAN RASULULLAH. HAYYA 'ALAS SHALAAT, HAYYA 'ALAS SHALAAT. HAYYA 'ALAL FALAAH, HAYYA 'ALAL FALAAH. ALLAHU AKBAR, ALLAHU AKBAR. LAA ILAAHA ILLA ALLAHU (Allah Maha Besar, Allah Maha Besar. Aku bersaksi bahwa tidak ada tuhan (yang patut disembah) kecuali Allah, aku bersaksi bahwa tidak ada tuhan (yang patut disembah) kecuali Allah. Aku bersaksi bahwa Muhammad adalah utusan Allah, aku bersaksi bahwa Muhammad adalah utusan Allah. Marilah shalat, marilah shalat. Mari kita menuju pada kemenangan, mari kita menuju pada kemenangan. Allah Maha Besar, Allah Maha Besar. Tidak ada tuhan (yang berhak disembah) kecuali Allah) '. Dan beliau memerintahkan iqamah diucapkan dua kali-dua kali.\"","arab":" أَخْبَرَنَا سَعِيدُ بْنُ عَامِرٍ عَنْ هَمَّامٍ عَنْ عَامِرٍ الْأَحْوَلِ عَنْ مَكْحُولٍ عَنْ ابْنِ مُحَيْرِيزٍ عَنْ أَبِي مَحْذُورَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ نَحْوًا مِنْ عِشْرِينَ رَجُلًا فَأَذَّنُوا فَأَعْجَبَهُ صَوْتُ أَبِي مَحْذُورَةَ فَعَلَّمَهُ الْأَذَانَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَه إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ وَالْإِقَامَةَ مَثْنَى مَثْنَى","source":"Darimi"},"__N_SSG":true}