{"pageProps":{"number":"1321","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Munir] dia mendengar dari [Abu An-Nadhir]. Telah menceritakan kepada kami ['Abdurrahman] dia adalah putra dari 'Abdullah bin Dinar dari [bapaknya] dari [Abu Shalih] dari [Abu Hurairah radliallahu 'anhu] berkata,: Rasulullah Shallallahu'alaihiwasallam telah bersabda: \"Barangsiapa yang bershadaqah dengan sebutir kurma hasil dari usahanya sendiri yang baik (halal), sedangkan Allah tidak menerima kecuali yang baik saja, maka sungguh Allah akan menerimanya dengan tangan kananNya lalu mengasuhnya untuk pemiliknya sebagaimana jika seorang dari kalian mengasuh anak kudanya hingga membesar seperti gunung\". Hadits ini juga dikuatkan oleh [Sulaiman] dari [Ibnu Dinar] dan berkata, [Warqa'] dari [Ibnu Dinar] dari [Sa'id bin Yasar] dari [Abu Hurairah radliallahu 'anhu] dari Nabi Shallallahu'alaihiwasallam. Dan diriwayatkanoleh [Muslim bin Abu Maryam] dan [Zaid bin Aslam] dan [Suhail] dari [Abu Shalih] dari [Abu Hurairah radliallahu 'anhu] dari Nabi Shallallahu'alaihiwasallam.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ سَمِعَ أَبَا النَّضْرِ حَدَّثَنَا عَبْدُ الرَّحْمَنِ هُوَ ابْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ أَبِيهِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ تَصَدَّقَ بِعَدْلِ تَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ وَلَا يَقْبَلُ اللَّهُ إِلَّا الطَّيِّبَ وَإِنَّ اللَّهَ يَتَقَبَّلُهَا بِيَمِينِهِ ثُمَّ يُرَبِّيهَا لِصَاحِبِهِ كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ حَتَّى تَكُونَ مِثْلَ الْجَبَلِتَابَعَهُ سُلَيْمَانُ عَنْ ابْنِ دِينَارٍ وَقَالَ وَرْقَاءُ عَنْ ابْنِ دِينَارٍ عَنْ سَعِيدِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَاهُ مُسْلِمُ بْنُ أَبِي مَرْيَمَ وَزَيْدُ بْنُ أَسْلَمَ وَسُهَيْلٌ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}