{"pageProps":{"number":"1388","slug":"bukhari","id":"Telah menceritakan kepada kami [Sa'id bin Abu Maram] telah menceritakan kepada kami ['Abdullah bin Wahb] berkata, telah mengabarkan kepada saya [Yunus bin Zaid] dari [Az Zuhriy] dari [Salim bin 'Abdullah] dari [bapaknya radliallahu 'anhu] dari Nabi Shallallahu'alaihiwasallam bersabda: \"Pada tanaman yang diairi dengan air hujan, mata air, atau air tanah maka zakatnya sepersepuluh, adapun yang diairi dengan menggunakan tenaga maka zakatnya seperduapuluh\". Abu Abdullah Al Bukhari berkata; \"Ini adalah tafsiran pertama karena Beliau tidak menentukannya saat waktu pertama kali, yakni hadits Ibn Umar; \"Pada setiap tanaman yang diairi dengan hujan adalah sepersepuluh\". Lalu Beliau menjelaskan hal ini; \"Dan menentukan waktu dan tambahan ini bisa diterima, dan penafsiran adalah suatu tuntutan suatu hal yang belum jelas, jika diriwayatkan oleh orang-orang terpercaya. Seperti Fadhal bin 'Abbas pernah meriwayatkan bahwa Nabi Shallallahu'alaihiwasallam tidak shalat di dalam Ka'bah namun Bilal berkata, bahwa Beliau shalat disana. Maka perkataan Bilal diambil, sedangkan perkataan Fadhl ditinggal.","arab":"حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ عَنْ الزُّهْرِيِّ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِيمَا سَقَتْ السَّمَاءُ وَالْعُيُونُ أَوْ كَانَ عَثَرِيًّا الْعُشْرُ وَمَا سُقِيَ بِالنَّضْحِ نِصْفُ الْعُشْرِقَالَ أَبُو عَبْد اللَّهِ هَذَا تَفْسِيرُ الْأَوَّلِ لِأَنَّهُ لَمْ يُوَقِّتْ فِي الْأَوَّلِ يَعْنِي حَدِيثَ ابْنِ عُمَرَ وَفِيمَا سَقَتْ السَّمَاءُ الْعُشْرُ وَبَيَّنَ فِي هَذَا وَوَقَّتَ وَالزِّيَادَةُ مَقْبُولَةٌ وَالْمُفَسَّرُ يَقْضِي عَلَى الْمُبْهَمِ إِذَا رَوَاهُ أَهْلُ الثَّبَتِ كَمَا رَوَى الْفَضْلُ بْنُ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُصَلِّ فِي الْكَعْبَةِوَقَالَ بِلَالٌ قَدْ صَلَّى فَأُخِذَ بِقَوْلِ بِلَالٍ وَتُرِكَ قَوْلُ الْفَضْلِ","source":"Bukhari"},"__N_SSG":true}