{"pageProps":{"number":"2189","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad, dia adalah anak dari Salam] telah mengabarkan kepada kami [Makhlad bin Yazid Al Harraniy] berkata, telah mengabarkan kepada kami [Ibnu Juraij] berkata, telah menceritakan kepadaku [Ibnu Syihab] dari ['Urwah bin Az Zubair] bahwasanya dia menceritakan ada seorang dari kalangan Anshar bersengketa dengan Az Zubair di hadapan Nabi shallallahu 'alaihi wasallam tentang aliran air di daerah Al Harrah yang mereka gunakan untuk menyirami pepohonan kurma. Maka Rasulullah shallallahu 'alaihi wasallam berkata kepada Az Zubair: \"Wahai Zubair. Beliau memerintahkannya berbuat ma'ruf.\"Kemudian kirimlah buat tetanggamu\". Orang Anshar itu berkata; \"Tentu saja kamu bela dia karena dia putra bibimu\". Maka wajah Rasulullah shallallahu 'alaihi wasallam memerah kemudian berkata: \"Berilah air kemudian bendunglah hingga air itu kembali ke dasar ladang dan tunaikanlah haknya\". Maka Az Zubair berkata: \"Demi Allah, sungguh ayat ini turun tentang kasus ini, yaitu firman Allah dalam surah An-Nisa ayat 65 yang artinya: (\"Maka demi Tuhanmu, mereka (pada hakekatnya) tidak beriman hingga mereka menjadikan kamu hakim terhadap perkara yang mereka perselisihkan…). Ibnu Sihab berkata, kepadaku: \"Maka orang Anshar dan yang lainnya mengukur apa yang Nabi shallallahu 'alaihi wasallam sabdakan tadi: \"Berilah air kemudian bendunglah hingga air itu kembali ke dasar ladang\", dan saat itu mencapai setinggi mata kaki.","arab":"حَدَّثَنَا مُحَمَّدٌ هُوَ ابْنُ سَلَامٍ أَخْبَرَنَا مَخْلَدُ بْنُ يَزِيدَ الْحَرَّانِيُّ قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ قَالَ حَدَّثَنِي ابْنُ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ أَنَّهُ حَدَّثَهُأَنَّ رَجُلًا مِنْ الْأَنْصَارِ خَاصَمَ الزُّبَيْرَ فِي شِرَاجٍ مِنْ الْحَرَّةِ يَسْقِي بِهَا النَّخْلَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْقِ يَا زُبَيْرُ فَأَمَرَهُ بِالْمَعْرُوفِ ثُمَّ أَرْسِلْ إِلَى جَارِكَ فَقَالَ الْأَنْصَارِيُّ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ اسْقِ ثُمَّ احْبِسْ يَرْجِعَ الْمَاءُ إِلَى الْجَدْرِ وَاسْتَوْعَى لَهُ حَقَّهُ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنَّ هَذِهِ الْآيَةَ أُنْزِلَتْ فِي ذَلِكَ{ فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ }قَالَ لِي ابْنُ شِهَابٍ فَقَدَّرَتْ الْأَنْصَارُ وَالنَّاسُ قَوْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْقِ ثُمَّ احْبِسْ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ وَكَانَ ذَلِكَ إِلَى الْكَعْبَيْنِ","source":"Bukhari"},"__N_SSG":true}