{"pageProps":{"number":"2239","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad] telah mengabarkan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Syaqiq] dari ['Abdullah radliallahu 'anhu] berkata, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang bersumpah yang dengan sumpahnya itu dia durhaka dan bermaksud mengambil harta seorang Muslim, maka dia kelak akan berjumpa dengan Allah sedang Allah murka kepadanya\". 'Abdullah berkata, [Al Asy'ats] berkata: \"Demi Allah, ayat itu turun tentang aku, yang dahulu antara aku dan seorang Yahudi ada tanah yang diperebutkan lalu dia mengalahkan aku. Kemudian aku adukan hal itu kepada Nabi shallallahu 'alaihi wasallam. Maka Rasulullah shallallahu 'alaihi wasallam berkata, kepadaku: \"Apakah kamu punya bukti?\" Aku jawab: \"Tidak\". Lalu Beliau berkata, kepada orang Yahudi itu: \"Bersumpahlah\". Dia berkata,, aku katakan: \"Wahai Rasulullah, dia bersumpah sementara dia mengambil hartaku?\" Maka turunlah firman Allah QS Alu 'Imran ayat 77 yang artinya (\"Sesungguhnya orang-orang yang menukar janji (nya dengan) Allah dan sumpah-sumpah mereka dengan harga yang sedikit…\") hingga akhir ayat.","arab":"حَدَّثَنَا مُحَمَّدٌ أَخْبَرَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ شَقِيقٍ عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينٍ وَهُوَ فِيهَا فَاجِرٌ لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُقَالَ فَقَالَ الْأَشْعَثُ فِيَّ وَاللَّهِ كَانَ ذَلِكَ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنْ الْيَهُودِ أَرْضٌ فَجَحَدَنِي فَقَدَّمْتُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَكَ بَيِّنَةٌ قُلْتُ لَا قَالَ فَقَالَ لِلْيَهُودِيِّ احْلِفْ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ وَيَذْهَبَ بِمَالِي فَأَنْزَلَ اللَّهُ تَعَالَى{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا }إِلَى آخِرِ الْآيَةِ","source":"Bukhari"},"__N_SSG":true}