{"pageProps":{"number":"2354","slug":"bukhari","id":"Telah menceritakan kepada kami [Ibnu Abi Maryam] berkata, telah menceritakan kepadaku [AL Laits] dari ['Uqail] dari [Ibnu Syihab]; ['Urwah] menceritakan bahwa [Marwan] dan [Al Miswar bin Makhramah] keduanya mengabarkan kepadanya bahwa Nabi shallallahu 'alaihi wasallam berdiri ketika datang utusan HawAzin yang mereka meminta kepada Beliau agar beliau bersedia mengembalikan harta dan para tawanan (wanita dan anak-anak) mereka. Maka Beliau bersabda: \"Sesungguhnya bersama aku ada orang-orang yang kalian lihat dan ucapan yang paling aku sukai adalah yang paling jujur, silakan kalian pilih apakah harta atau tawanan. Sungguh aku akan menunggu mereka\". Kemudian Nabi shallallahu 'alaihi wasallam menunggu mereka sekitar sepuluh malam saat kembali dari Tho'if. Setelah jelas bagi mereka bahwa Nabi shallallahu 'alaihi wasallam tidak akan mengembalikan kepada mereka kecuali salah satu dari dua pilihan, mereka berkata: \"Baik kami memilih para tawanan\". Maka Nabi shallallahu 'alaihi wasallam berdiri di hadapan manusia lalu memuji Allah yang memang Dia yang paling berhak dipuji kemudian bersabda: \"Amma ba'du, sungguh saudara-saudara kalian telah datang kepada kita dengan bertobat dan aku memilih untuk membebaskan tawanan kepada mereka. Maka siapa yang suka berbuat baik (dengan mengikhlaskannya) silakan dan siapa yang suka mengambil haknya, kami akan berikan kepadanya haknya dari sejak awal Allah memberikan harta fa'i kepada kami, maka silakan dia lakukan\". Maka orang-orang berkata: \"Kami ikhlaskan semuanya untuk Anda\". Beliau berkata: \"Kami tidak tahu siapa dari kalian yang berwenang memberi izin dan siapa yang tidak. Untuk itu kembalilah kalian hingga orang-orang yang berwenang atas urusan kalian menyerahkannya kepada kami\". Maka orang-orang itu kembali lalu para pimpinan mereka mengadakan pembicaraan dengan mereka kemudian mereka kembali menghadap Nabi shallallahu 'alaihi wasallam dan mengabarkan bahwa mereka telah setuju dan mengizinkan\". Dan inilah riwayat yang sampai kepada kami tentang para tawanan suku HawAzin. Dan Anas berkata; 'Abbas berkata, kepada Nabi shallallahu 'alaihi wasallam: \"Kalau begitu aku tebus diriku dan aku tebus pula 'Aqil\".","arab":"حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ قَالَ أَخْبَرَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ ذَكَرَ عُرْوَةُ أَنَّ مَرْوَانَ وَالْمِسْوَرَ بْنَ مَخْرَمَةَأَخْبَرَاهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ إِنَّ مَعِي مَنْ تَرَوْنَ وَأَحَبُّ الْحَدِيثِ إِلَيَّ أَصْدَقُهُ فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا الْمَالَ وَإِمَّا السَّبْيَ وَقَدْ كُنْتُ اسْتَأْنَيْتُ بِهِمْ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنْ الطَّائِفِ فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيْرُ رَادٍّ إِلَيْهِمْ إِلَّا إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي النَّاسِ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ قَدْ جَاءُونَا تَائِبِينَ وَإِنِّي رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ وَمَنْ أَحَبَّ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ فَقَالَ النَّاسُ طَيَّبْنَا لَكَ ذَلِكَ قَالَ إِنَّا لَا نَدْرِي مَنْ أَذِنَ مِنْكُمْ مِمَّنْ لَمْ يَأْذَنْ فَارْجِعُوا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ ثُمَّ رَجَعُوا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرُوهُ أَنَّهُمْ طَيَّبُوا وَأَذِنُوا فَهَذَا الَّذِي بَلَغَنَا عَنْ سَبْيِ هَوَازِنَ وَقَالَ أَنَسٌ قَالَ عَبَّاسٌ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَادَيْتُ نَفْسِي وَفَادَيْتُ عَقِيلًا","source":"Bukhari"},"__N_SSG":true}