{"pageProps":{"number":"2410","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Mahbub] telah menceritakan kepada kami ['Abdul Wahid] telah menceritakan kepada kami [Ma'mar] dari [Az Zuhriy] dari [Humaid bin 'Abdurrahman] dari [Abu Hurairah radliallahu 'anhu] berkata: Ada seorang laki-laki datang kepada Sahabat dan berkata: \"Celaka aku\". Maka Beliau bertanya: \"Kenapa?\" Orang itu menjawab: \"Aku berhubungan dengan isteriku di bulan Ramadhan\". Beliau bertanya: \"Apakah kamu punya budak?\" Orang itu menjawab: \"Tidak\". Beliau bertaya lagi: \"Apakah kamu sanggup berpuasa dua bulan berturut-turut?\" Orang itu menjawab: \"Tidak\". Beliau bertaya lagi: \"Apakah kamu sanggup memberi makan enam puluh orang miskin?\" Orang itu menjawab: \"Tidak\". Abu Hurairah radliallahu 'anhu berkata: \"Lalu datang seseorang dari kalangan Anshar dengan membawa karung besar yang penuh berisi kurma, lalu Beliau berkata: \"Pegilah dengan kurma ini dan shadaqahkanlah\". Orang itu berkata: \"Untuk orang yang lebih membutuhkan dari pada kami wahai Rasulullah?. Demi Dzat Yang mengutus anda dengan haq, tidak ada diantara penduduk yang keluarganya lebih membutuhkan dibandingkan kami\". Maka Beliau berkata: \"Pulanglah kamu dan berilah untuk makan keluargamu\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ حَدَّثَنَا عَبْدُ الْوَاحِدِ حَدَّثَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَجَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَلَكْتُ فَقَالَ وَمَا ذَاكَ قَالَ وَقَعْتُ بِأَهْلِي فِي رَمَضَانَ قَالَ تَجِدُ رَقَبَةً قَالَ لَا قَالَ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ لَا قَالَ فَتَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا قَالَ لَا قَالَ فَجَاءَ رَجُلٌ مِنْ الْأَنْصَارِ بِعَرَقٍ وَالْعَرَقُ الْمِكْتَلُ فِيهِ تَمْرٌ فَقَالَ اذْهَبْ بِهَذَا فَتَصَدَّقْ بِهِ قَالَ عَلَى أَحْوَجَ مِنَّا يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لَابَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ مِنَّا قَالَ اذْهَبْ فَأَطْعِمْهُ أَهْلَكَ","source":"Bukhari"},"__N_SSG":true}