{"pageProps":{"number":"2472","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad] telah mengabarkan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Syaqiq] dari ['Abdullah radliallahu 'anhu] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapa yang bersumpah dengan sumpah curang, dan bermaksud mengambil harta seorang muslim maka nanti dia akan berjumpa dengan Allah, sedang Allah murka kepadanya\". Dia berkata,, maka [Al Ays'ats bin Qais] berkata: \"Demi Allah, hadits itu berkenaan dengan aku, yang antara aku dan seorang Yahudi ada sebidang lahan, lalu dia mempermasalahkannya sehingga aku adukan kepada Nabi shallallahu 'alaihi wasallam, lalu Rasulullah shallallahu 'alaihi wasallam berkata kepadaku: \"Apakah kamu memiliki bukti?\" Aku katakan: \"Tidak\". Lalu Beliau berkata kepada si Yahudi: \"Bersumpahlah kamu\". 'Abdullah berkata; Aku katakan: \"Wahai Rasulullah, kalau dia bersumpah nanti dia musti membawa hartaku\". 'Abdullah berkata: \"Maka turunlah firman Allah yang artinya: (\"Sesungguhnya orang-orang yang menjualjanjinya dengan Allah dan sumpah mereka dengan harga yang murah …hingga akhir ayat\") (QS. Ali Imran 77).","arab":"حَدَّثَنَا مُحَمَّدٌ أَخْبَرَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ شَقِيقٍ عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينٍ وَهُوَ فِيهَا فَاجِرٌ لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُقَالَ فَقَالَ الْأَشْعَثُ بْنُ قَيْسٍ فِيَّ وَاللَّهِ كَانَ ذَلِكَ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنْ الْيَهُودِ أَرْضٌ فَجَحَدَنِي فَقَدَّمْتُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَكَ بَيِّنَةٌ قَالَ قُلْتُ لَا قَالَ فَقَالَ لِلْيَهُودِيِّ احْلِفْ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ وَيَذْهَبَ بِمَالِي قَالَ فَأَنْزَلَ اللَّهُ تَعَالَى{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا }إِلَى آخِرِ الْآيَةِ","source":"Bukhari"},"__N_SSG":true}