{"pageProps":{"number":"2814","slug":"bukhari","id":"Telah bercerita kepada kami [Al Makkiy bin Ibrohim] telah mengabarkan kepada kami [Yazid bin 'Ubaid] dari [Salamah] bahwa dia mengabarkan kepadanya, katanya: \"Aku keluar dari Madinah untuk pergi menuju hutan hingga ketika aku sudah berada didekat hutan tersebut, ada seorang anak kecil pelayan 'Abdur Rohman bin 'Auf yang menemuiku. Aku bertanya: \"Ada apa denganmu?\". Dia menjawab: \"Unta perahan milik Nabi Shallallahu'alaihiwasallam telah dirampok\". Aku tanya: \"Siapa yang mencurinya?\". Anak itu berkata: \"(Suku) Ghothofan dan Fazaroh\". Maka aku berteriak sebanyak tiga kali dengan teriakan yang dapat kuperdengarkan diantara dua bukit berbatu hitam. Aku katakan: \" \"Awas, ini pagi yang bahaya! Awas, ini pagi yang bahaya! kemudian aku terus berjalan cepat hingga mereka (musuh) bisa kususul lengkap dengan hewan Rampokannya. Sambil kulempari mereka, aku mengatakan \"Akulah Ibnul akwa', hari ini hari binasa bagi mereka itu!\" Maka aku dapat merebut kembali unta itu dari mereka sebelum mereka meminum susunya. Kemudian aku kembali dengan membawa unta itu. Selanjutnya Nabi Shallallahu'alaihiwasallam menemuiku dan kukatakan: \"Wahai Rasulullah, kaum itu kehausan dan aku dapat mendahului mereka sebelum meminumnya. Untuk itu, kirimlah pasukan untuk memburu jejak mereka!\". Maka Beliau Shallallahu'alaihiwasallam berkata: \"Wahai Ibnu Al Akwa', tahanlah emosimu dan bersikap lembutlah, karena mereka adalah kaum yang suka menjamu tamu dan suka memberi pinjaman di tengah-tengah kaum mereka\".","arab":"حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ عَنْ سَلَمَةَ أَنَّهُ أَخْبَرَهُ قَالَخَرَجْتُ مِنْ الْمَدِينَةِ ذَاهِبًا نَحْوَ الْغَابَةِ حَتَّى إِذَا كُنْتُ بِثَنِيَّةِ الْغَابَةِ لَقِيَنِي غُلَامٌ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قُلْتُ وَيْحَكَ مَا بِكَ قَالَ أُخِذَتْ لِقَاحُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ مَنْ أَخَذَهَا قَالَ غَطَفَانُ وَفَزَارَةُ فَصَرَخْتُ ثَلَاثَ صَرَخَاتٍ أَسْمَعْتُ مَا بَيْنَ لَابَتَيْهَا يَا صَبَاحَاهْ يَا صَبَاحَاهْ ثُمَّ انْدَفَعْتُ حَتَّى أَلْقَاهُمْ وَقَدْ أَخَذُوهَا فَجَعَلْتُ أَرْمِيهِمْ وَأَقُولُ أَنَا ابْنُ الْأَكْوَعِوَالْيَوْمُ يَوْمُ الرُّضَّعْفَاسْتَنْقَذْتُهَا مِنْهُمْ قَبْلَ أَنْ يَشْرَبُوا فَأَقْبَلْتُ بِهَا أَسُوقُهَا فَلَقِيَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ الْقَوْمَ عِطَاشٌ وَإِنِّي أَعْجَلْتُهُمْ أَنْ يَشْرَبُوا سِقْيَهُمْ فَابْعَثْ فِي إِثْرِهِمْ فَقَالَ يَا ابْنَ الْأَكْوَعِ مَلَكْتَ فَأَسْجِحْ إِنَّ الْقَوْمَ يُقْرَوْنَ فِي قَوْمِهِمْ","source":"Bukhari"},"__N_SSG":true}