{"pageProps":{"number":"2903","slug":"bukhari","id":"Telah bercerita kepada kami [Muhammad bin Al 'Alaa'] telah bercerita kepada kami [Abu Usamah] telah bercerita kepada kami [Buraid bin 'Abdullah] dari [Abu Burdah] dari [Abu Musa radliallahu 'anhu] berkata; \"Telah sampai berita kepada kami tentang tempat hijrah yang ditunjuk oleh Nabi Shallallahu'alaihiwasallam. Saat itu kami berada di negeri Yaman. Maka kami keluar untuk berhijrah menuju tempat yang dimaksud. Aku bersama dua saudaraku ikut dalam rombongan muhajirin tersebut dan aku yang paling muda usianya. Salah satu dari keduanya adalah Abu Burdah sedangkan yang satu lagi Abu Ruhmi. (Perawi berkata); Entah dia menyebut jumlah rombongan dengan kira-kira atau menyebut dengan jumlah lima puluh tiga atau lima puluh dua laki-laki dari kaumku. Maka kami naik sebuah perahu (mengarungi lautan) hingga perahu kami membawa kami sampai kepada an-Najasyi di Habasyah (Ethiopia) dan kami berjumpa dengan Ja'far bin Abu Thalib beserta para shahabatnya di negeri itu. Ja'far berkata; \"Rasulullah Shallallahu'alaihiwasallam mengutus kami ke negeri ini dan memerintahkan kami agar tinggal disini, untuk itu tinggallah bersama kami disini\". Maka kami tinggal menetap bersamanya hingga kami kembali (ke Madinah) bersama-sama dan menjumpai Nabi Shallallahu'alaihiwasallam ketika Beliau telah menaklukan Khaibar. Maka Beliau jadikan kami orang yang berhak mendapat bagian ghanimah\". (perawi berkata); atau dia berkata; \"Beliau memberi kami ghanimah. Padahal Beliau tidak membagi hak kepada seorangpun yang tidak ikut dalam penaklukan Khaibar dan hanya membagikannya kepada orang yang ikut terlibat dalam perang bersama Beliau. Kecuali kami, rombongan yang menaiki perahu bersama Ja'far dan para shahabatnya, beliau beri mereka bersama pejuang Khaibar lain).","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا بُرَيْدُ بْنُ عَبْدِ اللَّهِ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ قَالَبَلَغَنَا مَخْرَجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ بِالْيَمَنِ فَخَرَجْنَا مُهَاجِرِينَ إِلَيْهِ أَنَا وَأَخَوَانِ لِي أَنَا أَصْغَرُهُمْ أَحَدُهُمَا أَبُو بُرْدَةَ وَالْآخَرُ أَبُو رُهْمٍ إِمَّا قَالَ فِي بِضْعٍ وَإِمَّا قَالَ فِي ثَلَاثَةٍ وَخَمْسِينَ أَوْ اثْنَيْنِ وَخَمْسِينَ رَجُلًا مِنْ قَوْمِي فَرَكِبْنَا سَفِينَةً فَأَلْقَتْنَا سَفِينَتُنَا إِلَى النَّجَاشِيِّ بِالْحَبَشَةِ وَوَافَقْنَا جَعْفَرَ بْنَ أَبِي طَالِبٍ وَأَصْحَابَهُ عِنْدَهُ فَقَالَ جَعْفَرٌ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَنَا هَاهُنَا وَأَمَرَنَا بِالْإِقَامَةِ فَأَقِيمُوا مَعَنَا فَأَقَمْنَا مَعَهُ حَتَّى قَدِمْنَا جَمِيعًا فَوَافَقْنَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ افْتَتَحَ خَيْبَرَ فَأَسْهَمَ لَنَا أَوْ قَالَ فَأَعْطَانَا مِنْهَا وَمَا قَسَمَ لِأَحَدٍ غَابَ عَنْ فَتْحِ خَيْبَرَ مِنْهَا شَيْئًا إِلَّا لِمَنْ شَهِدَ مَعَهُ إِلَّا أَصْحَابَ سَفِينَتِنَا مَعَ جَعْفَرٍ وَأَصْحَابِهِ قَسَمَ لَهُمْ مَعَهُمْ","source":"Bukhari"},"__N_SSG":true}