{"pageProps":{"number":"3053","slug":"bukhari","id":"Telah bercerita kepadaku [Ishaq bin Nashr] telah bercerita kepada kami [Abu Usamah] dari [Al A'masy] telah bercerita kepada kami [Abu Shalih] dari [Abu Sa'id Al Khudriy radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam bersabda: \"Allah Ta'ala berfirman: \"Wahai Adam, \". Nabi Adam 'Alaihissalam menjawab: \"Labbaika, kemuliaan milik-Mu dan segala kebaikan berada di tangan-Mu\". Kemudian Allah berfirman: \"Keluarkanlah utusan neraka\". Adam bertanya; \"Apa yang dimaksud dengan utusan neraka? (berapa jumlahnya?) \". Allah berfirman: \"Dari setiap seribu, sembilan ratus sembilan puluh Sembilan dijebloskan neraka!, Ketika perintah ini diputuskan, maka anak-anak belia menjadi beruban, dan setiap wanita hamil kandungannya berguguran dan kamu lihat manusia mabuk padahal mereka tidaklah mabuk akan tetapi (mereka melihat) siksa Allah yang sangat keras\". (QS. Alhajj 2), Para shahabat bertanya; \"Wahai Rasulullah, adakah diantara kami seseorang yang selamat?\". Beliau bersabda: \"Bergembiralah, karena setiap seribu yang dimasukkan neraka, dari kalian cuma satu, sedang Sembilan ratus sembilan puluh sembilannya dari Ya'juj dan ma'juj\". Kemudian Beliau bersabda: \"Dan demi Dzat yang jiwaku berada di tangan-Nya, aku berharap kalian menjadi di antara seperempat ahlu surga\". Maka kami bertakbir. Kemudian Beliau bersabda lagi: \"Aku berharap kalian menjadi di antara sepertiga ahlu surga\". Maka kami bertakbir lagi. Kemudian Beliau bersabda lagi: \"Aku berharap kalian menjadi di antara setengah ahlu surga\". Maka kami bertakbir sekali lagi. Lalu Beliau bersabda: \"Tidaklah keberadan kalian di hadapan manusia melainkan bagaikan bulu hitam pada kulit sapi jantan putih atau bagaikan bulu putih yang ada pada kulit sapi jantan hitam\".","arab":"حَدَّثَنِي إِسْحَاقُ بْنُ نَصْرٍ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ الْأَعْمَشِ حَدَّثَنَا أَبُو صَالِحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَقُولُ اللَّهُ تَعَالَى يَا آدَمُ فَيَقُولُ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكَ فَيَقُولُ أَخْرِجْ بَعْثَ النَّارِ قَالَ وَمَا بَعْثُ النَّارِ قَالَ مِنْ كُلِّ أَلْفٍ تِسْعَ مِائَةٍ وَتِسْعَةً وَتِسْعِينَ فَعِنْدَهُ يَشِيبُ الصَّغِيرُ{ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ }قَالُوا يَا رَسُولَ اللَّهِ وَأَيُّنَا ذَلِكَ الْوَاحِدُ قَالَ أَبْشِرُوا فَإِنَّ مِنْكُمْ رَجُلًا وَمِنْ يَأْجُوجَ وَمَأْجُوجَ أَلْفًا ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي أَرْجُو أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ فَكَبَّرْنَا فَقَالَ أَرْجُو أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ فَكَبَّرْنَا فَقَالَ أَرْجُو أَنْ تَكُونُوا نِصْفَ أَهْلِ الْجَنَّةِ فَكَبَّرْنَا فَقَالَ مَا أَنْتُمْ فِي النَّاسِ إِلَّا كَالشَّعَرَةِ السَّوْدَاءِ فِي جِلْدِ ثَوْرٍ أَبْيَضَ أَوْ كَشَعَرَةٍ بَيْضَاءَ فِي جِلْدِ ثَوْرٍ أَسْوَدَ","source":"Bukhari"},"__N_SSG":true}