{"pageProps":{"number":"3116","slug":"bukhari","id":"Telah bercerita kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] telah bercerita kepada kami [Abu Az Zanad] dari ['Abdurrahman] yang bercerita kepadanya bahwa dia mendengar dari [Abu Hurairah radliallahu 'anhu] yang mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Perumpamaanku di hadapan manusia bagaikan seseorang yang menyalakan api lalu kupu-kupu dan hewan-hewan ini masuk ke dalam api tersebut\". Dan Beliau juga bersabda: \"Ada dua orang wanita dengan bayinya masing-masing lalu datang serigala membawa kabur salah satu dari bayi itu. Maka salah seorang dari wanita itu berkata; \"Yang dibawa kabur serigala itu adalah anakmu\". Dan wanita lainnya berkata; \"Justru anakmu yang dibawa kabur serigala itu\". Akhirnya keduanya meminta keputusan kepada Nabi Daud 'Alaihissalam lalu Nabi Daud memutuskan bahwa bayi yang ada itu milik wanita yang lebih tua. Namun keduanya pergi menemui Nabi Sulaiman bin Daud 'alahimassalam dan menceritakan peristiwa yang telah terjadi kepadanya. Maka Sulaiman berkata: \"Berikan pisau agar aku potong bayi ini menjadi dua\". Wanita yang lebih muda berkata; \"Jangan kamu lakukan. Semoga Allah merahmatimu, anak itu miliknya\". Maka akhirnya Nabi Sulaiman memutuskan bahwa bayi itu milik wanita yang lebih muda\". Abu Hurairah radliallahu 'anhu berkata; \"Demi Allah, aku belum pernah mendengar tentang \"sikkin\" (pisau) dalam kisah ini kecuali hari ini dan kami tidak pernah mengatakannya kecuali al-Mudyah (golok).","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ حَدَّثَنَا أَبُو الزِّنَادِ عَنْ عَبْدِ الرَّحْمَنِ حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُسَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَثَلِي وَمَثَلُ النَّاسِ كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَجَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ تَقَعُ فِي النَّارِ وَقَالَ كَانَتْ امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا فَقَالَتْ صَاحِبَتُهَا إِنَّمَا ذَهَبَ بِابْنِكِ وَقَالَتْ الْأُخْرَى إِنَّمَا ذَهَبَ بِابْنِكِ فَتَحَاكَمَتَا إِلَى دَاوُدَ فَقَضَى بِهِ لِلْكُبْرَى فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ فَأَخْبَرَتَاهُ فَقَالَ ائْتُونِي بِالسِّكِّينِ أَشُقُّهُ بَيْنَهُمَا فَقَالَتْ الصُّغْرَى لَا تَفْعَلْ يَرْحَمُكَ اللَّهُ هُوَ ابْنُهَا فَقَضَى بِهِ لِلصُّغْرَىقَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنْ سَمِعْتُ بِالسِّكِّينِ إِلَّا يَوْمَئِذٍ وَمَا كُنَّا نَقُولُ إِلَّا الْمُدْيَةُ","source":"Bukhari"},"__N_SSG":true}