{"pageProps":{"number":"3152","slug":"bukhari","id":"Telah bercerita kepada kami [Muhammad bin Basysyar] telah bercerita kepada kami [Muhammad bin Abu 'Adiy] dari [Syu'bah] dari [Qatadah] dari [Abu ash-Shiddiq an-Najiy] dari [Abu Sa'id Al Khudriy radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam bersabda: \"Ada seorang dari kalangan Bani Isra'il yang telah membunuh sembilan puluh sembilan orang manusia kemudian dia pergi untuk bertanya (tentang peluang ampunan). Maka dia menemui seorang pendeta dan bertanya kepadanya; \"Apakah ada pintu taubat buatku'. Pendeta itu menjawab; \"Tidak ada\". Maka orang ini membunuh pendeta tersebut. Kemudian dia bertanya lagi lalu ada seorang laki-laki yang berkata kepadanya; \"Datangilah desa anu\". Kemudian orang itu (pergi menuju desa dimaksud) dan ketika hampir menemui ajalnya dia bangkit sambil memegang dadanya namun akhirnya meninggal dunia. Atas kejadian itu malaikat rahmat dan malaikat adzab (siksa) berselisih lalu Allah Ta'ala mewahyukan kepada bumi yang dituju (desa untuk mencari taubat) agar mendekat dan mewahyukan kepada bumi yang ditinggalkan (tempat dia melakukan kejahatan) agar menjauh lalu berfirman kepada kedua malaikat itu: \"Ukurlah jarak keduanya\". Ternyata orang itu lebih dekat ke desa yang dituju maka dia diampuni\".","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ عَنْ شُعْبَةَ عَنْ قَتَادَةَ عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ كَانَ فِي بَنِي إِسْرَائِيلَ رَجُلٌ قَتَلَ تِسْعَةً وَتِسْعِينَ إِنْسَانًا ثُمَّ خَرَجَ يَسْأَلُ فَأَتَى رَاهِبًا فَسَأَلَهُ فَقَالَ لَهُ هَلْ مِنْ تَوْبَةٍ قَالَ لَا فَقَتَلَهُ فَجَعَلَ يَسْأَلُ فَقَالَ لَهُ رَجُلٌ ائْتِ قَرْيَةَ كَذَا وَكَذَا فَأَدْرَكَهُ الْمَوْتُ فَنَاءَ بِصَدْرِهِ نَحْوَهَا فَاخْتَصَمَتْ فِيهِ مَلَائِكَةُ الرَّحْمَةِ وَمَلَائِكَةُ الْعَذَابِ فَأَوْحَى اللَّهُ إِلَى هَذِهِ أَنْ تَقَرَّبِي وَأَوْحَى اللَّهُ إِلَى هَذِهِ أَنْ تَبَاعَدِي وَقَالَ قِيسُوا مَا بَيْنَهُمَا فَوُجِدَ إِلَى هَذِهِ أَقْرَبَ بِشِبْرٍ فَغُفِرَ لَهُ","source":"Bukhari"},"__N_SSG":true}