{"pageProps":{"number":"3713","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Abdullah] Telah menceritakan kepada kami [Azhar] dari [Ibnu Aun] Telah memberitakan kepada kami [Hisyam bin Zaid bin Anas] dari [Anas] radliallahu 'anhu katanya; ketika perang Hunain, bani Hawazin ketika itu bertemu Nabi shallallahu 'alaihi wasallam beserta sahabatnya yang jumlahnya sekitar sepuluh ribu orang beserta para tawanan yang dibebaskan. Lantas Hawazin kocar-kacir melarikan diri. Kata Nabi: \"Wahai segenap anshar! Mereka menjawab; \"Baik ya Rasulullah, dan kami memenuhi ajakanmu dengan senang hati, dan selalu siap!\" Lantas Nabi shallallahu 'alaihi wasallam singgah sambil mengucapkan: \"Aku adalah hamba Allah dan Rasul-Nya!\" Orang-orang musyrik pun kocar-kacir. Selanjutnya Rasulullah memberi bagian orang-orang yang dimerdekakan dan kaum muhajirin, namun beliau sama sekali tidak memberi orang Anshar.\" Maka orang-orang Anshar pun melakukan protes dan kritik atas kebijakan Nabi. Atas kelakuan mereka ini, Nabi memanggil mereka dan mengajak mereka ke dalam sebuah kubah (ruangan), lantas Nabi sampaikan: \"Tidakkah kalian ridha jika orang-orang pulang membawa kambing dan unta, sedang kalian pulang membawa Rasulullah Shallallahu'alaihiwasallam? Beliau juga bersabda: \"Kalaulah orang-orang mengarungi sebuah lembah dan anshar mengarungi lembah lain, niscaya kupilih lembah yang dikarungi kaum Anshar.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا أَزْهَرُ عَنْ ابْنِ عَوْنٍ أَنْبَأَنَا هِشَامُ بْنُ زَيْدِ بْنِ أَنَسٍ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَلَمَّا كَانَ يَوْمُ حُنَيْنٍ الْتَقَى هَوَازِنُ وَمَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشَرَةُ آلَافٍ وَالطُّلَقَاءُ فَأَدْبَرُوا قَالَ يَا مَعْشَرَ الْأَنْصَارِ قَالُوا لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ لَبَّيْكَ نَحْنُ بَيْنَ يَدَيْكَ فَنَزَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَنَا عَبْدُ اللَّهِ وَرَسُولُهُ فَانْهَزَمَ الْمُشْرِكُونَ فَأَعْطَى الطُّلَقَاءَ وَالْمُهَاجِرِينَ وَلَمْ يُعْطِ الْأَنْصَارَ شَيْئًا فَقَالُوا فَدَعَاهُمْ فَأَدْخَلَهُمْ فِي قُبَّةٍ فَقَالَ أَمَا تَرْضَوْنَ أَنْ يَذْهَبَ النَّاسُ بِالشَّاةِ وَالْبَعِيرِ وَتَذْهَبُونَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ سَلَكَ النَّاسُ وَادِيًا وَسَلَكَتْ الْأَنْصَارُ شِعْبًا لَاخْتَرْتُ شِعْبَ الْأَنْصَارِ","source":"Bukhari"},"__N_SSG":true}