{"pageProps":{"number":"3799","slug":"bukhari","id":"Telah menceritakan kepada kami [Bisyr bin Muhammad] Telah menceritakan kepada kami [Abdullah], [Yunus] berkata; [Az Zuhri] berkata; Telah mengabarkan kepadaku [Sa'id bin Al Musayyab] -di antara orang-orang yang berilmu-, bahwa [Aisyah] istri Nabi shallallahu 'alaihi wasallam berkata; Ketika Rasulullah shallallahu 'alaihi wasallam berada dalam keadaan sehat wal afiat, beliau pernah bersabda: 'Sesungguhnya seorang nabi tidaklah diwafatkan hingga diperlihatkan kepadanya tempatnya di surga lalu ia dipersilahkan untuk memilih.' Aisyah berkata; \"Ketika malaikat pencabut nyawa datang kepada Rasulullah, sementara kepala beliau berada di pangkuan saya, maka Rasulullah pingsan beberapa saat. Tak lama kemudian ia sadar kembali. Setelah itu, beliau menatap pandangannya ke atas sambil mengucapkan: Ya Allah, pertemukanlah aku dengan kekasihku, Allah Yang Maha Tinggi! ' Aisyah berkata; \"Dengan demikian, Rasulullah shallallahu 'alaihi wasallam tidak memilih untuk hidup Iebih lama lagi bersama kami.\" Aisyah pernah berkata; \"Saya teringat ucapan yang pernah beliau sampaikan kepada kami ketika beliau masih sehat; \"Itulah kata-kata terakhir yang pernah beliau ucapkan, yaitu: 'Ya Allah, pertemukanlah aku dengan kekasihku Yang Maha Tinggi.'","arab":"حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ حَدَّثَنَا عَبْدُ اللَّهِ قَالَ يُونُسُ قَالَ الزُّهْرِيُّ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ فِي رِجَالٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ عَائِشَةَ قَالَتْكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ وَهُوَ صَحِيحٌ إِنَّهُ لَمْ يُقْبَضْ نَبِيٌّ حَتَّى يَرَى مَقْعَدَهُ مِنْ الْجَنَّةِ ثُمَّ يُخَيَّرَ فَلَمَّا نَزَلَ بِهِ وَرَأْسُهُ عَلَى فَخِذِي غُشِيَ عَلَيْهِ ثُمَّ أَفَاقَ فَأَشْخَصَ بَصَرَهُ إِلَى سَقْفِ الْبَيْتِ ثُمَّ قَالَ اللَّهُمَّ الرَّفِيقَ الْأَعْلَى فَقُلْتُ إِذًا لَا يَخْتَارُنَا وَعَرَفْتُ أَنَّهُ الْحَدِيثُ الَّذِي كَانَ يُحَدِّثُنَا وَهُوَ صَحِيحٌ قَالَتْ فَكَانَتْ آخِرَ كَلِمَةٍ تَكَلَّمَ بِهَا اللَّهُمَّ الرَّفِيقَ الْأَعْلَى","source":"Bukhari"},"__N_SSG":true}