{"pageProps":{"number":"3815","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Munir] dia mendengar ['Abdullah bin Bakr] Telah menceritakan kepada kami [Humaid] dari [Anas] dia berkata; 'Abdullah bin Salam mendengar kedatangan Rasulullah Shallallahu 'Alaihi. Maka ia langsung menemui Nabi shallallahu 'alaihi wasallam seraya berkata; \"Wahai Rasulullah, aku bertanya kepadamu tentang tiga perkara tidak akan ada yang dapat menjawab kecuali seorang Nabi, Apakah yang terjadi pertama kali dari tanda-tanda hari kiamat, apa yang pertama kali dimakan oleh penduduk surga, dan dari mana seseorang dapat menyerupai bapaknya atau ibunya?\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jibril 'Alaihis Salam baru saja memberiku kabar.\" Abdullah bertanya; siapakah Jibril? Beliau menjawab: \"Ia adalah malaikat yang sangat dimusuhi yahudi.\" Beliau bersabda: \"Tanda hari kiamat yang akan terjadi pertama kali adalah api yang keluar dari timur yang akan menggiring manusia ke barat, adapun sesuatu yang pertama kali dimakan penduduk surga adalah hati ikan hiu, adapun darimana seseorang dapat menyerupai bapak atau ibunya adalah apabila air mani laki-laki dapat mendahului sel telur wanita maka akan keluar laki-laki, dan apabila sel telur wanita dapat mendahului air mani laki-laki maka akan keluar wanita.\" Kemudian Abdullah bin Salam berkata; \"Aku bersaksi bahwa tidak ada Tuhan yang berhak untuk disembah kecuali Allah dan aku bersaksi bahwa engkau adalah Rasulullah.\" Kemudian dia berkata lagi; \"Wahai Rasulullah, sesungguhnya orang yahudi itu adalah kaum yang pendusta, kalau mereka mengetahui keIslamanku mereka pasti akan menghinaku dihadapanmu. Maka utuslah seseorang agar memanggil mereka dan tanyakan kepada mereka tentang aku.\" Beliau lalu mengutus seseorang untuk memanggil mereka, lalu beliau bertanya kepada mereka: \"Siapakah Abdullah bin Salam di menurut kalian?\" Mereka menjawab; \"Dia adalah orang terbaik kami dan anak dari orang terbaik dari kami, dia adalah tuan kami dan anak dari tuan kami.\" Beliau bertanya lagi: \"Bagaimana menurut kalian, kalau seandainya dia masuk Islam? Mereka menjawab; \"Mudah-mudahan Allah melindunginya dari hal itu (masuk Islam).\" Maka Abdullah bin Salam keluar seraya mengatakan; \"Aku bersaksi bahwa tidak ada tuhan yang berhak untuk disembah kecuali Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah.\" Lalu mereka berkata; \"Dia adalah orang yang paling jelek di antara kami dan anak dari orang yang paling jelek di antara kami. -Mereka menjelek-jelekkan Abdullah bin Salam.- Setelah itu Abdullah bin Salam berkata; \"Inilah yang paling aku khawatirkan.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ سَمِعَ عَبْدَ اللَّهِ بْنَ بَكْرٍ حَدَّثَنَا حُمَيْدٌ عَنْ أَنَسٍ قَالَسَمِعَ عَبْدُ اللَّهِ بْنُ سَلَامٍ بِقُدُومِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهْوَ فِي أَرْضٍ يَخْتَرِفُ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي سَائِلُكَ عَنْ ثَلَاثٍ لَا يَعْلَمُهُنَّ إِلَّا نَبِيٌّ فَمَا أَوَّلُ أَشْرَاطِ السَّاعَةِ وَمَا أَوَّلُ طَعَامِ أَهْلِ الْجَنَّةِ وَمَا يَنْزِعُ الْوَلَدُ إِلَى أَبِيهِ أَوْ إِلَى أُمِّهِ قَالَ أَخْبَرَنِي بِهِنَّ جِبْرِيلُ آنِفًا قَالَ جِبْرِيلُ قَالَ نَعَمْ قَالَ ذَاكَ عَدُوُّ الْيَهُودِ مِنْ الْمَلَائِكَةِ فَقَرَأَ هَذِهِ الْآيَةَ{ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ }أَمَّا أَوَّلُ أَشْرَاطِ السَّاعَةِ فَنَارٌ تَحْشُرُ النَّاسَ مِنْ الْمَشْرِقِ إِلَى الْمَغْرِبِ وَأَمَّا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الْجَنَّةِ فَزِيَادَةُ كَبِدِ حُوتٍ وَإِذَا سَبَقَ مَاءُ الرَّجُلِ مَاءَ الْمَرْأَةِ نَزَعَ الْوَلَدَ وَإِذَا سَبَقَ مَاءُ الْمَرْأَةِ نَزَعَتْ قَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ يَا رَسُولَ اللَّهِ إِنَّ الْيَهُودَ قَوْمٌ بُهُتٌ وَإِنَّهُمْ إِنْ يَعْلَمُوا بِإِسْلَامِي قَبْلَ أَنْ تَسْأَلَهُمْ يَبْهَتُونِي فَجَاءَتْ الْيَهُودُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّ رَجُلٍ عَبْدُ اللَّهِ فِيكُمْ قَالُوا خَيْرُنَا وَابْنُ خَيْرِنَا وَسَيِّدُنَا وَابْنُ سَيِّدِنَا قَالَ أَرَأَيْتُمْ إِنْ أَسْلَمَ عَبْدُ اللَّهِ بْنُ سَلَامٍ فَقَالُوا أَعَاذَهُ اللَّهُ مِنْ ذَلِكَ فَخَرَجَ عَبْدُ اللَّهِ فَقَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ فَقَالُوا شَرُّنَا وَابْنُ شَرِّنَا وَانْتَقَصُوهُ قَالَ فَهَذَا الَّذِي كُنْتُ أَخَافُ يَا رَسُولَ اللَّهِ","source":"Bukhari"},"__N_SSG":true}