{"pageProps":{"number":"4072","slug":"bukhari","id":"Telah menceritakan kepadaku [Sulaiman bin Daud Abu Ar Rabi'] Telah menceritakan kepada kami [Fulaih] dari [Az Zuhri] dari [Sahl bin Sa'ad] bahwa seorang lelaki menemui Nabi shallallahu 'alaihi wasallam seraya berkata; 'Ya Rasulullah, bagaimana pendapatmu jika seseorang menemukan lelaki lain tengah bersama istrinya apakah ia harus membunuh lelaki itu atau bagaimana? Maka Allah menurunkan ayat berkenaan dengah hal itu yang disebutkan di dalam Al Qur'an yaitu hendaknya saling mulaa'anah (bersumpah). Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Urusanmu dan istrimu telah diputuskan di dalam Al Qur'an.\" Sahal berkata; maka keduanya saling bermulaa'anah dan aku sendiri menyaksikannya di samping Rasulullah shallallahu 'alaihi wasallam. kemudian ia menceraikan istrinya, dan begitulah perceraian kemudian menjadi tradisi bagi mereka yang bersangkut mulaa'anah. Setelah itu istrinya hamil, dan suaminya tidak mengakuinya sebagai anaknya. Akhirnya anaknya dinasabkan kepada ibunya. Maka kemudian menjadi ketetapan di dalam sunnah anak dan ibu itu bisa saling mewarisi sesuai yang telah Allah tetapkan kepada istrinya.","arab":"حَدَّثَنِي سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيعِ حَدَّثَنَا فُلَيْحٌ عَنْ الزُّهْرِيِّ عَنْ سَهْلِ بْنِ سَعْدٍأَنَّ رَجُلًا أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رَجُلًا رَأَى مَعَ امْرَأَتِهِ رَجُلًا أَيَقْتُلُهُ فَتَقْتُلُونَهُ أَمْ كَيْفَ يَفْعَلُ فَأَنْزَلَ اللَّهُ فِيهِمَا مَا ذُكِرَ فِي الْقُرْآنِ مِنْ التَّلَاعُنِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قُضِيَ فِيكَ وَفِي امْرَأَتِكَ قَالَ فَتَلَاعَنَا وَأَنَا شَاهِدٌ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَفَارَقَهَا فَكَانَتْ سُنَّةً أَنْ يُفَرَّقَ بَيْنَ الْمُتَلَاعِنَيْنِ وَكَانَتْ حَامِلًا فَأَنْكَرَ حَمْلَهَا وَكَانَ ابْنُهَا يُدْعَى إِلَيْهَا ثُمَّ جَرَتْ السُّنَّةُ فِي الْمِيرَاثِ أَنْ يَرِثَهَا وَتَرِثَ مِنْهُ مَا فَرَضَ اللَّهُ لَهَا","source":"Bukhari"},"__N_SSG":true}