{"pageProps":{"number":"4112","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah Ar Raqasyi] Telah menceritakan kepada kami [Mu'tamir bin Sulaiman] dia berkata; Aku mendengar [Bapakku] berkata; Telah menceritakan kepada kami [Abu Mijlaz] dari [Anas bin Malik radliallahu 'anhu] dia berkata; Tatkala Rasulullah shallallahu 'alaihi wasallam menikahi Zainab binti Jahsy, beliau mengundang orang-orang, lalu beliau menjamu mereka, mereka pun menikmati hidangan tersebut, kemudian mereka duduk dan berbincang-bincang.\" Lalu beliau merubah posisi seakan-akan ingin berdiri, namun orang-orang tidak juga berdiri, ketika beliau berdiri maka orang-orang pun ikut berdiri.\" Setelah itu tiga orang duduk lagi. Nabi shallallahu 'alaihi wasallam datang dan hendak masuk ke kamar Zainab, namun orang-orang masih tetap duduk-duduk, setelah itu mereka berdiri dan beranjak pergi. Anas berkata; Lalu saya mengabarkan kepada Nabi shallallahu 'alaihi wasallam bahwa mereka sudah beranjak pergi.\" Kemudian beliau masuk dan saya mengikuti beliau masuk, lantas beliau menurunkan kain tirainya antara saya dengan beliau.\" Lalu Allah Azza Wa Jalla menurunkan (ayat): \"Wahai orang-orang yang beriman, janganlah kalian masuk ke rumah Nabi…. (Al Ahzab: 53).","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّقَاشِيُّ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ قَالَ سَمِعْتُ أَبِي يَقُولُ حَدَّثَنَا أَبُو مِجْلَزٍ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَلَمَّا تَزَوَّجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَيْنَبَ بِنْتَ جَحْشٍ دَعَا الْقَوْمَ فَطَعِمُوا ثُمَّ جَلَسُوا يَتَحَدَّثُونَ وَإِذَا هُوَ كَأَنَّهُ يَتَهَيَّأُ لِلْقِيَامِ فَلَمْ يَقُومُوا فَلَمَّا رَأَى ذَلِكَ قَامَ فَلَمَّا قَامَ قَامَ مَنْ قَامَ وَقَعَدَ ثَلَاثَةُ نَفَرٍ فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَدْخُلَ فَإِذَا الْقَوْمُ جُلُوسٌ ثُمَّ إِنَّهُمْ قَامُوا فَانْطَلَقْتُ فَجِئْتُ فَأَخْبَرْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُمْ قَدْ انْطَلَقُوا فَجَاءَ حَتَّى دَخَلَ فَذَهَبْتُ أَدْخُلُ فَأَلْقَى الْحِجَابَ بَيْنِي وَبَيْنَهُ فَأَنْزَلَ اللَّهُ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ }الْآيَةَ","source":"Bukhari"},"__N_SSG":true}