{"pageProps":{"number":"460","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq] berkata, telah menceritakan kepada kami [An Nadlr bin Syumail] telah mengabarkan kepada kami [Ibnu 'Aun] dari [Ibnu Sirin] dari [Abu Hurairah] berkata, \"Rasulullah bersama kami melaksanakan salah satu dari shalat yang berada di waktu malam.\" Ibnu Sirin berkata, \"Abu Hurairah menyebutkan menyebutkan (nama) shalat tersebut, tetapi aku lupa.\" Abu Hurairah mengatakan, \"Beliau shalat bersama kami dua rakaat kemudian salam, kemudian beliau mendatangi kayu yang tergeletak di masjid. Beliau lalu berbaring pada kayu tersebut seolah sedang marah dengan meletakkan lengan kanannya di atas lengan kirinya serta menganyam jari jemarinya, sedangkan pipi kanannya diletakkan pada punggung telapak tangan kiri. Kemudian beliau keluar dari pintu masjid dengan cepat. Orang-orang pun berkata, \"Apakah shalat telah diqashar (diringkas)?\" Padahal ditengah-tengah orang banyak tersebut ada Abu Bakar dan 'Umar, dan keduanya enggan membicarakannya. Sementara di tengah kerumunan tersebut ada seseorang yang tangannya panjang dan dipanggil dengan nama Dzul Yadain, dia berkata, \"Wahai Rasulullah, apakah Tuan lupa atau shalat diqashar?\" Beliau menjawab: \"Aku tidak lupa dan shalat juga tidak diqashar.\" Beliau bertanya: \"Apakah benar yang dikatakan Dzul Yadain?\" Orang-orang menjawab, \"Benar.\" Beliau kemudian maju ke depan dan mengerjakan shalat yang tertinggal kemudian salam. Setelah itu beliau takbir dan sujud seperti sujudnya yang dilakukannya atau lebih lama lagi. Kemudian beliau mengangkat kepalanya dan takbir, kemudian takbir dan sujud seperti sujudnya atau lebih lama lagi, kemudian mengangkat kepalanya dan takbir.\" Bisa jadi orang-orang bertanya kepadanya (Ibnu Sirin), apakah dalam hadits ada lafadz 'Kemudian beliau salam' lalu ia berkata; aku mendapat berita bahwa Imran bin Hushain berkata; kemudian beliau salam'.\"","arab":"حَدَّثَنَا إِسْحَاقُ قَالَ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ أَخْبَرَنَا ابْنُ عَوْنٍ عَنْ ابْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَصَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِحْدَى صَلَاتَيْ الْعَشِيِّ قَالَ ابْنُ سِيرِينَ سَمَّاهَا أَبُو هُرَيْرَةَ وَلَكِنْ نَسِيتُ أَنَا قَالَ فَصَلَّى بِنَا رَكْعَتَيْنِ ثُمَّ سَلَّمَ فَقَامَ إِلَى خَشَبَةٍ مَعْرُوضَةٍ فِي الْمَسْجِدِ فَاتَّكَأَ عَلَيْهَا كَأَنَّه غَضْبَانُ وَوَضَعَ يَدَهُ الْيُمْنَى عَلَى الْيُسْرَى وَشَبَّكَ بَيْنَ أَصَابِعِهِ وَوَضَعَ خَدَّهُ الْأَيْمَنَ عَلَى ظَهْرِ كَفِّهِ الْيُسْرَى وَخَرَجَتْ السَّرَعَانُ مِنْ أَبْوَابِ الْمَسْجِدِ فَقَالُوا قَصُرَتْ الصَّلَاةُ وَفِي الْقَوْمِ أَبُو بَكْرٍ وَعُمَرُ فَهَابَا أَنْ يُكَلِّمَاهُ وَفِي الْقَوْمِ رَجُلٌ فِي يَدَيْهِ طُولٌ يُقَالُ لَهُ ذُو الْيَدَيْنِ قَالَ يَا رَسُولَ اللَّهِ أَنَسِيتَ أَمْ قَصُرَتْ الصَّلَاةُ قَالَ لَمْ أَنْسَ وَلَمْ تُقْصَرْ فَقَالَ أَكَمَا يَقُولُ ذُو الْيَدَيْنِ فَقَالُوا نَعَمْ فَتَقَدَّمَ فَصَلَّى مَا تَرَكَ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ وَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ رَأْسَهُ وَكَبَّرَ ثُمَّ كَبَّرَ وَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ رَأْسَهُ وَكَبَّرَ فَرُبَّمَا سَأَلُوهُ ثُمَّ سَلَّمَ فَيَقُولُ نُبِّئْتُ أَنَّ عِمْرَانَ بْنَ حُصَيْنٍ قَالَ ثُمَّ سَلَّمَ","source":"Bukhari"},"__N_SSG":true}