{"pageProps":{"number":"5016","slug":"bukhari","id":"Telah menceritakan kepada kami [Ibrahim bin Musa] telah mengabarkan kepada kami [Isa bin Yunus] dari [Hisyam] dari [ayahnya] dari ['Aisyah] radliallahu 'anha dia berkata; \"Seorang Yahudi dari Bani Zuraiq yang bernama Labid bin Al A'sham telah menyihir Rasulullah shallallahu 'alaihi wasallam, sehingga Rasulullah shallallahu 'alaihi wasallam pun dibuat seakan-akan telah melakukan sesuatu pekerjaan yang beliau tidak kerjakan. Sampai disuatu hari -atau suatu malam- beliau berada di sampingku namun beliau tetap berdo'a dan berdo'a, kemudian beliau bersabda: \"Wahai Aisyah, apakah kamu telah merasakan bahwa Allah telah memberikan fatwa (menghukumi) dengan apa yang telah aku fatwakan (hukumi)? Dua orang laki-laki telah datang kepadaku, lalu salah seorang dari keduanya duduk di atas kepalaku dan satunya lagi di kakiku. Kemudian salah seorang berkata kepada yang satunya; \"Menderita sakit apakah laki-laki ini?\" temannya menjawab; \"Terkena sihir.' salah satu mala'ikat tersebut bertanya; \"Siapakah yang menyihirnya?\" temannya menjawab; \"Labid bin Al A'sham.\" Malaikat yang satu bertanya; \"Dengan benda apakah dia menyihir?\" temannya menjawab; \"Dengan rambut yang terjatuh ketika disisir dan seludang mayang kurma.\" Salah satu malaikat bertanya; \"Di manakah benda itu diletakkan?\" temannya menjawab; \"Di dalam sumur Dzarwan.\" Kemudian Rasulullah shallallahu 'alaihi wasallam mendatanginya bersama beberapa orang sahabatnya, lalu bersabda: \"Wahai Aisyah! seakan-akan airnya berubah bagaikan rendaman pohon inai atau seakan-akan pohon kurmanya bagaikan kepala syetan.\" Aku bertanya; \"Wahai Rasulullah, tidakkah anda mengeluarkannya?\" beliau menjawab: \"Tidak, sesungguhnya Allah telah menyembuhkanku dan aku hanya tidak suka memberikan kesan buruk kepada orang lain dari peristiwa itu.\" Kemudian beliau memerintahkan seseorang membawanya (barang yang dipakai untuk menyihir) lalu menguburnya.\" Hadits ini juga diperkuat oleh riwayat [Abu Usamah] dan [Abu Dlamrah] serta [Ibnu Abu Az Zinad] dari [Hisyam]. [Al Laits] dan [Ibnu 'Uyainah] mengatakan dari [Hisyam] mengenai lafazh \"Musth (sisir) \" dan \"Musyaqah (helai rambut yang jatuh karena disisir) dikatakana pula \"Al Musyathah yaitu helai rambut yang jatuh apabila disisir.\" Sedangkan Musyaqqah ialah rambut yang melekat pada sisir tatkala menyisir.\"","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى أَخْبَرَنَا عِيسَى بْنُ يُونُسَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْسَحَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ مِنْ بَنِي زُرَيْقٍ يُقَالُ لَهُ لَبِيدُ بْنُ الْأَعْصَمِ حَتَّى كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُخَيَّلُ إِلَيْهِ أَنَّهُ كَانَ يَفْعَلُ الشَّيْءَ وَمَا فَعَلَهُ حَتَّى إِذَا كَانَ ذَاتَ يَوْمٍ أَوْ ذَاتَ لَيْلَةٍ وَهُوَ عِنْدِي لَكِنَّهُ دَعَا وَدَعَا ثُمَّ قَالَ يَا عَائِشَةُ أَشَعَرْتِ أَنَّ اللَّهَ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ أَتَانِي رَجُلَانِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالْآخَرُ عِنْدَ رِجْلَيَّ فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ مَا وَجَعُ الرَّجُلِ فَقَالَ مَطْبُوبٌ قَالَ مَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الْأَعْصَمِ قَالَ فِي أَيِّ شَيْءٍ قَالَ فِي مُشْطٍ وَمُشَاطَةٍ وَجُفِّ طَلْعِ نَخْلَةٍ ذَكَرٍ قَالَ وَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذَرْوَانَ فَأَتَاهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَاسٍ مِنْ أَصْحَابِهِ فَجَاءَ فَقَالَ يَا عَائِشَةُ كَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ أَوْ كَأَنَّ رُءُوسَ نَخْلِهَا رُءُوسُ الشَّيَاطِينِ قُلْتُ يَا رَسُولَ اللَّهِ أَفَلَا اسْتَخْرَجْتَهُ قَالَ قَدْ عَافَانِي اللَّهُ فَكَرِهْتُ أَنْ أُثَوِّرَ عَلَى النَّاسِ فِيهِ شَرًّا فَأَمَرَ بِهَا فَدُفِنَتْتَابَعَهُ أَبُو أُسَامَةَ وَأَبُو ضَمْرَةَ وَابْنُ أَبِي الزِّنَادِ عَنْ هِشَامٍ وَقَالَ اللَّيْثُ وَابْنُ عُيَيْنَةَ عَنْ هِشَامٍ فِي مُشْطٍ وَمُشَاقَةٍ يُقَالُ الْمُشَاطَةُ مَا يَخْرُجُ مِنْ الشَّعَرِ إِذَا مُشِطَ وَالْمُشَاقَةُ مِنْ مُشَاقَةِ الْكَتَّانِ","source":"Bukhari"},"__N_SSG":true}