{"pageProps":{"number":"524","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdul 'Aziz bin 'Abdullah Al Uwaisi] berkata, telah menceritakan kepadaku [Ibrahim bin Sa'ad] dari [Ibnu Syihab] dari [Salim bin 'Abdullah] dari [Bapaknya] ia mengabarkan kepadanya, bahwa dia pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya keberadaan kalian dibandingakan ummat-ummat sebelum kalian seperti masa antara shalat 'Ashar dan terbenamnya matahari. Ahlu Taurat diberikan Kitab Taurat, kemudian mereka mengamalkannya hingga apabila sampai pertengahan siang hari mereka menjadi lemah (tidak kuat sehingga melalaikannya). Maka mereka diberi pahala satu qirath satu qirath. Kemudian Ahlu Injil diberikan Kitab Injil, lalu mereka mengamalkannya hingga waktu shalat 'Ashar, dan mereka pun melemah. Maka merekapun diberi pahala satu qirath satu qirath. Sedangkan kita diberikan Al Qur'an, lalu kita mengamalkannya hingga matahari terbenam, maka kita diberi pahala dua qirath dua qirath. kedua Ahlul Kitab tersebut berkata, 'Wahai Rabb kami, bagaimana Engkau memberikan mereka dua qirath dua qirath dan Engkau beri kami satu qirath satu qirath. Padahal kami lebih banyak beramal! ' Beliau melanjutkan kisahnya: \"Maka Allah 'azza wajalla bertanya: 'Apakah Aku menzhalimi sesuatu dari bagian pahala kalian? ' Mereka menjawab, 'Tidak'. Maka Allah 'azza wajalla berfirman: 'Itulah karunia-Ku yang Aku berikan kepada siapa yang Aku kehendaki'.\"","arab":"حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الْأُوَيْسِيُّ قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ أَنَّهُ أَخْبَرَهُأَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّمَا بَقَاؤُكُمْ فِيمَا سَلَفَ قَبْلَكُمْ مِنْ الْأُمَمِ كَمَا بَيْنَ صَلَاةِ الْعَصْرِ إِلَى غُرُوبِ الشَّمْسِ أُوتِيَ أَهْلُ التَّوْرَاةِ التَّوْرَاةَ فَعَمِلُوا حَتَّى إِذَا انْتَصَفَ النَّهَارُ عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا ثُمَّ أُوتِيَ أَهْلُ الْإِنْجِيلِ الْإِنْجِيلَ فَعَمِلُوا إِلَى صَلَاةِ الْعَصْرِ ثُمَّ عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا ثُمَّ أُوتِينَا الْقُرْآنَ فَعَمِلْنَا إِلَى غُرُوبِ الشَّمْسِ فَأُعْطِينَا قِيرَاطَيْنِ قِيرَاطَيْنِ فَقَالَ أَهْلُ الْكِتَابَيْنِ أَيْ رَبَّنَا أَعْطَيْتَ هَؤُلَاءِ قِيرَاطَيْنِ قِيرَاطَيْنِ وَأَعْطَيْتَنَا قِيرَاطًا قِيرَاطًا وَنَحْنُ كُنَّا أَكْثَرَ عَمَلًا قَالَ قَالَ اللَّهُ عَزَّ وَجَلَّ هَلْ ظَلَمْتُكُمْ مِنْ أَجْرِكُمْ مِنْ شَيْءٍ قَالُوا لَا قَالَ فَهُوَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ","source":"Bukhari"},"__N_SSG":true}