{"pageProps":{"number":"5744","slug":"bukhari","id":"Telah menceritakan kepada kami [Yusuf bin Musa] telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari [Abu Shalih] dari [Abu Sa'id] mengatakan, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah berfirman; 'hai Adam'. 'Baik dan aku penuhi panggilan-MU ya Allah, dan seluruh kebaikan di tangan-Mu, \" Jawab Adam. Allah melanjutkan; 'datangkan utusan-utusan neraka! ' Adam menjawab; 'berapa utusan neraka? ' Tanya Adam. Allah menjawab; 'Setiap seribu orang, datangkan sembilan ratus sembilan puluh sembilan orang.' Dan ketika itulah anak kecil menjadi beruban karenanya, sebagaimana ayat; 'Dan setiap orang yang hamil melahirkan bayinya, dan kau lihat manusia mabuk padahal sejatinya mereka tidak mabuk, hanya karena siksa Alalh sedemikian dahsyatnya' (QS. Alhajj, 2).\" Yang demikian menjadikan mereka gusar, sehingga para sahabat bertanya-tanya; 'Wahai Rasulullah, siapa diantara kami yang termasuk dijebloskan ke neraka itu! ' Nabi menjawab; \"Tenanglah kalian, sebab jika Ya'juj dan ma'juj dimasukkan neraka sebanyak seribu, dari kalian hanya satu.\" Selanjutnya beliau bersabda: \"Demi Dzat yang jiwaku berada di Tangan-Nya, sungguh aku berkeinginan sekiranya kalian menjadi sepertiga penghuni surga.\" Kata Abu Said; lantas kami pun memuji Allah dan bertakbir, kemudian Nabi bersabda: \"Demi dzat yang jiwaku berad di Tangan-Nya, sungguh aku berharap jika kalian menjadi separoh penghuni surga, dan permisalan kalian dibandingkan umat lainnya hanyalah bagaikan sehelai rambut putih di kulit sapi hitam atau bagaikan belang hitam di lengan keledai.\"","arab":"حَدَّثَنِي يُوسُفُ بْنُ مُوسَى حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ اللَّهُ يَا آدَمُ فَيَقُولُ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكَ قَالَ يَقُولُ أَخْرِجْ بَعْثَ النَّارِ قَالَ وَمَا بَعْثُ النَّارِ قَالَ مِنْ كُلِّ أَلْفٍ تِسْعَ مِائَةٍ وَتِسْعَةً وَتِسْعِينَ فَذَاكَ حِينَ يَشِيبُ الصَّغِيرُ{ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سَكْرَى وَمَا هُمْ بِسَكْرَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ }فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ فَقَالُوا يَا رَسُولَ اللَّهِ أَيُّنَا ذَلِكَ الرَّجُلُ قَالَ أَبْشِرُوا فَإِنَّ مِنْ يَأْجُوجَ وَمَأْجُوجَ أَلْفًا وَمِنْكُمْ رَجُلٌ ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لَأَطْمَعُ أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ قَالَ فَحَمِدْنَا اللَّهَ وَكَبَّرْنَا ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لَأَطْمَعُ أَنْ تَكُونُوا شَطْرَ أَهْلِ الْجَنَّةِ إِنَّ مَثَلَكُمْ فِي الْأُمَمِ كَمَثَلِ الشَّعَرَةِ الْبَيْضَاءِ فِي جِلْدِ الثَّوْرِ الْأَسْوَدِ أَوْ الرَّقْمَةِ فِي ذِرَاعِ الْحِمَارِ","source":"Bukhari"},"__N_SSG":true}