{"pageProps":{"number":"6152","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdullah bin Yusuf], Telah mengabarkan kepada kami [Malik] dari [Ishaq bin Abdullah bin Abu Thalhah], ia mendengar [Anas bin Malik] mengatakan, Rasulullah Shallallahu'alaihiwasallam Pernah menemui Ummu haram binti Milhan yang diperistiri oleh 'Ubadah bin Shamit. Suatu hari beliau shallallahu 'alaihi wasallam menemuinya, dan Ummu Haram memberinya makanan dan mencari kutu di kepalanya. kemudian Rasulullah shallallahu 'alaihi wasallam tertidur, lantas bangun dan tertawa. Kata Ummu Haram; saya bertanya; 'Apa yang menjadikanmu tertawa ya Rasulullah? ' Beliau menjawab: \"Sekian orang dari umatku diperlihatkan kepadaku dalam keadaan berperang fii sabiilillah, mereka mengarungi permukaan lautan sebagai raja-raja diatas permadani, -atau dengan redaksi- seperti raja-raja diatas permadani \"- Ishaq ragu kepastian redaksinya.- Kata Ummu haram; 'ya Rasulullah, doakanlah aku agar Allah menjadikan diriku diantara mereka? ' maka Rasulullah shallallahu 'alaihi wasallam mendoakan untuknya. Kemudian Rasulullah shallallahu 'alaihi wasallam meletakkan kepalanya, kemudian bangun dengan tertawa, maka aku(Ummu Haram) bertanya; 'Apa yang menjadikan dirimu tertawa ya Rasulullah? ' Nabi menjawab; \"ada beberapa manusia dari kalangan umatku menjadi pejuang fii sabilillah, \" dan seterusnya sebagaimana diatas. Ummu Haram berkata; 'ya Rasulullah, doakanlah aku agar Allah menjadikan diriku diantara mereka! ' Nabi bersabda: \"engkau termasuk rombongan pejuang yang pertama.\" Kemudian Ummu Haram mengarungi lautan di zaman pemerintahan Mu'awiyah bin Abu Sufyan, dan hewan tunggangannya terpeleset ketika keluar dari lautan, sehingga Ummu haram meninggal.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْخُلُ عَلَى أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ وَكَانَتْ تَحْتَ عُبَادَةَ بْنِ الصَّامِتِ فَدَخَلَ عَلَيْهَا يَوْمًا فَأَطْعَمَتْهُ وَجَعَلَتْ تَفْلِي رَأْسَهُ فَنَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ قَالَتْ فَقُلْتُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غُزَاةً فِي سَبِيلِ اللَّهِ يَرْكَبُونَ ثَبَجَ هَذَا الْبَحْرِ مُلُوكًا عَلَى الْأَسِرَّةِ أَوْ مِثْلَ الْمُلُوكِ عَلَى الْأَسِرَّةِ شَكَّ إِسْحَاقُ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَدَعَا لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ وَضَعَ رَأْسَهُ ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقُلْتُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غُزَاةً فِي سَبِيلِ اللَّهِ كَمَا قَالَ فِي الْأُولَى قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ أَنْتِ مِنْ الْأَوَّلِينَ فَرَكِبَتْ الْبَحْرَ فِي زَمَانِ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ فَصُرِعَتْ عَنْ دَابَّتِهَا حِينَ خَرَجَتْ مِنْ الْبَحْرِ فَهَلَكَتْ","source":"Bukhari"},"__N_SSG":true}