{"pageProps":{"number":"624","slug":"bukhari","id":"Telah menceritakan kepada kami ['Umar bin Hafsh bin Ghiyats] berkata, telah menceritakan kepadaku [Bapakku] berkata, telah menceritakan kepada kami [Al A'masy] dari [Ibrahim] dari [Al Aswad] berkata, \"Kami pernah bersama ['Aisyah] ketika kami menceritakan tentang masalah menekuni shalat berjama'ah dan mengutamakannya. Maka Aisyah pun berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam sedang sakit yang membawa pada ajalnya, waktu shalat tiba dan dikumandangkanlah adzan. Beliau lalu bersabda (kepada para isterinya): \"Suruhlah Abu Bakar untuk memimpin shalat bersama orang-orang.\" Lalu dikatakan kepada beliau, \"Sesungguhnya Abu Bakr adalah orang yang lemah dan mudah menangis (saat membaca Al Qur'an). Dia tidak akan mampu menggantikan posisi Tuan untuk memimpin orang-orang shalat.\" Beliau kembali mengulangi ucapannya, dan mereka juga memberi jawaban yang sama. Hal itu terus berulang hingga tiga kali, akhirnya beliau pun bersabda: \"Kalian ini seperti isteri-isteri Yusuf! Perintahkanlah Abu Bakr agar memimpin shalat.\" Maka keluarlah Abu Bakr memimpin shalat jama'ah. Beliau kemudian merasa agak segar badannya, sehingga beliau keluar ke masjid dengan diapit oleh dua orang, seolah aku kedua kaki beliau menyentuh tanah karena sakit. Melihat kehadiran beliau, Abu Bakar berniat untuk mundur namun Nabi shallallahu 'alaihi wasallam mencegahnya dengan isyarat agar ia tetap pada posisinya. Kemudian beliau di dudukkan di sisi Abu Bakar.\" Dikatakan kepada Al A'masy, \"Apakah beliau shalat kemudian Abu Bakar shalat mengikuti shalatnya beliau, dan orang-orang shalat dengan mengikuti shalatnya Abu Bakar?\" Lalu Al A'masy menjawab 'Ya' dengan anggukkan kepalanya.\" [Abu Daud] juga meriwayatkannya dari [Syu'bah] dari [Al A'masy] sebagiannya, dan [Abu Mu'awiyah] menambahkan, \"Beliau shalat dengan duduk di sebelah kiri Abu Bakar, sementara Abu Bakr shalat dengan berdiri.\"","arab":"حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ قَالَ حَدَّثَنِي أَبِي قَالَ حَدَّثَنَا الْأَعْمَشُ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ قَالَ كُنَّا عِنْدَ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَذَكَرْنَا الْمُوَاظَبَةَ عَلَى الصَّلَاةِ وَالتَّعْظِيمَ لَهَا قَالَتْلَمَّا مَرِضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَضَهُ الَّذِي مَاتَ فِيهِ فَحَضَرَتْ الصَّلَاةُ فَأُذِّنَ فَقَالَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ فَقِيلَ لَهُ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ إِذَا قَامَ فِي مَقَامِكَ لَمْ يَسْتَطِعْ أَنْ يُصَلِّيَ بِالنَّاسِ وَأَعَادَ فَأَعَادُوا لَهُ فَأَعَادَ الثَّالِثَةَ فَقَالَ إِنَّكُنَّ صَوَاحِبُ يُوسُفَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ فَخَرَجَ أَبُو بَكْرٍ فَصَلَّى فَوَجَدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نَفْسِهِ خِفَّةً فَخَرَجَ يُهَادَى بَيْنَ رَجُلَيْنِ كَأَنِّي أَنْظُرُ رِجْلَيْهِ تَخُطَّانِ مِنْ الْوَجَعِ فَأَرَادَ أَبُو بَكْرٍ أَنْ يَتَأَخَّرَ فَأَوْمَأَ إِلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ مَكَانَكَ ثُمَّ أُتِيَ بِهِ حَتَّى جَلَسَ إِلَى جَنْبِهِ قِيلَ لِلْأَعْمَشِ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي وَأَبُو بَكْرٍ يُصَلِّي بِصَلَاتِهِ وَالنَّاسُ يُصَلُّونَ بِصَلَاةِ أَبِي بَكْرٍ فَقَالَ بِرَأْسِهِ نَعَمْرَوَاهُ أَبُو دَاوُدَ عَنْ شُعْبَةَ عَنْ الْأَعْمَشِ بَعْضَهُ وَزَادَ أَبُو مُعَاوِيَةَ جَلَسَ عَنْ يَسَارِ أَبِي بَكْرٍ فَكَانَ أَبُو بَكْرٍ يُصَلِّي قَائِمًا","source":"Bukhari"},"__N_SSG":true}