{"pageProps":{"number":"1015","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdul Malik bin Syu'aib] telah menceritakan kepada kami [Ibnu Wahb] dari [Al Laits] dia berkata; [Rabi'ah] berkata; -yaitu ia menulis surat kepada Al Laits- telah menceritakan kepadaku [Abdullah bin Dinar] dia berkata; \"Matahari telah terbenam, sementara aku berada di samping Abdullah bin Umar, lalu kami berangkat. Ketika kami tahu waktu telah sore, kami berkata; \"Waktu shalat telah tiba!.\" Namun Ibnu Umar masih tetap berjalan, hingga mega merah telah hilang dan bintang-bintang mulai muncul, kemudian [Ibnu Umar] singgah untuk menjama' dua shalat tersebut (Maghrib dan Isya), lalu dia berkata; \"Aku pernah melihat Rasulullah shallallahu 'alaihi wasallam, apabila dalam suatu perjalanan mengalami kepayahan, beliau mengerjakan dua shalat ini.\" dia berkata; \"yaitu dengan menjama'nya ketika malam telah tiba.\" Abu Daud berkata; \"Di riwayatkan pula oleh ['Ashim bin Muhammad] dari [Saudaranya] dari [Salim]. Dan di riwayatkan pula oleh [Ibnu Abu Najih] dari [Isma'il bin Abdurrahman bin Dzu`aib] bahwa menjama' keduanya yang berasal dari Ibnu Umar adalah setelah hilang mega merah.\"","arab":"حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبٍ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ اللَّيْثِ قَالَ قَالَ رَبِيعَةُ يَعْنِي كَتَبَ إِلَيْهِ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ قَالَغَابَتْ الشَّمْسُ وَأَنَا عِنْدَ عَبْدِ اللَّهِ بْنِ عُمَرَ فَسِرْنَا فَلَمَّا رَأَيْنَاهُ قَدْ أَمْسَى قُلْنَا الصَّلَاةُ فَسَارَ حَتَّى غَابَ الشَّفَقُ وَتَصَوَّبَتْ النُّجُومُ ثُمَّ إِنَّهُ نَزَلَ فَصَلَّى الصَّلَاتَيْنِ جَمِيعًا ثُمَّ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا جَدَّ بِهِ السَّيْرُ صَلَّى صَلَاتِي هَذِهِ يَقُولُ يَجْمَعُ بَيْنَهُمَا بَعْدَ لَيْلٍقَالَ أَبُو دَاوُد رَوَاهُ عَاصِمُ بْنُ مُحَمَّدٍ عَنْ أَخِيهِ عَنْ سَالِمٍ وَرَوَاهُ ابْنُ أَبِي نَجِيحٍ عَنْ إِسْمَعِيلَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ ذُؤَيْبٍ أَنَّ الْجَمْعَ بَيْنَهُمَا مِنْ ابْنِ عُمَرَ كَانَ بَعْدَ غُيُوبِ الشَّفَقِ","source":"Abu Daud"},"__N_SSG":true}