{"pageProps":{"number":"1019","slug":"abu-daud","id":"telah menceritakan kepada kami [Al Qa'nabi] telah menceritakan kepada kami [Isa bin Hafsh bin 'Ashim bin Umar bin Khattab] dari [ayahnya] dia berkata; \"Aku pernah menemani Ibnu Umar dalam suatu perjalanan.\" Hafsh berkata; \"lalu Ibnu Umar melaksanakan shalat dua raka'at bersama kami, Kemudian dia menghadap, ketika dia melihat orang-orang berdiri, dia berkata; \"Apa yang di perbuat mereka?\" Jawabku; \"Mereka sedang mengerjakan shalat sunnah.\" [Ibnu Umar] berkata; \"Sekiranya aku mengerjakan shalat sunnah, tentu aku akan menyempurnakan shalatku. Wahai anak saudaraku, Sesungguhnya aku pernah menyertai Rasulullah shallallahu 'alaihi wasallam dalam suatu perjalanan, namun beliau tidak pernah menambah dua raka'at hingga Allah Azza Wa Jalla mewafatkannya, aku juga pernah menyertai Abu Bakar, namun dia tidak pernah menambah dua raka'at hingga Allah Azza Wa Jalla mewafatkannya, aku juga menyertai Umar, namun dia tidak pernah menambah dua raka'at hingga Allah Ta'ala mewafatkannya, aku juga pernah menyertai Utsman, namun dia tidak pernah menambah dua raka'at hingga Allah Ta'ala mewafatkannya, sungguh Allah Azza Wa Jalla telah berfirman; \"Sesungguhnya Telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu.\" QS Al Ahzab; 21. ","arab":"حَدَّثَنَا الْقَعْنَبِيُّ حَدَّثَنَا عِيسَى بْنُ حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ أَبِيهِ قَالَصَحِبْتُ ابْنَ عُمَرَ فِي طَرِيقٍ قَالَ فَصَلَّى بِنَا رَكْعَتَيْنِ ثُمَّ أَقْبَلَ فَرَأَى نَاسًا قِيَامًا فَقَالَ مَا يَصْنَعُ هَؤُلَاءِ قُلْتُ يُسَبِّحُونَ قَالَ لَوْ كُنْتُ مُسَبِّحًا أَتْمَمْتُ صَلَاتِي يَا ابْنَ أَخِي إِنِّي صَحِبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السَّفَرِ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ حَتَّى قَبَضَهُ اللَّهُ عَزَّ وَجَلَّوَصَحِبْتُ أَبَا بَكْرٍ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ حَتَّى قَبَضَهُ اللَّهُ عَزَّ وَجَلَّ وَصَحِبْتُ عُمَرَ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ حَتَّى قَبَضَهُ اللَّهُ تَعَالَى وَصَحِبْتُ عُثْمَانَ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ حَتَّى قَبَضَهُ اللَّهُ تَعَالَى وَقَدْ قَالَ اللَّهُ عَزَّ وَجَلَّ{ لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ }","source":"Abu Daud"},"__N_SSG":true}