{"pageProps":{"number":"1092","slug":"abu-daud","id":"Telah menceritakan kepada kami [Husain bin Abdurrahman Al Jarjara`i] telah menceritakan kepada kami [Thalq bin Ghanam] telah menceritakan kepada kami [Ya'qub bin Abdullah] dari [Ja'far bin Abu Al Mughirah] dari [Sa'id bin Jubair] dari [Ibnu Abbas] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam biasa memanjangkan bacaan di dua raka'at (shalat sunnah) setelah Maghrib sehingga orang-orang dalam masjid bubar.\" Abu Daud berkata; \"Telah di riwayatkan pula oleh [Nahsr Al Mujaddar] dari [Ya'qub Al Qummi] dengan mensanadkan seperti hadits di atas. Abu Daud berkata; telah menceritakan kepada kami [Muhammad bin Isa bin Ath Thaba'] telah menceritakan kepada kami [Nashr Al Mujaddar] dari [Ya'qub] seperti hadits di atas. Telah menceritakan kepada kami [Ahmad bin Yunus] dan [Sulaiman bin Daud Al 'Ataki] keduanya berkata; telah menceritakan kepada kami [Ya'qub] dari [Ja'far] dari [sa'id bin Jubair] dari Nabi shallallahu 'alaihi wasallam dengan maksud yang sama, secara mursal. Abu Daud berkata; aku mendengar Muhammad bin Humaid berkata; aku mendengar Ya'qub berkata; \"Setiap (hadits) yang aku sampaikan kepada kalian dari Ja'far bin Mughirah dari Sa'id bin Jubair dari Nabi shallallahu 'alaihi wasallam adalah musnad (bersambung) dari Ibnu Abbas dari Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا حُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ الْجَرْجَرَائِيُّ حَدَّثَنَا طَلْقُ بْنُ غَنَّامٍ حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ اللَّهِ عَنْ جَعْفَرِ بْنِ أَبِي الْمُغِيرَةِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُطِيلُ الْقِرَاءَةَ فِي الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ حَتَّى يَتَفَرَّقَ أَهْلُ الْمَسْجِدِقَالَ أَبُو دَاوُد رَوَاهُ نَصْرٌ الْمُجَدَّرُ عَنْ يَعْقُوبَ الْقُمِّيِّ وَأَسْنَدَهُ مِثْلَهُ قَالَ أَبُو دَاوُد حَدَّثَنَاه مُحَمَّدُ بْنُ عِيسَى بْنِ الطَّبَّاعِ حَدَّثَنَا نَصْرٌ الْمُجَدَّرُ عَنْ يَعْقُوبَ مِثْلَهُ حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ وَسُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ قَالَا حَدَّثَنَا يَعْقُوبُ عَنْ جَعْفَرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ النَّبِيِّ بِمَعْنَاهُ مُرْسَلًا قَالَ أَبُو دَاوُد سَمِعْت مُحَمَّدَ بْنَ حُمَيْدٍ يَقُولُ سَمِعْتُ يَعْقُوبَ يَقُولُ كُلُّ شَيْءٍ حَدَّثْتُكُمْ عَنْ جَعْفَرِ بْنِ الْمُغِيرَةِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُوَ مُسْنَدٌ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}