{"pageProps":{"number":"1184","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Utsman bin Abu Syaibah], telah menceritakan kepada Kami [Abu Hafsh Al Abbar], dan diriwayatkan dari jalur yang lain: Telah menceritakan kepada Kami [Ibrahim bin Musa] telah mengabarkan kepada Kami [Muhammad bin Anas] dan ini adalah lafazhnya, dari [Al A'masy] dari [Thalhah] dan [Zubaid] dari [Sa'id? bin Abdurrahman bin Abza] dari [ayahnya] dari [Ubai bin Ka'bin] ia berkata; Rasulullah shallAllahu wa'alaihi wa sallam melakukan witir dengan membaca \"Sabbihisma rabbikal a'laa\" (Surat Al A'la) dan \"Qul lilladzina kafaruu\" (Surat Al Kaafiruun) serta \"WAllahul wahidush shamad\" (Surat Al Ikhlash). Telah berkata kepada Kami [Ahmad bin Abu Syu'aib], telah menceritakan kepada Kami [Muhammad bin Salamah], telah menceritakan kepada Kami [Khushaif] dari [Abdul Aziz bin Juraij] berkata; aku bertanya kepada [Aisyah] ummul mukminin radhiyAllahu; surat apakah yang dibaca Rasulullah shallAllahu wa'alaihi wa sallam ketika melakukan witir? Kemudian ia menyebutkan maknanya; dan pada raka'at yang ketiga beliau membaca \"Qul Huwallaahu Ahad\" dan \"Mu'awwidzatain\" (Surat Al Falaq dan An Naas). ","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو حَفْصٍ الْأَبَّارُ ح و حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى أَخْبَرَنَا مُحَمَّدُ بْنُ أَنَسٍ وَهَذَا لَفْظُهُ عَنْ الْأَعْمَشِ عَنْ طَلْحَةَ وَزُبَيْدٍ عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُوتِرُ بِسَبِّحْ اسْمَ رَبِّكَ الْأَعْلَى وَقُلْ لِلَّذِينَ كَفَرُوا وَاللَّهُ الْوَاحِدُ الصَّمَدُحَدَّثَنَا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ حَدَّثَنَا خُصَيْفٌ عَنْ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ قَالَ سَأَلْتُ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ بِأَيِّ شَيْءٍ كَانَ يُوتِرُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَاهُ قَالَ وَفِي الثَّالِثَةِ بِقُلْ هُوَ اللَّهُ أَحَدٌ وَالْمُعَوِّذَتَيْنِ","source":"Abu Daud"},"__N_SSG":true}