{"pageProps":{"number":"1232","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Al Qa'nabi] dari [Malik] dari [Ibnu Syihab] dari ['Urwah bin Az Zubair] dari [Abdurrahman bin Abdul Qari], ia berkata; saya mendengar [Umar bin Al Khathab] berkata; aku mendengar Hisyam bin Hakim bin Hizam membaca Surat Al Furqan tidak seperti yang aku baca, dan Rasulullah telah membacakannya kepadaku, maka hampir aku tergesa-gesa untuk bertindak terhadapnya, kemudian aku mengurungkannya hingga ia pergi. Kemudian aku menarik selendangnya dan membawanya kepada Rasulullah shallallahu 'alaihi wasallam. Aku katakan; wahai Rasul, sesungguhnya aku telah mendengar orang ini membaca Surat Al Furqan tidak seperti yang telah engkau bacakan kepadaku. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata kepadanya: \"Bacalah, kemudian ia membaca bacaan yang telah aku dengar. kemudian Rasulullah shallAllahu wa'alaihi wa sallam bersabda: \"Demikianlah Surat tersebut diturunkan.\" Kemudian beliau berkata kepadaku: \"Bacalah.\" Lalu aku membacanya. Kemudian beliau berkata: \"Demikianlah surat tersebut diturunkan.\" Kemudian beliau bersabda: \"Sesungguhnya Al Qur'an ini diturunkan dengan tujuh gaya bahasa, maka bacalah apa yang mudah darinya.\" Telah menceritakan kepada Kami Muhammad bin Yahya bin Faris, telah menceritakan kepada Kami Abdurrazzaq, telah mengabarkan kepada Kami Ma'mar, ia berkata; Az Zuhri berkata; sesungguhnya gaya bahasa ini dalam satu perkara dan tidak berbeda-beda dalam hal halal dan haram. ","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ الْقَارِيِّ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُسَمِعْتُ هِشَامَ بْنَ حَكِيمِ بْنِ حِزَامٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَؤُهَا وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْرَأَنِيهَا فَكِدْتُ أَنْ أَعْجَلَ عَلَيْهِ ثُمَّ أَمْهَلْتُهُ حَتَّى انْصَرَفَ ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ فَجِئْتُ بِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَأْتَنِيهَا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْرَأْ فَقَرَأَ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَأُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ لِيَ اقْرَأْ فَقَرَأْتُ فَقَالَ هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ قَالَ قَالَ الزُّهْرِيُّ إِنَّمَا هَذِهِ الْأَحْرُفُ فِي الْأَمْرِ الْوَاحِدِ لَيْسَ تَخْتَلِفُ فِي حَلَالٍ وَلَا حَرَامٍ","source":"Abu Daud"},"__N_SSG":true}