{"pageProps":{"number":"1249","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abdurrahman bin Ibrahim] telah menceritakan kepada Kami [Al Walid bin Muslim], telah menceritakan kepada Kami [Al Auza'i], telah menceritakan kepadaku [Hassan bin 'Athiyyah], ia berkata; telah menceritakan kepadaku [Muhammad bin Abu Aisyah], ia berkata; telah menceritakan kepadaku [Abu Hurairah RhadhiyAllahu 'anhu], ia berkata; Abu Dzar berkata; wahai RasulAllah! Orang-orang kaya pergi dengan membawa banyak pahala, mereka melakukan shalat sebagaimana Kami melakukan shalat, mereka berpuasa sebagaimana Kami berpuasa, mereka mempunyai kelebihan harta yang mereka sedekahkan sementara Kami tidak memiliki harta untuk bersedekah. Kemudian Rasulullah shalallAllahu 'alaihi wa sallam berkata: \"Wahai Abu Dzar, maukah aku ajarkan kepadamu beberapa kalimat yang dengannya kamu dapat menyusul orang yang telah mendahuluimu dan orang yang di belakangmu tidak dapat mengejarmu kecuali orang yang mengerjakan seperti apa yang kamu kerjakan?\" Dia menjawab; ya, wahai Rasulullah! Beliau bersabda: \"Engkau bertakbir kepada tiga puluh tiga kali setiap selesai shalat, bertahmid tiga puluh tiga kali, bertasbih tiga puluh tiga kali dan kamu tutup dengan ucapan LAA ILAAHA ILLALLAAHU WAHDAU LAA SYARIIKALAHU, LAHUL MULKU WA LAHUL HAMDU WA HUWA 'ALAA KULLI SYAI-IN QADIIR (tidak ada tuhan yang berhak disembah kecuali Allah semata, tidak ada sekutu bagiNya, milikNya seluruh kerajaan, dan bagi-Nya segala puji dan Dia Maha Mampu melakukan segala sesuatu) niscaya dosa-dosanya akan diampuni walaupun sebanyak buih lautan.\"","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا الْأَوْزَاعِيُّ حَدَّثَنِي حَسَّانُ بْنُ عَطِيَّةَ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي عَائِشَةَ قَالَ حَدَّثَنِي أَبُو هُرَيْرَةَ قَالَ قَالَ أَبُو ذَرٍّيَا رَسُولَ اللَّهِ ذَهَبَ أَصْحَابُ الدُّثُورِ بِالْأُجُورِ يُصَلُّونَ كَمَا نُصَلِّي وَيَصُومُونَ كَمَا نَصُومُ وَلَهُمْ فُضُولُ أَمْوَالٍ يَتَصَدَّقُونَ بِهَا وَلَيْسَ لَنَا مَالٌ نَتَصَدَّقُ بِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا ذَرٍّ أَلَا أُعَلِّمُكَ كَلِمَاتٍ تُدْرِكُ بِهِنَّ مَنْ سَبَقَكَ وَلَا يَلْحَقُكَ مَنْ خَلْفَكَ إِلَّا مَنْ أَخَذَ بِمِثْلِ عَمَلِكَ قَالَ بَلَى يَا رَسُولَ اللَّهِ قَالَ تُكَبِّرُ اللَّهَ عَزَّ وَجَلَّ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِينَ وَتَحْمَدُهُ ثَلَاثًا وَثَلَاثِينَ وَتُسَبِّحُهُ ثَلَاثًا وَثَلَاثِينَ وَتَخْتِمُهَا بِلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ غُفِرَتْ لَهُ ذُنُوبُهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ","source":"Abu Daud"},"__N_SSG":true}