{"pageProps":{"number":"127","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] dari [Waki'] dari [Sufyan Ats-Tsauri] dari [Abu Qais Al Audi, yaitu Abdurrahman bin Tsarwan] dari [Huzail bin Syurahbil] darin [Al-Mughirah bin Syu'bah] bahwasanya Rasulullah shallallahu 'alaihi wasallam berwudhu dan mengusap bagian atas kedua kaos kaki dan sandalnya. Abu Dawud berkata; Abdurrahman bin Mahdi tidak menceritakan hadits ini, karena yang diketahui dari Mughirah, bahwasanya Nabi shallallahu 'alaihi wasallam mengusap bagian atas kedua khuf.\" Abu Dawud berkata; Dan ini diriwayatkan juga dari Abu Musa Al Asy'ari dari Nabi shallallahu 'alaihi wasallam, bahwasanya beliau mengusap bagian atas kedua kaos kaki. Namun hadits ini tidak bersambung dan tidak kuat. Abu Dawud berkata; Sahabat yang pernah mengusap bagian atas kedua kaos kaki adalah Ali bin Abi Thalib, Ibnu Mas'ud, Al-Bara` bin 'Azib, Anas bin Malik, Abu Umamah, Sahal bin Sa'ad, dan Amru bin Huraits. Demikian pula hal itu diriwayatkan dari Umar bin Al-Khaththab dan Ibnu Abbas. ","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ عَنْ وَكِيعٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ أَبِي قَيْسٍ الْأَوْدِيِّ هُوَ عَبْدُ الرَّحْمَنِ بْنُ ثَرْوَانَ عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ عَنْ الْمُغِيرَةِ بْنِ شُعْبَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ وَمَسَحَ عَلَى الْجَوْرَبَيْنِ وَالنَّعْلَيْنِقَالَ أَبُو دَاوُد كَانَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ لَا يُحَدِّثُ بِهَذَا الْحَدِيثِ لِأَنَّ الْمَعْرُوفَ عَنْ الْمُغِيرَةِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَسَحَ عَلَى الْخُفَّيْنِ قَالَ أَبُو دَاوُد وَرُوِيَ هَذَا أَيْضًا عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ مَسَحَ عَلَى الْجَوْرَبَيْنِ وَلَيْسَ بِالْمُتَّصِلِ وَلَا بِالْقَوِيِّ قَالَ أَبُو دَاوُد وَمَسَحَ عَلَى الْجَوْرَبَيْنِ عَلِيُّ بْنُ أَبِي طَالِبٍ وَابْنُ مَسْعُودٍ وَالْبَرَاءُ بْنُ عَازِبٍ وَأَنَسُ بْنُ مَالِكٍ وَأَبُو أُمَامَةَ وَسَهْلُ بْنُ سَعْدٍ وَعَمْرُو بْنُ حُرَيْثٍ وَرُوِيَ ذَلِكَ عَنْ عُمَرَ بْنِ الْخَطَّابِ وَابْنِ عَبَّاسٍ","source":"Abu Daud"},"__N_SSG":true}