{"pageProps":{"number":"1325","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abdullah bin Maslamah], telah menceritakan kepada Kami [Daud yaitu Ibnu Qais] dari ['Iyash bin Abdullah] dari [Abu Sa'id Al Khudri], ia berkata; Kami dahulu disaat Rasulullah shallAllahu wa'alaihi wa sallam bersama Kami mengeluarkan zakat fitrah untuk setiap anak kecil, dan orang dewasa, orang merdeka atau budak satu sha' makanan atau satu sha' keju, atau satu sha' gandum, atau satu sha' kurma, atau satu sha' kismis. Dan Kami tetap mengeluarkannya hingga [Mu'awiyah] datang untuk melakukan haji, atau umrah. Kemudian ia berbicara kepada orang-orang di atas minbar, dan diantara yang ia katakan kepada orang-orang adalah; saya melihat dua mud gandum Syam setara dengan satu sha' kurma. Kemudian orang-orang mengambil pendapat tersebut. Kemudian Abu Sa'id berkata; adapun aku maka aku tetap mengeluarkannya (sebagaimana dahulu aku mengeluarkannya) untuk selamanya selama aku hidup. Abu Daud berkata; [Ibu 'Ulayyah] dan ['Abdah] serta yang lainnya telah meriwayatkannya dari [Ibnu Ishaq] dari [Abdullah bin Abdullah bin Utsman bin Hakim bin Hizam], dari ['Iyadh] dari [Abu Sa'id] dengan maknanya. Dan satu orang dalam hadits tersebut telah menyebutkan dari Ibnu 'Ulayyah; atau satu sha' dari gandum. Dan hal tersebut bukanlah hadits mahfuzh. Telah menceritakan kepada Kami [Musaddad], telah mengabarkan kepada Kami [Ismail], tidak ada padanya penyebutkan; gandum. Abu Daud berkata; [Mu'awiyah bin Hisyam] dalam hadits ini telah menyebutkan dari [Atsauri] dari [Zaid bin Aslam] dari ['Iyadh] dari [Abu Sa'id]; setengah sha' gandum. Dan hal tersebut merupakan kesalahan dari Mu'awiyah bin Hisyam, atau dari orang yang meriwayatkan darinya.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ حَدَّثَنَا دَاوُدُ يَعْنِي ابْنَ قَيْسٍ عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَكُنَّا نُخْرِجُ إِذْ كَانَ فِينَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَكَاةَ الْفِطْرِ عَنْ كُلِّ صَغِيرٍ وَكَبِيرٍ حُرٍّ أَوْ مَمْلُوكٍ صَاعًا مِنْ طَعَامٍ أَوْ صَاعًا مِنْ أَقِطٍ أَوْ صَاعًا مِنْ شَعِيرٍ أَوْ صَاعًا مِنْ تَمْرٍ أَوْ صَاعًا مِنْ زَبِيبٍفَلَمْ نَزَلْ نُخْرِجُهُ حَتَّى قَدِمَ مُعَاوِيَةُ حَاجًّا أَوْ مُعْتَمِرًا فَكَلَّمَ النَّاسَ عَلَى الْمِنْبَرِ فَكَانَ فِيمَا كَلَّمَ بِهِ النَّاسَ أَنْ قَالَ إِنِّي أَرَى أَنَّ مُدَّيْنِ مِنْ سَمْرَاءِ الشَّامِ تَعْدِلُ صَاعًا مِنْ تَمْرٍ فَأَخَذَ النَّاسُ بِذَلِكَ فَقَالَ أَبُو سَعِيدٍ فَأَمَّا أَنَا فَلَا أَزَالُ أُخْرِجُهُ أَبَدًا مَا عِشْتُ قَالَ أَبُو دَاوُد رَوَاهُ ابْنُ عُلَيَّةَ وَعَبْدَةُ وَغَيْرِهِمَا عَنْ ابْنِ إِسْحَقَ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ حَكِيمِ بْنِ حِزَامٍ عَنْ عِيَاضٍ عَنْ أَبِي سَعِيدٍ بِمَعْنَاهُ وَذَكَرَ رَجُلٌ وَاحِدٌ فِيهِ عَنْ ابْنِ عُلَيَّةَ أَوْ صَاعًا مِنْ حِنْطَةٍ وَلَيْسَ بِمَحْفُوظٍ حَدَّثَنَا مُسَدَّدٌ أَخْبَرَنَا إِسْمَعِيلُ لَيْسَ فِيهِ ذِكْرُ الْحِنْطَةِ قَالَ أَبُو دَاوُد وَقَدْ ذَكَرَ مُعَاوِيَةُ بْنُ هِشَامٍ فِي هَذَا الْحَدِيثِ عَنْ الثَّوْرِيِّ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عِيَاضٍ عَنْ أَبِي سَعِيدٍ نِصْفَ صَاعٍ مِنْ بُرٍّ وَهُوَ وَهْمٌ مِنْ مُعَاوِيَةَ بْنِ هِشَامٍ أَوْ مِمَّنْ رَوَاهُ عَنْهُ","source":"Abu Daud"},"__N_SSG":true}