{"pageProps":{"number":"1491","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Musaddad] serta [Ahmad bin Hanbal], mereka berkata; telah menceritakan kepada Kami [Sufyan] dari [Az Zuhri] dari [Salim] dari [ayahnya], ia berkata; seorang laki-laki bertanya kepada Rasulullah shallAllahu wa'alaihi wa sallam; pakaian apakah yang ditinggalkan oleh orang yang berihram? Kemudian beliau bersabda: \"Ia tidak boleh memakai jubah, dan baju panjang yang bertutup kepala, celana panjang, sorban, dan baju yang diusap waras, dan kunyit, serta dua sepatu. Kecuali bagi orang yang tidak mendapatkan sandal, maka orang yang tidak mendapatkan sandal hendaknya ia memotong kedua sepatu tersebut hingga di bawah kedua mata kaki.\" Telah menceritakan kepada Kami [Abdullah bin Maslamah] dari [Malik] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam secara makna. Telah menceritakan kepada Kami [Qutaibah bin Sa'id], telah menceritakan kepada Kami [Al Laits] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam secara makna. Dan ia tambahkan kata; dan tidak boleh seorang wanita yang berihram memakai niqab (penutup wajah), dan tidak boleh memakai kaos tangan. Abu Daud berkata; hadits ini diriwayatkan oleh [Hatim bin Isma'il] dan [Yahya bin Ayyub] dari [Musa bin 'Uqbah] dari [Nafi'] sebagaimana yang dikatakan Al Laits. Dan hadits tersebut diriwayatkan oleh [Musa bin Thariq] dari [Musa bin 'Uqbah] secara mauquf kepada [Ibnu Umar]. Begitu juga hadits tersebut diriwayatkan oleh ['Ubaidullah bin Umar] serta [Malik] dan [Ayyub] secara mauquf, dan [Ibrahim bin Sa'id Al Madini] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam: \"Wanita yang berihram tidak boleh memakai niqab (penutup wajah) dan tidak boleh memakai kaos tangan.\" Abu Daud berkata; Ibrahim bin Sa'id Al Madini adalah seorang Syekh dari penduduk Madinah, ia tidak memiliki hadits yang banyak. ","arab":"حَدَّثَنَا مُسَدَّدٌ وَأَحْمَدُ بْنُ حَنْبَلٍ قَالَا حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ قَالَسَأَلَ رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يَتْرُكُ الْمُحْرِمُ مِنْ الثِّيَابِ فَقَالَ لَا يَلْبَسُ الْقَمِيصَ وَلَا الْبُرْنُسَ وَلَا السَّرَاوِيلَ وَلَا الْعِمَامَةَ وَلَا ثَوْبًا مَسَّهُ وَرْسٌ وَلَا زَعْفَرَانٌ وَلَا الْخُفَّيْنِ إِلَّا لِمَنْ لَا يَجِدُ النَّعْلَيْنِ فَمَنْ لَمْ يَجِدْ النَّعْلَيْنِ فَلْيَلْبَسْ الْخُفَّيْنِ وَلْيَقْطَعْهُمَا حَتَّى يَكُونَا أَسْفَلَ مِنْ الْكَعْبَيْنِحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا اللَّيْثُ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ وَزَادَ وَلَا تَنْتَقِبُ الْمَرْأَةُ الْحَرَامُ وَلَا تَلْبَسُ الْقُفَّازَيْنِ قَالَ أَبُو دَاوُد وَقَدْ رَوَى هَذَا الْحَدِيثَ حَاتِمُ بْنُ إِسْمَعِيلَ وَيَحْيَى بْنُ أَيُّوبَ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ عَلَى مَا قَالَ اللَّيْثُ وَرَوَاهُ مُوسَى بْنُ طَارِقٍ عَنْ مُوسَى بْنِ عُقْبَةَ مَوْقُوفًا عَلَى ابْنِ عُمَرَ وَكَذَلِكَ رَوَاهُ عُبَيْدُ اللَّهِ بْنُ عُمَرَ وَمَالِكٌ وَأَيُّوبُ مَوْقُوفًا وَإِبْرَاهِيمُ بْنُ سَعِيدٍ الْمَدِينِيُّ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُحْرِمَةُ لَا تَنْتَقِبُ وَلَا تَلْبَسُ الْقُفَّازَيْنِ قَالَ أَبُو دَاوُد إِبْرَاهِيمُ بْنُ سَعِيدٍ الْمَدِينِيُّ شَيْخٌ مِنْ أَهْلِ الْمَدِينَةِ لَيْسَ لَهُ كَبِيرُ حَدِيثٍ","source":"Abu Daud"},"__N_SSG":true}