{"pageProps":{"number":"1660","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Hanbal], telah menceritakan kepada kami [Al Walid bin Muslim], telah menceritakan kepada kami [Al Auza'i], telah menceritakan kepadaku [Yahya bin Abu Katsir] dari [Abu Salamah], dari [Abu Hurairah], ia berkata; tatkala Allah Ta'ala menaklukkan Mekkah melalui Rasulullah shallallahu 'alaihi wasallam, beliau berdiri diantara mereka lalu memuji Allah kemudian berkata: \"Sesungguhnya Allah telah menahan gajah dari Ka'bah, dan Allah menguasakan Ka'bah kepada rasulNya serta orang-orang mukmin. Sesungguhnya hal itu dihalalkan bagiku sesaat pada waktu siang, kemudian haram hingga hari Kiamat, tidak boleh pohonnya ditebang, tidak boleh hewan buruannya diusir, dan tidak halal barang temuannya kecuali bagi orang yang hendak mengumumkan.\" Kemudian Abbas berkata; wahai Rasulullah, kecuali idzkhir, karena tanaman tersebut untuk kuburan dan rumah kami. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Kecuali idzkhir.\" Abu Daud berkata; dan [Ibnu Al Mushthafa] menambahkan padanya dari [Al Walid]; kemudian Abu Syah yaitu seorang laki-laki dari penduduk Yaman berdiri dan berkata; wahai Rasulullah, tuliskan untukku! Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Tuliskan untuk Abu Syah!\" Aku katakan kepada Al Auza'i; apakah ucapan Rasulullah shallallahu 'alaihi wasallam: \"Tuliskan untuk Abu Syah!\" Ia berkata; khutbah yang ia dengar dari Rasulullah shallallahu 'alaihi wasallam. Telah menceritakan kepada kami [Utsman bin Abu Syaibah], telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Mujahid] dari [Thawus] dari [Ibnu Abbas] mengenai kisah ini, ia berkata; dan tidak boleh dipotong tanamannya. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا الْأَوْزَاعِيُّ حَدَّثَنِي يَحْيَى يَعْنِي ابْنَ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَلَمَّا فَتَحَ اللَّهُ تَعَالَى عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِمْ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ اللَّهَ حَبَسَ عَنْ مَكَّةَ الْفِيلَ وَسَلَّطَ عَلَيْهَا رَسُولَهُ وَالْمُؤْمِنِينَ وَإِنَّمَا أُحِلَّتْ لِي سَاعَةً مِنْ النَّهَارِ ثُمَّ هِيَ حَرَامٌ إِلَى يَوْمِ الْقِيَامَةِ لَا يُعْضَدُ شَجَرُهَا وَلَا يُنَفَّرُ صَيْدُهَا وَلَا تَحِلُّ لُقْطَتُهَا إِلَّا لِمُنْشِدٍ فَقَالَ عَبَّاسٌ أَوْ قَالَ قَالَ الْعَبَّاسُ يَا رَسُولَ اللَّهِ إِلَّا الْإِذْخِرَ فَإِنَّهُ لِقُبُورِنَا وَبُيُوتِنَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا الْإِذْخِرَقَالَ أَبُو دَاوُد وَزَادَنَا فِيهِ ابْنُ الْمُصَفَّى عَنْ الْوَلِيدِ فَقَامَ أَبُو شَاهٍ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ فَقَالَ يَا رَسُولَ اللَّهِ اكْتُبُوا لِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اكْتُبُوا لِأَبِي شَاهٍ قُلْتُ لِلْأَوْزَاعِيِّ مَا قَوْلُهُ اكْتُبُوا لِأَبِي شَاهٍ قَالَ هَذِهِ الْخُطْبَةُ الَّتِي سَمِعَهَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ فِي هَذِهِ الْقِصَّةِ قَالَ وَلَا يُخْتَلَى خَلَاهَا","source":"Abu Daud"},"__N_SSG":true}