{"pageProps":{"number":"1665","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Nafi'] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam memasuki mekkah bersama Usamah bin Zaid dan Utsman bin Thalhah Al Hajabi, dan Bilal, kemudian beliau menutup pintunya dan tingggal di dalamnya. Abdullah bin Umar berkata; aku bertanya kepada [Bilal] ketika ia keluar; apa yang Rasulullah shallallahu 'alaihi wasallam lakukan? Ia berkata; beliau menjadikan satu tiang berada di sebelah kirinya dan dua tiang berada di sebelah kanannya, serta tiga tiang berada di belakang beliau. Ka'bah pada saat itu memiliki enam tiang, kemudian beliau melakukan shalat. Telah menceritakan kepada kami [Abdullah bin Muhammad bin Ishaq Al Adzrami], telah menceritakan kepada kami [Abdurrahman bin Mahdi] dari [Malik] dengan hadits ini, ia tidak menyebutkan beberapa tiang. Ia mengatakan; kemudian beliau melakukan shalat diantara beliau dan kiblat berjarak tiga hasta. Telah menceritakan kepada kami [Utsman bin Abu Syaibah], telah menceritakan kepada kami [Abu Usamah] dari ['Ubaidullah] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam seperti makna hadits Al Qa'nabi, dan aku lupa bertanya kepadanya; berapa raka'at beliau melakukan shalat? ","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ الْكَعْبَةَ هُوَ وَأُسَامَةُ بْنُ زَيْدٍ وَعُثْمَانُ بْنُ طَلْحَةَ الْحَجَبِيُّ وَبِلَالٌ فَأَغْلَقَهَا عَلَيْهِ فَمَكَثَ فِيهَا قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ فَسَأَلْتُ بِلَالًا حِينَ خَرَجَ مَاذَا صَنَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ جَعَلَ عَمُودًا عَنْ يَسَارِهِ وَعَمُودَيْنِ عَنْ يَمِينِهِ وَثَلَاثَةَ أَعْمِدَةٍ وَرَاءَهُ وَكَانَ الْبَيْتُ يَوْمَئِذٍ عَلَى سِتَّةِ أَعْمِدَةٍ ثُمَّ صَلَّىحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ إِسْحَقَ الْأَذْرَمِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ مَالِكٍ بِهَذَا الْحَدِيثِ لَمْ يَذْكُرْ السَّوَارِيَ قَالَ ثُمَّ صَلَّى وَبَيْنَهُ وَبَيْنَ الْقِبْلَةِ ثَلَاثَةُ أَذْرُعٍ حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيثِ الْقَعْنَبِيِّ قَالَ وَنَسِيتُ أَنْ أَسْأَلَهُ كَمْ صَلَّى","source":"Abu Daud"},"__N_SSG":true}