{"pageProps":{"number":"1741","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Abu Hazim bin Dinar] dari [Sahl bin Sa'd As Sa'idi] bahwa Rasulullah shallallahu 'alaihi wasallam didatangi oleh seorang wanita seraya berkata; wahai Rasulullah, aku menghibahkan diriku kepadamu. Kemudian wanita tersebut berdiri lama, lalu terdapat seorang laki-laki yang berdiri dan berkata; wahai Rasulullah, nikahkan aku dengannya apabila engkau tidak butuh kepadanya. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Apakah kamu memiliki sesuatu yang dapat kamu berikan kepadanya sebagai mahar?\" Orang tersebut berkata; aku tidak memiliki sesuatu kecuali sarungku ini. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila kamu memberikan sarungmu, maka kamu akan telanjang dan kamu tidak memiliki sarung, carilah sesuatu!\" Orang tersebut berkata; aku tidak mendapatkan sesuatu. Beliau berkata: \"Carilah (yang lain) walaupun hanya sebuah cincin besi!\" Kemudian orang tersebut mencari dan tidak mendapatkan sesuatu pun. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata kepadanya: \"Apakah engkau hafal sebagian dari Al Qur'an?\" Orang tersebut berkata; ya, surat ini dan surat ini. Ia menyebutkan surat yang telah ia hafal. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata kepadanya: \"Aku telah menikahkanmu dengan apa yang engkau miliki (hafal) dari Al Qur'an.\" Telah menceritakan kepada kami [Ahmad bin Hafsh bin Abdullah], telah menceritakan kepadaku [Abu Hafsh bin Abdullah], telah menceritakan kepadaku [Ibrahim bin Thahman] dari [Al Hajjaj bin Al Hajjaj Al Bahili] dari ['Asl] dari ['Atha` bin Abu Rabah] dari [Abu Hurairah] seperti kisah ini, namun ia tidak menyebutkan sarung dan cincin. Beliau berkata: \"Surat apakah yang engkau hafal dari Al Qur'an?\" Orang tersebut berkata; Surat Al Baqarah, atau surat yang setelahnya. Beliau berkata: \"Berdirilah dan ajarkanlah dua puluh ayat kepadanya! Ia adalah isterimu.\" Telah menceritakan kepada kami [Harun bin Zaid bin Abu Az Zarqa`], telah menceritakan kepada kami [ayahku], telah menceritakan kepada kami [Muhammad bin Rasyid] dari [Makhul] seperti hadits Sahl. Ia berkata; dan Makhul pernah berkata; hal tersebut bukan hal bagi seseorang setelah Rasulullah shallallahu 'alaihi wasallam. ","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَتْهُ امْرَأَةٌ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي قَدْ وَهَبْتُ نَفْسِي لَكَ فَقَامَتْ قِيَامًا طَوِيلًا فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ زَوِّجْنِيهَا إِنْ لَمْ يَكُنْ لَكَ بِهَا حَاجَةٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ عِنْدَكَ مِنْ شَيْءٍ تُصْدِقُهَا إِيَّاهُ فَقَالَ مَا عِنْدِي إِلَّا إِزَارِي هَذَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكَ إِنْ أَعْطَيْتَهَا إِزَارَكَ جَلَسْتَ وَلَا إِزَارَ لَكَ فَالْتَمِسْ شَيْئًا قَالَ لَا أَجِدُ شَيْئًا قَالَ فَالْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ فَالْتَمَسَ فَلَمْ يَجِدْ شَيْئًا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهَلْ مَعَكَ مِنْ الْقُرْآنِ شَيْءٌ قَالَ نَعَمْ سُورَةُ كَذَا وَسُورَةُ كَذَا لِسُوَرٍ سَمَّاهَا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ زَوَّجْتُكَهَا بِمَا مَعَكَ مِنْ الْقُرْآنِحَدَّثَنَا أَحْمَدُ بْنُ حَفْصِ بْنِ عَبْدِ اللَّهِ حَدَّثَنِي أَبِي حَفْصُ بْنُ عَبْدِ اللَّهِ حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ الْحَجَّاجِ بْنِ الْحَجَّاجِ الْبَاهِلِيِّ عَنْ عِسْلٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ أَبِي هُرَيْرَةَ نَحْوَ هَذِهِ الْقِصَّةِ لَمْ يَذْكُرْ الْإِزَارَ وَالْخَاتَمَ فَقَالَ مَا تَحْفَظُ مِنْ الْقُرْآنِ قَالَ سُورَةَ الْبَقَرَةِ أَوْ الَّتِي تَلِيهَا قَالَ فَقُمْ فَعَلِّمْهَا عِشْرِينَ آيَةً وَهِيَ امْرَأَتُكَ حَدَّثَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ عَنْ مَكْحُولٍ نَحْوَ خَبَرِ سَهْلٍ قَالَ وَكَانَ مَكْحُولٌ يَقُولُ لَيْسَ ذَلِكَ لِأَحَدٍ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}