{"pageProps":{"number":"1806","slug":"abu-daud","id":"Telah menceritakan kepada kami [Zuhair bin Harb], telah menceritakan kepada kami [Yahya bin Sa'id], telah menceritakan kepada kami [Ali bin Al Mubarak], telah menceritakan kepadaku [Yahya bin Abu Katsir], bahwa [Umar bin Mu'attib] telah mengabarkan kepadanya bahwa [Abu Hasan] mantan budak Naufal telah mengabarkan kepadanya bahwa ia meminta fatwa kepada [Ibnu Abbas] mengenai seorang budak yang memiliki isteri seorang budak wanita, kemudian ia menceraikannya dua kali. Kemudian mereka berdua dibebaskan setelah itu. Apakah boleh baginya untuk meminangnya? Ia berkata; ya. Rasulullah shallallahu 'alaihi wasallam telah memutuskan dengan hal tersebut. Telah menceritakan kepada kami [Muhammad bin Al Mutsanna], telah menceritakan kepada kami [Utsman bin Umar], telah mengabarkan kepada kami [Ali] dengan sanad dan maknanya, tanpa pengabaran. Ibnu Abbas berkata; tinggal satu kali untukmu. Rasulullah shallallahu 'alaihi wasallam telah memutuskan dengan hal tersebut. Abu Daud berkata; aku mendengar Ahmad bin Hanbal berkata; Abdurrazzaq berkata; Ibnu Al Mubarak berkata kepada Ma'mar; siapakah Abu Al Hasan ini? Ia telah memikul batu yang besar. Abu Daud berkata; Abu Al Hasan ini adalah orang yang darinya Az Zuhri meriwayatkan hadits. Az Zuhri berkata; ia termasuk diantara ulama fiqih. Az Zuhri telah meriwayatkan dari Abu Al Hasan beberapa hadits. Abu Daud berkata; Abu Al Hasan adalah orang yang dikenal. Hadits","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ أَنَّ عُمَرَ بْنَ مُعَتِّبٍ أَخْبَرَهُ أَنَّ أَبَا حَسَنٍ مَوْلَى بَنِي نَوْفَلٍ أَخْبَرَهُأَنَّهُ اسْتَفْتَى ابْنَ عَبَّاسٍ فِي مَمْلُوكٍ كَانَتْ تَحْتَهُ مَمْلُوكَةٌ فَطَلَّقَهَا تَطْلِيقَتَيْنِ ثُمَّ عُتِقَا بَعْدَ ذَلِكَ هَلْ يَصْلُحُ لَهُ أَنْ يَخْطُبَهَا قَالَ نَعَمْ قَضَى بِذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ أَخْبَرَنَا عَلِيٌّ بِإِسْنَادِهِ وَمَعْنَاهُ بِلَا إِخْبَارٍ قَالَ ابْنُ عَبَّاسٍ بَقِيَتْ لَكَ وَاحِدَةٌ قَضَى بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو دَاوُد سَمِعْت أَحْمَدَ بْنَ حَنْبَلٍ قَالَ قَالَ عَبْدُ الرَّزَّاقِ قَالَ ابْنُ الْمُبَارَكِ لِمَعْمَرٍ مَنْ أَبُو الْحَسَنِ هَذَا لَقَدْ تَحَمَّلَ صَخْرَةً عَظِيمَةً قَالَ أَبُو دَاوُد أَبُو الْحَسَنِ هَذَا رَوَى عَنْهُ الزُّهْرِيُّ قَالَ الزُّهْرِيُّ وَكَانَ مِنْ الْفُقَهَاءِ رَوَى الزُّهْرِيُّ عَنْ أَبِي الْحَسَنِ أَحَادِيثَ قَالَ أَبُو دَاوُد أَبُو الْحَسَنِ مَعْرُوفٌ وَلَيْسَ الْعَمَلُ عَلَى هَذَا الْحَدِيثِ","source":"Abu Daud"},"__N_SSG":true}