{"pageProps":{"number":"1875","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Abbas bin Abdul 'Azhim], telah menceritakan kepada kami [Abdul Malik bin 'Amr], telah menceritakan kepada kami [Abdul Aziz bin Muhammad] dari [Yazid bin Al Had], dari [Muhammad bin Ibrahim], dari [Nafi' bin 'Ujair] dari [ayahnya] dari [Ali] radliallahu 'anhu, ia berkata; Zaid bin Haritsah pergi menuju Mekkah dan datang membawa anak wanita Hamzah, kemudian Ja'far berkata; aku akan mengambilnya, aku lebih berhak terhadapnya ia adalah anak pamanku, dan bibinya (dari pihak ibu) adalah isteriku, sesungguhnya bibi dari pihak ibu adalah sama dengan seorang ibu. Kemudian Ali berkata; aku lebih berhak terhadapnya, ia adalah anak pamanku dan anak Rasulullah shallallahu 'alaihi wasallam adalah isteriku, dan ia lebih berhak terhadapnya. Kemudian Zaid berkata; aku lebih berhak terhadapnya, aku keluar dan pergi menuju kepadanya, dan datang membawanya. Kemudian Nabi shallallahu 'alaihi wasallam lalu menyebutkan sebuah hadits, beliau berkata; adapun anak itu aku putuskan untuk Ja'far, ia akan bersama bibinya, sesungguhnya bibi dari pihak ibu adalah seperti ibu. Telah menceritakan kepada kami [Muhammad bin Isa], telah menceritakan kepada kami [Sufyan] dari [Abu Farwah] dari [Abdurrahman bin Abu Laila] dengan hadits ini tidak secara sempurna. Ia berkata; dan beliau memutuskan anak tersebut untuk Ja'far, beliau berkata: \"Sesungguhnya bibinya dari pihak ibu adalah isterinya.\" Telah menceritakan kepada kami ['Abbad bin Musa] bahwa [Isma'il bin Ja'far], ia telah menceritakan kepada mereka dari [Israil] dari [Abu Ishaq] dari [Hani`] dan [Hubairah] dari [Ali], ia berkata; kami keluar dari Mekkah, dan kami diikuti anak wanita Hamzah, ia memanggil; wahai paman, wahai paman! Kemudian Ali mengambilnya dan menggandeng tangannya. Ia berkata (kepada Fathimah); ambillah anak pamanmu! Kemudian Fathimah menggendongnya. Ali menceritakan hadits ini, ia berkata; Ja'far berkata; ia adalah anak pamanku dan bibinya dari pihak ibu adalah isteriku. Kemudian Nabi shallallahu 'alaihi wasallam memutuskan bahwa anak tersebut adalah menjadi hak bibinya dari pihak ibu, dan beliau berkata; ibu dari pihak ibu adalah seperti ibu.","arab":"حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ يَزِيدَ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ نَافِعِ بْنِ عُجَيْرٍ عَنْ أَبِيهِ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَخَرَجَ زَيْدُ بْنُ حَارِثَةَ إِلَى مَكَّةَ فَقَدِمَ بِابْنَةِ حَمْزَةَ فَقَالَ جَعْفَرٌ أَنَا آخُذُهَا أَنَا أَحَقُّ بِهَا ابْنَةُ عَمِّي وَعِنْدِي خَالَتُهَا وَإِنَّمَا الْخَالَةُ أُمٌّ فَقَالَ عَلِيٌّ أَنَا أَحَقُّ بِهَا ابْنَةُ عَمِّي وَعِنْدِي ابْنَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ أَحَقُّ بِهَا فَقَالَ زَيْدٌ أَنَا أَحَقُّ بِهَا أَنَا خَرَجْتُ إِلَيْهَا وَسَافَرْتُ وَقَدِمْتُ بِهَا فَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ حَدِيثًا قَالَ وَأَمَّا الْجَارِيَةُ فَأَقْضِي بِهَا لِجَعْفَرٍ تَكُونُ مَعَ خَالَتِهَا وَإِنَّمَا الْخَالَةُ أُمٌّحَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى حَدَّثَنَا سُفْيَانُ عَنْ أَبِي فَرْوَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى بِهَذَا الْخَبَرِ وَلَيْسَ بِتَمَامِهِ قَالَ وَقَضَى بِهَا لِجَعْفَرٍ وَقَالَ إِنَّ خَالَتَهَا عِنْدَهُ حَدَّثَنَا عَبَّادُ بْنُ مُوسَى أَنَّ إِسْمَعِيلَ بْنَ جَعْفَرٍ حَدَّثَهُمْ عَنْ إِسْرَائِيلَ عَنْ أَبِي إِسْحَقَ عَنْ هَانِئٍ وَهُبَيْرَةَ عَنْ عَلِيٍّ قَالَ لَمَّا خَرَجْنَا مِنْ مَكَّةَ تَبِعَتْنَا بِنْتُ حَمْزَةَ تُنَادِي يَا عَمُّ يَا عَمُّ فَتَنَاوَلَهَا عَلِيٌّ فَأَخَذَ بِيَدِهَا وَقَالَ دُونَكِ بِنْتَ عَمِّكِ فَحَمَلَتْهَا فَقَصَّ الْخَبَرَ قَالَ وَقَالَ جَعْفَرٌ ابْنَةُ عَمِّي وَخَالَتُهَا تَحْتِي فَقَضَى بِهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِخَالَتِهَا وَقَالَ الْخَالَةُ بِمَنْزِلَةِ الْأُمِّ","source":"Abu Daud"},"__N_SSG":true}