{"pageProps":{"number":"2150","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad], telah menceritakan kepada kami [Hushain bin Numair], telah menceritakan kepada kami [Sufyan bin Husain], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Ali bin Muslim], telah menceritakan kepada kami ['Abbad bin Al 'Awwam], telah mengabarkan kepada kami [Sufyan bin Husain] secara makna, dari [Az Zuhri], dari [Sa'id bin Al Musayyab], dari [Abu Hurairah], dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa yang memasukkan kuda diantara dua kuda sementara tidak diyakini kuda tersebut akan menang, maka hal tersebut bukanlah judi, dan barangsiapa yang memasukkan kuda diantara dua kuda dan telah diyakini kuda tersebut akan menang maka hal tersebut adalah judi.\" Telah menceritakan kepada kami [Mahmud bin Khalid], telah menceritakan kepada kami [Al Walid bin Muslim], dari [Sa'id bin Basyir], dari [Az Zuhri], dengan sanad 'Abbad dan maknanya. Abu Daud berkata; hadits tersebut telah diriwayatkan oleh [Ma'mar] serta [Syu'aib], dan ['Uqail] dari [Az Zuhri], dari [beberapa ahli ilmu]. Dan ini lebih shahih menurut kami.","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا حُصَيْنُ بْنُ نُمَيْرٍ حَدَّثَنَا سُفْيَانُ بْنُ حُسَيْنٍ ح و حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ أَخْبَرَنَا سُفْيَانُ بْنُ حُسَيْنٍ الْمَعْنَى عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَدْخَلَ فَرَسًا بَيْنَ فَرَسَيْنِ يَعْنِي وَهُوَ لَا يُؤْمَنُ أَنْ يَسْبِقَ فَلَيْسَ بِقِمَارٍ وَمَنْ أَدْخَلَ فَرَسًا بَيْنَ فَرَسَيْنِ وَقَدْ أُمِنَ أَنْ يَسْبِقَ فَهُوَ قِمَارٌحَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنْ سَعِيدِ بْنِ بَشِيرٍ عَنْ الزُّهْرِيِّ بِإِسْنَادِ عَبَّادٍ وَمَعْنَاهُ قَالَ أَبُو دَاوُد رَوَاهُ مَعْمَرٌ وَشُعَيْبٌ وَعَقِيلٌ عَنْ الزُّهْرِيِّ عَنْ رِجَالٍ مِنْ أَهْلِ الْعَلْمِ وَهَذَا أَصَحُّ عِنْدَنَا","source":"Abu Daud"},"__N_SSG":true}