{"pageProps":{"number":"2327","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu As Sarh] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] ia berkata; telah mengabarkan kepadaku [Abdurrahman bin Abdullah bin Ka'b bin Malik], bahwa [Abdullah bin Ka'b] berkata; aku mendengar [Ka'b bin Malik] beliau berkata: Nabi shallallahu 'alaihi wasallam apabila datang dari safar beliau memulai dengan mendatangi masjid, kemudian melakukan shalat dua raka'at, dan duduk untuk memenuhi hajat orang-orang. Ibnu As Sarh berkata; dan Rasulullah shallallahu 'alaihi wasallam melarang orang-orang muslim untuk berbicara dengan kami bertiga. Hingga tatkala hal tersebut terasa lama bagiku, aku menaiki dinding kebun Abu Qatadah, ia adalah anak pamanku. Kemudian aku mengucapkan salam kepadanya. demi Allah, ia tidak membalas salamku. Kemudian aku melakukan Shalat Subuh pada hari kelima puluh, di atas rumah diantara rumah-rumah kami. Kemudian aku mendengar seseorang berteriak; wahai Ka'b bin Malik, bergembiralah. Kemudian tatkala orang yang aku dengan suaranya untuk memberikan kabar gembiera telah datang kepadaku, maka aku lepaskan pakaianku dan aku berikan kepadanya. kemudian aku pergi hingga tatkala aku memasuki masjid, ternyata Rasulullah shallallahu 'alaihi wasallam sedang duduk. Kemudian Thalhah berdiri untuk menyambutku dengan berlari-lari kecil, hingga ia menyalami dan mengucapkan selamat kepadaku. ","arab":"حَدَّثَنَا ابْنُ السَّرْحِ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَدِمَ مِنْ سَفَرٍ بَدَأَ بِالْمَسْجِدِ فَرَكَعَ فِيهِ رَكْعَتَيْنِ ثُمَّ جَلَسَ لِلنَّاسِ وَقَصَّ ابْنُ السَّرْحِ الْحَدِيثَ قَالَ وَنَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُسْلِمِينَ عَنْ كَلَامِنَا أَيُّهَا الثَّلَاثَةُ حَتَّى إِذَا طَالَ عَلَيَّ تَسَوَّرْتُ جِدَارَ حَائِطِ أَبِي قَتَادَةَ وَهُوَ ابْنُ عَمِّي فَسَلَّمْتُ عَلَيْهِ فَوَاللَّهِ مَا رَدَّ عَلَيَّ السَّلَامَ ثُمَّ صَلَّيْتُ الصُّبْحَ صَبَاحَ خَمْسِينَ لَيْلَةً عَلَى ظَهْرِ بَيْتٍ مِنْ بُيُوتِنَا فَسَمِعْتُ صَارِخًا يَا كَعْبَ بْنَ مَالِكٍ أَبْشِرْ فَلَمَّا جَاءَنِي الَّذِي سَمِعْتُ صَوْتَهُ يُبَشِّرُنِي نَزَعْتُ لَهُ ثَوْبَيَّ فَكَسَوْتُهُمَا إِيَّاهُ فَانْطَلَقْتُ حَتَّى إِذَا دَخَلْتُ الْمَسْجِدَ فَإِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ فَقَامَ إِلَيَّ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ يُهَرْوِلُ حَتَّى صَافَحَنِي وَهَنَّأَنِي","source":"Abu Daud"},"__N_SSG":true}