{"pageProps":{"number":"2329","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Shalih], telah menceritakan kepada kami [Ibnu Abu Fudaik], telah menceritakan kepadaku [Musa bin Ya'qub] dari [Ibnu Utsman]. Abu Daud berkata; ia adalah Yahya bin Al Hasan bin Utsman dari [Al Asy'ats bin Ishaq bin Sa'd] dari ['Amir bin Sa'd] dari [ayahnya], ia berkata; kami keluar besama Rasulullah shallallahu 'alaihi wasallam dari Mekkah henda menuju Madinah. Kemudian tatkala kami telah mendeati 'Azwara, beliau turun kemudian mengangkat kedua tangannyaa dan berdoa kepada Allah sesaat, kemudian beliau bersujud. Beliau lama berada dalam keadaan demikian kemudian bangkit dan mengangkat kedua tangannya, dan berdoa kepada Allah sesaat, kemudian beliau bersujud. Beliau lama berada dalam keadaan demikian kemudian bangkit dan mengangkat kedua tangannya, dan berdoa kepada Allah sesaat, kemudian beliau bersujud. Ahmad menyebutkan hal tersebut sebanyak tiga kali. Beliau berkata: \"Aku memohon kepada Tuhanku dan memintakan syafa'at untuk umatku. Kemudian Allah memberiku sepertiga umatku, lalu aku bersujud sebagai rasa syukur kepada Tuhanku. Kemudian aku mengangkat kepalaku dan memohonkan untuk umatku. Kemudian Allah memberiku sepertiga umatku, lalu aku bersujud sebagai rasa syukur kepada Tuhanku. Kemudian aku mengangkat kepalaku dan memohonkan untuk umatku. Kemudian Allah memberiku sepertiga yang lainnya, lalu aku bersujud untuk Tuhanku.\" Abu Daud berkata; Asy'ats bin Ishaq telah digugurkan oleh Ahmad bin Shalih, ketika ia menceritakan hadits tersebut. Musa bin Sahl Ar Ramli menceritakan hadits tersebut darinya. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ حَدَّثَنِي مُوسَى بْنُ يَعْقُوبَ عَنْ ابْنِ عُثْمَانَ قَالَ أَبُو دَاوُد وَهُوَ يَحْيَى بْنُ الْحَسَنِ بْنِ عُثْمَانَ عَنْ الْأَشْعَثِ بْنِ إِسْحَقَ بْنِ سَعْدٍ عَنْ عَامِرِ بْنِ سَعْدٍ عَنْ أَبِيهِ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ مَكَّةَ نُرِيدُ الْمَدِينَةَ فَلَمَّا كُنَّا قَرِيبًا مِنْ عَزْوَرَا نَزَلَ ثُمَّ رَفَعَ يَدَيْهِ فَدَعَا اللَّهَ سَاعَةً ثُمَّ خَرَّ سَاجِدًا فَمَكَثَ طَوِيلًا ثُمَّ قَامَ فَرَفَعَ يَدَيْهِ فَدَعَا اللَّهَ سَاعَةً ثُمَّ خَرَّ سَاجِدًا فَمَكَثَ طَوِيلًا ثُمَّ قَامَ فَرَفَعَ يَدَيْهِ سَاعَةً ثُمَّ خَرَّ سَاجِدًا ذَكَرَهُ أَحْمَدُ ثَلَاثًا قَالَ إِنِّي سَأَلْتُ رَبِّي وَشَفَعْتُ لِأُمَّتِي فَأَعْطَانِي ثُلُثَ أُمَّتِي فَخَرَرْتُ سَاجِدًا شُكْرًا لِرَبِّي ثُمَّ رَفَعْتُ رَأْسِي فَسَأَلْتُ رَبِّي لِأُمَّتِي فَأَعْطَانِي ثُلُثَ أُمَّتِي فَخَرَرْتُ سَاجِدًا لِرَبِّي شُكْرًا ثُمَّ رَفَعْتُ رَأْسِي فَسَأَلْتُ رَبِّي لِأُمَّتِي فَأَعْطَانِي الثُّلُثَ الْآخِرَ فَخَرَرْتُ سَاجِدًا لِرَبِّيقَالَ أَبُو دَاوُد أَشْعَثُ بْنُ إِسْحَقَ أَسْقَطَهُ أَحْمَدُ بْنُ صَالِحٍ حِينَ حَدَّثَنَا بِهِ فَحَدَّثَنِي بِهِ عَنْهُ مُوسَى بْنُ سَهْلٍ الرَّمْلِيُّ","source":"Abu Daud"},"__N_SSG":true}