{"pageProps":{"number":"2441","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi], dari [Malik] dari [Ibnu Syihab], dari [Utsman bin Ishaq bin Kharasyah], dari [Qabishah bin Dzuaib], bahwa ia berkata; telah datang seorang nenek kepada Abu Bakr Ash Shiddiq, ia bertanya kepadanya mengenai warisannya. Kemudian ia berkata; engkau tidak mendapatkan sesuatupun dalam Kitab Allah Ta'ala, dan aku tidak mengetahui sesuatu untukmu dalam sunnah Nabi shallallahu 'alaihi wasallam. Kembalilah hingga aku bertanya kepada orang-orang. Kemudian Abu Bakr bertanya kepada orang-orang, lalu [Al Mughirah bin Syu'bah] berkata; aku menyaksikan Rasulullah shallallahu 'alaihi wasallam telah memberikan kepadanya seperenam. Kemudian Abu Bakr berkata; apakah ada orang (yang menyaksikan) selainmu? Kemudian [Muhammad bin Maslamah] berdiri dan berkata seperti apa yang dikatakan Al Mughirah bin Syu'bah. Lalu Abu Bakr menerapkannya dan berkata; engkau tidak mendapatkan sesuatupun dalam Kitab Allah Ta'ala, dan keputusan yang telah diputuskan adalah untuk selainmu, dan aku tidak akan menambahkan dalam perkara faraidl, akan tetapi hal itu adalah seperenam. Apabila kalian berdua dalam seperenam tersebut maka seperenam itu dibagi di antara kalian berdua. Siapapun di antara kalian berdua yang melepaskannya maka seperenam tersebut adalah miliknya. ","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُثْمَانَ بْنِ إِسْحَقَ بْنِ خَرَشَةَ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ أَنَّهُ قَالَجَاءَتْ الْجَدَّةُ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ تَسْأَلُهُ مِيرَاثَهَا فَقَالَ مَا لَكِ فِي كِتَابِ اللَّهِ تَعَالَى شَيْءٌ وَمَا عَلِمْتُ لَكِ فِي سُنَّةِ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا فَارْجِعِي حَتَّى أَسْأَلَ النَّاسَ فَسَأَلَ النَّاسَ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ حَضَرْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهَا السُّدُسَ فَقَالَ أَبُو بَكْرٍ هَلْ مَعَكَ غَيْرُكَ فَقَامَ مُحَمَّدُ بْنُ مَسْلَمَةَ فَقَالَ مِثْلَ مَا قَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ فَأَنْفَذَهُ لَهَا أَبُو بَكْرٍ ثُمَّ جَاءَتْ الْجَدَّةُ الْأُخْرَى إِلَى عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ تَسْأَلُهُ مِيرَاثَهَا فَقَالَ مَا لَكِ فِي كِتَابِ اللَّهِ تَعَالَى شَيْءٌ وَمَا كَانَ الْقَضَاءُ الَّذِي قُضِيَ بِهِ إِلَّا لِغَيْرِكِ وَمَا أَنَا بِزَائِدٍ فِي الْفَرَائِضِ وَلَكِنْ هُوَ ذَلِكَ السُّدُسُ فَإِنْ اجْتَمَعْتُمَا فِيهِ فَهُوَ بَيْنَكُمَا وَأَيَّتُكُمَا خَلَتْ بِهِ فَهُوَ لَهَا","source":"Abu Daud"},"__N_SSG":true}