{"pageProps":{"number":"2560","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Ahmad Al Qurasyi], dan [Harun bin Abdullah] bahwa [Abdullah bin Az Zubair], telah menceritakan kepada mereka, ia berkata; telah menceritakan kepada kami [Faraj bin Sa'id], telah menceritakan kepadaku [pamanku yaitu Tsabit bin Sa'id] dari [ayahnya yaitu Sa'id bin Abyadh] dari [kakeknya yaitu Abyadh bin Jammal], bahwa ia telah berbicara kepada kepada Rasulullah shallallahu 'alaihi wasallam mengenai zakat ketika ia menjadi utusan kepadanya. Kemudian beliau berkata: \"Wahai saudara Saba`, harus ada zakat.\" Kemudian ia berkata; wahai Rasulullah, kami hanya menanam kapas. Saba` telah bercerai berai dan tidak tersisa dari mereka kecuali sedikit di Ma`rib (suatu negeri di Yaman). Kemudian Nabi shallallahu 'alaihi wasallam kemudian Nabi shallallahu 'alaihi wasallam berdamai agar mereka memberikan tujuh puluh Hullah (pakaian Yaman) dari nilai penunaian pakaian yang berasal dari Ma'afir setiap tahun untuk orang yang tersisa dari orang-orang Saba` di Ma'rib. Kemudian mereka terus menunaikannya hingga Rasulullah shallallahu 'alaihi wasallam wafat. Dan para pegawai membatalkan perjanjian tersebut setelah Rasulullah shallallahu 'alaihi wasallam meninggal dalam perjanjian yang dibuat Abyadh bersama Rasulullah shallallahu 'alaihi wasallam mengenai tujuh puluh pakaian tersebut. Kemudian Abu Bakr mengembalikan kembali kepada apa yang telah diterapkan Rasulullah shallallahu 'alaihi wasallam hingga Abu Bakr meninggal, kemudian tatkala Abu Bakr radliallahu 'anhu telah meninggal perjanjian tersebut dibatalkan dan menjadi zakat. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْقُرَشِيُّ وَهَارُونُ بْنُ عَبْدِ اللَّهِ أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ حَدَّثَهُمْ قَالَ حَدَّثَنَا فَرَجُ بْنُ سَعِيدٍ حَدَّثَنِي عَمِّي ثَابِتُ بْنُ سَعِيدٍ عَنْ أَبِيهِ سَعِيدٍ يَعْنِي ابْنَ أَبْيَضَ عَنْ جَدِّهِ أَبْيَضَ بْنِ حَمَّالٍأَنَّهُ كَلَّمَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّدَقَةِ حِينَ وَفَدَ عَلَيْهِ فَقَالَ يَا أَخَا سَبَأٍ لَا بُدَّ مِنْ صَدَقَةٍ فَقَالَ إِنَّمَا زَرَعْنَا الْقُطْنَ يَا رَسُولَ اللَّهِ وَقَدْ تَبَدَّدَتْ سَبَأٌ وَلَمْ يَبْقَ مِنْهُمْ إِلَّا قَلِيلٌ بِمَأْرِبَ فَصَالَحَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى سَبْعِينَ حُلَّةً بَزٍّ مِنْ قِيمَةِ وَفَاءِ بَزِّ الْمَعَافِرِ كُلَّ سَنَةٍ عَمَّنْ بَقِيَ مِنْ سَبَأٍ بِمَأْرِبَ فَلَمْ يَزَالُوا يَؤُدُّونَهَا حَتَّى قُبِضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِنَّ الْعُمَّالَ انْتَقَضُوا عَلَيْهِمْ بَعْدَ قَبْضِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا صَالَحَ أَبْيَضُ بْنُ حَمَّالٍ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحُلَلِ السَّبْعِينَ فَرَدَّ ذَلِكَ أَبُو بَكْرٍ عَلَى مَا وَضَعَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى مَاتَ أَبُو بَكْرٍ فَلَمَّا مَاتَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ انْتَقَضَ ذَلِكَ وَصَارَتْ عَلَى الصَّدَقَةِ","source":"Abu Daud"},"__N_SSG":true}