{"pageProps":{"number":"2724","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah Al Qa'nabi], bahwa [Sulaiman bin Al Mughirah] telah menceritakan kepada mereka dari [Humaid bin Hilal] dari [Hisyam bin 'Amir], ia berkata; orang-orang anshar datang kepada Rasulullah shallallahu 'alaihi wasallam pada saat perang Uhud kemudian berkata; kami telah tertimpa kekalahan dan kesusahan, maka apakah yang anda perintahkan kepada kami? Beliau berkata: \"Galilah lubang yang lebar dan masukkan dua atau tiga orang dalam satu kubur!\" Beliau ditanya; siapakah yang didahulukan? Beliau bersabda: \"Orang yang paling banyak hafal Al Qur'an.\" Hisyam bin Amir berkata; ayahku yaitu Amir pada saat itu terbunuh dan ia didahulukan diantara dua orang atau satu orang. Telah menceritakan kepada kami [Abu Shalih Al Anthaki], telah mengabarkan kepada kami [Abu Ishaq Al Fazari], dari [Ats Tsauri] dari [Ayyub] dari [Humaid bin Hilal] dengan sanad dan maknanya, dalam hadits tersebut ia menambahkan kata; dan dalamkan penggaliannya! Telah menceritakan kepada kami [Musa bin Isma'il], telah menceritakan kepada kami [Jarir], telah menceritakan kepada kami [Humaid bin Hilal] dari [Sa'd bin Hisyam bin Amir] dengan hadits ini. ","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ أَنَّ سُلَيْمَانَ بْنَ الْمُغِيرَةِ حَدَّثَهُمْ عَنْ حُمَيْدٍ يَعْنِي ابْنَ هِلَالٍ عَنْ هِشَامِ بْنِ عَامِرٍ قَالَجَاءَتْ الْأَنْصَارُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحُدٍ فَقَالُوا أَصَابَنَا قَرْحٌ وَجَهْدٌ فَكَيْفَ تَأْمُرُنَا قَالَ احْفِرُوا وَأَوْسِعُوا وَاجْعَلُوا الرَّجُلَيْنِ وَالثَّلَاثَةَ فِي الْقَبْرِ قِيلَ فَأَيُّهُمْ يُقَدَّمُ قَالَ أَكْثَرُهُمْ قُرْآنًاقَالَ أُصِيبَ أَبِي يَوْمَئِذٍ عَامِرٌ بَيْنَ اثْنَيْنِ أَوْ قَالَ وَاحِدٌ حَدَّثَنَا أَبُو صَالِحٍ يَعْنِي الْأَنْطَاكِيَّ أَخْبَرَنَا أَبُو إِسْحَقَ يَعْنِي الْفَزَارِيَّ عَنْ الثَّوْرِيِّ عَنْ أَيُّوبَ عَنْ حُمَيْدِ بْنِ هِلَالٍ بِإِسْنَادِهِ وَمَعْنَاهُ زَادَ فِيهِ وَأَعْمِقُوا حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا جَرِيرٌ حَدَّثَنَا حُمَيْدٌ يَعْنِي ابْنَ هِلَالٍ عَنْ سَعْدِ بْنِ هِشَامِ بْنِ عَامِرٍ بِهَذَا الْحَدِيثِ","source":"Abu Daud"},"__N_SSG":true}