{"pageProps":{"number":"2829","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Hasan bin Ali], telah menceritakan kepada kami [Bisyr bin Umar], telah menceritakan kepada kami [Hammam] dari [Qatadah] dari [Abu Al Khalil] dari [Muslim Al Makki] dari [Abu Al Asy'ats Ash Shan'ani] dari ['Ubadah bin Ash Shamit], bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Emas dengan emas baik yang masih murni maupun mata uangnya, perak dengan perak baik yang masih murni maupun mata uangnya, gandum dengan gandum satu mudyu (takaran penduduk Syam sama dengan dua setengah sha') dengan satu mudyu, jewawut dengan jewawut satu mudyu dengan satu mudyu, kurma dengan kurma satu mudyu dengan satu mudyu, garam dengan garam satu mudyu dengan satu mudyu, barangsiapa yang menambah atau minta tambah maka sungguh ia telah melakukan riba. Tidak mengapa menjual emas dengan perak dan perak lebih banyak apabila secara langsung, adapun dengan cara menunda maka tidak boleh, dan tidak mengapa menjual gandum dengan jewawut dan jewawut lebih banyak apabila secara langsung, adapun dengan menunda maka tidak boleh.\" Abu Daud berkata; hadits ini diriwayatkan oleh [Sa'id bin Abu 'Arubah] dan [Hisyam Ad Dastuwai] dari [Qatadah] dari [Muslim bin Yasar] dengan sanadnya. Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah?] telah menceritakan kepada kami [Waki'], telah menceritakan kepada kami [Sufyan] dari [Khalid] dari [Abu Qilabah], dari [Abu Al Asy'ats Ash Shan'ani], dari ['Ubadah bin Ash Shamit], dari Nabi shallallahu 'alaihi wasallam bersabda: dengan hadits ini, dan dengan menambah serta mengurangi. Ia tambahkan; beliau bersabda: \"Apabila jenisnya berbeda, maka juallah dengan cara yang kalian kehendaki, apabila dilakukan secara langsung.\"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا بِشْرُ بْنُ عُمَرَ حَدَّثَنَا هَمَّامٌ عَنْ قَتَادَةَ عَنْ أَبِي الْخَلِيلِ عَنْ مُسْلِمٍ الْمَكِّيِّ عَنْ أَبِي الْأَشْعَثِ الصَّنْعَانِيِّ عَنْ عُبَادَةَ بْنِ الصَّامِتِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الذَّهَبُ بِالذَّهَبِ تِبْرُهَا وَعَيْنُهَا وَالْفِضَّةُ بِالْفِضَّةِ تِبْرُهَا وَعَيْنُهَا وَالْبُرُّ بِالْبُرِّ مُدْيٌ بِمُدْيٍ وَالشَّعِيرُ بِالشَّعِيرِ مُدْيٌ بِمُدْيٍ وَالتَّمْرُ بِالتَّمْرِ مُدْيٌ بِمُدْيٍ وَالْمِلْحُ بِالْمِلْحِ مُدْيٌ بِمُدْيٍ فَمَنْ زَادَ أَوْ ازْدَادَ فَقَدْ أَرْبَى وَلَا بَأْسَ بِبَيْعِ الذَّهَبِ بِالْفِضَّةِ وَالْفِضَّةُ أَكْثَرُهُمَا يَدًا بِيَدٍ وَأَمَّا نَسِيئَةً فَلَا وَلَا بَأْسَ بِبَيْعِ الْبُرِّ بِالشَّعِيرِ وَالشَّعِيرُ أَكْثَرُهُمَا يَدًا بِيَدٍ وَأَمَّا نَسِيئَةً فَلَاقَالَ أَبُو دَاوُد رَوَى هَذَا الْحَدِيثَ سَعِيدُ بْنُ أَبِي عَرُوبَةَ وَهِشَامٌ الدَّسْتُوَائِيُّ عَنْ قَتَادَةَ عَنْ مُسْلِمِ بْنِ يَسَارٍ بِإِسْنَادِهِ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ خَالِدٍ عَنْ أَبِي قِلَابَةَ عَنْ أَبِي الْأَشْعَثِ الصَّنْعَانِيِّ عَنْ عُبَادَةَ بْنِ الصَّامِتِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْخَبَرِ يَزِيدُ وَيَنْقُصُ وَزَادَ قَالَ فَإِذَا اخْتَلَفَتْ هَذِهِ الْأَصْنَافُ فَبِيعُوا كَيْفَ شِئْتُمْ إِذَا كَانَ يَدًا بِيَدٍ","source":"Abu Daud"},"__N_SSG":true}