{"pageProps":{"number":"2869","slug":"abu-daud","id":"Telah menceritakan kepada kami ['Ubaidullah bin Umar bin Maisarah], telah menceritakan kepada kami [Khalid bin Al Harits], telah menceritakan kepada kami [Sa'id] dari [Ya'laa bin Hakim], dari [Sulaiman bin Yasar] bahwa [Rafi' bin Khadij] berkata; dahulu kami pernah melakukan mukhabarah (menyewakan tanah kepada petani dengan upah sebagian hasil bumi seperti sepertiga atau seperempat) pada masa Rasulullah shallallahu 'alaihi wasallam. kemudian ia menyebutkan bahwa [sebagian pamannya] datang kepadanya dan berkata; Rasulullah shallallahu 'alaihi wasallam telah melarang dari suatu perkara yang dahulu memberikan manfaat kepada kami sedangkan mentaati Allah dan RasulNya adalah lebih bermanfaat bagi kita. Rafi' berkata; maka kami katakan; apakah itu? Ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang memiliki tanah maka hendaknya ia menanamnya atau meminta saudaranya untuk menanamnya, dan tidak menyewakannya dengan sepertiga dan seperempat dan tidak pula dengan upah makanan tertentu.\" Telah menceritakan kepada kami [Muhammad bin 'Ubaid], telah menceritakan kepada kami [Hammad bin Zaid] dari [Ayyub], ia berkata; [Ya'laa] menulis surat kepadaku; bahwa aku telah mendengar [Sulaiman bin Yasar], dengan makna sanad 'Ubaidullah dan haditsnya. ","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ حَدَّثَنَا سَعِيدٌ عَنْ يَعْلَى بْنِ حَكِيمٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّ رَافِعَ بْنَ خَدِيجٍ قَالَكُنَّا نُخَابِرُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ أَنَّ بَعْضَ عُمُومَتِهِ أَتَاهُ فَقَالَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَمْرٍ كَانَ لَنَا نَافِعًا وَطَوَاعِيَةُ اللَّهِ وَرَسُولِهِ أَنْفَعُ لَنَا وَأَنْفَعُ قَالَ قُلْنَا وَمَا ذَاكَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ فَلْيُزْرِعْهَا أَخَاهُ وَلَا يُكَارِيهَا بِثُلُثٍ وَلَا بِرُبُعٍ وَلَا بِطَعَامٍ مُسَمًّىحَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ قَالَ كَتَبَ إِلَيَّ يَعْلَى بْنُ حَكِيمٍ أَنِّي سَمِعْتُ سُلَيْمَانَ بْنَ يَسَارٍ بِمَعْنَى إِسْنَادِ عُبَيْدِ اللَّهِ وَحَدِيثِهِ","source":"Abu Daud"},"__N_SSG":true}