{"pageProps":{"number":"2977","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah] dari [Malik] dari [Ibnu Syihab] dari [Abu Bakr bin Abdurrahman bin Al Harits bin Hisyam] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Lelaki mana saja yang menjual suatu barang kemudian orang yang membelinya bangkrut, dan orang yang menjualnya belum mengambil uang penjualannya sedikitpun kemudian mendapatkan barangnya, maka ia lebih berhak terhadapnya. Dan apabila orang yang membeli meninggal, maka pemilik barang sama dengan para pemilik piutang.\" Telah menceritakan kepada kami [Sulaiman bin Daud] telah menceritakan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] ia berkata; telah mengabarkan kepadaku [Abu Bakr bin Abdurrahman bin Al Harits bin Hisyam] bahwa Rasulullah shallallahu 'alaihi wasallam …kemudian ia menyebutkan makna hadits Malik. Ia menambahkan, \"Apabila ia telah mengambil sebagian uang hasil penjualannya, maka ia sama dengan para pemilik piutang.\" Telah menceritakan kepada kami [Muhammad bin 'Auf Ath Thai] telah menceritakan kepada kami [Abdullah bin Abdul Jabbar Al Khabaryiri] telah menceritakan kepada kami [Isma'il bin 'Ayyasy] dan [Az Zubaidi]. Abu Daud berkata, \"Ia adalah Muhammad bin Al Walid Abu Al Hudzail Al Himshi, dari [Az Zuhri] dari [Abu Bakr bin Abdurrahman] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam seperti itu. Ia menyebutkan, \"Apabila ia telah membayar sebagian harganya, maka sisanya pemilik barang tersebut adalah sama dengan para pemilik piutang. Dan siapapun orang yang meninggal dan padanya terdapat barang seseorang yang telah ia bayar sebagiannya, atau belum ia bayar, maka pemilik barang tersebut seperti para pemilik piutang.\" Abu Daud berkata, \"Hadits Malik lebih shahih.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَيُّمَا رَجُلٍ بَاعَ مَتَاعًا فَأَفْلَسَ الَّذِي ابْتَاعَهُ وَلَمْ يَقْبِضْ الَّذِي بَاعَهُ مِنْ ثَمَنِهِ شَيْئًا فَوَجَدَ مَتَاعَهُ بِعَيْنِهِ فَهُوَ أَحَقُّ بِهِ وَإِنْ مَاتَ الْمُشْتَرِي فَصَاحِبُ الْمَتَاعِ أُسْوَةُ الْغُرَمَاءِحَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ حَدَّثَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَى حَدِيثِ مَالِكٍ زَادَ وَإِنْ كَانَ قَدْ قَضَى مِنْ ثَمَنِهَا شَيْئًا فَهُوَ أُسْوَةُ الْغُرَمَاءِ فِيهَا حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْجَبَّارِ يَعْنِي الْخَبَايِرِيَّ حَدَّثَنَا إِسْمَعِيلُ يَعْنِي ابْنَ عَيَّاشٍ عَنْ الزُّبَيْدِيِّ قَالَ أَبُو دَاوُد وَهُوَ مُحَمَّدُ بْنُ الْوَلِيدِ أَبُو الْهُذَيْلِ الْحِمْصِيُّ عَنْ الزُّهْرِيِّ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ قَالَ فَإِنْ كَانَ قَضَاهُ مِنْ ثَمَنِهَا شَيْئًا فَمَا بَقِيَ فَهُوَ أُسْوَةُ الْغُرَمَاءِ وَأَيُّمَا امْرِئٍ هَلَكَ وَعِنْدَهُ مَتَاعُ امْرِئٍ بِعَيْنِهِ اقْتَضَى مِنْهُ شَيْئًا أَوْ لَمْ يَقْتَضِ فَهُوَ أُسْوَةُ الْغُرَمَاءِ قَالَ أَبُو دَاوُد حَدِيثُ مَالِكٍ أَصَحُّ","source":"Abu Daud"},"__N_SSG":true}