{"pageProps":{"number":"3236","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Abu Ziyad] telah menceritakan kepada kami ['Ubaidullah] dari [Israil] dari [Manshur] dari ['Ubaid Abu Al Hasan] dari [Abdurrahman] dari [Ghalib bin Abhar] ia berkata, \"Kami tertimpa kekeringan, dan di antara hartaku tidak ada sesuatu yang dapat aku gunakan untuk memberi makan keluargaku, kecuali lemak keledai. Sementara Rasulullah shallallahu 'alaihi wasallam telah mengharamkan daging keledai jinak. Lalu aku datang kepada Nabi shallallahu 'alaihi wasallam dan aku katakan, \"Wahai Rasulullah, kami telah tertimpa musim kering, dan tidak ada di antara hartaku sesuatu yang dapat aku gunakan untuk memberi makan keluargaku kecuali lemak keledai, sementara anda telah mengharamkan daging keledai jinak. Kemudian beliau berkata: \"Berilah makan keluargamu dari lemak keledaimu, hanysanya aku haramkan itu karena hewan-hewan yang suka berkeliling kampung (hewan yang suka makan kotoran).\" Abu Daud berkata, \"Abdurrahman ini adalah Ibnu Ma'qil.\" Abu Daud berkata, \" [Syu'bah] meriwayatkan hadits ini dari ['Ubaid Abu Al Hasan] dari [Abdurrahman bin Ma'qil] dari [Abdurrahman bin Bisyr] dari [beberapa orang] yang berasal dari Muzainah, bahwa pemimpin Muzainah [Abjar atau anak Abjar] telah bertanya kepada Nabi shallallahu 'alaihi wasallam….\" Telah menceritakan kepada kami [Muhammad bin Sulaiman] telah menceritakan kepada kami [Abu Nu'aim] dari [Mis'ar] dari ['Ubaid] dari [Abu Ma'qil] dari [dua orang laki-laki] yang berasal dari Muzainah, salah seorang dari mereka (meriwayatkan) dari yang lainnya. Salah seorang mereka adalah [Abdullah bin 'Amru bin 'Uwaim] sedangkan yang lainnya adalah [Ghalib bin Al Abjar] Mis'ar berkata, \"Menurutku Ghalib lah yang datang kepada Nabi shallallahu 'alaihi wasallam, dengan hadits seperti ini.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ إِسْرَائِيلَ عَنْ مَنْصُورٍ عَنْ عُبَيْدٍ أَبِي الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ عَنْ غَالِبِ بْنِ أَبْجَرَ قَالَأَصَابَتْنَا سَنَةٌ فَلَمْ يَكُنْ فِي مَالِي شَيْءٌ أُطْعِمُ أَهْلِي إِلَّا شَيْءٌ مِنْ حُمُرٍ وَقَدْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَرَّمَ لُحُومَ الْحُمُرِ الْأَهْلِيَّةِ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَصَابَتْنَا السَّنَةُ وَلَمْ يَكُنْ فِي مَالِي مَا أُطْعِمُ أَهْلِي إِلَّا سِمَانُ الْحُمُرِ وَإِنَّكَ حَرَّمْتَ لُحُومَ الْحُمُرِ الْأَهْلِيَّةِ فَقَالَ أَطْعِمْ أَهْلَكَ مِنْ سَمِينِ حُمُرِكَ فَإِنَّمَا حَرَّمْتُهَا مِنْ أَجْلِ جَوَّالِ الْقَرْيَةِ يَعْنِي الْجَلَّالَةَقَالَ أَبُو دَاوُد عَبْدُ الرَّحْمَنِ هَذَا هُوَ ابْنُ مَعْقِلٍ قَالَ أَبُو دَاوُد رَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ عُبَيْدٍ أَبِي الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَعْقِلٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ بِشْرٍ عَنْ نَاسٍ مِنْ مُزَيْنَةَ أَنَّ سَيِّدَ مُزَيْنَةَ أَبْجَرَ أَوِ ابْنَ أَبْجَرَ سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ حَدَّثَنَا أَبُو نُعَيْمٍ عَنْ مِسْعَرٍ عَنْ عُبَيْدٍ عَنْ ابْنِ مَعْقِلٍ عَنْ رَجُلَيْنِ مِنْ مُزَيْنَةَ أَحَدُهُمَا عَنْ الْآخَرِ أَحَدُهُمَا عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ عُوَيْمٍ وَالْآخَرُ غَالِبُ بْنُ الْأَبْجَرِ قَالَ مِسْعَرٌ أَرَى غَالِبًا الَّذِي أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ","source":"Abu Daud"},"__N_SSG":true}