{"pageProps":{"number":"3390","slug":"abu-daud","id":"Telah menceritakan kepada kami [Amru bin Aun] berkata, telah mengabarkan kepada kami [Ibnul Mubarak] dari [Al Jurairi] dari [Abu Nadhrah] dari [Abu Sa'id Al Khudri] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam jika mencoba baju baru beliau memulai dengan menyebutkan namanya (baju tersebut), baik itu kemeja atau imamah (semacam surban yang diikatkan pada kepala). Kemudian beliau membaca doa: 'ALLAHUMMA LAKAL HAMDU ANTA KASAUTANI AS`ALUKA MIN KHAIRIHI WA KHAIRI MAA SHUNI'A LAHU WA A'UUDZU BIKA MIN SYARRIHI WA SYARRI MAA SHUNI'A LAHU (Ya Allah, hanya milik-Mu segala puji, Engkaulah yang memberikan pakaian ini kepadaku. Aku memohon kepada-Mu untuk memperoleh kebaikannya dan kebaikan yang terbuat karenanya (untuk beribadah dan ketaatan kepada Allah). Aku berlindung kepada-Mu dari kejahatannya dan kejahatan yang terbuat karenanya (untuk bermaksiat kepada Allah). ' Abu Nadhrah berkata; \"Dan biasanya para sahabat Nabi shallallahu 'alaihi wasallam, jika salah seorang dari mereka memakai baju baru, dikatakatan kepadanya, \"Semoga tahan lama hingga Allah menggantinya dengan yang baru (yakni do`a panjang umur).\" Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Isa bin Yunus] dari [Al Jurairi] dengan sanad yang sama. Telah menceritakan kepada kami [Muslim bin Ibrahim] berkata, telah menceritakan kepada kami [Muhammad bin Dinar] dari [Al Jurairi] dengan sanad dan makna hadits yang sama. Abu Dawud berkata, \" [Abdul Wahhab Ats Tsaqafi] tidak menyebutkan dalam sanadnya nama Abu Sa'id dan [Hammad bin Salamah]. Ia menyebutkan dari [Al Jurairi], dari [Abul 'Ala], dari Nabi shallallahu 'alaihi wasallam.\" Abu Dawud berkata, \"Hammad bin Salamah dan Ats Tsaqafi sumber periwayatan keduanya adalah satu.\"","arab":"حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ أَخْبَرَنَا ابْنُ الْمُبَارَكِ عَنْ الْجُرَيْرِيِّ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا اسْتَجَدَّ ثَوْبًا سَمَّاهُ بِاسْمِهِ إِمَّا قَمِيصًا أَوْ عِمَامَةً ثُمَّ يَقُولُ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُقَالَ أَبُو نَضْرَةَ فَكَانَ أَصْحَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا لَبِسَ أَحَدُهُمْ ثَوْبًا جَدِيدًا قِيلَ لَهُ تُبْلَى وَيُخْلِفُ اللَّهُ تَعَالَى حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ الْجُرَيْرِيِّ بِإِسْنَادِهِ نَحْوَهُ حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا مُحَمَّدُ بْنُ دِينَارٍ عَنْ الْجُرَيْرِيِّ بِإِسْنَادِهِ وَمَعْنَاهُ قَالَ أَبُو دَاوُد عَبْدُ الْوَهَّابِ الثَّقَفِيُّ لَمْ يَذْكُرْ فِيهِ أَبَا سَعِيدٍ وَحَمَّادُ ابْنُ سَلَمَةَ قَالَ عَنْ الْجُرَيْرِيِّ عَنْ أَبِي الْعَلَاءِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو دَاوُد حَمَّادُ بْنُ سَلَمَةَ وَالثَّقَفِيُّ سَمَاعُهُمَا وَاحِدٌ","source":"Abu Daud"},"__N_SSG":true}