{"pageProps":{"number":"3451","slug":"abu-daud","id":"Telah menceritakan kepada kami [Hafsh bin Umar] berkata, telah menceritakan kepada kami [Syu'bah] dari [Ali bin Mudrik] dari [Abu Zur'ah bin Amru bin Jarir] dari [Kharasyah Ibnul Hur] dari [Abu Dzar] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Ada tiga golongan yang tidak dilihat oleh Allah dan tidak dibersihkan dosanya pada hari kiamat serta bagi mereka siksa yang pedih.\" Aku bertanya, \"Siapa mereka itu ya Rasulullah? Sungguh sia-sia dan meruginya mereka!? Beliau mengulangi perkataan itu hingga tiga kali, aku bertanya lagi, \"Siapa mereka itu ya Rasulullah? Sungguh sia-sia dan meruginya mereka!? beliau menjawab: \"Mereka adalah orang yang menjulurkan kainnya, orang yang mengungkit-ungkit pemberiannya dan orang yang melariskan dagangannya dengan sumpah palsu.\" Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Yahya] dari [Sufyan] dari [Al A'masy] dari [Sulaiman bin Mushir] dari [Kharasyah Ibnul Hur] dari [Abu Dzar] dari Nabi shallallahu 'alaihi wasallam, sebagaimana dalam hadits ini. Namun riwayat yang pertama lebih sempurna, Abu Dzar berkata, \"Al Mannan adalah orang yang tidak memberikan sesuatu kecuali mengharap pengembalian.\"","arab":"حَدَّثَنَا حَفْصُ بْنُ عُمَرَ حَدَّثَنَا شُعْبَةُ عَنْ عَلِيِّ بْنِ مُدْرِكٍ عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ عَنْ خَرَشَةَ بْنِ الْحُرِّ عَنْ أَبِي ذَرٍّعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ ثَلَاثَةٌ لَا يُكَلِّمُهُمْ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ قُلْتُ مَنْ هُمْ يَا رَسُولَ اللَّهِ قَدْ خَابُوا وَخَسِرُوا فَأَعَادَهَا ثَلَاثًا قُلْتُ مَنْ هُمْ يَا رَسُولَ اللَّهِ خَابُوا وَخَسِرُوا فَقَالَ الْمُسْبِلُ وَالْمَنَّانُ وَالْمُنَفِّقُ سِلْعَتَهُ بِالْحَلِفِ الْكَاذِبِ أَوْ الْفَاجِرِحَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ سُفْيَانَ عَنْ الْأَعْمَشِ عَنْ سُلَيْمَانَ بْنِ مُسْهِرٍ عَنْ خَرَشَةَ بْنِ الْحُرِّ عَنْ أَبِي ذَرٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا وَالْأَوَّلُ أَتَمُّ قَالَ الْمَنَّانُ الَّذِي لَا يُعْطِي شَيْئًا إِلَّا مَنَّهُ","source":"Abu Daud"},"__N_SSG":true}