{"pageProps":{"number":"3590","slug":"abu-daud","id":"Telah menceritakan kepada kami [Yahya bin Utsman bin Sa'id Al Himshi] berkata, telah menceritakan kepada kami [Abu Al Mughirah] berkata, telah menceritakan kepadaku [Abdullah bin Salim] berkata, telah menceritakan kepadaku [Al 'Ala bin Utbah] dari [Umair bin Hani Al 'Ansi] ia berkata; Aku mendengar [Abdullah bin Umar] berkata, \"Saat kami duduk-duduk di sisi Rasulullah shallallahu 'alaihi wasallam, beliau bercerita tentang fitnah, panjang lebar beliau bercerita seputar fitnah itu hingga beliau menyebutkan tentang fitnah Al Ahlas. Seorang laki-laki lalu bertanya, \"Wahai Rasulullah, apa itu fitnah Al Ahlas?\" beliau menjawab: \"Adanya permusuhan dan peperangan, kemudian fitnah kesenangan yang asapnya muncul dari bawah kedua kaki seorang laki-laki ahli baitku. Ia mengaku berasal dari keturunanku, padahal bukan. Wali-waliku hanya orang-orang yang bertakwa. Kemudian orang-orang akan berdamai pada seorang laki-laki layaknya pangkal paha yang bertumpuk di tulang rusuk (kesepakatan yang semu). Kemudian akan muncul fitnah seorang yang buta (dengan kekuasaan), tidak seorang pun dari umat ini kecuali ia akan mendapat satu tamparan di mukanya (bencana kerusakan darinya). Ketika fitnah itu telah dianggap usai, namun fitnah tersebut justru berkelanjutan. Seorang laki-laki yang paginya beriman menjadi kafir di waktu sore, sehingga manusia akan menjadi dua kelompok; sekelompok orang yang beriman dan tidak ada kemunafikan dalam keimanannya, dan sekelompok orang yang penuh kemunafikan dan tidak ada keimanan padanya. Jika kondisi kalian sudah begitu, maka tunggulah munculnya Dajjal pada hari itu atau keesokan harinya.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ سَعِيدٍ الْحِمْصِيُّ حَدَّثَنَا أَبُو الْمُغِيرَةِ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ سَالِمٍ حَدَّثَنِي الْعَلَاءُ بْنُ عُتْبَةَ عَنْ عُمَيْرِ بْنِ هَانِئٍ الْعَنْسِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُكُنَّا قُعُودًا عِنْدَ رَسُولِ اللَّهِ فَذَكَرَ الْفِتَنَ فَأَكْثَرَ فِي ذِكْرِهَا حَتَّى ذَكَرَ فِتْنَةَ الْأَحْلَاسِ فَقَالَ قَائِلٌ يَا رَسُولَ اللَّهِ وَمَا فِتْنَةُ الْأَحْلَاسِ قَالَ هِيَ هَرَبٌ وَحَرْبٌ ثُمَّ فِتْنَةُ السَّرَّاءِ دَخَنُهَا مِنْ تَحْتِ قَدَمَيْ رَجُلٍ مِنْ أَهْلِ بَيْتِي يَزْعُمُ أَنَّهُ مِنِّي وَلَيْسَ مِنِّي وَإِنَّمَا أَوْلِيَائِي الْمُتَّقُونَ ثُمَّ يَصْطَلِحُ النَّاسُ عَلَى رَجُلٍ كَوَرِكٍ عَلَى ضِلَعٍ ثُمَّ فِتْنَةُ الدُّهَيْمَاءِ لَا تَدَعُ أَحَدًا مِنْ هَذِهِ الْأُمَّةِ إِلَّا لَطَمَتْهُ لَطْمَةً فَإِذَا قِيلَ انْقَضَتْ تَمَادَتْ يُصْبِحُ الرَّجُلُ فِيهَا مُؤْمِنًا وَيُمْسِي كَافِرًا حَتَّى يَصِيرَ النَّاسُ إِلَى فُسْطَاطَيْنِ فُسْطَاطِ إِيمَانٍ لَا نِفَاقَ فِيهِ وَفُسْطَاطِ نِفَاقٍ لَا إِيمَانَ فِيهِ فَإِذَا كَانَ ذَاكُمْ فَانْتَظِرُوا الدَّجَّالَ مِنْ يَوْمِهِ أَوْ مِنْ غَدِهِ","source":"Abu Daud"},"__N_SSG":true}