{"pageProps":{"number":"360","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Hammad] dari [Tsabit Al Bunani] dari [Abdullah bin Rabah Al Anshari] telah menceritakan kepada kami [Abu Qatadah] bahwasanya Nabi Shallallahu alaihi wasallam pernah melakukan suatu safar, tiba-tiba beliau menyimpang dari jalan dan aku pun mengikuti beliau. Beliau bersabda: \"Lihatlah (apakah engkau melihat seseorang)?\" Saya berkata; Ada seorang penunggang kuda, dua, dan tiga. Hingga kami berjalan bertujuh. Beliau lalu bersabda: \"Jagalah shalat kita, yakni shalat Fajar. Lalu telinga-telinga mereka tertutupi (tidak mendengar apa-apa karena tertidur pulas), sehingga tidak ada yang membangunkan mereka kecuali panasnya matahari. Mereka berjalan sebentar, kemudian singgah di suatu tempat dan berwudhu. Bilal mengumandangkan adzan, kemudian mereka shalat sunnah dua rakaat sebelum fajar, lalu shalat fajar dan berjalan kembali. Sebagian mereka berkata kepada sebagian yang lain; Kita telah lalai dalam shalat kita. Maka Nabi Shallallahu alaihi wasallam bersabda: \"Tidak ada sikap lalai dalam tidur, sesungguhnya kelalaian itu hanya ada ketika terjaga. Apabila salah seorang di antara kalian lupa shalat, maka shalatlah ketika dia ingat pada waktu yang sama di keesokan harinya. Telah menceritakan kepada kami [Ali bin Nadlr] telah menceritakan kepada kami [Wahb bin Jarir] telah menceritakan kepada kami [Al Aswad bin Syaiban] telah menceritakan kepada kami [Khalid bin Sumair] dia berkata; [Abdullah bin Rabah Al Anshari] datang kepada kami dari Madinah, orang-orang Anshar menganggapnya sebagai orang yang fakih. Lalu dia menceritakan kepada kami, dia berkata; Telah menceritakan kepadaku [Abu Qatadah Al Anshari], penunggang kuda Rasulullah Shallallahu alaihi wasallam, dia berkata; Rasulullah Shallallahu alaihi wasallam pernah mengutus pasukan para pemimpin (Jaisy Al Umara`) dengan kisah ini. Dia berkata; Tidak ada yang membangunkan kami kecuali matahari yang telah terbit tinggi. Maka kami pun bangun sangat kaget dan takut karena belum shalat. Nabi Shallallahu alaihi wasallam bersabda: \"Pelan-pelanlah.\" Hingga tatkala matahari telah meninggi, Rasulullah Shallallahu alaihi wasallam bersabda: \"Barangsiapa di antara kalian yang mau shalat sunnah dua rakaat fajar silahkan melakukannya.\" lalu Rasulullah Shallallahu alaihi wasallam memerintahkan adzan shalat, lalu beliau shalat mengimami kami. Seusai shalat beliau bersabda: \"Ketahuilah, sesungguhnya kita bersyukur kepada Allah karena tidak sedang berada pada urusan dunia yang menyibukkan kita dari shalat, akan tetapi ruh-ruh kita ada di tangan Allah Azza wa Jalla, Dia membebaskannya kapan Dia mau. Barangsiapa di antara kalian yang mendapatkan shalat shubuh di esok hari, maka qadla`lah ia bersamanya. Telah menceritakan kepada kami [Amr bin Aun] telah mengabarkan kepada kami [Khalid] dari [Hushain] dari [Ibnu Abu Qatadah] dari [Abu Qatadah] dalam hadits ini. Dia menyebutkan; Rasulullah Shallallahu alaihi wasallam bersabda: \"Sesungguhnya Allah menggenggam ruh-ruh kalian sesuai dengan KehendakNya dan melepaskannya sesuai dengan kehendakNya. Bangkit dan kumandangkanlah adzan shalat.\" Maka mereka pun bangkit dan bersuci, hingga tatkala matahari telah meninggi, Nabi Shallallahu alaihi wasallam berdiri dan shalat mengimami para sahabat. Telah menceritakan kepada kami [Hannad] telah menceritakan kepada kami ['Abtsar] dari [Hushain] dari [Abdullah bin Abu Qatadah] dari [Ayahnya] dari Nabi Shallallahu alaihi wasallam dengan makna yang sama. Dia menyebutkan; Lalu beliau berwudlu tatkala matahari telah meninggi kemudian shalat mengimami mereka. ","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ الْأَنْصَارِيِّ حَدَّثَنَا أَبُو قَتَادَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي سَفَرٍ لَهُ فَمَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمِلْتُ مَعَهُ فَقَالَ انْظُرْ فَقُلْتُ هَذَا رَاكِبٌ هَذَانِ رَاكِبَانِ هَؤُلَاءِ ثَلَاثَةٌ حَتَّى صِرْنَا سَبْعَةً فَقَالَ احْفَظُوا عَلَيْنَا صَلَاتَنَا يَعْنِي صَلَاةَ الْفَجْرِ فَضُرِبَ عَلَى آذَانِهِمْ فَمَا أَيْقَظَهُمْ إِلَّا حَرُّ الشَّمْسِ فَقَامُوا فَسَارُوا هُنَيَّةً ثُمَّ نَزَلُوا فَتَوَضَّئُوا وَأَذَّنَ بِلَالٌ فَصَلَّوْا رَكْعَتَيْ الْفَجْرِ ثُمَّ صَلَّوْا الْفَجْرَ وَرَكِبُوا فَقَالَ بَعْضُهُمْ لِبَعْضٍ قَدْ فَرَّطْنَا فِي صَلَاتِنَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ لَا تَفْرِيطَ فِي النَّوْمِ إِنَّمَا التَّفْرِيطُ فِي الْيَقَظَةِ فَإِذَا سَهَا أَحَدُكُمْ عَنْ صَلَاةٍ فَلْيُصَلِّهَا حِينَ يَذْكُرُهَا وَمِنْ الْغَدِ لِلْوَقْتِحَدَّثَنَا عَلِيُّ بْنُ نَصْرٍ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا الْأَسْوَدُ بْنُ شَيْبَانَ حَدَّثَنَا خَالِدُ بْنُ سُمَيْرٍ قَالَ قَدِمَ عَلَيْنَا عَبْدُ اللَّهِ بْنُ رَبَاحٍ الْأَنْصَارِيُّ مِنْ الْمَدِينَةِ وَكَانَتْ الْأَنْصَارُ تُفَقِّهُهُ فَحَدَّثَنَا قَالَ حَدَّثَنِي أَبُو قَتَادَةَ الْأَنْصَارِيُّ فَارِسُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَيْشَ الْأُمَرَاءِ بِهَذِهِ الْقِصَّةِ قَالَ فَلَمْ تُوقِظْنَا إِلَّا الشَّمْسُ طَالِعَةً فَقُمْنَا وَهِلِينَ لِصَلَاتِنَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رُوَيْدًا رُوَيْدًا حَتَّى إِذَا تَعَالَتْ الشَّمْسُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ مِنْكُمْ يَرْكَعُ رَكْعَتَيْ الْفَجْرِ فَلْيَرْكَعْهُمَا فَقَامَ مَنْ كَانَ يَرْكَعُهُمَا وَمَنْ لَمْ يَكُنْ يَرْكَعُهُمَا فَرَكَعَهُمَا ثُمَّ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُنَادَى بِالصَّلَاةِ فَنُودِيَ بِهَا فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى بِنَا فَلَمَّا انْصَرَفَ قَالَ أَلَا إِنَّا نَحْمَدُ اللَّهَ أَنَّا لَمْ نَكُنْ فِي شَيْءٍ مِنْ أُمُورِ الدُّنْيَا يَشْغَلُنَا عَنْ صَلَاتِنَا وَلَكِنَّ أَرْوَاحَنَا كَانَتْ بِيَدِ اللَّهِ عَزَّ وَجَلَّ فَأَرْسَلَهَا أَنَّى شَاءَ فَمَنْ أَدْرَكَ مِنْكُمْ صَلَاةَ الْغَدَاةِ مِنْ غَدٍ صَالِحًا فَلْيَقْضِ مَعَهَا مِثْلَهَا حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ أَخْبَرَنَا خَالِدٌ عَنْ حُصَيْنٍ عَنْ ابْنِ أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ فِي هَذَا الْخَبَرِ قَالَ فَقَالَ إِنَّ اللَّهَ قَبَضَ أَرْوَاحَكُمْ حَيْثُ شَاءَ وَرَدَّهَا حَيْثُ شَاءَ قُمْ فَأَذِّنْ بِالصَّلَاةِ فَقَامُوا فَتَطَهَّرُوا حَتَّى إِذَا ارْتَفَعَتْ الشَّمْسُ قَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى بِالنَّاسِ حَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبْثَرٌ عَنْ حُصَيْنٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ قَالَ فَتَوَضَّأَ حِينَ ارْتَفَعَتْ الشَّمْسُ فَصَلَّى بِهِمْ","source":"Abu Daud"},"__N_SSG":true}