{"pageProps":{"number":"3668","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Hanbal] berkata, telah menceritakan kepada kami [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] ia berkata; telah mengabarkan kepadaku [Salim bin Abdullah] dan [Abu Bakr bin Sulaiman] bahwa [Abdullah bin Umar] berkata; Pada sutau malam Rasulullah shallallahu 'alaihi wasallam pernah melaksanakan shalat isya bersama kami di masa-masa akhir hidup beliau. Setelah salam beliau kemudian berdiri dan bersabda: \"Aku perhatikan malam kalian ini, sungguh dalam seratus tahun (kedepan), tidak seorang pun yang ada di muka bumi ini (dari malam tersebut) yang masih tersisa (hidup).\" Ibnu Umar berkata, \"Mendengar ucapan Rasulullah shallallahu 'alaihi wasallam, orang-orang mereka-reka berkenaan dengan makna 'seratus tahun' dari ucapan beliau tersebut. Padahal sebenarnya, Rasulullah shallallahu 'alaihi wasallam mengatakan: \"Orang-orang yang hidup hari ini, maka seratus tahun ke depan tidak akan ada lagi yang masih hidup di muka bumi.\" Maksudnya, beliau menegaskan bahwa masa itu akan terjadi.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ وَأَبُو بَكْرِ بْنُ سُلَيْمَانَ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَصَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ صَلَاةَ الْعِشَاءِ فِي آخِرِ حَيَاتِهِ فَلَمَّا سَلَّمَ قَامَ فَقَالَ أَرَأَيْتُكُمْ لَيْلَتَكُمْ هَذِهِ فَإِنَّ عَلَى رَأْسِ مِائَةِ سَنَةٍ مِنْهَا لَا يَبْقَى مِمَّنْ هُوَ عَلَى ظَهْرِ الْأَرْضِ أَحَدٌ قَالَ ابْنُ عُمَرَ فَوَهِلَ النَّاسُ فِي مَقَالَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تِلْكَ فِيمَا يَتَحَدَّثُونَ عَنْ هَذِهِ الْأَحَادِيثِ عَنْ مِائَةِ سَنَةٍ وَإِنَّمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَبْقَى مِمَّنْ هُوَ الْيَوْمَ عَلَى ظَهْرِ الْأَرْضِ يُرِيدُ بِأَنْ يَنْخَرِمَ ذَلِكَ الْقَرْنُ","source":"Abu Daud"},"__N_SSG":true}