{"pageProps":{"number":"3690","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris] berkata, telah menceritakan kepada kami [Al Faryabi] berkata telah menceritakan kepada kami [Isra'il] berkata, telah menceritakan kepada kami [Simak bin Harb] dari [Alqamah bin Wail] dari [bapaknya] ia berkata, \"Pada masa Nabi shallallahu 'alaihi wasallam ada seorang wanita keluar rumah untuk melaksanakan shalat berjamaah. Lalu, ia bertemu dengan seorang laki-laki yang kemudian memaksanya untuk melakukan hubungan intim, laki-laki itu akhirnya memerkosanya sementara ia hanya bisa berteriak. Setelah puas laki-laki itu kabur melarikan diri. Kemudian lewatlah seorang laki-laki di hadapannya, wanita itu berkata, \"Orang itu telah memperlakukan aku begini dan begini (memperkosa)! Pada saat yang bersamaan lewat juga sekelompok orang dari Muhajirin, wanita itu berkata, \"laki-laki itu telah melakukan begini dan begini kepadaku (memperkosa).\" Rombongan itu lalu mengejar laki-laki yang disangka oleh wanita itu telah memperkosanya. Mereka kemudian membawanya ke hadapan wanita itu, wanita berkata, \"Benar, laki-laki inilah yang telah memperkosaku! ' Mereka kemudian membawa laki-laki malang itu kepada Nabi shallallahu 'alaihi wasallam, maka ketika beliau memerintahkan untuk menghukum (rajam) laki-laki tersebut, laki-laki yang memperkosa wanita itu berdiri dan berkata, \"Wahai Rasulullah, akulah yang telah memperkosanya.\" Beliau bersabda kepada wanita itu: \"Pergilah, semoga Allah mengampuni kekeliruanmu (salah tuduh).\" Beliau juga mengatakan ucapan yang baik kepada laki-laki itu.\" Abu Dawud berkata, \"maksudnya laki-laki yang diambil karena salah tangkap. Dan Rasulullah berkata untuk si pelaku: \"Rajamlah ia.\" Kemudian beliau melanjutkan: \"Dia telah bertaubat, dan sekiranya taubatnya dibagikan kepada seluruh penduduk Madinah, niscaya taubatnya akan diterima.\" Abu Dawud berkata, \" [Asbath bin Nashr] juga meriwayatkannya dari [Simak].\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا الْفِّرْيَابِيُّ حَدَّثَنَا إِسْرَائِيلُ حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ عَنْ أَبِيهِأَنَّ امْرَأَةً خَرَجَتْ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُرِيدُ الصَّلَاةَ فَتَلَقَّاهَا رَجُلٌ فَتَجَلَّلَهَا فَقَضَى حَاجَتَهُ مِنْهَا فَصَاحَتْ وَانْطَلَقَ فَمَرَّ عَلَيْهَا رَجُلٌ فَقَالَتْ إِنَّ ذَاكَ فَعَلَ بِي كَذَا وَكَذَا وَمَرَّتْ عِصَابَةٌ مِنْ الْمُهَاجِرِينَ فَقَالَتْ إِنَّ ذَلِكَ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا فَانْطَلَقُوا فَأَخَذُوا الرَّجُلَ الَّذِي ظَنَّتْ أَنَّهُ وَقَعَ عَلَيْهَا فَأَتَوْهَا بِهِ فَقَالَتْ نَعَمْ هُوَ هَذَا فَأَتَوْا بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا أَمَرَ بِهِ قَامَ صَاحِبُهَا الَّذِي وَقَعَ عَلَيْهَا فَقَالَ يَا رَسُولَ اللَّهِ أَنَا صَاحِبُهَا فَقَالَ لَهَا اذْهَبِي فَقَدْ غَفَرَ اللَّهُ لَكِ وَقَالَ لِلرَّجُلِ قَوْلًا حَسَنًاقَالَ أَبُو دَاوُد يَعْنِي الرَّجُلَ الْمَأْخُوذَ وَقَالَ لِلرَّجُلِ الَّذِي وَقَعَ عَلَيْهَا ارْجُمُوهُ فَقَالَ لَقَدْ تَابَ تَوْبَةً لَوْ تَابَهَا أَهْلُ الْمَدِينَةِ لَقُبِلَ مِنْهُمْ قَالَ أَبُو دَاوُد رَوَاهُ أَسْبَاطُ بْنُ نَصْرٍ أَيْضًا عَنْ سِمَاكٍ","source":"Abu Daud"},"__N_SSG":true}