{"pageProps":{"number":"3720","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Sulaiman Al Anbari] berkata, telah menceritakan kepada kami [Waki'] dari [Hisyam bin Sa'd] ia berkata; telah menceritakan kepadaku [Yazid bin Nu'aim bin Hazzal] dari [Bapaknya] ia berkata, \"Ma'iz bin Malik adalah seorang anak yatim yang diasuh oleh bapakku. Dan ia pernah berzina dengan seorang budak wanita dari suatu kampung. Bapakku lalu berkata kepadanya, \"Datanglah kepada Rasulullah shallallahu 'alaihi wasallam, kabarkan kepada beliau dengan apa yang telah engkau lakukan, semoga saja beliau mau memintakan ampun untukmu.\" Hanyasanya ayahku menginginkan hal itu agar Maiz mendapatkan jalan keluar, lalu ia bergegas menemui Rasulullah. Ma'iz lantas berkata, \"Wahai Rasulullah, aku telah berzina, maka laksanakanlah hukum Kitabullah terhadapku!\" Beliau berpaling darinya. Maka Ma'iz mengulangi lagi, \"Wahai Rasulullah, aku telah berzina, maka laksanakanlah hukum Kitabullah terhadapku!\" Beliau berpaling. Ma'iz mengulanginya lagi, \"Wahai Rasulullah, aku telah berzina, maka laksanakanlah hukum Kitabullah terhadapku!\" Ia ulangi hal itu hingga empat kali. Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Engkau telah mengatakannya hingga empat kali, lalu dengan siapa kamu melakukannya?\" Ma'iz menjawab, \"Dengan Fulanah.\" Beliau bertanya lagi: \"Apakah menidurinya?\" Ma'iz menjawab, \"Ya.\" beliau bertanya lagi: \"Apakah kamu menyentuhnya?\" Ma'iz menjawab, \"Ya.\" beliau bertanya lagi: \"Apakah kamu menyetubuhinya?\" Ma'iz menjawab, \"Ya.\" Akhirnya Rasulullah shallallahu 'alaihi wasallam memerintahkan untuk merajamnya. Ma'iz lantas dibawa ke padang pasir, maka ketika ia sedang dirajam dan mulai merasakan sakitnya terkena lemparan batu, ia tidak tahan dan lari dengan kencang. Namun ia bertemu dengan Abdullah bin Unais, orang-orang yang merajam Ma'iz sudah tidak sanggup lagi (lelah), maka Abdullah mendorongnya dengan tulang unta, ia melempari Ma'iz dengan tulang tersebut hingga tewas. Kemudian Abdullah menemui Nabi shallallahu 'alaihi wasallam dan menyebutkan kejadian tersebut, beliau bersabda: \"Kenapa kalian tidak membiarkannya, siapa tahu ia bertaubat dan Allah menerima taubatnya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْأَنْبَارِيُّ حَدَّثَنَا وَكِيعٌ عَنْ هِشَامِ بْنِ سَعْدٍ قَالَ حَدَّثَنِي يَزِيدُ بْنُ نُعَيْمِ بْنِ هَزَّالٍ عَنْ أَبِيهِ قَالَكَانَ مَاعِزُ بْنُ مَالِكٍ يَتِيمًا فِي حِجْرِ أَبِي فَأَصَابَ جَارِيَةً مِنْ الْحَيِّ فَقَالَ لَهُ أَبِي ائْتِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبِرْهُ بِمَا صَنَعْتَ لَعَلَّهُ يَسْتَغْفِرُ لَكَ وَإِنَّمَا يُرِيدُ بِذَلِكَ رَجَاءَ أَنْ يَكُونَ لَهُ مَخْرَجًا فَأَتَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَيَّ كِتَابَ اللَّهِ فَأَعْرَضَ عَنْهُ فَعَادَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَيَّ كِتَابَ اللَّهِ فَأَعْرَضَ عَنْهُ فَعَادَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَيَّ كِتَابَ اللَّهِ حَتَّى قَالَهَا أَرْبَعَ مِرَارٍ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكَ قَدْ قُلْتَهَا أَرْبَعَ مَرَّاتٍ فَبِمَنْ قَالَ بِفُلَانَةٍ فَقَالَ هَلْ ضَاجَعْتَهَا قَالَ نَعَمْ قَالَ هَلْ بَاشَرْتَهَا قَالَ نَعَمْ قَالَ هَلْ جَامَعْتَهَا قَالَ نَعَمْ قَالَ فَأَمَرَ بِهِ أَنْ يُرْجَمَ فَأُخْرِجَ بِهِ إِلَى الْحَرَّةِ فَلَمَّا رُجِمَ فَوَجَدَ مَسَّ الْحِجَارَةِ جَزِعَ فَخَرَجَ يَشْتَدُّ فَلَقِيَهُ عَبْدُ اللَّهِ بْنُ أُنَيْسٍ وَقَدْ عَجَزَ أَصْحَابُهُ فَنَزَعَ لَهُ بِوَظِيفِ بَعِيرٍ فَرَمَاهُ بِهِ فَقَتَلَهُ ثُمَّ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ هَلَّا تَرَكْتُمُوهُ لَعَلَّهُ أَنْ يَتُوبَ فَيَتُوبَ اللَّهُ عَلَيْهِ","source":"Abu Daud"},"__N_SSG":true}