{"pageProps":{"number":"3721","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ubaidullah bin Umar bin maisarah] berkata, telah menceritakan kepada kami [Yazid bin Zurai'] dari [Muhammad bin Ishaq] ia berkata; Aku menceritakan kisah Ma'iz bin Malik kepada [Ashim bin Umar bin Qatadah], lalu ia berkata kepadaku; telah menceritakan kepadaku [Hasan bin Muhammad bin Ali bin Abu Thalib] ia berkata, \"Aku mendengar kisah itu dari sabda Rasulullah shallallahu 'alaihi wasallam, 'Mengapa kalian tidak membiarkannya' dari orang-orang bani Aslam yang aku tidak merasa ragu dengan mereka.\" Hasan bin Muhammad berkata lagi, \"Tetapi aku tidak tahu hadits ini.\" Aku (Muhammad bin Ishaq) lalu mendatangi [Jabir bin Abdullah], dan kukatakan kepadanya, \"Beberapa lelaki dari bani Aslam menceritakan kepadaku bahwa Rasulullah shallallahu 'alaihi wasallam pernah berkata kepada mereka 'Mengapa kalian tidak membiarkan (Ma'iz lari) saja? ', yakni ketika mereka menceritakan tentang kejadian kaburnya Ma'iz karena tidak tahan dengan sakitnya lemparan batu, dan aku juga tidak tahu keberadaan hadits tersebut.\" Jabir berkata, \"Wahai keponakanku, aku adalah orang yang paling tahu dengan hadits ini, karena aku termasuk orang yang ikut merajam Ma'iz. Ketika kami keluar dan merajam Ma'iz, dan ia merasakan sakitnya lemparan batu, maka ia kesakitan dan berteriak kepada kami, \"Wahai kaum, kembalikanlah aku kepada Rasulullah shallallahu 'alaihi wasallam. Sungguh, kaumku telah menipuku dan ingin membunuhku. Mereka kabarkan kepadaku bahwa Rasulullah shallallahu 'alaihi wasallam tidak akan membunuhku.\" Namun kami tidak berhenti merajam Ma'iz, sehingga kami pun membunuhnya. Maka ketika kami kembali dan kami kabarkan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Kenapa kalian tidak biarkan saja, lalu kalian bawa ia kemari?\" Hal itu beliau lakukan untuk mendapat kepastian darinya, bukan untuk melepaskan hukuman had.\" Hasan bin Muhammad berkata, \"Dari situlah aku tahu konteks hadits itu sebenarnya.\"","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ قَالَ ذَكَرْتُ لِعَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ قِصَّةَ مَاعِزِ ابْنِ مَالِكٍ فَقَالَ لِي حَدَّثَنِي حَسَنُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَحَدَّثَنِي ذَلِكَ مِنْ قَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهَلَّا تَرَكْتُمُوهُ مَنْ شِئْتُمْ مِنْ رِجَالِ أَسْلَمَ مِمَّنْ لَا أَتَّهِمُ قَالَ وَلَمْ أَعْرِفْ هَذَا الْحَدِيثَ قَالَ فَجِئْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ فَقُلْتُ إِنَّ رِجَالًا مِنْ أَسْلَمَ يُحَدِّثُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُمْ حِينَ ذَكَرُوا لَهُ جَزَعَ مَاعِزٍ مِنْ الْحِجَارَةِ حِينَ أَصَابَتْهُ أَلَّا تَرَكْتُمُوهُ وَمَا أَعْرِفُ الْحَدِيثَ قَالَ يَا ابْنَ أَخِي أَنَا أَعْلَمُ النَّاسِ بِهَذَا الْحَدِيثِ كُنْتُ فِيمَنْ رَجَمَ الرَّجُلَ إِنَّا لَمَّا خَرَجْنَا بِهِ فَرَجَمْنَاهُ فَوَجَدَ مَسَّ الْحِجَارَةِ صَرَخَ بِنَا يَا قَوْمُ رُدُّونِي إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ قَوْمِي قَتَلُونِي وَغَرُّونِي مِنْ نَفْسِي وَأَخْبَرُونِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيْرُ قَاتِلِي فَلَمْ نَنْزَعْ عَنْهُ حَتَّى قَتَلْنَاهُ فَلَمَّا رَجَعْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخْبَرْنَاهُ قَالَ فَهَلَّا تَرَكْتُمُوهُ وَجِئْتُمُونِي بِهِ لِيَسْتَثْبِتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُ فَأَمَّا لِتَرْكِ حَدٍّ فَلَا قَالَ فَعَرَفْتُ وَجْهَ الْحَدِيثِ","source":"Abu Daud"},"__N_SSG":true}