{"pageProps":{"number":"3753","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad bin Musarhad] berkata, telah menceritakan kepada kami [Abul Ahwash] berkata, telah menceritakan kepada kami [Simak] dari [Ibrahim] dari [Alqamah] dan [Al Aswad] keduanya berkata, \" [Abdullah] berkata, \"Seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam dan berkata, \"Aku telah mencumbui seorang wanita dari pinggiran kota, aku telah melakukan semuanya kecuali persetubuhan. Dan sekarang aku ada dihadapanmu, maka hukumlah aku sekehendakmu.\" Umar menimpali, \"Allah telah menutupimu sekirannya kamu menutupi dirimu sendiri.\" Nabi shallallahu 'alaihi wasallam tidak memberi komentar apapun juga. Laki-laki itu lalu pergi dan Nabi shallallahu 'alaihi wasallam menyuruh orang mengikutinya dari belakang, beliau lantas memanggil laki-laki tersebut seraya membaca ayat: '(Dan dirikanlah sembahyang itu pada kedua tepi siang (pagi dan petang) dan pada bahagian permulaan daripada malam Sesungguhnya perbuatan-perbuatan yang baik itu menghapuskan (dosa) perbuatan-perbuatan yang buruk. Itulah peringatan bagi orang-orang yang ingat) '. Lalu ada seorang laki-laki dari kaum muslimin yang bertanya, \"Wahai Rasulullah, ayat itu khusus untuknya atau berlaku untuk semua orang?\" beliau menjawab: \"Berlaku untuk semua orang.\"","arab":"حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ حَدَّثَنَا أَبُو الْأَحْوَصِ حَدَّثَنَا سِمَاكٌ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ وَالْأَسْوَدِ قَالَا قَالَ عَبْدُ اللَّهِجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي عَالَجْتُ امْرَأَةً مِنْ أَقْصَى الْمَدِينَةِ فَأَصَبْتُ مِنْهَا مَا دُونَ أَنْ أَمَسَّهَا فَأَنَا هَذَا فَأَقِمْ عَلَيَّ مَا شِئْتَ فَقَالَ عُمَرُ قَدْ سَتَرَ اللَّهُ عَلَيْكَ لَوْ سَتَرْتَ عَلَى نَفْسِكَ فَلَمْ يَرُدَّ عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا فَانْطَلَقَ الرَّجُلُ فَأَتْبَعَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا فَدَعَاهُ فَتَلَا عَلَيْهِ{ وَأَقِمْ الصَّلَاةَ طَرَفَيْ النَّهَارِ وَزُلَفًا مِنْ اللَّيْلِ }إِلَى آخِرِ الْآيَةِ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ يَا رَسُولَ اللَّهِ أَلَهُ خَاصَّةً أَمْ لِلنَّاسِ كَافَّةً فَقَالَ لِلنَّاسِ كَافَّةً","source":"Abu Daud"},"__N_SSG":true}