{"pageProps":{"number":"3790","slug":"abu-daud","id":"Telah menceritakan kepada kami [Wahab bin Baqiyyah] dari [Khalid] dari [Muhammad bin Amru] dari [Abu Salamah] dari [Abu Hurairah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam menerima hadiah namun tidak makan zakat.\" Telah menceritakan kepada kami [Wahb bin Baqiyyah] -dalam riwayat lain- dari [Khalid] dari [Muhammad bin Amru] dari [Abu Salamah] -namun ia tidak menyebutkan Abu Hurairah, ia berkata, \"Rasulullah shallallahu 'alaihi wasallam menerima hadiah namun tidak makan zakat.\" Ia menambahkan, \"Maka ada seorang wanita Yahudi Khaibar yang memberi hadiah daging guling yang telah dilumuri racun kepada beliau. Rasulullah shallallahu 'alaihi wasallam dan para sahabatnya lalu makan daging kambing tersebut. Namun kemudian, beliau bersabda: \"Angkatlah tangan kalian (berhenti makan), karena sesungguhnya daging kambing ini telah memberiku kabar bahwa ia telah dibubuhi racun.\" Bisyr Ibnul Al Bara bin Ma'rur Al Anshari akhirnya meninggal dunia. Rasulullah kemudian mengutus utusan kepada wanita Yahudi tersebut. Beliau bertanya: \"Apa yang mendorongmu untuk melakukan hal itu?\" Wanita itu menjawab, \"Jika engkau seorang Nabi, maka apa yang aku lakukan tidak akan membahayakanmu. Namun jika engkau hanya seorang raja, maka dengan begitu aku telah mengistirahatkan manusia darimu.\" Rasulullah shallallahu 'alaihi wasallam lantas memerintahkan agar wanita itu dibunuh, maka ia pun dibunuh. Kemudian beliau berkata pada saat sakit yang membawanya kepada kematian: \"Aku masih merasakan apa yang pernah aku makan di Khaibar, dan sekarang adalah waktu terputusnya punggungku (kematianku).\"","arab":"حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ عَنْ خَالِدٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْبَلُ الْهَدِيَّةَ وَلَا يَأْكُلُ الصَّدَقَةَحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ فِي مَوْضِعٍ آخَرَ عَنْ خَالِدٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ وَلَمْ يَذْكُرْ أَبَا هُرَيْرَةَ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْبَلُ الْهَدِيَّةَ وَلَا يَأْكُلُ الصَّدَقَةَ زَادَ فَأَهْدَتْ لَهُ يَهُودِيَّةٌ بِخَيْبَرَ شَاةً مَصْلِيَّةً سَمَّتْهَا فَأَكَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهَا وَأَكَلَ الْقَوْمُ فَقَالَ ارْفَعُوا أَيْدِيَكُمْ فَإِنَّهَا أَخْبَرَتْنِي أَنَّهَا مَسْمُومَةٌ فَمَاتَ بِشْرُ بْنُ الْبَرَاءِ بْنِ مَعْرُورٍ الْأَنْصَارِيُّ فَأَرْسَلَ إِلَى الْيَهُودِيَّةِ مَا حَمَلَكِ عَلَى الَّذِي صَنَعْتِ قَالَتْ إِنْ كُنْتَ نَبِيًّا لَمْ يَضُرَّكَ الَّذِي صَنَعْتُ وَإِنْ كُنْتَ مَلِكًا أَرَحْتُ النَّاسَ مِنْكَ فَأَمَرَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُتِلَتْ ثُمَّ قَالَ فِي وَجَعِهِ الَّذِي مَاتَ فِيهِ مَازِلْتُ أَجِدُ مِنْ الْأَكْلَةِ الَّتِي أَكَلْتُ بِخَيْبَرَ فَهَذَا أَوَانُ قَطَعَتْ أَبْهَرِي","source":"Abu Daud"},"__N_SSG":true}