{"pageProps":{"number":"3896","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Yunus] berkata, telah menceritakan kepada kami [Zaidah bin Qudamah Ats Tsaqafi] berkata, telah menceritakan kepada kami [Umar bin Qais Al Mashiri] dari [Amru bin Abu Qurrah] ia berkata, \"Saat berada di Madain, [Hudzaifah] menyebutkan sesuatu yang dikatakan oleh Rasulullah shallallahu 'alaihi wasallam kepada para sahabatnya dengan marah. Orang-orang yang mendengar hal itu dari Hudzaifah langsung pergi dan mendatangi Salman. Mereka kemudian menceritakan apa yang dikatakan oleh Hudzaifah kepada Salman, namun Salaman justru berkata, \"Hudzaifah lebih tahu dengan apa yang ia katakan.\" Orang-orang itu akhirnya kembali lagi menemui Hudzaifah dan berkata, \"Ucapanmu tadi telah kami sampaikan kepada Salman, tetapi ia tidak membenarkan atau mendustakan kamu!\" Hudzifah lantas pergi mendatangi Salman saat ia berada di Mabqalah, Hudzaifah berkata, \"Wahai Salman, apa yang menghalangimu untuk membenarkan aku atas apa yang telah aku dengar dari Rasulullah shallallahu 'alaihi wasallam?\" Salman menjawab, \"Rasulullah shallallahu 'alaihi wasallam pernah marah dan berbicara dengan para sahabat dalam keadaam marah, tetapi beliau juga bisa ridha sehingga beliau berbicara dengan para sahabatnya dalam keadaan ridha. Tidakkah sebaiknya kamu tidak menceritakan apa yang telah kamu dengar hingga yang demikian itu dapat menjadikan sebagian cinta kepada sebagian dan benci kepada sebagian yang lain; agar tidak terjadi perpecahan. Engkau telah mendengar Rasulullah shallallahu 'alaihi wasallam berkhutbah: \"Laki-laki manapun dari umatku yang pernah aku cela atau laknat saat dalam kondisi marah, sesungguhnya aku hanyalah anak turun Adam, hingga aku pun dapat marah sebagaimana mereka marah. Hanya saja aku diutus sebagai rahmat bagi seluruh alam, (Ya Allah) jadikanlah celaanku itu sebagai rahmat bagi mereka pada hari kiamat.\" Demi Allah, engkau segera berhenti dari melakukan hal yang demikian itu atau aku akan menulis surat kepada Umar.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ الثَّقَفِيُّ حَدَّثَنَا عُمَرُ بْنُ قَيْسٍ الْمَاصِرُ عَنْ عَمْرِو بْنِ أَبِي قُرَّةَ قَالَكَانَ حُذَيْفَةُ بِالْمَدَائِنِ فَكَانَ يَذْكُرُ أَشْيَاءَ قَالَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأُنَاسٍ مِنْ أَصْحَابِهِ فِي الْغَضَبِ فَيَنْطَلِقُ نَاسٌ مِمَّنْ سَمِعَ ذَلِكَ مِنْ حُذَيْفَةَ فَيَأْتُونَ سَلْمَانَ فَيَذْكُرُونَ لَهُ قَوْلَ حُذَيْفَةَ فَيَقُولُ سَلْمَانُ حُذَيْفَةُ أَعْلَمُ بِمَا يَقُولُ فَيَرْجِعُونَ إِلَى حُذَيْفَةَ فَيَقُولُونَ لَهُ قَدْ ذَكَرْنَا قَوْلَكَ لِسَلْمَانَ فَمَا صَدَّقَكَ وَلَا كَذَّبَكَ فَأَتَى حُذَيْفَةُ سَلْمَانَ وَهُوَ فِي مَبْقَلَةٍ فَقَالَ يَا سَلْمَانُ مَا يَمْنَعُكَ أَنْ تُصَدِّقَنِي بِمَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سَلْمَانُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَغْضَبُ فَيَقُولُ فِي الْغَضَبِ لِنَاسٍ مِنْ أَصْحَابِهِ وَيَرْضَى فَيَقُولُ فِي الرِّضَا لِنَاسٍ مِنْ أَصْحَابِهِ أَمَا تَنْتَهِي حَتَّى تُوَرِّثَ رِجَالًا حُبَّ رِجَالٍ وَرِجَالًا بُغْضَ رِجَالٍ وَحَتَّى تُوقِعَ اخْتِلَافًا وَفُرْقَةً وَلَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ فَقَالَ أَيُّمَا رَجُلٍ مِنْ أُمَّتِي سَبَبْتُهُ سَبَّةً أَوْ لَعَنْتُهُ لَعْنَةً فِي غَضَبِي فَإِنَّمَا أَنَا مِنْ وَلَدِ آدَمَ أَغْضَبُ كَمَا يَغْضَبُونَ وَإِنَّمَا بَعَثَنِي رَحْمَةً لِلْعَالَمِينَ فَاجْعَلْهَا عَلَيْهِمْ صَلَاةً يَوْمَ الْقِيَامَةِوَاللَّهِ لَتَنْتَهِيَنَّ أَوْ لَأَكْتُبَنَّ إِلَى عُمَرَ","source":"Abu Daud"},"__N_SSG":true}