{"pageProps":{"number":"3966","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] berkata, telah menceritakan kepada kami [Hammad] dari [Muhammad bin Amru] dari [Abu Salamah] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ketika selesai menciptakan surga, Allah berfirman kepada Jibril: \"Pergi dan lihatlah surga itu.\" Jibril kemudian pergi dan melihat surga, setelah itu ia kembali lagi seraya berkata, \"Wahai Rabb, demi kemuliaan-Mu, tidak seorang pun yang mendengar tentangnya kecuali ia ingin memasukinya.\" Kemudian Allah menutupi (merintangi) surga dengan hal-hal yang tidak disukai (oleh manusia). Lantas Allah berfirman: \"Wahai Jibril, pergi dan lihatlah surga itu.\" Jibril kemudian pergi dan melihat surga, setelah itu ia kembali lagi seraya berkata, \"Wahai Rabb, demi kemuliaan-Mu, aku kawatir tidak ada seorang pun yang hendak memasukinya.\" Beliau bersabda: \"Ketika selesai menciptakan neraka, Allah berfirman: \"Wahai Jibril, pergi dan lihatlah neraka itu.\" Jibril kemudian pergi dan melihat neraka, setelah itu ia kembali lagi seraya berkata, \"Wahai Rabb, demi kemuliaan-Mu, tidak seorang pun yang mendengar tentangnya kemudian timbul keinginan untuk memasukinya.\" Allah kemudian menutupi neraka dengan syahwat (kesenangan atau yang disukai manusia), lantas Allah berfirman: \"Wahai Jibril, pergi dan lihatlah neraka.\" kemudian Jibril pergi dan melihat neraka, setelah itu ia kembali lagi dan berkata, \"Wahai Rabb, demi kemuliaan-Mu, aku kawatir tidak ada seorang pun yang bakal tersisa (selamat).\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَمَّا خَلَقَ اللَّهُ الْجَنَّةَ قَالَ لِجِبْرِيلَ اذْهَبْ فَانْظُرْ إِلَيْهَا فَذَهَبَ فَنَظَرَ إِلَيْهَا ثُمَّ جَاءَ فَقَالَ أَيْ رَبِّ وَعِزَّتِكَ لَا يَسْمَعُ بِهَا أَحَدٌ إِلَّا دَخَلَهَا ثُمَّ حَفَّهَا بِالْمَكَارِهِ ثُمَّ قَالَ يَا جِبْرِيلُ اذْهَبْ فَانْظُرْ إِلَيْهَا فَذَهَبَ فَنَظَرَ إِلَيْهَا ثُمَّ جَاءَ فَقَالَ أَيْ رَبِّ وَعِزَّتِكَ لَقَدْ خَشِيتُ أَنْ لَا يَدْخُلَهَا أَحَدٌ قَالَ فَلَمَّا خَلَقَ اللَّهُ النَّارَ قَالَ يَا جِبْرِيلُ اذْهَبْ فَانْظُرْ إِلَيْهَا فَذَهَبَ فَنَظَرَ إِلَيْهَا ثُمَّ جَاءَ فَقَالَ أَيْ رَبِّ وَعِزَّتِكَ لَا يَسْمَعُ بِهَا أَحَدٌ فَيَدْخُلُهَا فَحَفَّهَا بِالشَّهَوَاتِ ثُمَّ قَالَ يَا جِبْرِيلُ اذْهَبْ فَانْظُرْ إِلَيْهَا فَذَهَبَ فَنَظَرَ إِلَيْهَا ثُمَّ جَاءَ فَقَالَ أَيْ رَبِّ وَعِزَّتِكَ لَقَدْ خَشِيتُ أَنْ لَا يَبْقَى أَحَدٌ إِلَّا دَخَلَهَا","source":"Abu Daud"},"__N_SSG":true}