{"pageProps":{"number":"398","slug":"abu-daud","id":"Telah menceritakan kepada kami [Yahya bin Al-Fadll As-Sijistani] dan [Hisyam bin Ammar Ad-Dimasyqi] dan [Sulaiman bin Abdirrahman Ad-Dimasyqi] dengan hadits ini, dan ini adalah lafazh Yahya bin al-Fadll As-Sijistani, mereka berkata; Telah menceritakan kepada kami [Hatim bin Isma'il] telah menceritakan kepada kami [Ya'qub bin Mujahid, Abu Harzah] dari [Ubadah bin Al-Walid bin Ubadah bin Ash-Shamit]; Kami pernah datang kepada [Jabir bin Abdullah] sewaktu beliau berada di dalam masjidnya. Maka Jabir berkata; Rasulullah shallallahu 'alaihi wasallam pernah menemui kami di masjid kami ini, sedangkan beliau memegang tandan kurma Ibnu Thab. Kemudian beliau melihat dan mendapat dahak di arah kiblat Masjid. Maka beliau mendatanginya dan menggosoknya dengan tandan kurma itu, kemudian bersabda: \"Siapa di antara kalian yang suka kalau Allah memalingkan wajah-Nya daripadanya?.\" Lalu beliau bersabda: \"Sesungguhnya salah di antara kalian apabila mengerjakan shalat, maka Allah di depannya, sebab itu janganlah sekali-kali meludah ke arah depannya dan jangan pula ke arah kanannya. Akan tetapi meludahlah ke sebelah kirinya di bawah telapak kaki kirinya. Jika ada sesuatu yang membuatnya harus segera meludah, maka meludahlah ke kainnya seperti ini.\" Lalu beliau meletakkan kain ke mulutnya, kemudian menggosok-gosokkannya, lalu bersabda: \"Bawakanlah kepadaku minyak wangi.\" Maka berdirilah seorang pemuda dari suatu kampung dengan segera pergi menuju keluarganya, lalu datang membawa minyak wangi di telapak tangannya. Maka Rasulullah shallallahu 'alaihi wasallam mengambil minyak wangi itu dan menaruhnya di ujung tandan kurma kemudian dioleskannya pada bekas dahak itu. Jabir berkata; Dari situlah kalian membuat wewangian itu di Masjid-Masjid kalian. ","arab":"حَدَّثَنَا يَحْيَى بْنُ الْفَضْلِ السِّجِسْتَانِيُّ وَهِشَامُ بْنُ عَمَّارٍ وَسُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيَّانِ بِهَذَا الْحَدِيثِ وَهَذَا لَفْظُ يَحْيَى بْنِ الْفَضْلِ السِّجِسْتَانِيِّ قَالُوا حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ حَدَّثَنَا يَعْقُوبُ بْنُ مُجَاهِدٍ أَبُو حَزْرَةَ عَنْ عُبَادَةَ بْنِ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِأَتَيْنَا جَابِرًا يَعْنِي ابْنَ عَبْدِ اللَّهِ وَهُوَ فِي مَسْجِدِهِ فَقَالَ أَتَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَسْجِدِنَا هَذَا وَفِي يَدِهِ عُرْجُونُ ابْنِ طَابٍ فَنَظَرَ فَرَأَى فِي قِبْلَةِ الْمَسْجِدِ نُخَامَةً فَأَقْبَلَ عَلَيْهَا فَحَتَّهَا بِالْعُرْجُونِ ثُمَّ قَالَ أَيُّكُمْ يُحِبُّ أَنْ يُعْرِضَ اللَّهُ عَنْهُ بِوَجْهِهِ ثُمَّ قَالَ إِنَّ أَحَدَكُمْ إِذَا قَامَ يُصَلِّي فَإِنَّ اللَّهَ قِبَلَ وَجْهِهِ فَلَا يَبْصُقَنَّ قِبَلَ وَجْهِهِ وَلَا عَنْ يَمِينِهِ وَلْيَبْزُقْ عَنْ يَسَارِهِ تَحْتَ رِجْلِهِ الْيُسْرَى فَإِنْ عَجِلَتْ بِهِ بَادِرَةٌ فَلْيَقُلْ بِثَوْبِهِ هَكَذَا وَوَضَعَهُ عَلَى فِيهِ ثُمَّ دَلَكَهُ ثُمَّ قَالَ أَرُونِي عَبِيرًا فَقَامَ فَتًى مِنْ الْحَيِّ يَشْتَدُّ إِلَى أَهْلِهِ فَجَاءَ بِخَلُوقٍ فِي رَاحَتِهِ فَأَخَذَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَعَلَهُ عَلَى رَأْسِ الْعُرْجُونِ ثُمَّ لَطَخَ بِهِ عَلَى أَثَرِ النُّخَامَةِقَالَ جَابِرٌ فَمِنْ هُنَاكَ جَعَلْتُمْ الْخَلُوقَ فِي مَسَاجِدِكُمْ","source":"Abu Daud"},"__N_SSG":true}