{"pageProps":{"number":"3984","slug":"abu-daud","id":"Telah menceritakan kepada kami [Nashr bin Ashim Al Anthaki] berkata, telah menceritakan kepada kami [Al Walid] dan [Mubasysyir] -maksudnya Mubassyir bin Isma'il Al Halabi- dari [Abu Amru]. Ia (Al Walid) berkata; telah menceritakan kepada kami [Abu Amru] berkata; telah menceritakan kepadaku [Qatadah] dari [Abu Sa'id Al Khudri] dan [Anas bin Malik] dari Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Akan terjadi perbedaan dan perpecahan di antara umatku, sebagian kelompok pandai dalam berbicara namun akhlak mereka buruk. Mereka membaca Al-Qur'an namun tidak sampai melewati kerongkongan. Mereka keluar dari agama sebagaimana anak panah lepas dari busurnya, dan mereka tidak akan kembali lagi hingga anak panah kembali ke busurnya. Mereka adalah seburuk-buruk manusia. Maka beruntunglah orang yang membunuhnya dan mereka membunuhnya. Mereka mengajak kepada Al-Qur'an, tetapi mereka sendiri tidak mengamalkannya sama sekali. Siapa memerangi mereka, maka yang demikian lebih mulia di sisi Allah.\" Para sahabat bertanya, \"Wahai Rasulullah, bagaimana ciri-ciri mereka?\" Beliau menjawab: \"Rambutnya dicukur gundul.\" Telah menceritakan kepada kami [Al Hasan bin Ali] berkata, telah menceritakan kepada kami [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Qatadah] dari [Anas] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ciri mereka adalah rambutnya dicukur gundul dan dicabut, jika kalian mendapati mereka maka bunuhlah.\" Abu Dawud berkata, \"At tasbid adalah mencabut rambut.\"","arab":"حَدَّثَنَا نَصْرُ بْنُ عَاصِمٍ الْأَنْطَاكِيُّ حَدَّثَنَا الْوَلِيدُ وَمُبَشِّرٌ يَعْنِي ابْنَ إِسْمَعِيلَ الْحَلَبِيَّ عَنْ أَبِي عَمْرٍو قَالَ يَعْنِي الْوَلِيدَ حَدَّثَنَا أَبُو عَمْرٍو قَالَ حَدَّثَنِي قَتَادَةُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ وَأَنَسِ بْنِ مَالِكٍعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سَيَكُونُ فِي أُمَّتِي اخْتِلَافٌ وَفُرْقَةٌ قَوْمٌ يُحْسِنُونَ الْقِيلَ وَيُسِيئُونَ الْفِعْلَ يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ تَرَاقِيَهُمْ يَمْرُقُونَ مِنْ الدِّينِ مُرُوقَ السَّهْمِ مِنْ الرَّمِيَّةِ لَا يَرْجِعُونَ حَتَّى يَرْتَدَّ عَلَى فُوقِهِ هُمْ شَرُّ الْخَلْقِ وَالْخَلِيقَةِ طُوبَى لِمَنْ قَتَلَهُمْ وَقَتَلُوهُ يَدْعُونَ إِلَى كِتَابِ اللَّهِ وَلَيْسُوا مِنْهُ فِي شَيْءٍ مَنْ قَاتَلَهُمْ كَانَ أَوْلَى بِاللَّهِ مِنْهُمْ قَالُوا يَا رَسُولَ اللَّهِ مَا سِيمَاهُمْ قَالَ التَّحْلِيقُحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ قَالَ سِيمَاهُمْ التَّحْلِيقُ وَالتَّسْبِيدُ فَإِذَا رَأَيْتُمُوهُمْ فَأَنِيمُوهُمْ قَالَ أَبُو دَاوُد التَّسْبِيدُ اسْتِئْصَالُ الشَّعْرِ","source":"Abu Daud"},"__N_SSG":true}