{"pageProps":{"number":"4125","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Ubaidullah Al Ghudani] berkata, telah menceritakan kepada kami [Al Walid bin Muslim] berkata, telah menceritakan kepada kami [Sa'id bin Abdul Aziz] dari [Sulaiman bin Musa] dari [Nafi'] ia berkata, \" [Ibnu Umar] mendengar suara seruling, lalu ia meletakkan jarinya pada dua telinganya seraya menjauh dari jalan. Lalu ia berkata kepadaku, \"Wahai Nafi', apakah kamu mendengar sesuatu?\" Aku menjawab, \"Tidak.\" Nafi' melanjutkan; \"Ibnu Umar lalu mengangkat kembali jarinya dari keduanya telinganya\", lantas ia berkata, \"Aku pernah bersama Nabi shallallahu 'alaihi wasallam, lalu beliau mendengar suara seperti ini dan beliau juga melakukan seperti ini.\" Abu Ali Al Lu`lu`I berkata, \"Aku mendengar Abu Dawud berkata, \"Hadits ini derajatnya munkar. Telah menceritakan kepada kami [Mahmud bin Khalid] berkata, telah menceritakan kepada kami [Bapakku] berkata, telah menceritakan kepada kami [Muth'im Ibnul Miqdam] ia berkata; telah menceritakan kepada kami [Nafi'] ia berkata, \"Aku membonceng di belakang [Ibnu Umar], maka ketika melewati seorang pengembala yang meniup seruling …lalu ia menyebutkan seperti hadits tersebut.\" Abu Dawud berkata, \"Antara Muth'im dan Nafi' di sisipi (nama) Sulaiman bin Musa.\" Telah menceritakan kepada kami [Ahmad bin Ibrahim] berkata, telah menceritakan kepada kami [Abdullah bin Ja'far Ar Raqqi] ia berkata; telah menceritakan kepada kami [Abul Malih] dari [Maimun] dari [Nafi'] ia berkata, \"Aku bersama [Ibnu Umar], lalu ia mendengar suara orang berseruling…lalu ia menyebutkan seperti hadits tersebut.\" Abu Dawud berkata, \"Dan inilah yang paling mungkar.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ الْغُدَانِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ عَنْ سُلَيْمَانَ بْنِ مُوسَى عَنْ نَافِعٍ قَالَسَمِعَ ابْنُ عُمَرَ مِزْمَارًا قَالَ فَوَضَعَ إِصْبَعَيْهِ عَلَى أُذُنَيْهِ وَنَأَى عَنْ الطَّرِيقِ وَقَالَ لِي يَا نَافِعُ هَلْ تَسْمَعُ شَيْئًا قَالَ فَقُلْتُ لَا قَالَ فَرَفَعَ إِصْبَعَيْهِ مِنْ أُذُنَيْهِ وَقَالَ كُنْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمِعَ مِثْلَ هَذَا فَصَنَعَ مِثْلَ هَذَاقَالَ أَبُو عَلِيٍّ الْلُؤْلُؤِيُّ سَمِعْت أَبَا دَاوُد يَقُولُ هَذَا حَدِيثٌ مُنْكَرٌ حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ حَدَّثَنَا أَبِي حَدَّثَنَا مُطْعِمُ بْنُ الْمِقْدَامِ قَالَ حَدَّثَنَا نَافِعٌ قَالَ كُنْتُ رِدْفَ ابْنِ عُمَرَ إِذْ مَرَّ بِرَاعٍ يَزْمُرُ فَذَكَرَ نَحْوَهُ قَالَ أَبُو دَاوُد أُدْخِلَ بَيْنَ مُطْعِمٍ وَنَافِعٍ سُلَيْمَانُ بْنُ مُوسَى حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ قَالَ حَدَّثَنَا أَبُو الْمَلِيحِ عَنْ مَيْمُونٍ عَنْ نَافِعٍ قَالَ كُنَّا مَعَ ابْنِ عُمَرَ فَسَمِعَ صَوْتَ زَامِرٍ فَذَكَرَ نَحْوَهُ قَالَ أَبُو دَاوُد وَهَذَا أَنْكَرُهَا","source":"Abu Daud"},"__N_SSG":true}