{"pageProps":{"number":"4133","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] berkata, telah menceritakan kepada kami [Hammad] berkata, telah mengabarkan kepada kami [Hisyam bin Urwah] dari [Urwah] dari ['Aisyah radliallahu 'anha] ia berkata, \"Ketika kami datang ke Madinah, sekelompok wanita mendatangiku saat aku sedang bermain-main di ayunan. Aku adalah seorang wanita yang rambutnya lebat, mereka kemudian membawaku; mengurus dan meriasku. Setelah itu mereka membawaku kepada Rasulullah shallallahu 'alaihi wasallam. Maka beliau hidup berumah tangga dengaku saat aku berumur sembilan tahun.\" Telah menceritakan kepada kami [Bisyr bin Khalid] berkata, telah mengabarkan kepada kami [Abu Usamah] berkata, telah menceritakan kepada kami [Hisyam bin Urwah] dengan sanadnya dalam hadits ini, Aisyah berkata, \"Saat aku dan beberapa sahabatku berada di ayunan. Mereka membawa dan memasukkan aku ke dalam rumah, dan ternyata di dalamnya telah banyak wanita Anshar. Mereka mengatakan, \"Semoga membawa kebaikan dan keberkahan.\" Telah menceritakan kepada kami [Ubaidullah bin Mu'adz] berkata, telah menceritakan kepada kami [Bapakku] berkata, telah menceritakan kepada kami [Muhammad] -maksudnya Muhammad bin Amru- dari [Yahya] -maksudnya Yahya bin 'Abdurrahman bin Hathib ia berkata, \"'Aisyah radliallahu 'anha berkata, \"Kami lalu tiba di Madinah, maka kami pun singgah di bani Al Harits Ibnul Khazraj.\" 'Aisyah melanjutkan, \"Demi Allah, ketika aku sedang berada di ayunan yang terpasang di antara dua pohon, ibuku datang dan menurunkan aku dari ayunan. Dan aku adalah wanita yang mempunyai rambut lebat…. lalu (perawi mengkisahkan Al hadits).\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ عُرْوَةَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْفَلَمَّا قَدِمْنَا الْمَدِينَةَ جَاءَنِي نِسْوَةٌ وَأَنَا أَلْعَبُ عَلَى أُرْجُوحَةٍ وَأَنَا مُجَمَّمَةٌ فَذَهَبْنَ بِي فَهَيَّأْنَنِي وَصَنَعْنَنِي ثُمَّ أَتَيْنَ بِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَنَى بِي وَأَنَا ابْنَةُ تِسْعِ سِنِينَحَدَّثَنَا بِشْرُ بْنُ خَالِدٍ أَخْبَرَنَا أَبُو أُسَامَةَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ بِإِسْنَادِهِ فِي هَذَا الْحَدِيثِ قَالَتْ وَأَنَا عَلَى الْأُرْجُوحَةِ وَمَعِي صَوَاحِبَاتِي فَأَدْخَلْنَنِي بَيْتًا فَإِذَا نِسْوَةٌ مِنْ الْأَنْصَارِ فَقُلْنَ عَلَى الْخَيْرِ وَالْبَرَكَةِ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ عَمْرٍو عَنْ يَحْيَى يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ بْنِ حَاطِبٍ قَالَ قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا فَقَدِمْنَا الْمَدِينَةَ فَنَزَلْنَا فِي بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ قَالَتْ فَوَاللَّهِ إِنِّي لَعَلَى أُرْجُوحَةٍ بَيْنَ عِذْقَيْنِ فَجَاءَتْنِي أُمِّي فَأَنْزَلَتْنِي وَلِي جُمَيْمَةٌ وَسَاقَ الْحَدِيثَ","source":"Abu Daud"},"__N_SSG":true}