{"pageProps":{"number":"417","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] saya telah mendengar [Abu Ja'far] telah menceritakan dari [Muslim, Abu Al-Mutsanna] dari [Ibnu Umar] dia berkata; Bahwasanya adzan pada masa Rasulullah shallallahu 'alaihi wasallam adalah dua kali, dua kali (genap), dan iqamat satu kali, satu kali (ganjil), hanya saja dia (muadzin) itu mengucapkan (pada saat iqamat); Qad qamatis shalaah qad qaamatis shalaah. Apabila kami mendengarkan iqamah, maka kami berwudhu kemudian melakukan shalat. Syu'bah berkata; Saya tidak mendengar hadits dari Ja'far kecuali hadits ini. Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris] telah menceritakan kepada kami [Abu 'Amir Al-'Aqadi, Abdul Malik bin Amru] telah menceritakan kepada kami [Syu'bah] dari [Abu Ja'far, muadzdzin Masjid Al-Uryan] dia berkata; Saya telah mendengar [Abu Al-Mutsanna, muadzdzin Masjid Al-Akbar] berkata; Saya telah mendengar [Ibnu Umar], kemudian dia menyebutkan hadits ini. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ سَمِعْتُ أَبَا جَعْفَرٍ يُحَدِّثُ عَنْ مُسْلِمٍ أَبِي الْمُثَنَّى عَنْ ابْنِ عُمَرَ قَالَإِنَّمَا كَانَ الْأَذَانُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّتَيْنِ مَرَّتَيْنِ وَالْإِقَامَةُ مَرَّةً مَرَّةً غَيْرَ أَنَّهُ يَقُولُ قَدْ قَامَتْ الصَّلَاةُ قَدْ قَامَتْ الصَّلَاةُ فَإِذَا سَمِعْنَا الْإِقَامَةَ تَوَضَّأْنَا ثُمَّ خَرَجْنَا إِلَى الصَّلَاةِقَالَ شُعْبَةُ لَمْ أَسْمَعْ مِنْ أَبِي جَعْفَرٍ غَيْرَ هَذَا الْحَدِيثِ حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا أَبُو عَامِرٍ يَعْنِى الْعَقَدِيَّ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا شُعْبَةُ عَنْ أَبِي جَعْفَرٍ مُؤَذِّنِ مَسْجِدِ الْعُرْيَانِ قَالَ سَمِعْتُ أَبَا الْمُثَنَّى مُؤَذِّنَ مَسْجِدِ الْأَكْبَرِ يَقُولُ سَمِعْتُ ابْنَ عُمَرَ وَسَاقَ الْحَدِيثَ","source":"Abu Daud"},"__N_SSG":true}