{"pageProps":{"number":"608","slug":"abu-daud","id":"Telah menceritakan kepada kami ['Ubaidullah bin Umar bin Maisarah Al Jusyami] telah menceritakan kepada kami [Abdul Warits bin Sa'id] dia berkata; telah menceritakan kepada kami [Muhammad bin Juhadah] telah menceritakan kepadaku [Abdul Jabbar bin Wa`il bin Hujr] dia berkata; \"Aku adalah seorang anak yang belum mengerti shalat yang di kerjakan ayahku, katanya; maka [\"Wa'il bin 'Alqamah] telah menceritakan kepadaku, dari ayahku [Wa'il bin Hujr] dia berkata; \"Aku shalat bersama Rasulullah shallallahu 'alaihi wasallam, apabila beliau hendak bertakbir, maka beliau mengangkat kedua tangannya.\" Katanya; \"Kemudian beliau melipatkan pakaiannya, lalu tangan kanannya memegang tangan kirinya dan memasukkan kedua tangannya ke dalam pakaian beliau.\" dia melanjutkan; \"Apabila beliau hendak ruku', beliau mengeluarkan kedua tangannya dan mengangkatnya, dan apabila beliau hendak mengangkat kepalanya dari ruku' (i'tidal), beliau mengangkat kedua tangannya, barulah beliau sujud dengan meletakkan wajahnya sejajar dengan kedua telapak tangannya, apabila beliau hendak mengangkat kepalanya dari sujud, maka beliau juga mengangkat kedua tangannya lagi sampai selesai shalat.\" Muhammad mengatakan; \"Lalu aku menyebutkan hal itu kepada Al Hasan bin Abu Al Hasan, maka dia berkata; \"Itu adalah shalat Rasulullah shallallahu 'alaihi wasallam yang di kerjakan oleh orang yang suka mengerjakan dan di tinggalkan oleh orang yang suka meninggalkannya.\" Abu Daud mengatakan; \"Hadits ini di riwayatkan juga oleh [Hammam] dari [Ibnu Juhadah], namun dia tidak menyebutkan 'juga mengangkat tangan ketika bangkit dari sujud'. ","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ الْجُشَمِيُّ حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جُحَادَةَ حَدَّثَنِي عَبْدُ الْجَبَّارِ بْنُ وَائِلِ بْنِ حُجْرٍ قَالَكُنْتُ غُلَامًا لَا أَعْقِلُ صَلَاةَ أَبِي قَالَ فَحَدَّثَنِي وَائِلُ بْنُ عَلْقَمَةَ عَنْ أَبِي وَائِلِ بْنِ حُجْرٍ قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَ إِذَا كَبَّرَ رَفَعَ يَدَيْهِ قَالَ ثُمَّ الْتَحَفَ ثُمَّ أَخَذَ شِمَالَهُ بِيَمِينِهِ وَأَدْخَلَ يَدَيْهِ فِي ثَوْبِهِ قَالَ فَإِذَا أَرَادَ أَنْ يَرْكَعَ أَخْرَجَ يَدَيْهِ ثُمَّ رَفَعَهُمَا وَإِذَا أَرَادَ أَنْ يَرْفَعَ رَأْسَهُ مِنْ الرُّكُوعِ رَفَعَ يَدَيْهِ ثُمَّ سَجَدَ وَوَضَعَ وَجْهَهُ بَيْنَ كَفَّيْهِ وَإِذَا رَفَعَ رَأْسَهُ مِنْ السُّجُودِ أَيْضًا رَفَعَ يَدَيْهِ حَتَّى فَرَغَ مِنْ صَلَاتِهِقَالَ مُحَمَّدٌ فَذَكَرْتُ ذَلِكَ لِلْحَسَنِ بْنِ أَبِي الْحَسَنِ فَقَالَ هِيَ صَلَاةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَلَهُ مَنْ فَعَلَهُ وَتَرَكَهُ مَنْ تَرَكَهُ قَالَ أَبُو دَاوُد رَوَى هَذَا الْحَدِيثَ هَمَّامٌ عَنْ ابْنِ جُحَادَةَ لَمْ يَذْكُرْ الرَّفْعَ مَعَ الرَّفْعِ مِنْ السُّجُودِ","source":"Abu Daud"},"__N_SSG":true}