{"pageProps":{"number":"640","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu Al Mutsanna] telah menceritakan kepada kami [Umar bin Yunus] telah menceritakan kepada kami ['Ikrimah] telah menceritakan kepadaku [Yahya bin Abu Katsir] telah menceritakan kepadaku [Abu Salamah bin Abdurrahman bin 'Auf] dia berkata; saya bertanya kepada Aisyah; \"Dengan apakah Nabi Allah shallallahu 'alaihi wasallam berdo'a sebagai pembukaan shalat malam?\" [Aisyah] menjawab; \"Sebagai pembukaan shalat malamnya, beliau memulai dengan do'a; \"ALLAHUMMA RABBI JIBRIIL WA MIIKAAIIL WA ISRAAFIIL FAATHIRIS SAMAAWATI WAL ARDLI 'AALIMIL GHAIBI WAS SYAHAADAH ANTA TAHKUMU BAINA 'IBAADIKA FIIMA KAANUU FIIHI YAKHTALIFUUN, IHDINII LIMAKHTULIFA FIIHI MINAL HAQQI BI IDZNIKA INNAKA ANTA TAHDI MANTASYAA`U ILAA SHIRAATHAL MUSTAQIIM (Ya Allah, Tuhan Jibril, Mika`il dan Israfil yang telah menciptakan langit dan bumi, yang mengetahui hal yang ghaib maupun yang nyata. Engkau lah dzat yang akan mengadili hamba-hamba-Mu mengenai apa yang mereka perselisihkan. Berilah aku petunjuk dengan keizinan-Mu terhadap kebenaran yang diperselisihkan, sesungguhnya Engkau memberi petunjuk kepada siapa yang Engkau kehendaki ke jalan yang lurus).\" Telah menceritakan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Abu Nuh Qurad] telah menceritakan kepada kami ['Ikrimah] dengan isnad dan makna yang sama tanpa adanya pengabaran (telah mengabarkan kepada kami), katanya; \"Apabila beliau hendak mengerjakan shalat malam, beliau bertakbir dan mengucapkan…\" telah menceritakan kepada kami Al Qa'nabi dari Malik dia berkata; \"Tidak mengapa mengucapkan do'a dalam shalat, apakah di awal shalat, pertengahan ataupun di akhir shalat, baik shalat wajib atau sunnah.\"","arab":"حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا عُمَرُ بْنُ يُونُسَ حَدَّثَنَا عِكْرِمَةُ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَ سَأَلْتُ عَائِشَةَبِأَيِّ شَيْءٍ كَانَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَفْتَتِحُ صَلَاتَهُ إِذَا قَامَ مِنْ اللَّيْلِ قَالَتْ كَانَ إِذَا قَامَ مِنْ اللَّيْلِ يَفْتَتِحُ صَلَاتَهُ اللَّهُمَّ رَبَّ جِبْرِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنْ الْحَقِّ بِإِذْنِكَ إِنَّكَ أَنْتَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا أَبُو نُوحٍ قُرَادٌ حَدَّثَنَا عِكْرِمَةُ بِإِسْنَادِهِ بِلَا إِخْبَارٍ وَمَعْنَاهُ قَالَ كَانَ إِذَا قَامَ بِاللَّيْلِ كَبَّرَ وَيَقُولُ حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ قَالَ لَا بَأْسَ بِالدُّعَاءِ فِي الصَّلَاةِ فِي أَوَّلِهِ وَأَوْسَطِهِ وَفِي آخِرِهِ فِي الْفَرِيضَةِ وَغَيْرِهَا","source":"Abu Daud"},"__N_SSG":true}