{"pageProps":{"number":"843","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin 'Ubaid] telah menceritakan kepada kami [Hammad bin Zaid] dari [Ayyub] dari [Muhammad] dari [Abu Hurairah] dia berkata; Rasulullah shallallahu 'alaihi wasallam shalat petang hari bersama kami yaitu shalat dzuhur atau ashar.\" Kata Abu Hurairah; \"Ternyata beliau hanya shalat dua raka'at kemudian salam, lalu pergi ke kayu yang melintang di depan masjid sambil meletakkan tangan yang satunya (kanannya) di atas tangannya yang lain, dan terlihat di wajahnya seolah-olah beliau sedang marah, setelah itu orang-orang bergegas keluar (dari masjid) sambil berkata; \"Shalat di qashar, shalat di qashar.\" Dan di antara orang-orang tersebut terdapat Abu Bakar dan Umar, keduanya merasa segan untuk menanyakan hal itu, maka salah seorang yang di beri nama oleh Rasulullah shallallahu 'alaihi wasallam dengan sebutan Dzul yadain berdiri seraya bertanya; \"Wahai Rasulullah, apakah anda lupa ataukah memang shalat telah di qashar?\" beliau menjawab: \"Aku tidak lupa dan tidak pula mengqashar shalat.\" Dzul Yadain berkata; \"Akan tetapi anda lupa wahai Rasulullah.\" Kemudian Rasulullah shallallahu 'alaihi wasallam menghadap kepada orang-orang seraya bersabda: \"Benarkah apa yang di katakan oleh Dzul Yadain?\" para sahabat menjawab (dengan isyarat); \"Ya, benar\" lalu beliau maju kembali ke tempatnya semula dan menyelesaikan kekurangan (raka'at) yang tertinggal, kemudian salam. Setelah salam beliau bertakbir dan sujud seperti sujud biasa atau agak panjang sedikit lalu mengangkat kepala dan bertakbir, setelah itu beliau bertakbir lagi dan sujud seperti sujud biasa atau agak lama kemudian mengangkat kepala dan bertakbir.\" Di tanyakan kepada Muhammad; \"Apakah beliau salam dalam (sujud) sahwi?\" jawabnya; \"aku tidak menghafalnya dari Abu Hurairah, tapi aku diberitahu bahwa [Imran bin Hushain] berkata; \"Kemudian beliau shallallahu 'alaihi wasallam salam…\". Telah menceritakan kepada kami [Abdullah bin Maslamah] dari [Malik] dari [Ayyub] dari [Muhammad] dengan sanadnya, namun hadits Hammad lebih sempurna, perawi berkata; Rasulullah shallallahu 'alaihi wasallam shalat bersama kami namun dia tidak mengatakan\"…Para sahabat mengangguk…\" katanya melanjutkan; \"…maka orang-orang menjawab; \"Ya, benar\" katanya lagi; \"…kemudian beliau mengangkat (kepalanya) …\" dan tidak mengatakan; \"…beliau bertakbir, kemudian bertakbir dan sujud seperti sujud biasanya atau agak panjang, kemudian beliau mengangkat (kepala).\" Riwayat haditsnya selesai sampai di sini, tanpa menyebutkan redaksi setelahnya dan tidak pula menyebutkan; \"…Para sahabat mengangguk..\" kecuali Hammad bin Zaid, Abu Daud mengatakan; 'Setiap orang yang meriwayatkan hadits ini tidak mengatakan; \"…kemudian bertakbir…'\" tidak pula menyebutkan; \"…dan kembali…\" Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Bisyr yaitu Ibnu Al Mufadlal] telah menceritakan kepada kami [Salamah yaitu Ibnu Alqamah] dari [Muhammad] dari [Abu Hurairah] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam pernah mengerjakan shalat bersama kami…\" seperti maksud hadits Hammad seluruhnya (dari awal) sampai akhir ucapannya, yaitu; \"Aku di beritahu bahwa Imran bin Hushain berkata; …kemudian beliau salam.\" Kata Salamah bin Alqamah; \"kataku; (dengan) membaca tasyahud (sesudah sujud sahwi)?\" kata Muhammad bin Sirin; \"Aku tidak mendengar beliau membaca tasyahud, sedangkan aku lebih suka membaca tasyahud. ' Tidak di sebutkan pula; \"Beliau menyebutnya dengan Dzul Yadain, \" demikian juga tidak menyebutkan; \"…lalu mereka mengangguk…\" begitu juga tentang \"Marah.\" Sedangkan haditsnya Hammad dari Ayyub lebih sempurna. Telah menceritakan kepada kami [Ali bin Nadhr bin Ali] telah menceritakan kepada kami [Sulaiman bin Harb] telah menceritakan kepada kami [Hammad bin Zaid] dari [Ayyub] dan [Hisyam], [Yahya bin 'Atiq], [Ibnu 'Aun] dari [Muhammad] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam -tentang kisah Dzul Yadain- bahwa beliau bertakbir dan sujud. Hisyam yaitu Ibnu Hasan berkata; 'beliau bertakbir kemudian bertakbir lalu sujud.\" Abu Daud mengatakan; Hadits ini juga di riwayatkan oleh [Habib bin As Syahid], [Humaid], [Yunus] dan ['Ashim Al Ahwal] dari [Muhammad] dari [Abu Hurairah], namun salah satu dari mereka tidak ada yang menyebutkan seperti yang di sebutkan oleh Hammad bin Zaid dari Hisyam bahwa beliau bertakbir kemudian bertakbir lalu sujud.\" Hadits ini juga riwayatkan dari [Hammad bin Salamah] dan [Abu Bakar bin 'Ayyasy] dari [Hisyam], namun keduanya tidak menyebutkan seperti yang di sebutkan oleh Hammad bin Zaid bahwa beliau bertakbir kemudian bertakbir.\" Telah menceritakan kepada kami [Muhammad bin Yahya bin Faris] telah menceritakan kepada kami [Muhammad bin Katsir] dari [Al Auza'i] dari [Az Zuhri] dari [Sa'id bin Al Musayyib] dan [Abu Salamah] serta ['Ubaidullah bin Abdullah] dari [Abu Hurairah] seperti kisah ini, dia mengatakan; \"Namun beliau tidak sujud sahwi dua kali sehingga Allah meyakinkan dirinya.\" Telah menceritakan kepada kami [Hajjaj bin Abu Ya'qub] telah menceritakan kepada kami [Ya'qub yaitu Ibnu Ibrahim] telah menceritakan kepada kami [ayahku] dari [Shalih] dari [Ibnu Syihab] bahwa [Abu Bakar bin Sulaiman bin Abu Hatsmah], telah mengabarkan kepadanya, bahwa telah sampai kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam …\" seperti hadits di atas, katanya; \"beliau tidak sujud dua kali yaitu sujud tatkala ragu sehingga orang-orang menemui beliau.\" [Ibnu Syihab] mengatakan; [Sa'id bin Al Musayyab] telah mengabariku dengan hadits ini, dari [Abu Hurairah] dia berkata; …\" Dan telah mengabarkan kepadaku [Abu Salamah bin Abdurrahman] dan [Abu Bakar bin Al Harits bin Hisyam] serta ['Ubaidullah bin Abdullah]. Abu Daud berkata; \"di riwayatkan pula dari [Yahya bin Abu Katsir] dan [Imran bin Abu Anas] dari [Abu Salamah bin Abdurrahman] dan ['Ala` bin Abdurrahman] dari [ayahnya] semuanya dari [Abu Hurairah] dengan kisah ini, namun dia tidak menyebutkan dua kali sujud (sahwi).\" Abu Daud mengatakan; \"Dan di riwayatkan dari [Az Zubaidi] dari [Az Zuhri] dari [Abu Bakar bin Sulaiman bin Abu Hatsmah] dari Nabi shallallahu 'alaihi wasallam -katanya dalam hadits tersebut- beliau tidak mengerjakan sujud sahwi dua kali (sujud).\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَ قَالَصَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِحْدَى صَلَاتَيْ الْعَشِيِّ الظُّهْرَ أَوْ الْعَصْرَ قَالَ فَصَلَّى بِنَا رَكْعَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ قَامَ إِلَى خَشَبَةٍ فِي مُقَدَّمِ الْمَسْجِدِ فَوَضَعَ يَدَيْهِ عَلَيْهِمَا إِحْدَاهُمَا عَلَى الْأُخْرَى يُعْرَفُ فِي وَجْهِهِ الْغَضَبُ ثُمَّ خَرَجَ سَرْعَانُ النَّاسِ وَهُمْ يَقُولُونَ قُصِرَتْ الصَّلَاةُ قُصِرَتْ الصَّلَاةُ وَفِي النَّاسِ أَبُو بَكْرٍ وَعُمَرُ فَهَابَاهُ أَنْ يُكَلِّمَاهُ فَقَامَ رَجُلٌ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسَمِّيهِ ذَا الْيَدَيْنِ فَقَالَ يَا رَسُولَ اللَّهِ أَنَسِيتَ أَمْ قُصِرَتْ الصَّلَاةُ قَالَ لَمْ أَنْسَ وَلَمْ تُقْصَرْ الصَّلَاةُ قَالَ بَلْ نَسِيتَ يَا رَسُولَ اللَّهِ فَأَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْقَوْمِ فَقَالَ أَصَدَقَ ذُو الْيَدَيْنِ فَأَوْمَئُوا أَيْ نَعَمْ فَرَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى مَقَامِهِ فَصَلَّى الرَّكْعَتَيْنِ الْبَاقِيَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ وَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ وَكَبَّرَ ثُمَّ كَبَّرَ وَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ وَكَبَّرَقَالَ فَقِيلَ لِمُحَمَّدٍ سَلَّمَ فِي السَّهْوِ فَقَالَ لَمْ أَحْفَظْهُ عَنْ أَبِي هُرَيْرَةَ وَلَكِنْ نُبِّئْتُ أَنَّ عِمْرَانَ بْنَ حُصَيْنٍ قَالَ ثُمَّ سَلَّمَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ بِإِسْنَادِهِ وَحَدِيثُ حَمَّادٍ أَتَمُّ قَالَ صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَقُلْ بِنَا وَلَمْ يَقُلْ فَأَوْمَئُوا قَالَ فَقَالَ النَّاسُ نَعَمْ قَالَ ثُمَّ رَفَعَ وَلَمْ يَقُلْ وَكَبَّرَ ثُمَّ كَبَّرَ وَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ وَتَمَّ حَدِيثُهُ لَمْ يَذْكُرْ مَا بَعْدَهُ وَلَمْ يَذْكُرْ فَأَوْمَئُوا إِلَّا حَمَّادُ بْنُ زَيْدٍ قَالَ أَبُو دَاوُد وَكُلُّ مَنْ رَوَى هَذَا الْحَدِيثَ لَمْ يَقُلْ فَكَبَّرَ وَلَا ذَكَرَ رَجَعَ حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا بِشْرٌ يَعْنِي ابْنَ الْمُفَضَّلِ حَدَّثَنَا سَلَمَةُ يَعْنِي ابْنَ عَلْقَمَةَ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَ قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَمَّادٍ كُلِّهِ إِلَى آخِرِ قَوْلِهِ نُبِّئْتُ أَنَّ عِمْرَانَ بْنَ حُصَيْنٍ قَالَ ثُمَّ سَلَّمَ قَالَ قُلْتُ فَالتَّشَهُّدُ قَالَ لَمْ أَسْمَعْ فِي التَّشَهُّدِ وَأَحَبُّ إِلَيَّ أَنْ يَتَشَهَّدَ وَلَمْ يَذْكُرْ كَانَ يُسَمِّيهِ ذَا الْيَدَيْنِ وَلَا ذَكَرَ فَأَوْمَئُوا وَلَا ذَكَرَ الْغَضَبَ وَحَدِيثُ حَمَّادٍ عَنْ أَيُّوبَ أَتَمُّ حَدَّثَنَا عَلِيُّ بْنُ نَصْرِ بْنِ عَلِيٍّ حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ وَهِشَامٍ وَيَحْيَى بْنِ عَتِيقٍ وَابْنِ عَوْنٍ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قِصَّةِ ذِي الْيَدَيْنِ أَنَّهُ كَبَّرَ وَسَجَدَ وَقَالَ هِشَامٌ يَعْنِي ابْنَ حَسَّانَ كَبَّرَ ثُمَّ كَبَّرَ وَسَجَدَ قَالَ أَبُو دَاوُد رَوَى هَذَا الْحَدِيثَ أَيْضًا حَبِيبُ بْنُ الشَّهِيدِ وَحُمَيْدٌ وَيُونُسُ وَعَاصِمٌ الْأَحْوَلُ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَ لَمْ يَذْكُرْ أَحَدٌ مِنْهُمْ مَا ذَكَرَ حَمَّادُ بْنُ زَيْدٍ عَنْ هِشَامٍ أَنَّهُ كَبَّرَ ثُمَّ كَبَّرَ وَسَجَدَ وَرَوَى حَمَّادُ بْنُ سَلَمَةَ وَأَبُو بَكْرِ بْنُ عَيَّاشٍ هَذَا الْحَدِيثَ عَنْ هِشَامٍ لَمْ يَذْكُرَا عَنْهُ هَذَا الَّذِي ذَكَرَهُ حَمَّادُ بْنُ زَيْدٍ أَنَّهُ كَبَّرَ ثُمَّ كَبَّرَ حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ عَنْ الْأَوْزَاعِيِّ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ وَعُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ بِهَذِهِ الْقِصَّةِ قَالَ وَلَمْ يَسْجُدْ سَجْدَتَيْ السَّهْوِ حَتَّى يَقَّنَهُ اللَّهُ ذَلِكَ حَدَّثَنَا حَجَّاجُ بْنُ أَبِي يَعْقُوبَ حَدَّثَنَا يَعْقُوبُ يَعْنِي ابْنَ إِبْرَاهِيمَ حَدَّثَنَا أَبِي عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ أَنَّ أَبَا بَكْرِ بْنَ سُلَيْمَانَ بْنِ أَبِي حَثْمَةَ أَخْبَرَهُ أَنَّهُ بَلَغَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْخَبَرِ قَالَ وَلَمْ يَسْجُدْ السَّجْدَتَيْنِ اللَّتَيْنِ تُسْجَدَانِ إِذَا شَكَّ حَتَّى لَقَاهُ النَّاسُ قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي بِهَذَا الْخَبَرِ سَعِيدُ بْنُ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ قَالَ وَأَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ وَأَبُو بَكْرِ بْنُ الْحَارِثِ بْنِ هِشَامٍ وَعُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ قَالَ أَبُو دَاوُد رَوَاهُ يَحْيَى بْنُ أَبِي كَثِيرٍ وَعِمْرَانُ بْنُ أَبِي أَنَسٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ وَالْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ جَمِيعًا عَنْ أَبِي هُرَيْرَةَ بِهَذِهِ الْقِصَّةِ وَلَمْ يَذْكُرْ أَنَّهُ سَجَدَ السَّجْدَتَيْنِ قَالَ أَبُو دَاوُد وَرَوَاهُ الزُّبَيْدِيُّ عَنْ الزُّهْرِيِّ عَنْ أَبِي بَكْرِ بْنِ سُلَيْمَانَ بْنِ أَبِي حَثْمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِيهِ وَلَمْ يَسْجُدْ سَجْدَتَيْ السَّهْوِ","source":"Abu Daud"},"__N_SSG":true}