{"pageProps":{"number":"856","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Ibnu Syihab] dari [Abu Salamah bin Abdurrahman] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila salah seorang dari kalian tengah mengerjakan shalat, maka syetan akan datang kepadanya kemudian ia mengacaukan (pikiran) hingga tidak tahu berapa kali dia shalat, apabila salah seorang dari kalian mendapati yang demikian itu, hendaknya ia sujud dua kali ketika masih duduk (tasyahud).\" Abu Daud mengatakan; \"Demikianlah yang di riwayatkan oleh [Ibnu 'Uyainah], [Ma'mar], [Al Laits]. Telah menceritakan kepada kami [Hajjaj bin Abu Ya'qub] telah menceritakan kepada kami [Ya'qub] telah menceritakan kepada kami [sepupunya Az Zuhri] dari [Muhammad bin Muslim] seperti isnad hadits ini, dia menambahkan; \"…ketika masih duduk sebelum salam.\" Telah menceritakan kepada kami [Hajjaj] telah menceritakan kepada kami [Ya'qub] telah mengabarkan kepada kami [ayahku] dari [Ibnu Ishaq] telah menceritakan kepadaku [Muhammad bin Muslim Az Zuhri] dengan isnad dan maknanya, dia berkata; \"…Kemudian dia sujud dua kali sebelum salam, lalu salam.\"","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ أَحَدَكُمْ إِذَا قَامَ يُصَلِّي جَاءَهُ الشَّيْطَانُ فَلَبَّسَ عَلَيْهِ حَتَّى لَا يَدْرِيَ كَمْ صَلَّى فَإِذَا وَجَدَ أَحَدُكُمْ ذَلِكَ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌقَالَ أَبُو دَاوُد وَكَذَا رَوَاهُ ابْنُ عُيَيْنَةَ وَمَعْمَرٌ وَاللَّيْثُ حَدَّثَنَا حَجَّاجُ بْنُ أَبِي يَعْقُوبَ حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا ابْنُ أَخِي الزُّهْرِيِّ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ بِهَذَا الْحَدِيثِ بِإِسْنَادِهِ زَادَ وَهُوَ جَالِسٌ قَبْلَ التَّسْلِيمِ حَدَّثَنَا حَجَّاجٌ حَدَّثَنَا يَعْقُوبُ أَخْبَرَنَا أَبِي عَنْ ابْنِ إِسْحَقَ حَدَّثَنِي مُحَمَّدُ بْنُ مُسْلِمٍ الزُّهْرِيُّ بِإِسْنَادِهِ وَمَعْنَاهُ قَالَ فَلْيَسْجُدْ سَجْدَتَيْنِ قَبْلَ أَنْ يُسَلِّمَ ثُمَّ لِيُسَلِّمْ","source":"Abu Daud"},"__N_SSG":true}