{"pageProps":{"number":"1057","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrahman] telah menceritakan kepada kami [Sufyan] telah menceritakan kepada kami [Zaid bin Aslam] dari [Busr bin Mihjan] dari [Bapaknya] dan [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Zaid bin Aslam] dari [Busr bin Mihjan] dari [Bapaknya] berkata; Aku mendatangi Nabi Shallallahu'alaihiwasallam ketika shalat sedang didirikan, sehingga aku cuma duduk. Selesai shalat, beliau bersabda kepadaku, \"Bukankah kamu seorang muslim?\" Aku menjawab 'Ya.' Lalu beliau bersabda: \"Apa yang mencegahmu untuk ikut serta shalat bersama orang-orang\", (Mihjan) berkata, saya menjawab, Aku telah shalat bersama dengan kelauargaku. Beliau bersabda: \"Shalatlah bersama orang-orang walaupun kamu telah shalat bersama dengan keluargamu.\" (Ahmad bin Hanbal) berkata, telah menceritakan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Sufyan] dari [Zaid bin Aslam] dari [Busr bin Mihjan Ad-Dilly] dari [bapaknya] berkata, Aku mendatangi Nabi Shallallahu'alaihiwasallam dan saya telah melaksanakan shalat di keluargaku, lalu didirikanlah shalat, maka dia menyebutkan makna hadis Abdurrahman.","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا زَيْدُ بْنُ أَسْلَمَ عَنْ بُسْرِ بْنِ مِحْجَنٍ عَنْ أَبِيهِ وَعَبْدُ الرَّزَّاقِ قَالَ أَخْبَرَنَا مَعْمَرٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ بُسْرِ بْنِ مِحْجَنٍ عَنْ أَبِيهِ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُقِيمَتْ الصَّلَاةُ فَجَلَسْتُ فَلَمَّا صَلَّى قَالَ لِي أَلَسْتَ بِمُسْلِمٍ قُلْتُ بَلَى قَالَ فَمَا مَنَعَكَ أَنْ تُصَلِّيَ مَعَ النَّاسِ قَالَ قُلْتُ صَلَّيْتُ فِي أَهْلِي قَالَ فَصَلِّ مَعَ النَّاسِ وَلَوْ كُنْتَ قَدْ صَلَّيْتَ فِي أَهْلِكَقَالَ حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا سُفْيَانُ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ بُسْرِ بْنِ مِحْجَنٍ الدِّيلِيِّ عَنْ أَبِيهِ قَالَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ صَلَّيْتُ فِي أَهْلِي فَأُقِيمَتْ الصَّلَاةُ فَذَكَرَ مَعْنَى حَدِيثِ عَبْدِ الرَّحْمَنِ","source":"Ahmad"},"__N_SSG":true}