{"pageProps":{"number":"1487","slug":"ahmad","id":"Telah menceritakan kepada kami [Rouh] berkata; telah menceritakan kepada kami [Syu'bah] dari [Abu Ja'far Al Madini] berkata; saya mendengar ['Umarah bin Huzaimah bin Tsabit] menceritakan dari ['Utsman bin Hunaif], Ada seorang buta mendatangi Nabi Shallallahu'alaihiwasallam lalu berkata; \"Wahai Nabiyullah, berdo'alah kepada Allah agar menyembuhkanku.\" Beliau bersabda: \"Jika kamu berkenan, saya akan menangguhkan doaku dan itu lebih utama bagi akhiratmu. Dan jika kamu berkenan, saya akan mendoakan untukmu\" Lalu orang itu berkata; \"Tidak, tapi do'alah untukku, \" lalu beliau menyuruh agar orang itu berwudlu lalu shalat dua rekaat. Lalu berdo'a dengan do'a: \"Ya Allah, sesungguhnya saya meminta kepada-Mu, saya bertawajjuh kepada-Mu dengan perantaraan nabi-Mu, Muhammad Shallallahu'alaihiwasallam, nabi Yang Maha Penyayang, Wahai Muhammad, sesungguhnya saya telah mengarahkan denganmu kepada Rabku pada kebutuhanku ini, dan kamu meminatkan kesembuhan untukku.\" ('Utsman bin Hunaif Radliyallahu'anhu) berkata; \"Lalu orang itu membaca itu terus, \" Di kemudian hari orang itu mengatakan, \"Seingatku ketika itu ada kalimat 'dengan harapan engkau bisa menolongku melalui doamu', \" ('Utsman bin Hunaif Radliyallahu'anhu) berkata; \"Lalu laki-laki itu melakukannya dan sembuh.\" Telah menceritakan kepada kami [Mu`ammal] berkata; telah menceritakan kepada kami [Hammad] yaitu Ibnu Salamah berkata; telah menceritakan kepada kami [Abu Ja'far Al khathmi] dari ['Umarah bin Huzaimah bin Tsabit] dari ['Utsman bin Hunaif], ada seorang laki-laki mendatangi Nabi Shallallahu'alaihiwasallam, dia seorang buta. Lalu menyebutkan hadits secara lengkap.","arab":"حَدَّثَنَا رَوْحٌ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي جَعْفَرٍ الْمَدِينِيِّ قَالَ سَمِعْتُ عُمَارَةَ بْنَ خُزَيْمَةَ بْنِ ثَابِتٍ يُحَدِّثُ عَنْ عُثْمَانَ بْنِ حُنَيْفٍأَنَّ رَجُلًا ضَرِيرًا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا نَبِيَّ اللَّهِ ادْعُ اللَّهَ أَنْ يُعَافِيَنِي فَقَالَ إِنْ شِئْتَ أَخَّرْتُ ذَلِكَ فَهُوَ أَفْضَلُ لِآخِرَتِكَ وَإِنْ شِئْتَ دَعَوْتُ لَكَ قَالَ لَا بَلْ ادْعُ اللَّهَ لِي فَأَمَرَهُ أَنْ يَتَوَضَّأَ وَأَنْ يُصَلِّيَ رَكْعَتَيْنِ وَأَنْ يَدْعُوَ بِهَذَا الدُّعَاءِ اللَّهُمَّ إِنِّي أَسْأَلُكَ وَأَتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيِّ الرَّحْمَةِ يَا مُحَمَّدُ إِنِّي أَتَوَجَّهُ بِكَ إِلَى رَبِّي فِي حَاجَتِي هَذِهِ فَتَقْضِي وَتُشَفِّعُنِي فِيهِ وَتُشَفِّعُهُ فِيَّ قَالَ فَكَانَ يَقُولُ هَذَا مِرَارًا ثُمَّ قَالَ بَعْدُ أَحْسِبُ أَنَّ فِيهَا أَنْ تُشَفِّعَنِي فِيهِ قَالَ فَفَعَلَ الرَّجُلُ فَبَرَأَحَدَّثَنَا مُؤَمَّلٌ قَالَ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ قَالَ حَدَّثَنَا أَبُو جَعْفَرٍ الْخَطْمِيُّ عَنْ عُمَارَةَ بْنِ خُزَيْمَةَ بْنِ ثَابِتٍ عَنْ عُثْمَانَ بْنِ حُنَيْفٍ أَنَّ رَجُلًا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ ذَهَبَ بَصَرُهُ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}