{"pageProps":{"number":"1681","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Sa'id] dan [Yazid bin Harun] ia berkata, telah mengabarkan kepada kami [Sa'id] dari [Qatadah] dari [Syahr bin Hausyab] dari [Abdurrahman bin Ghanm] dari [Amru bin Kharijah] ia berkata, \"Di Mina Rasulullah shallallahu 'alaihi wasallam pernah berkhutbah kepada kami, sementara beliau berada di atas kendaraannya yang sedang mengunyah makanan dan air liurnya menetes di antara dua pundakku. Beliau bersabda: \"Sesungguhnya Allah telah menetapkan untuk setiap orang bagiannya dari harta warisan. Karena itu wasiat tidak diperbolehkan bagi ahli waris. Anak adalah milik sang suami sedangkan bagi seorang pezina adalah batu (hukum rajam). Siapa yang menisbatkan kepada selain bapaknya atau seorang budak menisbatkan diri pada seorang majikan yang bukan majikannya karena benci, maka bagi mereka adalah laknat Allah, malaikat dan seluruh manusia.\" [Ibnu Ja'far] berkata, [Yazid] berkata, [Mathar] berkata, \"Dan tidak diterima lagi amalan sunnah darinya dan tidak pula amalan wajibnya. atau amalan wajibnya dan tidak pula amalan sunnahnya.\" Bapakku berkata, Yazid menyebutkan dalam haditsnya, \"Dan tidak pula diterima amalan wajibnya.\" Amru bin Kharijah telah menceritakan kepada mereka bahwa Nabi shallallahu 'alaihi wasallam berkhutbah kepada mereka sedang beliau berada di atas kendaraannya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا سَعِيدٌ وَيَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ عَمْرِو بْنِ خَارِجَةَ قَالَخَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِنًى وَهُوَ عَلَى رَاحِلَتِهِ وَهِيَ تَقْصَعُ بِجِرَّتِهَا وَلُعَابُهَا يَسِيلُ بَيْنَ كَتِفَيَّ فَقَالَ إِنَّ اللَّهَ قَسَمَ لِكُلِّ إِنْسَانٍ نَصِيبَهُ مِنْ الْمِيرَاثِ فَلَا تَجُوزُ لِوَارِثٍ وَصِيَّةٌ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ أَلَا وَمَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ تَوَلَّى غَيْرَ مَوَالِيهِ رَغْبَةً عَنْهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَقَالَ ابْنُ جَعْفَرٍ وَقَالَ يَزِيدُ وَقَالَ مَطَرٌ وَلَا يُقْبَلُ مِنْهُ صَرْفٌ وَلَا عَدْلٌ أَوْ عَدْلٌ وَلَا صَرْفٌ قَالَ أَبِي قَالَ يَزِيدُ فِي حَدِيثِهِ وَلَا عَدْلٌ إِنَّ عَمْرَو بْنَ خَارِجَةَ حَدَّثَهُمْ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَهُمْ عَلَى رَاحِلَتِهِ","source":"Ahmad"},"__N_SSG":true}