{"pageProps":{"number":"2369","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrazaq] dari [Ma'mar] dari [Az Zuhri] ia berkata, bahwa [Abdurrahman bin Azhar] menceritakan dari Khalid bin Al Warid bin Al Mughirah bahwa suatu ia keluar dan saat itu, ia berada di atas kuda, yakni kuda milik Rasulullah shallallahu 'alaihi wasallam. Ibnu Azhar berkata; Kemudian saya melihat Rasulullah shallallahu 'alaihi wasallam setelah Allah menghancurkan kaum kuffar dan kaum muslimin pun telah kembali ke rumah-rumah mereka, beliau berjalan di tengah-tengah kaum muslimin seraya bertanya: \"Siapa yang dapat menunjukkan kediaman Khalid bin Al Walid?\" Maka saya pun berjalan dan berjalan agak cepat di depannya -saat itu, saya sudah muhtalim (aqil balig) - seraya berkata, \"Siapa yang dapat menunjukkan kediaman Khalid bin Al Walid?\" hingga kami pun sampai di kediamannya, sementara Khalid sedang bersandar di belakang rumahnya. Maka Rasulullah shallallahu 'alaihi wasallam pun mendatanginya dan melihat lukanya. Az Zuhri berkata; Dan saya menduga bahwa ia mengatakan; \"Dan Rasulullah shallallahu 'alaihi wasallam meniup ke dalam (lukanya).\"","arab":"حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ قَالَ وَكَانَ عَبْدُ الرَّحْمَنِ بْنُ أَزْهَرَ يُحَدِّثُعَنْ خَالِدِ بْنِ الْوَلِيدِ بْنِ الْمُغِيرَةِ خَرَجَ يَوْمَئِذٍ وَكَانَ عَلَى الْخَيْلِ خَيْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ابْنُ أَزْهَرَ فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَمَا هَزَمَ اللَّهُ الْكُفَّارَ وَرَجَعَ الْمُسْلِمُونَ إِلَى رِحَالِهِمْ يَمْشِي فِي الْمُسْلِمِينَ وَيَقُولُ مَنْ يَدُلُّ عَلَى رَحْلِ خَالِدِ بْنِ الْوَلِيدِ قَالَ فَمَشَيْتُ أَوْ فَسَعَيْتُ بَيْنَ يَدَيْهِ وَأَنَا مُحْتَلِمٌ أَقُولُ مَنْ يَدُلُّ عَلَى رَحْلِ خَالِدِ بْنِ الْوَلِيدِ حَتَّى تَخَلَّلْنَا عَلَى رَحْلِهِ فَإِذَا خَالِدٌ مُسْتَنِدٌ إِلَى مُؤْخِرَةِ رَحْلِهِ فَأَتَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَظَرَ إِلَى جُرْحِهِ قَالَ الزُّهْرِيُّ وَحَسِبْتُ أَنَّهُ قَالَ وَنَفَثَ فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}