{"pageProps":{"number":"2447","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il] Telah menceritakan kepada kami [Ayub] dari [Al Qasim Asy Syaibani] dari [Abdullah bin Abu Aufa] ia berkata; Ketika Mu'adz sampai di negeri Yaman atau Syam, ia melihat orang-orang Nasrani sujud kepada para komandan dan ulamanya. Lalu terpikirkanlah di dalam hatinya bahwa Rasulullah shallallahu 'alaihi wasallam adalah lebih berhak. Maka ketika ia kembali, ia berkata, \"Wahai Rasulullah, saya telah melihat orang-orang sujud kepada para komandan dan para ulama mereka, lalu terpikirkanlah di dalam hatiku bahwa Anda adalah lebih berhak untuk dimuliakan.\" Maka beliau bersabda: \"Sekiranya saya boleh memerintahkan seseorang untuk sujud kepada orang lain, niscaya saya akan memerintahkan wanita untuk sujud kepada suaminya. Dan seorang wanita tidak akan memenuhi hak Allah 'azza wajalla atas dirinya sepenuhnya, kecuali ia memenuhi hak suaminya atas dirinya. Bahkan sekiranya suaminya meminta dirinya, sementara ia saat itu berada di atas pelana kendaraan, maka ia harus mentaatinya.\" Telah menceritakan kepada kami [Mu'adz bin Hisyam] telah menceritakan kepadaku [bapakku] dari [Qasim bin Auf] seorang laki-laki dari Kufah, yaitu Bani Murrah bin Hammam, dari [Abdurrahman bin Abu Laila] dari [bapaknya] dari [Mu'adz bin Jabal] ia berkata; ia mendatangi negeri Syam, lalu ia melihat orang-orang Nasrani. Ia pun menyebutkan maknanya. Hanya saja ia mengatakan; Saya berkata, \"Untuk apa kalian berbuat seperti ini?\" mereka menjawab, \"Ini adalah bentuk penghormatan kepada para Nabi pada masa sebelum kami.\" Maka saya pun berkata, \"Sesungguhnya kami lebih berhak untuk berbuat seperti ini kepada Nabi kami.\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya mereka telah berdusta kepada Nabi-Nabi mereka, sebagaimana mereka telah merubah Kitab-Kitab mereka. sesungguhnya Allah 'azza wajalla telah menggantikan untuk kita sesuatu yang lebih baik dari itu, yaitu Salam, ucapan selamat bagi penghuni surga.\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ حَدَّثَنَا أَيُّوبُ عَنِ القَاسِمِ الشَّيْبَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى قَالَقَدِمَ مُعَاذٌ الْيَمَنَ أَوْ قَالَ الشَّامَ فَرَأَى النَّصَارَى تَسْجُدُ لِبَطَارِقَتِهَا وَأَسَاقِفَتِهَا فَرَوَّأَ فِي نَفْسِهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحَقُّ أَنْ يُعَظَّمَ فَلَمَّا قَدِمَ قَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ النَّصَارَى تَسْجُدُ لِبَطَارِقَتِهَا وَأَسَاقِفَتِهَا فَرَوَّأْتُ فِي نَفْسِي أَنَّكَ أَحَقُّ أَنْ تُعَظَّمَ فَقَالَ لَوْ كُنْتُ آمِرًا أَحَدًا أَنْ يَسْجُدَ لِأَحَدٍ لَأَمَرْتُ الْمَرْأَةَ أَنْ تَسْجُدَ لِزَوْجِهَا وَلَا تُؤَدِّي الْمَرْأَةُ حَقَّ اللَّهِ عَزَّ وَجَلَّ عَلَيْهَا كُلَّهُ حَتَّى تُؤَدِّيَ حَقَّ زَوْجِهَا عَلَيْهَا كُلَّهُ حَتَّى لَوْ سَأَلَهَا نَفْسَهَا وَهِيَ عَلَى ظَهْرِ قَتَبٍ لَأَعْطَتْهُ إِيَّاهُحَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنِ الْقَاسِمِ بْنِ عَوْفٍ رَجُلٍ مِنْ أَهْلِ الْكُوفَةِ أَحَدِ بَنِي مُرَّةَ بْنِ هَمَّامٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ أَبِيهِ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ إِنَّهُ أَتَى الشَّامَ فَرَأَى النَّصَارَى فَذَكَرَ مَعْنَاهُ إِلَّا أَنَّهُ قَالَ فَقُلْتُ لِأَيِّ شَيْءٍ تَصْنَعُونَ هَذَا قَالُوا هَذَا كَانَ تَحِيَّةَ الْأَنْبِيَاءِ قَبْلَنَا فَقُلْتُ نَحْنُ أَحَقُّ أَنْ نَصْنَعَ هَذَا بِنَبِيِّنَا فَقَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُمْ كَذَبُوا عَلَى أَنْبِيَائِهِمْ كَمَا حَرَّفُوا كِتَابَهُمْ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَبْدَلَنَا خَيْرًا مِنْ ذَلِكَ السَّلَامَ تَحِيَّةَ أَهْلِ الْجَنَّةِ","source":"Ahmad"},"__N_SSG":true}