{"pageProps":{"number":"2465","slug":"ahmad","id":"Telah menceritakan kepada kami [Ibnu Numair] Telah menceritakan kepada kami [Hajjaj] yakni Ibnu Dinar, dari [Muhammad bin Dzakwan] dari [Syahr bin Hausyab] dari [Amru bin 'Asabah] ia berkata; Saya mendatangi Rasulullah shallallahu 'alaihi wasallam dan bertanya, \"Wahai Rasulullah, siapa saja yang mengikuti Anda di atas perkara (Din Islam) ini?\" beliau menjawab: \"Yaitu seorang yang merdeka dan seorang budak.\" Saya bertanya lagi, \"Apakah Islam itu?\" beliau menjawab: \"Yaitu berkata-kata yang baik dan memberi makanan.\" Saya bertanya lagi, \"Apakah iman itu?\" beliau menjawab: \"Yaitu sabar dan As Samaahah (murah hati).\" Saya bertanya kembali, \"Islam seperti apakah yang paling utama?\" beliau menjawab: \"Yaitu seseorang yang kaum muslimin selamat dari lisan dan tangannya.\" aku bertanya lagi, \"Iman seperti apakah yang paling utama?\" beliau menjawab: \"Yaitu akhlak yang baik.\" Saya berta lagi, \"Shalat apakah yang paling utama?\" beliau menjawab: \"Yaitu shalat dengan berdiri lama.\" Saya bertanya lagi, \"Hijrah yang manakah yang paling utama?\" beliau menjawab: \"Yaitu kamu berhijrah dari apa-apa yang dibenci oleh Rabb-mu Azza wa Jalla.\" Saya bertanya kembali, \"Jihad yang manakah yang paling utama?\" beliau menjawab: \"Yaitu siapa yang kuda perang miliknya terluka dan darahnya mencucur.\" Saya bertanya lagi, \"Waktu manakah yang paling utama?\" beliau menjawab: \"Yaitu sepertiga akhir malam. Kemudian shalat wajib adalah disaksikan oleh para malaikat hingga waktu fajar menyingsing. Jika fajar telah terbit, maka tidak ada shalat kecuali dua raka'at sampai kamu menunaikan shalat Fajar. Setelah kamu menunaikan shalat Shubuh, maka janganlah kamu shalat hingga matahari terbit. Saat matahari terbit, maka sesungguhnya ia terbit di antara dua tanduk syetan, dan pada waktu itu orang-orang kafir sedang beribadah, karena itu, janganlah kamu shalat hingga matahari meninggi. Ketika Matahari telah meninggi, maka shalatlah, dan shalat di waktu itu adalah berpahala, dan disaksikan oleh para malaikat sampai bayangan seseorang menyerupai panjang tombak, maka pada waktu ini janganlah kamu menunaikan shalat hingga matahari condong. Dan ketika matahari telah condong, maka shalat pada waktu itu akan ditulis pahalanya dan akan disaksikan oleh para malaikat hingga matahari terbenam. Dan saat matahari akan terbenam, maka janganlah kamu shalat, karena ia terbenam di antara dua tanduk syetan dan saat itu, orang-orang kafir sedang beribadah.\"","arab":"حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا حَجَّاجٌ يَعْنِي ابْنَ دِينَارٍ عَنْ مُحَمَّدِ بْنِ ذَكْوَانَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ عَمْرِو بْنِ عَبَسَةَ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ مَنْ تَبِعَكَ عَلَى هَذَا الْأَمْرِ قَالَ حُرٌّ وَعَبْدٌ قُلْتُ مَا الْإِسْلَامُ قَالَ طِيبُ الْكَلَامِ وَإِطْعَامُ الطَّعَامِ قُلْتُ مَا الْإِيمَانُ قَالَ الصَّبْرُ وَالسَّمَاحَةُ قَالَ قُلْتُ أَيُّ الْإِسْلَامِ أَفْضَلُ قَالَ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ قَالَ قُلْتُ أَيُّ الْإِيمَانِ أَفْضَلُ قَالَ خُلُقٌ حَسَنٌ قَالَ قُلْتُ أَيُّ الصَّلَاةِ أَفْضَلُ قَالَ طُولُ الْقُنُوتِ قَالَ قُلْتُ أَيُّ الْهِجْرَةِ أَفْضَلُ قَالَ أَنْ تَهْجُرَ مَا كَرِهَ رَبُّكَ عَزَّ وَجَلَّ قَالَ قُلْتُ فَأَيُّ الْجِهَادِ أَفْضَلُ قَالَ مَنْ عُقِرَ جَوَادُهُ وَأُهْرِيقَ دَمُهُ قَالَ قُلْتُ أَيُّ السَّاعَاتِ أَفْضَلُ قَالَ جَوْفُ اللَّيْلِ الْآخِرُ ثُمَّ الصَّلَاةُ مَكْتُوبَةٌ مَشْهُودَةٌ حَتَّى يَطْلُعَ الْفَجْرُ فَإِذَا طَلَعَ الْفَجْرُ فَلَا صَلَاةَ إِلَّا الرَّكْعَتَيْنِ حَتَّى تُصَلِّيَ الْفَجْرَ فَإِذَا صَلَّيْتَ صَلَاةَ الصُّبْحِ فَأَمْسِكْ عَنْ الصَّلَاةِ حَتَّى تَطْلُعَ الشَّمْسُ فَإِذَا طَلَعَتْ الشَّمْسُ فَإِنَّهَا تَطْلُعُ فِي قَرْنَيْ شَيْطَانٍ وَإِنَّ الْكُفَّارَ يُصَلُّونَ لَهَا فَأَمْسِكْ عَنْ الصَّلَاةِ حَتَّى تَرْتَفِعَ فَإِذَا ارْتَفَعَتْ فَالصَّلَاةُ مَكْتُوبَةٌ مَشْهُودَةٌ حَتَّى يَقُومَ الظِّلُّ قِيَامَ الرُّمْحِ فَإِذَا كَانَ كَذَلِكَ فَأَمْسِكْ عَنْ الصَّلَاةِ حَتَّى تَمِيلَ فَإِذَا مَالَتْ فَالصَّلَاةُ مَكْتُوبَةٌ مَشْهُودَةٌ حَتَّى تَغْرُبَ الشَّمْسُ فَإِذَا كَانَ عِنْدَ غُرُوبِهَا فَأَمْسِكْ عَنْ الصَّلَاةِ فَإِنَّهَا تَغْرُبُ أَوْ تَغِيبُ فِي قَرْنَيْ شَيْطَانٍ وَإِنَّ الْكُفَّارَ يُصَلُّونَ لَهَا","source":"Ahmad"},"__N_SSG":true}