{"pageProps":{"number":"2637","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid], telah menceritakan kepada kami [Al Jurairi] dari [Abu Salil], dia berkata; \"Seorang laki-laki berhenti di majelis kami di Baqi'. Ia lantas berkata, telah menceritakan kepadaku [Ayahku] atau pamanku bahwa ia pernah melihat Rasulullah shallallahu 'alaihi wasallam di Baqi' tengah bersabda: \"Barang siapa bersedekah dengan suatu sedekah, maka aku akan bersaksi untuknya pada hari Kiamat kelak.\" Ayah atau pamanku berkata; \"Segera kuurai satu atau dua lembar kain surbanku. Aku ingin bersedekah dengan keduanya. Tapi, aku tertimpa sesuatu (sifat kikir) sebagaimana menimpa bani Adam yang lain. Segera kuikat kainku kembali. Tak lama Kemudian datanglah seorang laki-laki yang aku tak pernah melihatnya di Baqi' orang yang lebih legam, kuning, (atau sawo matang) dari pada dia. Ia melaju dengan sebuah unta yang tidak pernah kulihat di Baqi' ini seekor unta yang lebih bagus daripadanya. Ia lantas berkata; \"Wahai Rasulullah, apakah ia (bernilai) sedekah? ' Beliau bersabda: \"Ya.\" Laki-laki itu berkata; 'Ambillah unta ini.\" Ayah atau pamanku berkata; 'Kemudian seorang laki-laki membuntutinya lalu berkata, 'Orang ini telah bersedekah dengannya. Demi Allah, unta itu benar-benar lebih baik daripadanya.\" Dia berkata; 'Ternyata Rasulullah shallallahu 'alaihi wasallam mendengar hal itu lalu bersabda: \"Kau salah, bahkan ia lebih baik daripada kamu dan dari padanya (maksudnya adalah unta disebutkan hingga tiga kali).\" Kemudian beliau bersabda: \"Celakalah para pemilik ratusan unta (beliau mengulangi hingga tiga kali).\" Mereka berkata; \"Kecuali siapa, wahai Rasulullah? ' Beliau bersabda: \"Kecuali orang yang mengeluarkan hartanya seperti ini dan seperti ini.\" Beliau himpun kedua telapak tangannya dari kanan dan kirinya kemudian bersabda: \"Sungguh beruntung orang yang zuhud lagi bekerja keras, \" (beliau mengulangnya sampai tiga kali) Zuhud dalam kehidupan (dunia), bekerja keras dalam ibadah.\"","arab":"حَدَّثَنَا يَزِيدُ حَدَّثَنَا الْجُرَيْرِيُّ عَنْ أَبِي السَّلِيلِ قَالَ وَقَفَ عَلَيْنَا رَجُلٌ فِي مَجْلِسِنَا بِالْبَقِيعِ فَقَالَ حَدَّثَنِي أَبِي أَوْ عَمِّي أَنَّهُرَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْبَقِيعِ وَهُوَ يَقُولُ مَنْ يَتَصَدَّقُ بِصَدَقَةٍ أَشْهَدُ لَهُ بِهَا يَوْمَ الْقِيَامَةِ قَالَ فَحَلَلْتُ مِنْ عِمَامَتِي لَوْثًا أَوْ لَوْثَيْنِ وَأَنَا أُرِيدُ أَنْ أَتَصَدَّقَ بِهِمَا فَأَدْرَكَنِي مَا يُدْرِكُ بَنِي آدَمَ فَعَقَدْتُ عَلَيَّ عِمَامَتِي فَجَاءَ رَجُلٌ وَلَمْ أَرَ بِالْبَقِيعِ رَجُلًا أَشَدَّ سَوَادًا أَصْفَرَ مِنْهُ وَلَا آدَمَ يَعْبُرُ بِنَاقَةٍ لَمْ أَرَ بِالْبَقِيعِ نَاقَةً أَحْسَنَ مِنْهَا فَقَالَ يَا رَسُولَ اللَّهِ أَصَدَقَةٌ قَالَ نَعَمْ قَالَ دُونَكَ هَذِهِ النَّاقَةَ قَالَ فَلَزِمَهُ رَجُلٌ فَقَالَ هَذَا يَتَصَدَّقُ بِهَذِهِ فَوَاللَّهِ لَهِيَ خَيْرٌ مِنْهُ قَالَ فَسَمِعَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ كَذَبْتَ بَلْ هُوَ خَيْرٌ مِنْكَ وَمِنْهَا ثَلَاثَ مِرَارٍ ثُمَّ قَالَ وَيْلٌ لِأَصْحَابِ الْمِئِينَ مِنْ الْإِبِلِ ثَلَاثًا قَالُوا إِلَّا مَنْ يَا رَسُولَ اللَّهِ قَالَ إِلَّا مَنْ قَالَ بِالْمَالِ هَكَذَا وَهَكَذَا وَجَمَعَ بَيْنَ كَفَّيْهِ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ ثُمَّ قَالَ قَدْ أَفْلَحَ الْمُزْهِدُ الْمُجْهِدُ ثَلَاثًا الْمُزْهِدُ فِي الْعَيْشِ الْمُجْهِدُ فِي الْعِبَادَةِ","source":"Ahmad"},"__N_SSG":true}