{"pageProps":{"number":"2742","slug":"ahmad","id":"Telah menceritakan kepada kami [Bahz], telah menceritakan kepada kami [Sulaiman bin Mughirah], telah menceritakan kepada kami [Humaid yaitu Ibnu Hilal] dari [Abdulah bin Shamit] ia berkata; Ziyad pernah menunjuk 'Imran bin Hushain untuk mengurusi daerah Khurasan, namun ia menolaknya, lantas para sahabatnya berkata padanya; \"Akankah engkau tinggalkan khurasan dan engkau tiada akan ke sana?.\" 'Imran menjawab; \"Demi Allah, aku tiada hendak melaksanakan shalat di musim panasnya sedang kalian shalat di musim dingin, aku takut bila aku berada pada pertempuran dengan musuh, lalu datanglah surat dari Ziyad, bila aku teruskan maka aku akan hancur dan bila aku pulang maka aku akan mati.\" Perawi berkata; Maka Hakam bin Amru Al Ghifari bermaksud menerima tawaran itu, setelah itu Hakam berangkat melaksanakann titah Ziyad, 'Imran berkata; \"Adakah seseorang yang mau memanggilkan Al Hakam?, lalu datanglah seorang utusan hingga bertemu dengan Al Hakam, lalu Al Hakam menemui Imran. Lalu ['Imran] berkata kepada [Al Hakam]; \"Tidakkah engkau mendengar Rasulullah Shallalahu 'Alaihi Wasallam bersabda: \"Tiada ketaatan bagi seseorang dalam bermaksiat pada Allah Tabaraka Wata'ala?.\" Hakam menjawab; \"Ya.\" ['Imran] langsung berkata; \"Segala piuji bagi Allah\" atau \"Allahu Akbar.\"","arab":"حَدَّثَنَا بَهْزٌ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ حَدَّثَنَا حُمَيْدٌ يَعْنِي ابْنَ هِلَالٍ عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ قَالَأَرَادَ زِيَادٌ أَنْ يَبْعَثَ عِمْرَانَ بْنَ حُصَيْنٍ عَلَى خُرَاسَانَ فَأَبَى عَلَيْهِمْ فَقَالَ لَهُ أَصْحَابُهُ أَتَرَكْتَ خُرَاسَانَ أَنْ تَكُونَ عَلَيْهَا قَالَ فَقَالَ إِنِّي وَاللَّهِ مَا يَسُرُّنِي أَنْ أُصَلِّيَ بِحَرِّهَا وَتُصَلُّونَ بِبَرْدِهَا إِنِّي أَخَافُ إِذَا كُنْتُ فِي نُحُورِ الْعَدُوِّ أَنْ يَأْتِيَنِي كِتَابٌ مِنْ زِيَادٍ فَإِنْ أَنَا مَضَيْتُ هَلَكْتُ وَإِنْ رَجَعْتُ ضُرِبَتْ عُنُقِي قَالَ فَأَرَادَ الْحَكَمَ بْنَ عَمْرٍو الْغِفَارِيَّ عَلَيْهَا قَالَ فَانْقَادَ لِأَمْرِهِ قَالَ فَقَالَ عِمْرَانُ أَلَا أَحَدٌ يَدْعُو لِي الْحَكَمَ قَالَ فَانْطَلَقَ الرَّسُولُ قَالَ فَأَقْبَلَ الْحَكَمُ إِلَيْهِ قَالَ فَدَخَلَ عَلَيْهِ قَالَ فَقَالَ عِمْرَانُ لِلْحَكَمِ أَسَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا طَاعَةَ لِأَحَدٍ فِي مَعْصِيَةِ اللَّهِ تَبَارَكَ وَتَعَالَى قَالَ نَعَمْفَقَالَ عِمْرَانُ لِلَّهِ الْحَمْدُ أَوْ اللَّهُ أَكْبَرُ","source":"Ahmad"},"__N_SSG":true}