{"pageProps":{"number":"2934","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] dan [Rauh] keduanya berkata, telah menceritakan kepada kami [Syu'bah] dari [Habib bin Zubair] berkata, Aku mendengar [Abdullah bin Abu Hudzail] berkata, [Rauh Al 'Anzi] menceritakan dari [Abdurrahman bin Abza] dari [Abdullah bin Khabbab] dari [Ubay bin Ka'b], dan [Rauh] menyebutkan dalam haditsnya, bahwa [Abdullah bin Khabbab] menceritakannya dari [Ubay bin Ka'ab] dari Nabi shallallahu 'alaihi wasallam, bahwa beliau menyebutkan tentang Dajjal. Beliau bersabda: \"Salah satu dari kedua matanya seperti kaca berwarna hijau, dan berlindunglah kalian kepada Allah Tabaaraka Wa Ta'ala dari siksa kubur.\" Telah menceritakan kepada kami [Wahab bin Jarir] telah menceritakan kepada kami [Syu'bah] dari [Habib bin Zubair] dari [Abdullah bin Abu Hudzail] dari [Abdurrahman bin Abza] dari [Abdullah bin Khabbab] dari [Ubay bin Ka'b] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda tentang Dajjal, lalu ia menyebutkan seperti hadits tersebut.\" Telah menceritakan kepada kami Abdullah telah menceritakan kepada kami [Khallad bin Aslam] telah menceritakan kepada kami [Nadlr bin Syumail] telah mengabarkan kepada kami [Syu'bah] telah menceritakan kepada kami [Habib bin Zubair] ia berkata, Aku mendengar [Abdullah bin Abu Hudzail] dari [Abdurrahman bin Abza] dari [Ubay bin Ka'b] dari Nabi shallallahu 'alaihi wasallam, namun tidak disebutkan nama Khlalad dalam hadits Abdullah bin Khabbab ini.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ وَرَوْحٌ قَالَا حَدَّثَنَا شُعْبَةُ عَنْ حَبِيبِ بْنِ الزُّبَيْرِ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي الْهُذَيْلِ قَالَ رَوْحٌ الْعَنْزِيُّ يُحَدِّثُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابٍ عَنْ أُبَيِّ بْنِ كَعْبٍ وَقَالَ رَوْحٌ فِي حَدِيثِهِ إِنَّ عَبْدَ اللَّهِ بْنَ خَبَّابٍ حَدَّثَهُ عَنْ أُبَيِّ بْنِ كَعْبٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ ذَكَرَ الدَّجَّالَ عِنْدَهُ فَقَالَ عَيْنُهُ خَضْرَاءُ كَالزُّجَاجَةِ فَتَعَوَّذُوا بِاللَّهِ مِنْ عَذَابِ الْقَبْرِحَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا شُعْبَةُ عَنْ حَبِيبِ بْنِ الزُّبَيْرِ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الْهُذَيْلِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابٍ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الدَّجَّالِ فَذَكَرَ مِثْلَهُ حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا خَلَّادُ بْنُ أَسْلَمَ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ أَخْبَرَنَا شُعْبَةُ حَدَّثَنَا حَبِيبُ بْنُ الزُّبَيْرِ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي الْهُذَيْلِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أُبَيِّ بْنِ كَعْبٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يُذْكَرْ خَلَّادٌ فِي حَدِيثِ عَبْدِ اللَّهِ بْنِ خَبَّابٍ","source":"Ahmad"},"__N_SSG":true}