{"pageProps":{"number":"3076","slug":"ahmad","id":"Telah bercerita kepada kami [Yahya bin Adam] telah bercerita kepada kami [Abu Bakar bin 'Ayyasy] dari ['Ashim bin Abu An Najud] dari [Syaqiq bin Salamah] dari [Abdullah bin Mas'ud], tiga hadits, ia berkata: Rasulullah Shallallahu'alaihiwasallam bersabda: \"Barangsiapa mengambil harta seorang muslim secara tidak benar, ia bertemu Allah AzzaWaJalla dalam keadaan murka padanya.\" [Al Asy'ats] datang dan berkata: Apa yang disampaikan Abu 'Abdur Rahman kepada kalian? Ia (Ibnu Mas'ud) berkata: Kami memberitahukannya. Ia (Al Asy'ats) berkata: Hadits ini berkenaan denganku. Saya bersengketa dengan sepupu saya di hadapan Rasulullah Shallallahu'alaihiwasallam tentang sebuah sumur milik saya yang ia miliki, ia mengingkariku kemudian Rasulullah Shallallahu'alaihiwasallam bersabda: \"Mana buktimu bahwa itu adalah sumurmu, bila tidak maka sumpahnya.\" Ia (Al Asy'ats) berkata: wahai Rasulullah! apa urusan saya dengan sumpahnya, bila Tuan putuskan berdasarkan sumpahnya, sumurku akan lenyap, sesungguhnya sekutuku adalah orang pendusta. Ia (Al Asy'ats) berkata: Rasulullah Shallallahu'alaihiwasallam bersabda: \"Barangsiapa mengambil harta seorang muslim secara tidak benar, ia bertemu Allah AzzaWaJalla dalam keadaan murka padanya.\" Kemudian Rasulullah Shallallahu'alaihiwasallam membaca ayat: \"Sesungguhnya orang-orang yang membeli janji Allah…\" dan seterusnya.","arab":"حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ عَنْ شَقِيقِ بْنِ سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ثَلَاثَةَ أَحَادِيثَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ اقْتَطَعَ مَالَ امْرِئٍ مُسْلِمٍ بِغَيْرِ حَقٍّ لَقِيَ اللَّهَ عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَانُ قَالَ فَجَاءَ الْأَشْعَثُ بْنُ قَيْسٍ فَقَالَ مَا يُحَدِّثُكُمْ أَبُو عَبْدِ الرَّحْمَنِ قَالَ فَحَدَّثْنَاهُ قَالَ فِيَّ كَانَ هَذَا الْحَدِيثُ خَاصَمْتُ ابْنَ عَمٍّ لِي إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بِئْرٍ كَانَتْ لِي فِي يَدِهِ فَجَحَدَنِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيِّنَتُكَ أَنَّهَا بِئْرُكَ وَإِلَّا فَيَمِينُهُ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا لِي بِيَمِينِهِ وَإِنْ تَجْعَلْهَا بِيَمِينِهِ تَذْهَبْ بِئْرِي إِنَّ خَصْمِي امْرُؤٌ فَاجِرٌ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ اقْتَطَعَ مَالَ امْرِئٍ مُسْلِمٍ بِغَيْرِ حَقٍّ لَقِيَ اللَّهَ عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَانُ قَالَ وَقَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ }الْآيَةَ","source":"Ahmad"},"__N_SSG":true}