{"pageProps":{"number":"3616","slug":"ahmad","id":"Telah bercerita kepada kami [Yunus] dan [Suraij] berkata: Telah bercerita kepada kami [Fulaih] dari [Sa'id bin Al Harits] dari [Abu Salamah] berkata: [Abu Hurairah] bercerita kepadanya dari Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Sesungguhnya dihari jum'at itu ada waktu\" Abu Hurairah menyebut hadits. Aku berkata: Demi Allah, andai aku mendatangi Abu Sa'id lalu aku bertanya padanya, lalu Abu Sa'id menyebutkan hadits itu kemudian aku pergi, setelah itu aku bertamu ke kediaman ' [Abdullah bin Salam], aku bertanya kepadanya tentang hari jum'at, ia menjawab; Allah menciptakan Adam dihari jum'at, Adam diturunkan ke bumi pada hari kum'at, Allah mencabut nyawanya pada hari jum'at, dihari itu kiamat terjadi, dan itulah saat-saat terakhir. Berkata Suraij: Itulah saat terakhirnya. Lalu aku berkata: Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Di dalam shalat namun bukan saat shalat.\" Berkata Abu Sa'id; Apa kau tidak tahu Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Orang yang menunggu shalat berada dalam shalat.\" Aku Suraij; Benar, demi Allah itulah dia.","arab":"حَدَّثَنَا يُونُسُ وَسُرَيْجٌ قَالَ حَدَّثَنَا فُلَيْحٌ عَنْ سَعِيدِ بْنِ الْحَارِثِ عَنْ أَبِي سَلَمَةَ قَالَ كَانَ أَبُو هُرَيْرَةَ يُحَدِّثُعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ إِنَّ فِي الْجُمُعَةِ سَاعَةً فَذَكَرَ الْحَدِيثَ قُلْتُ وَاللَّهِ لَوْ جِئْتُ أَبَا سَعِيدٍ فَسَأَلْتُهُ فَذَكَرَ الْحَدِيثَ ثُمَّ خَرَجْتُ مِنْ عِنْدِهِ فَدَخَلْتُ عَلَى عَبْدِ اللَّهِ بْنِ سَلَامٍ فَسَأَلْتُ عَنْهَا فَقَالَ خَلَقَ اللَّهُ آدَمَ يَوْمَ الْجُمُعَةِ وَأُهْبِطَ إِلَى الْأَرْضِ يَوْمَ الْجُمُعَةِ وَقَبَضَهُ يَوْمَ الْجُمُعَةِ وَفِيهِ تَقُومُ السَّاعَةُ فَهِيَ آخِرُ سَاعَةٍ وَقَالَ سُرَيْجٌ فَهِيَ آخِرُ سَاعَتِهِ فَقُلْتُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي صَلَاةٍ وَلَيْسَتْ بِسَاعَةِ صَلَاةٍ قَالَ أَوَلَمْ تَعْلَمْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مُنْتَظِرُ الصَّلَاةِ فِي صَلَاةٍ قُلْتُ بَلَى هِيَ وَاللَّهِ هِيَ","source":"Ahmad"},"__N_SSG":true}