{"pageProps":{"number":"4197","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] dan [Rauh] secara makna, keduanya berkata, telah menceritakan kepada kami [Sa'id] dari [Qatadah] dari [Ikrimah], bahwa telah terjadi perdebatan di antara [Ibnu Abbas] dan Zaid bin Tsabit tentang seorang wanita yang datang masa haidnya setelah dia melakukan Thawaf di Ka'bah pada hari Nahr (Iedul Adla). Zaid berpendapat, \"Janganlah kamu meninggalkan (Makkah) sehingga akhir yang kamu lakukan adalah Thawaf di Ka'bah.\" Sedangkan Ibnu Abbas berkata, \"Jika ia (seorang wanita) Telah melakukan thawaf dan halal untuk suaminya, maka jika mau ia sudah boleh meninggalkan Makkah dan tidak perlu menunggu.\" Orang-orang Anshar lalu berkata kepada Ibnu Abbas, \"Wahai Ibnu Abbas, jika kamu menyelisihi Zaid maka kami tidak akan mengikutimu!\" Kemudian Ibnu Abbas berkata, \"Tanyakanlah kepada Ummu Sulaim.\" Maka mereka menanyakan tentang hal itu kepada Ummu Sulaim, lalu [Ummu Sulaim] memberitahukan bahwa Shafiyah binti Huyay bin Akhtab pernah mengalami hal itu, lalu 'Aisyah berkata, \"Kerugian atas kamu! Kamu telah menahan kami.\" Maka hal itu disampaikan kepada Rasulullah shallallahu 'alaihi wasallam, sehingga beliau memerintahkan untuk meninggalkan Makkah, dan Ummu Sulaim menceritakan bahwa dia menemui hal yang sama kemudian Rasulullah shallallahu 'alaihi wasallam memerintahkannya untuk meninggalkan Makkah.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ وَرَوْحٌ الْمَعْنَى قَالَا حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ عِكْرِمَةَ أَنَّهُكَانَ بَيْنَ ابْنِ عَبَّاسٍ وَزَيْدِ بْنِ ثَابِتٍ فِي الْمَرْأَةِ تَحِيضُ بَعْدَمَا تَطُوفُ بِالْبَيْتِ يَوْمَ النَّحْرِ مُقَاوَلَةٌ فِي ذَلِكَ فَقَالَ زَيْدٌ لَا تَنْفِرُ حَتَّى يَكُونَ آخِرُ عَهْدِهَا بِالْبَيْتِ وَقَالَ ابْنُ عَبَّاسٍ إِذَا طَافَتْ يَوْمَ النَّحْرِ وَحَلَّتْ لِزَوْجِهَا نَفَرَتْ إِنْ شَاءَتْ وَلَا تَنْتَظِرُ فَقَالَتْ الْأَنْصَارُ يَا ابْنَ عَبَّاسٍ إِنَّكَ إِذَا خَالَفْتَ زَيْدًا لَمْ نُتَابِعْكَ فَقَالَ ابْنُ عَبَّاسٍ سَلُوا أُمَّ سُلَيْمٍ فَسَأَلُوهَا عَنْ ذَلِكَ فَأَخْبَرَتْ أَنَّ صَفِيَّةَ بِنْتَ حُيَيِّ بْنِ أَخْطَبَ أَصَابَهَا ذَلِكَ فَقَالَتْ عَائِشَةُ الْخَيْبَةُ لَكِ حَبَسْتِينَا فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهَا أَنْ تَنْفِرَ وَأَخْبَرَتْ أُمُّ سُلَيْمٍ أَنَّهَا لَقِيَتْ ذَلِكَ فَأَمَرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَنْفِرَ","source":"Ahmad"},"__N_SSG":true}