{"pageProps":{"number":"82","slug":"ahmad","id":"Telah menceritakan kepada kami [Ibrahim bin Sa'd] telah menceritakan kepadaku [Muhammad bin Ishaq] dari [Makhul] dari [Kuraib] dari [Ibnu Abbas] bahwa Umar bertanya kepadanya; \"Wahai anak muda! apakah kamu mendengar dari Rasulullah shallallahu 'alaihi wasallam atau dari salah seorang sahabat beliau, bahwa jika salah seorang ragu dalam shalatnya, apa yang harus dia lakukan?\" Kuraib berkata; Ketika itu datang Abdurrahman bin Auf dan bertanya; \"apa yang sedang kalian bicarakan?\" Umar menjawab; \"Saya bertanya kepada anak muda ini, apakah dia mendengar Rasulullah shallallahu 'alaihi wasallam atau salah seorang dari sahabat beliau, mengenai seseorang yang ragu dalam shalatnya, apa yang harus dia lakukan?\" [Abdurrahman] berkata; saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika salah seorang dari kalian ragu dalam shalatnya dan dia tidak tahu apakah sudah shalat satu raka'at atau dua raka'at maka anggaplah shalat satu raka'at. Jika tidak tahu apakah dia sudah shalat dua raka'at atau tiga raka'at maka anggaplah dia shalat dua raka'at. Jika tidak tahu apakah dia sudah shalat tiga raka'at atau empat raka'at maka anggaplah tiga raka'at, kemudian sujud dua kali jika selesai shalat ketika masih duduk sebelum salam.\" ","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ حَدَّثَنِي مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ مَكْحُولٍ عَنْ كُرَيْبٍ عَنِ ابْنِ عَبَّاسٍأَنَّهُ قَالَ لَهُ عُمَرُ يَا غُلَامُ هَلْ سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ مِنْ أَحَدٍ مِنْ أَصْحَابِهِ إِذَا شَكَّ الرَّجُلُ فِي صَلَاتِهِ مَاذَا يَصْنَعُ قَالَ فَبَيْنَا هُوَ كَذَلِكَ إِذْ أَقْبَلَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فَقَالَ فِيمَ أَنْتُمَا فَقَالَ عُمَرُ سَأَلْتُ هَذَا الْغُلَامَ هَلْ سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ أَحَدٍ مِنْ أَصْحَابِهِ إِذَا شَكَّ الرَّجُلُ فِي صَلَاتِهِ مَاذَا يَصْنَعُ فَقَالَ عَبْدُ الرَّحْمَنِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا شَكَّ أَحَدُكُمْ فِي صَلَاتِهِ فَلَمْ يَدْرِ أَوَاحِدَةً صَلَّى أَمْ ثِنْتَيْنِ فَلْيَجْعَلْهَا وَاحِدَةً وَإِذَا لَمْ يَدْرِ ثِنْتَيْنِ صَلَّى أَمْ ثَلَاثًا فَلْيَجْعَلْهَا ثِنْتَيْنِ وَإِذَا لَمْ يَدْرِ أَثَلَاثًا صَلَّى أَمْ أَرْبَعًا فَلْيَجْعَلْهَا ثَلَاثًا ثُمَّ يَسْجُدْ إِذَا فَرَغَ مِنْ صَلَاتِهِ وَهُوَ جَالِسٌ قَبْلَ أَنْ يُسَلِّمَ سَجْدَتَيْنِ","source":"Ahmad"},"__N_SSG":true}