{"pageProps":{"number":"971","slug":"ahmad","id":"(Ahmad bin Hanbal) berkata; telah menceritakan kepada kami [Abdusshomad] berkata; telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Ayyub] dari [Humaid] dari [Abu Ad-Dahma'] dari [Hisyam bin 'Amir] berkata; mereka mengadu kepada Nabi Shallallahu'alaihiwasallam kesusahan yang menimpa mereka. Lalu (Rasulullah shallallahu'alaihiwasallam) bersabda: \"Galilah, perbaguslah, perluaslah dan kuburkanlah dua atau tiga orang dalam setiap lubang. Dahulukanlah orang yang paling banyak hapalan Al qur'annya\" lalu bapakku termasuk yang meninggal lalu di dahulukan daripada yang lainnya. Telah menceritakan kepada kami [Wahab bin Jarir] berkata; telah menceritakan kepada kami [bapakku] berkata; saya mendengar [Humaid bin Hilal] menceritakan dari [Sa'ad bin Hisyam] dari [Bapaknya, Hisyam bin 'Amir] berkata; pada saat Perang Uhud, lalu menyebutkan haditsnya, secara lengkap. (Ahmad bin Hanbal) berkata; telah menceritakan kepada kami ['Affan] berkata; saya mendengar [Jarir bin Hazim] menceritakan hadits ini, dari [Humaid bin Hilal] dan menambahkan di dalamnya dari [Sa'ad bin Hisyam] dengan tambahan, dan perdalamlah.","arab":"قَالَ حَدَّثَنَا عَبْدُ الصَّمَدِ قَالَ حَدَّثَنَا أَبِي حَدَّثَنَا أَيُّوبُ عَنْ حُمَيْدٍ عَنْ أَبِي الدَّهْمَاءِ عَنْ هِشَامِ بْنِ عَامِرٍ قَالَشَكَوْا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا بِهِمْ مِنْ الْقَرْحِ فَقَالَ احْفِرُوا وَأَحْسِنُوا وَأَوْسِعُوا وَادْفِنُوا الِاثْنَيْنِ وَالثَّلَاثَةَ فِي الْقَبْرِ وَقَدِّمُوا أَكْثَرَهُمْ قُرْآنًافَمَاتَ أَبِي فَقُدِّمَ بَيْنَ يَدَيْ رَجُلَيْنِ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ قَالَ حَدَّثَنَا أَبِي قَالَ سَمِعْتُ حُمَيْدَ بْنَ هِلَالٍ يُحَدِّثُ عَنْ سَعْدِ بْنِ هِشَامٍ عَنْ أَبِيهِ هِشَامِ بْنِ عَامِرٍ قَالَ لَمَّا كَانَ يَوْمُ أُحُدٍ فَذَكَرَ الْحَدِيثَ قَالَ حَدَّثَنَا عَفَّانُ قَالَ سَمِعْتُ جَرِيرَ بْنَ حَازِمٍ يُحَدِّثُ هَذَا الْحَدِيثَ عَنْ حُمَيْدِ بْنِ هِلَالٍ وَزَادَ فِيهِ عَنْ سَعْدِ بْنِ هِشَامٍ وَزَادَ فِيهِ وَأَعْمِقُوا","source":"Ahmad"},"__N_SSG":true}