{"pageProps":{"number":"982","slug":"ahmad","id":"(Ahmad bin Hanbal) berkata; telah menceritakan kepada kami [Yazid] berkata; telah mengabarkan kepada kami [Hammad bin Salamah] berkata; telah menceritakan kepada kami ['Ali bin Zaid] dari [Al Hasan] 'Utsman bin Abu Al Ash melewati Kilab Bin Umayyah yang sedang duduk di tempat perpajakan di Bashrah, maka 'Utsman bin Abu Al Ash bertanya, \" Apa yang membuatmu duduk disini\"? (Kilab bin Umayyah) menjawab 'Ziyad yang menyuruhku untuk duduk.' 'Utsman berkata, maukah saya ceritakan sesuatu hadits?.\"Maukah aku tunjukkan kepadamu suatu hadits yang saya dengar langsung dari Rasulullah shallallahu'alaihiwasallam?.\" Dia berkata; Ya. Lalu ['Utsman] berkata; saya mendengar Rasulullah shallallahu'alaihiwasallam bersabda: \"Dawud, Nabi Allah Alaihissalam, suatu malam membangunkan keluarganya dan berseru, 'Wahai keluarga Dawud, bangunlah kalian dan shalatlah! sungguh ini adalah waktu yang dikabulkan doa oleh Allah, kecuali untuk tukang sihir atau para pekerja pajak. Lalu Kilab bin Umayyah menaiki kapalnya untuk mendatangi Ziyad, untuk meminta maaf, dan (Kilab) pun memaafkannya. Telah menceritakan kepada kami ['Ubaidullah bin 'Umar Al Qawaryry] berkata; telah menceritakan kepada kami [Hammad bin Zaid] dari ['Ali bin Zaid] dari [Al Hasan] berkata; ['Utsman bin Abu Al Ash] melewati Kilab bin Umayyah, maka (Hasan) menyebutkan hadis sebagaimana di atas.","arab":"قَالَ حَدَّثَنَا يَزِيدُ قَالَ أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ قَالَ حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ عَنِ الْحَسَنِ قَالَمَرَّ عُثْمَانُ بْنُ أَبِي الْعَاصِ عَلَى كِلَابِ بْنِ أُمَيَّةَ وَهُوَ جَالِسٌ عَلَى مَجْلِسِ الْعَاشِرِ بِالْبَصْرَةِ فَقَالَ مَا يُجْلِسُكَ هَاهُنَا قَالَ اسْتَعْمَلَنِي هَذَا عَلَى هَذَا الْمَكَانِ يَعْنِي زِيَادًا فَقَالَ لَهُ عُثْمَانُ أَلَا أُحَدِّثُكَ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَلَى فَقَالَ عُثْمَانُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ كَانَ لِدَاوُدَ نَبِيِّ اللَّهِ عَلَيْهِ السَّلَام مِنْ اللَّيْلِ سَاعَةٌ يُوقِظُ فِيهَا أَهْلَهُ فَيَقُولُ يَا آلَ دَاوُدَ قُومُوا فَصَلُّوا فَإِنَّ هَذِهِ سَاعَةٌ يَسْتَجِيبُ اللَّهُ فِيهَا الدُّعَاءَ إِلَّا لِسَاحِرٍ أَوْ عَشَّارٍ فَرَكِبَ كِلاَبُ بْنُ أُمَيَّةَ سَفِينَتَهُ فَأَتَى زَيِادًا فَاسْتَعْفَاهُ فَأَعْفَاهُحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنِ الْحَسَنِ قَالَ مَرَّ عُثْمَانُ بْنُ أَبِي الْعَاصِ عَلَى كِلَابِ بْنِ أُمَيَّةَ فَذَكَرَ نَحْوَهُ","source":"Ahmad"},"__N_SSG":true}