{"pageProps":{"number":"102","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah] dan [Uthbah bin Abdullah] dari [Malik] dari [Zaid bin Aslam] dari [Atha' bin Yasar] dari [Abdullah As Shunabihi], bahwasannya Rasulullah shallallahu 'alaihi wasallam bersabda: \" Apabila seorang hamba yang beriman berwudlu lalu ia berkumur-kumur, maka keluarlah kesalahan mulutnya (maksudnya kesalahan yang diperbuat oleh mulutnya). Bila dia menghirup air ke dalam hidung lalu mengeluarkannya, maka keluarlah kesalahan dari hidungnya. Bila membasuh muka, keluarlah kesalahan dari mukanya hingga keluar dari kedua kelopak matanya. Jika ia membasuh kedua tangannya, maka keluarlah kesalahannya dari kedua tangannya hingga keluar dari bawah kuku-kuku kedua tangannya. Apabila mengusap kepalanya, maka keluarlah kesalahannya dari kepalanya hingga keluar dari kedua telinganya, dan apabila membasuh kedua kakinya, maka keluarlah kesalahan dari kedua kakinya hingga dari bawah kedua kuku-kuku kedua kakinya. Kemudian berjalannya ke masjid menjadi ibadah sunnah baginya.\" Qutaibah berkata; dari As-Sunabihi; Demikian Rasulullah shallallahu 'alaihi wasallam mengatakan. ","arab":"أَخْبَرَنَا قُتَيْبَةُ وَعُتْبَةُ بْنُ عَبْدِ اللَّهِ عَنْ مَالِكٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ عَبْدِ اللَّهِ الصُّنَابِحِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا تَوَضَّأَ الْعَبْدُ الْمُؤْمِنُ فَتَمَضْمَضَ خَرَجَتْ الْخَطَايَا مِنْ فِيهِ فَإِذَا اسْتَنْثَرَ خَرَجَتْ الْخَطَايَا مِنْ أَنْفِهِ فَإِذَا غَسَلَ وَجْهَهُ خَرَجْتِ الْخَطَايَا مِنْ وَجْهِهِ حَتَّى تَخْرُجَ مِنْ تَحْتِ أَشْفَارِ عَيْنَيْهِ فَإِذَا غَسَلَ يَدَيْهِ خَرَجَتْ الْخَطَايَا مِنْ يَدَيْهِ حَتَّى تَخْرُجَ مِنْ تَحْتِ أَظْفَارِ يَدَيْهِ فَإِذَا مَسَحَ بِرَأْسِهِ خَرَجَتْ الْخَطَايَا مِنْ رَأْسِهِ حَتَّى تَخْرُجَ مِنْ أُذُنَيْهِ فَإِذَا غَسَلَ رِجْلَيْهِ خَرَجَتْ الْخَطَايَا مِنْ رِجْلَيْهِ حَتَّى تَخْرُجَ مِنْ تَحْتِ أَظْفَارِ رِجْلَيْهِ ثُمَّ كَانَ مَشْيُهُ إِلَى الْمَسْجِدِ وَصَلَاتُهُ نَافِلَةً لَهُ قَالَ قُتَيْبَةُ عَنْ الصُّنَابِحِيِّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ","source":"Nasai"},"__N_SSG":true}