{"pageProps":{"number":"1198","slug":"nasai","id":"Telah mengabarkan kepada kami [Ishaq bin Manshur] dia berkata; telah menceritakan kepada kami [Muhammad bin Yusuf] dia berkata; telah menceritakan kepada kami [Al Auza'i] dia berkata; telah menceritakan kepada kami [Yahya bin Abu Katsir] dari [Hilal bin Abu Maimunah] dia berkata; telah menceritakan kepada kami ['Atha bin Yasar] dari [Mu'awiyah bin Al Hakam As Salami] dia berkata; bahwa ia pernah berkata kepada Rasulullah Shalallah 'Alaihi Wa Sallam; \"Wahai Rasulullah Shalallah 'Alaihi Wa Sallam, kami baru saja meninggalkan masa Jahiliyah, lalu Allah menurunkan Islam dan beberapa orang dari kami melakukan thathayyur!\" Beliau Shallallallahu'alaihi wasallam bersabda: \"Itu hanyalah bisikan hati, maka jangan menghalangi niatan mereka.\" Kami berkata; \"Di antara kita juga ada yang mendatangi dukun-dukun.\" Nabi Shallallallahu'alaihi wasallam berkata: \"Jangan kalian datangi mereka.\" la berkata; \"Wahai Rasulullah, di antara kita ada yang membuat garis ramal.\" Lalu Nabi berkata: \"Dulu juga ada salah satu nabi yang membuat garis petunjuk. Jadi barangsiapa garisnya sama dengan garis yang dibuat olehnya, maka hal itu boleh.\" Ketika kami bersama Rasulullah dalam suatu shalat, tiba-tiba ada seseorang yang bersin, maka aku spontan mengucapkan; \"Yarhamukallah (semoga Allah merahmati-Mu).\" Orang-orangpun melototiku, maka aku berkata; \"Celakalah kalian, kenapa kalian melototiku?\" la berkata; \"Lalu orang-orang menepukkan tangan ke paha mereka. Setelah aku lihat mereka menyuruhku diam yang (sebenarnya aku ingin mendebatnya), aku akhirnya diam. Setelah Rasulullah selesai shalat, beliau memanggiku - demi ibu dan bapakku yang menjadi jaminan - beliau tidak memukulku, tidak menghardikku, dan tidak mencelaku. Aku belum pernah melihat seorang guru pun sebelum ataupun setelah beliau yang pengajarannya lebih baik daripada beliau. Lantas Rasulullah sekedar bersabda; 'Shalat kita ini tidak boleh ada ucapan sesuatupun dari pembicaraan manusia. Shalat adalah bertasbih, bertakbir, dan membaca Al Qur'an.\" la berkata, \"Kemudian aku melihat kambingku yang digembalakan oleh seorang budak perempuanku di daerah antara Uhud dan Jawaniyyah, dan aku melihat seekor srigala membawa kabur salah satu kambing - aku seorang manusia yang kecewa sebagaimana umumnya orang yang kecewa - maka aku menampar budak itu sekali. Kemudian aku datang kepada Rasulullah dan mengabarkan hal itu. Beliau anggap perlakuanku itu keterlaluan, sehingga aku berkata; \"Bagaimana kalau dia kumerdekakan?\" Beliau menjawab: \"Panggillah dia.\" Lantas Rasulullah bersabda kepadanya: \"Di mana Allah 'azza wajalla?\" la - budak tersebut -menjawab; \"Di langit.\" Beliau bertanya lagi, \"Lalu siapa aku?\" la - budak tersebut-menjawab: \"Engkau utusan Allah.\" Beliau berkata: \"Dia perempuan yang beriman. maka merdekakanlah.\" ","arab":"أَخْبَرَنَا إِسْحَقُ بْنُ مَنْصُورٍ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ قَالَ حَدَّثَنَا الْأَوْزَاعِيُّ قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ عَنْ هِلَالِ بْنِ أَبِي مَيْمُونَةَ قَالَ حَدَّثَنِي عَطَاءُ بْنُ يَسَارٍ عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السَّلَمِيِّ قَالَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا حَدِيثُ عَهْدٍ بِجَاهِلِيَّةٍ فَجَاءَ اللَّهُ بِالْإِسْلَامِ وَإِنَّ رِجَالًا مِنَّا يَتَطَيَّرُونَ قَالَ ذَاكَ شَيْءٌ يَجِدُونَهُ فِي صُدُورِهِمْ فَلَا يَصُدَّنَّهُمْ وَرِجَالٌ مِنَّا يَأْتُونَ الْكُهَّانَ قَالَ فَلَا تَأْتُوهُمْ قَالَ يَا رَسُولَ اللَّهِ وَرِجَالٌ مِنَّا يَخُطُّونَ قَالَ كَانَ نَبِيٌّ مِنْ الْأَنْبِيَاءِ يَخُطُّ فَمَنْ وَافَقَ خَطُّهُ فَذَاكَ قَالَ وَبَيْنَا أَنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ إِذْ عَطَسَ رَجُلٌ مِنْ الْقَوْمِ فَقُلْتُ يَرْحَمُكَ اللَّهُ فَحَدَّقَنِي الْقَوْمُ بِأَبْصَارِهِمْ فَقُلْتُ وَا ثُكْلَ أُمِّيَاهُ مَا لَكُمْ تَنْظُرُونَ إِلَيَّ قَالَ فَضَرَبَ الْقَوْمُ بِأَيْدِيهِمْ عَلَى أَفْخَاذِهِمْ فَلَمَّا رَأَيْتُهُمْ يُسَكِّتُونِي لَكِنِّي سَكَتُّ فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعَانِي بِأَبِي وَأُمِّي هُوَ مَا ضَرَبَنِي وَلَا كَهَرَنِي وَلَا سَبَّنِي مَا رَأَيْتُ مُعَلِّمًا قَبْلَهُ وَلَا بَعْدَهُ أَحْسَنَ تَعْلِيمًا مِنْهُ قَالَ إِنَّ صَلَاتَنَا هَذِهِ لَا يَصْلُحُ فِيهَا شَيْءٌ مِنْ كَلَامِ النَّاسِ إِنَّمَا هُوَ التَّسْبِيحُ وَالتَّكْبِيرُ وَتِلَاوَةُ الْقُرْآنِ قَالَ ثُمَّ اطَّلَعْتُ إِلَى غُنَيْمَةٍ لِي تَرْعَاهَا جَارِيَةٌ لِي فِي قِبَلِ أُحُدٍ وَالْجَوَّانِيَّةِ وَإِنِّي اطَّلَعْتُ فَوَجَدْتُ الذِّئْبَ قَدْ ذَهَبَ مِنْهَا بِشَاةٍ وَأَنَا رَجُلٌ مِنْ بَنِي آدَمَ آسَفُ كَمَا يَأْسَفُونَ فَصَكَكْتُهَا صَكَّةً ثُمَّ انْصَرَفْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ فَعَظَّمَ ذَلِكَ عَلَيَّ فَقُلْتُ يَا رَسُولَ اللَّهِ أَفَلَا أَعْتِقُهَا قَالَ ادْعُهَا فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْنَ اللَّهُ عَزَّ وَجَلَّ قَالَتْ فِي السَّمَاءِ قَالَ فَمَنْ أَنَا قَالَتْ أَنْتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّهَا مُؤْمِنَةٌ فَاعْتِقْهَا","source":"Nasai"},"__N_SSG":true}