{"pageProps":{"number":"1279","slug":"nasai","id":"Telah mengabarkan kepada kami [Yahya bin Hubaib bin 'Arabi] dia berkata; telah menceritakan kepada kami [Hammad] dia berkata; telah menceritakan kepada kami ['Atha bin As Saib] dari [Bapaknya], dia berkata; \" [Ammar bin Yasir] pernah shalat bersama (mengimami) kami, dan ia mempersingkat shalatnya. Lalu sebagian orang bertanya kepadanya, 'Engkau telah meringankan -mempersingkat- shalat? ' Ia menjawab, 'Dalam shalat tadi aku memanjatkan doa dengan doa yang kudengar dari Rasulullah Shalallah 'Alaihi Wa Sallam.' Lalu ia bangkit dan diikuti oleh seseorang -dia adalah Ubay, tetapi ia menyamarkan dirinya- lalu ia bertanya kepadanya tentang doa. Kemudian ia datang dan memberitahukan doa tersebut kepada kaumnya, 'Ya Allah dengan ilmu-Mu terhadap hal gaib dan kekuasaan-Mu atas makhluk, hidupkanlah aku selagi Engkau mengetahui bahwa hidup itu lebih baik bagiku, dan matikanlah aku jika Engkau mengetahui bahwa mati lebih baik bagiku. Ya Allah, aku memohon kepada-Mu rasa takut kepada-Mu saat nampak ataupun saat tidak nampak. Aku memohon kesederhanaan saat fakir dan kaya. Aku memohon kenikmatan tanpa habis dan kesenangan tanpa henti. Aku memohon keridhaan setelah adanya keputusan, dan kenyamanan hidup setelah mati dan kelezatan memandang kepada wajah-Mu serta keridhaan berjumpa dengan-Mu tanpa ada bahaya yang membahayakan dan tanpa fitnah yang menyesatkan. Ya Allah, hiasilah kami dengan hiasan iman dan jadikanlah kami orang yang menyampaikan hidayah dan yang mendapatkan hidayah.\" ","arab":"أَخْبَرَنَا يَحْيَى بْنُ حَبِيبِ بْنِ عَرَبيٍّ قَالَ حَدَّثَنَا حَمَّادٌ قَالَ حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ عَنْ أَبِيهِ قَالَصَلَّى بِنَا عَمَّارُ بْنُ يَاسِرٍ صَلَاةً فَأَوْجَزَ فِيهَا فَقَالَ لَهُ بَعْضُ الْقَوْمِ لَقَدْ خَفَّفْتَ أَوْ أَوْجَزْتَ الصَّلَاةَ فَقَالَ أَمَّا عَلَى ذَلِكَ فَقَدْ دَعَوْتُ فِيهَا بِدَعَوَاتٍ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا قَامَ تَبِعَهُ رَجُلٌ مِنْ الْقَوْمِ هُوَ أُبَيٌّ غَيْرَ أَنَّهُ كَنَى عَنْ نَفْسِهِ فَسَأَلَهُ عَنْ الدُّعَاءِ ثُمَّ جَاءَ فَأَخْبَرَ بِهِ الْقَوْمَ اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي اللَّهُمَّ وَأَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ وَأَسْأَلُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ اللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ","source":"Nasai"},"__N_SSG":true}