{"pageProps":{"number":"1467","slug":"nasai","id":"Telah mengabarkan kepada kami [Ishaq bin Ibrahim] dia berkata; telah menceritakan kepada kami ['Abdah] dia berkata; telah menceritakan kepada kami [Hisyam bin 'Urwah] dari [bapaknya] dari ['Aisyah] dia berkata; \"Pada masa Rasulullah Shalallahu 'Alaihi Wa Sallam pernah terjadi gerhana matahari, lalu Rasulullah berdiri dan shalat. Beliau berdiri lama sekali. kemudian ruku' dan ruku'nya lama sekali. Lalu bangkit lagi dan memperlama berdirinya, namun lebih singkat dari berdiri yang pertama, kemudian ruku' dan memperlama ruku'nya, namun lebih singkat dari ruku' yang pertama. Kemudian ia mengangkat (kepalanya dari ruku') dan sujud. Lalu beliau melakukan hal tersebut pada rakaat berikutnya. Kemudian beliau beranjak dan matahari telah terang kembali. Setelah itu beliau berkhutbah kepada manusia; Beliau memuji Allah dan menyanjung-Nya; lalu bersabda: 'Matahari dan bulan tidak mengalami gerhana karena kematian atau kelahiran seseorang. Jika kalian melihat kedua gerhana tersebut, maka shalatlah, bersedakahlah dan berdzikirlah kepada Allah'. Kemudian beliau melanjutkan sabdanya: `Wahai umat Muhammad! Tidak ada seorangpun yang lebih cemburu dari Allah Azza wa Jalla bila ada hamba-Nya yang berzina atau ada hamba perempuan-Nya yang berzina. Wahai umat Muhammad! Demi Allah, seandainya kalian mengetahui apa yang aku ketahui, maka kalian pasti akan sedikit tertawa dan banyak menangis '.\"","arab":"أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنَا عَبْدَةُ قَالَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْخَسَفَتْ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ فَصَلَّى فَأَطَالَ الْقِيَامَ جِدًّا ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ جِدًّا ثُمَّ رَفَعَ فَأَطَالَ الْقِيَامَ جِدًّا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ سَجَدَ ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ سَجَدَ فَفَرَغَ مِنْ صَلَاتِهِ وَقَدْ جُلِّيَ عَنْ الشَّمْسِ فَخَطَبَ النَّاسَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ الشَّمْسَ وَالْقَمَرَ لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ فَإِذَا رَأَيْتُمْ ذَلِكَ فَصَلُّوا وَتَصَدَّقُوا وَاذْكُرُوا اللَّهَ عَزَّ وَجَلَّ وَقَالَ يَا أُمَّةَ مُحَمَّدٍ إِنَّهُ لَيْسَ أَحَدٌ أَغْيَرَ مِنْ اللَّهِ عَزَّ وَجَلَّ أَنْ يَزْنِيَ عَبْدُهُ أَوْ أَمَتُهُ يَا أُمَّةَ مُحَمَّدٍ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلًا وَلَبَكَيْتُمْ كَثِيرًا","source":"Nasai"},"__N_SSG":true}