{"pageProps":{"number":"2942","slug":"nasai","id":"Telah mengabarkan kepada kami [Al Abbas bin Abdul 'Azhim Al 'Anbari], ia berkata; telah menceritakan kepada kami [Utsman bin Umar], ia berkata; telah memberitakan kepada kami [Yunus] dari [Az Zuhri], ia berkata; telah sampai kepada kami berita bahwa Rasulullah shallallahu 'alaihi wasallam apabila melempar jumrah yang terletak setelah tempat menyembelih yaitu tempat menyembelih di Mina, beliau melemparnya dengan tujuh kerikil, beliau bertakbir setiap kali melempar dengan kerikil, kemudian maju ke depan, lalu berdiri menghadap Kiblat dengan mengangkat kedua tangannya, berdoa dan berdiri lama. Kemudian beliau mendatangi Jumrah yang kedua, lalu melemparnya dengan tujuh kerikil, dan bertakbir setiap kali melempar dengan kerikil. Kemudian beliau turun ke sebelah kiri, lalu berdiri menghadap Ka'bah dengan mengangkat kedua tangannya, dan berdoa. Kemudian mendatangi Jumrah yang ada di Aqabah, lalu melemparnya dengan tujuh kerikil. Dan tidak berdiri di sisinya. Az Zuhri berkata; saya mendengar [Salim] menceritakan hal ini dari [ayahnya] dari Nabi shallallahu 'alaihi wasallam, dan Ibnu Umar melakukannya. ","arab":"أَخْبَرَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ قَالَ أَنْبَأَنَا يُونُسُ عَنْ الزُّهْرِيِّ قَالَبَلَغَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا رَمَى الْجَمْرَةَ الَّتِي تَلِي الْمَنْحَرَ مَنْحَرَ مِنًى رَمَاهَا بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ ثُمَّ تَقَدَّمَ أَمَامَهَا فَوَقَفَ مُسْتَقْبِلَ الْقِبْلَةِ رَافِعًا يَدَيْهِ يَدْعُو يُطِيلُ الْوُقُوفَ ثُمَّ يَأْتِي الْجَمْرَةَ الثَّانِيَةَ فَيَرْمِيهَا بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ ثُمَّ يَنْحَدِرُ ذَاتَ الشِّمَالِ فَيَقِفُ مُسْتَقْبِلَ الْبَيْتِ رَافِعًا يَدَيْهِ يَدْعُو ثُمَّ يَأْتِي الْجَمْرَةَ الَّتِي عِنْدَ الْعَقَبَةِ فَيَرْمِيهَا بِسَبْعِ حَصَيَاتٍ وَلَا يَقِفُ عِنْدَهَاقَالَ الزُّهْرِيُّ سَمِعْتُ سَالِمًا يُحَدِّثُ بِهَذَا عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ ابْنُ عُمَرَ يَفْعَلُهُ","source":"Nasai"},"__N_SSG":true}