{"pageProps":{"number":"3078","slug":"nasai","id":"Telah mengkhabarkan kepada kami [Katsir bin 'Ubaid], ia berkata; telah menceritakan kepada kami [Muhammad bin Harb] dari [Az Zubaidi] dari [Az Zuhri] dari ['Ubaidullah bin Abdullah bin 'Utbah] bahwa Abdullah bin 'Amr bin Utsman mencerai sama sekali anak wanita Sa'id bin Zaid pada masa pemerintahan Marwan dan ia adalah seorang pemuda, dan ibu wanita tersebut adalah anak wanita Qais, lalu bibinya yaitu [Fathimah binti Qais] mengirim utusan memerintahkannya agar pindah dari rumah Abdullah bin 'Amr. Marwan mendengar hal tersebut, kemudian mengirim utusan kepada anak wanita Sa'id dan memerintahkannya agar kembali ke tempat tinggalnya, serta bertanya kepadanya apa yang mendorongnya untuk pindah sebelum ia ber'iddah di tempat tinggalnya hingga selesai 'iddahnya? Lalu ia mengirimkan utusan kepadanya mengkhabarkannya bahwa bibinya memerintahkannya untuk melakukan hal tersebut. Maka Fathimah biti Qais berdalih bahwa ia dahulu di bawah naungan 'Amr bin Hafsh, kemudian tatkala Rasulullah shallallahu 'alaihi wasallam mengangkat Ali menjadi amir di Yaman 'Amr bin Hafsh keluar bersama Ali, dan mengirimkan utusan untuk mencerainya yang merupakan perceraiannya yang terakhir, dan ia memerintahkan Al Harits bin Hisyam serta 'Ayyash bin Abi Rabi'ah untuk memberikan nafkah kepadanya. Kemudian Fathimah mengirimkan utusan kepada Al Harits serta 'Ayyash menanyakan kepada mereka perkara yang diperintahkan suaminya untuk dirinya. Maka mereka berdua mengatakan; demi Allah, ia tidak memiliki nafkah pada kami, kecuali ia hamil. Dan mereka tidak berhak tinggal di tempat tinggal kami kecuali dengan seizing kami. Kemudian Fathimah datang kepada Rasulullah shallallahu 'alaihi wasallam dan menyebutkan hal tersebut kepadanya, lalu beliau membenarkan mereka berdua. Fathimah berkata; kemanakah saya pindah wahai Rasulullah? Beliau bersabda: \"Pindahlah ke rumah Ibnu Ummi Maktum orang yang buta yang telah Allah 'azza wajalla sebutkan dalam kitabNya.\" Fathimah berkata; kemudian saya ber'iddah di rumahnya, dan ia adalah orang yang telah hilang pandangannya, dan saya melepaskan baju di rumahnya hingga Rasulullah shallallahu 'alaihi wasallam menikahkanku dengan Usamah bin Zaid. Kemudian hal tersebut diingkari oleh Marwan, dan ia berkata; saya belum mendengar hadits ini dari seorangpun sebelummu, dan saya akan mengambil permasalahan yang telah kami dapati manusia ada padanya. ","arab":"أَخْبَرَنَا كَثِيرُ بْنُ عُبَيْدٍ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ عَنْ الزُّبَيْدِيِّ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَأَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ عُثْمَانَ طَلَّقَ وَهُوَ غُلَامٌ شَابٌّ فِي إِمَارَةِ مَرْوَانَ ابْنَةَ سَعِيدِ بْنِ زَيْدٍ وَأُمُّهَا بِنْتُ قَيْسٍ الْبَتَّةَ فَأَرْسَلَتْ إِلَيْهَا خَالَتُهَا فَاطِمَةُ بِنْتُ قَيْسٍ تَأْمُرُهَا بِالِانْتِقَالِ مِنْ بَيْتِ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَسَمِعَ بِذَلِكَ مَرْوَانُ فَأَرْسَلَ إِلَى ابْنَةِ سَعِيدٍ فَأَمَرَهَا أَنْ تَرْجِعَ إِلَى مَسْكَنِهَا وَسَأَلَهَا مَا حَمَلَهَا عَلَى الِانْتِقَالِ مِنْ قَبْلِ أَنْ تَعْتَدَّ فِي مَسْكَنِهَا حَتَّى تَنْقَضِيَ عِدَّتُهَا فَأَرْسَلَتْ إِلَيْهِ تُخْبِرُهُ أَنَّ خَالَتَهَا أَمَرَتْهَا بِذَلِكَ فَزَعَمَتْ فَاطِمَةُ بِنْتُ قَيْسٍ أَنَّهَا كَانَتْ تَحْتَ أَبِي عَمْرِو بْنِ حَفْصٍ فَلَمَّا أَمَّرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلِيَّ بْنَ أَبِي طَالِبٍ عَلَى الْيَمَنِ خَرَجَ مَعَهُ وَأَرْسَلَ إِلَيْهَا بِتَطْلِيقَةٍ هِيَ بَقِيَّةُ طَلَاقِهَا وَأَمَرَ لَهَا الْحَارِثَ بْنَ هِشَامٍ وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ بِنَفَقَتِهَا فَأَرْسَلَتْ زَعَمَتْ إِلَى الْحَارِثِ وَعَيَّاشٍ تَسْأَلُهُمَا الَّذِي أَمَرَ لَهَا بِهِ زَوْجُهَا فَقَالَا وَاللَّهِ مَا لَهَا عِنْدَنَا نَفَقَةٌ إِلَّا أَنْ تَكُونَ حَامِلًا وَمَا لَهَا أَنْ تَكُونَ فِي مَسْكَنِنَا إِلَّا بِإِذْنِنَا فَزَعَمَتْ أَنَّهَا أَتَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَتْ ذَلِكَ لَهُ فَصَدَّقَهُمَا قَالَتْ فَاطِمَةُ فَأَيْنَ أَنْتَقِلُ يَا رَسُولَ اللَّهِ قَالَ انْتَقِلِي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ الْأَعْمَى الَّذِي سَمَّاهُ اللَّهُ عَزَّ وَجَلَّ فِي كِتَابِهِ قَالَتْ فَاطِمَةُ فَاعْتَدَدْتُ عِنْدَهُ وَكَانَ رَجُلًا قَدْ ذَهَبَ بَصَرُهُ فَكُنْتُ أَضَعُ ثِيَابِي عِنْدَهُ حَتَّى أَنْكَحَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُسَامَةَ بْنَ زَيْدٍ فَأَنْكَرَ ذَلِكَ عَلَيْهَا مَرْوَانُ وَقَالَ لَمْ أَسْمَعْ هَذَا الْحَدِيثَ مِنْ أَحَدٍ قَبْلَكِ وَسَآخُذُ بِالْقَضِيَّةِ الَّتِي وَجَدْنَا النَّاسَ عَلَيْهَامُخْتَصَرٌ","source":"Nasai"},"__N_SSG":true}