{"pageProps":{"number":"3093","slug":"nasai","id":"Telah mengkhabarkan kepada kami [Abdur Rahman bin Muhammad bin Sallam], ia berkata; telah menceritakan kepadaku [Abdush Shamad bin Abdul Warits], ia berkata; saya pernah mendengar [ayahku] berkata; telah menceritakan kepada kami [Husain Al Mu'allim], ia berkata; telah menceritakan kepadaku [Abdullah bin Buraidah], ia berkata; telah menceritakan kepadaku ['Amir bin Syarahil Asy Sya'bi] bahwa ia pernah mendengar [Fathimah binti Qais] dan ia termasuk wanita pertama yang berhijrah berkata; Abdur Rahman bin 'Auf melamarku diantara beberapa orang sahabat Muhammad shallallahu 'alaihi wasallam, dan Rasulullah shallallahu 'alaihi wasallam melamarku untuk maulanya yaitu Usamah bin Zaid, dan telah diceritakan kepadaku bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barang siapa yang mencintaiku maka hendaknya ia mencintai Usamah.\" Tatkala Rasulullah shallallahu 'alaihi wasallam mengajakku berbicara maka saya katakan; urusanku ada ditanganmu, maka nikahkanlah saya dengan orang yang engkau kehendaki. Kemudian beliau bersabda: \"Pergilah kepada Ummu Syarik.\" Dan Ummu Syarik adalah orang yang kaya dari kalangan Anshar, banyak memberikan infak di jalan Allah 'azza wajalla. Banyak tamu yang singgah di rumahnya, lalu saya mengatakan; saya akan melakukannya. Beliau bersabda: \"Jangan engkau lakukan, karena Ummu Syarik banyak tamunya, saya tidak ingin terjatuh darimu penutup kepalamu atau pakaianmu tersingkap dari betismu sehingga orang-orang akan melihat sebagian apa yang tidak engkau suka. Akan tetapi pindahlah ke tempat pamanmu Abdullah bin 'Amr bin Ummi Maktum.\" Ia adalah seorang laki-laki dari Bani Fahr, kemudian saya pindah ke rumahnya. ","arab":"أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلَّامٍ قَالَ حَدَّثَنِي عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ قَالَ سَمِعْتُ أَبِي قَالَ حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ قَالَ حَدَّثَنِي عَامِرُ بْنُ شَرَاحِيلَ الشَّعْبِيُّ أَنَّهُ سَمِعَ فَاطِمَةَ بِنْتَ قَيْسٍ وَكَانَتْ مِنْ الْمُهَاجِرَاتِ الْأُوَلِ قَالَتْخَطَبَنِي عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فِي نَفَرٍ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَخَطَبَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مَوْلَاهُ أُسَامَةَ بْنِ زَيْدٍ وَقَدْ كُنْتُ حُدِّثْتُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَحَبَّنِي فَلْيُحِبَّ أُسَامَةَ فَلَمَّا كَلَّمَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ أَمْرِي بِيَدِكَ فَانْكِحْنِي مَنْ شِئْتَ فَقَالَ انْطَلِقِي إِلَى أُمِّ شَرِيكٍ وَأُمُّ شَرِيكٍ امْرَأَةٌ غَنِيَّةٌ مِنْ الْأَنْصَارِ عَظِيمَةُ النَّفَقَةِ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ يَنْزِلُ عَلَيْهَا الضِّيفَانُ فَقُلْتُ سَأَفْعَلُ قَالَ لَا تَفْعَلِي فَإِنَّ أُمَّ شَرِيكٍ كَثِيرَةُ الضِّيفَانِ فَإِنِّي أَكْرَهُ أَنْ يَسْقُطَ عَنْكِ خِمَارُكِ أَوْ يَنْكَشِفَ الثَّوْبُ عَنْ سَاقَيْكِ فَيَرَى الْقَوْمُ مِنْكِ بَعْضَ مَا تَكْرَهِينَ وَلَكِنْ انْتَقِلِي إِلَى ابْنِ عَمِّكِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ أُمِّ مَكْتُومٍ وَهُوَ رَجُلٌ مِنْ بَنِي فِهْرٍ فَانْتَقَلْتُ إِلَيْهِمُخْتَصَرٌ","source":"Nasai"},"__N_SSG":true}