{"pageProps":{"number":"3202","slug":"nasai","id":"Telah mengabarkan kepada kami [Yunus bin Abdul A'la] dan [Sulaiman bin Daud] dari [Ibnu Wahb], telah mengabarkan kepadaku [Yunus] dari [Ibn Syihab], ia berkata; [Urwah bin Zubair] mengabarkan kepadaku bahwa ia bertanya kepada ['Aisyah] mengenai firman Allah Azza wa Jalla: 'Jika kalian takut tidak berbuat adil kepada anak yatim maka nikahilah apa yang kalian suka dari wanita', ia berkata 'wahai anak saudariku yang dimaksud adalah seorang gadis yatim, yang berada di peliharaan walinya, ia membantu dengan hartanya, lalu walinya takjub dengan harta dan kecantikannya dan ia ingin menikahinya namun tidakdisertai berbuat adil dalam maharnya seperti adat yang berlaku dengan memberinya seperti yang diberikan oleh orang selainnya. Maka mereka dilarang untuk menikahi gadis-gadis itu kecuali jika berbuat adil dan memberi sebaik-baik mahar kepada mereka, sehingga mereka bisa memperoleh setinggi-tinggi mahar seukuran kondisi yang berlaku. Maka mereka diperintahkan untuk menikahi wanita yang baik selain anak-anak perempuan yatim itu, Urwah berkata; lalu 'Aisyah berkata; kemudian orang-orang meminta fatwa kepada Rasulullah shallallahu 'alaihi wasallam setelah hal itu mengenai wanita-wanita tersebut, lalu Allah Azza wa Jalla menurunkan: dan mereka meminta fatwa kepadamu tentang wanita-wanita, katakanlah bahwa Allah memberi fatwa kepada kalian sampai firman Allah: dan kalian ingin menikahi mereka. 'Aisyah berkata; maksud firman Allah \"jika kalian takut tidak berbuat adil kepada anak yatim maka nikahilah apa yang kalian suka dari wanita.\" dan firman Allah \"Dan kalian ingin menikahi mereka\" maksudnya, ketika terjadi ketidak senangan seseorang diantara kalian kepada anak yatim yang ia pelihara ketika harta dan kecantikannya sedikit, maka mereka dilarang untuk menikahinya karena dorongan niyat untuk menguasai harta gadis-gadis yatim itu. Kecuali jika bisa menegakkan keadilan meskipun ada ketidak senangan kepada mereka.","arab":"أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى وَسُلَيْمَانُ بْنُ دَاوُدَ عَنْ ابْنِ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِأَنَّهُ سَأَلَ عَائِشَةَ عَنْ قَوْلِ اللَّهِ عَزَّ وَجَلَّ{ وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنْ النِّسَاءِ }قَالَتْ يَا ابْنَ أُخْتِي هِيَ الْيَتِيمَةُ تَكُونُ فِي حَجْرِ وَلِيِّهَا فَتُشَارِكُهُ فِي مَالِهِ فَيُعْجِبُهُ مَالُهَا وَجَمَالُهَا فَيُرِيدُ وَلِيُّهَا أَنْ يَتَزَوَّجَهَا بِغَيْرِ أَنْ يُقْسِطَ فِي صَدَاقِهَا فَيُعْطِيَهَا مِثْلَ مَا يُعْطِيهَا غَيْرُهُ فَنُهُوا أَنْ يَنْكِحُوهُنَّ إِلَّا أَنْ يُقْسِطُوا لَهُنَّ وَيَبْلُغُوا بِهِنَّ أَعْلَى سُنَّتِهِنَّ مِنْ الصَّدَاقِ فَأُمِرُوا أَنْ يَنْكِحُوا مَا طَابَ لَهُمْ مِنْ النِّسَاءِ سِوَاهُنَّ قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ ثُمَّ إِنَّ النَّاسَ اسْتَفْتَوْا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدُ فِيهِنَّ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلْ اللَّهُ يُفْتِيكُمْ فِيهِنَّ إِلَى قَوْلِهِ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ }قَالَتْ عَائِشَةُ وَالَّذِي ذَكَرَ اللَّهُ تَعَالَى أَنَّهُ يُتْلَى فِي الْكِتَابِ الْآيَةُ الْأُولَى الَّتِي فِيهَا{ وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنْ النِّسَاءِ }قَالَتْ عَائِشَةُ وَقَوْلُ اللَّهِ فِي الْآيَةِ الْأُخْرَى{ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ }رَغْبَةَ أَحَدِكُمْ عَنْ يَتِيمَتِهِ الَّتِي تَكُونُ فِي حَجْرِهِ حِينَ تَكُونُ قَلِيلَةَ الْمَالِ وَالْجَمَالِ فَنُهُوا أَنْ يَنْكِحُوا مَا رَغِبُوا فِي مَالِهَا مِنْ يَتَامَى النِّسَاءِ إِلَّا بِالْقِسْطِ مِنْ أَجْلِ رَغْبَتِهِمْ عَنْهُنَّ","source":"Nasai"},"__N_SSG":true}