{"pageProps":{"number":"3316","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Salamah] ia berkata; telah memberitakan kepada kami [Ibnu Al Qasim] dari [Malik] dari [Yahya bin Sa'id] dari ['Amrah binti Abdurrahman] bahwa ia telah mengabarkan kepadanya dari [Habibah binti Sahl], bahwa ia pernah menjadi isteri Tsabit bin Qais bin Syammas. Dan Rasulullah shallallahu 'alaihi wasallam keluar untuk shalat Subuh, kemudian mendapati Habibah binti Sahl ada di depan pintunya di waktu yang masih gelap malam. Lalu Rasulullah shallallahu 'alaihi wasallam bertanya: \"Siapakah ini?\" Ia menjawab, \"Aku Habibah binti Sahl, wahai Rasulullah.\" Beliau bersabda: \"Apa urusanmu?\" Ia menjawab, \"Aku dab Tsabit bin Qais tidak ada kecocokkan.\" Kemudian setelah Tsabit bin Qais datang, Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Ini Habibah binti Sahl. Ia telah menyebutkan apa yang Allah kehendaki untuk ia sebutkan.\" Kemudian Habibah berkata, \"Wahai Rasulullah, seluruh apa yang ia berikan ada padaku.\" Lalu Rasulullah shallallahu 'alaihi wasallam bersabda kepada Tsabit: \"Ambillah darinya.\" Kemudian iapun mengambil darinya, dan Habibah tinggal bersama keluarganya.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ قَالَ أَنْبَأَنَا ابْنُ الْقَاسِمِ عَنْ مَالِكٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّهَا أَخْبَرَتْهُ عَنْ حَبِيبَةَ بِنْتِ سَهْلٍأَنَّهَا كَانَتْ تَحْتَ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ وَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَى الصُّبْحِ فَوَجَدَ حَبِيبَةَ بِنْتَ سَهْلٍ عِنْدَ بَابِهِ فِي الْغَلَسِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ هَذِهِ قَالَتْ أَنَا حَبِيبَةُ بِنْتُ سَهْلٍ يَا رَسُولَ اللَّهِ قَالَ مَا شَأْنُكِ قَالَتْ لَا أَنَا وَلَا ثَابِتُ بْنُ قَيْسٍ لِزَوْجِهَا فَلَمَّا جَاءَ ثَابِتُ بْنُ قَيْسٍ قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذِهِ حَبِيبَةُ بِنْتُ سَهْلٍ قَدْ ذَكَرَتْ مَا شَاءَ اللَّهُ أَنْ تَذْكُرَ فَقَالَتْ حَبِيبَةُ يَا رَسُولَ اللَّهِ كُلُّ مَا أَعْطَانِي عِنْدِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِثَابِتٍ خُذْ مِنْهَا فَأَخَذَ مِنْهَا وَجَلَسَتْ فِي أَهْلِهَا","source":"Nasai"},"__N_SSG":true}