{"pageProps":{"number":"3407","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Salamah] dan [Al Harits bin Miskin] dengan membacakan riwayat dan aku mendengar, lafazhnya adalah lafazh Al Harits bin Miskin, dari [Ibnu Al Qasim] berkata; telah menceritakan kepadaku [Malik] dari [Zaid bin Aslam] dari [Abu Shalih As Samman] dari [Abu Hurairah], bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kuda perang bagi seseorang sebagai pahala, bagi seseorang sebagai tabir dan atas seseorang sebagai dosa. Adapun yang menjadi pahala bagi seseorang yaitu seseorang mengikatnya di jalan Allah kemudian ia membiarkannya lama di tempat penggembalaan atau dalam sebuah kebun. Maka apa yang ia makan sepanjang berada di tempat menambat dan di kebun tersebut maka baginya beberapa kebaikan, dan jika kuda tersebut berhenti kemudian berjalan melalui satu atau dua tempat tinggi maka jejak-jejaknya -sedangkan dalam hadits Al Harits; disebutkan 'dan kotoran-kotorannya'- menjadi kebaikan baginya. Apabila ia melewati sungai kemudian minum darinya, meskipun ia tidak menginginkan kudanya minum, maka hal tersebut menjadi beberapa kebaikan baginya, maka kuda tersebut adalah pahala baginya. Dan seseorang yang mengikatnya agar ia tercukupi dan tidak menjadi meminta-minta, ia tidak melupakan hak Allah dan dalam pundak kuda dan punggungnya, maka kuda itu adalah sebagai tabir baginya. Dan seseorang yang mengikatnya untuk berbangga dan pamer kepada orang Islam, maka kuda itu akan menjadi dosa baginya.\" Nabi shallallahu 'alaihi wasallam juga ditanya mengenai keledai. Beliau lalu bersabda: \"Tidak ada sesuatupun yang turun kepadaku mengenai hal tersebut kecuali ayat yang sempurna ini: '(Barangsiapa yang mengerjakan kebaikan seberat dzarrahpun, niscaya dia akan melihat (balasan) nya) ' (Qs. Al Zalzalah: 7-8).","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ وَاللَّفْظُ لَهُ عَنْ ابْنِ الْقَاسِمِ قَالَ حَدَّثَنِي مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْخَيْلُ لِرَجُلٍ أَجْرٌ وَلِرَجُلٍ سَتْرٌ وَعَلَى رَجُلٍ وِزْرٌ فَأَمَّا الَّذِي هِيَ لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ فَأَطَالَ لَهَا فِي مَرْجٍ أَوْ رَوْضَةٍ فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ فِي الْمَرْجِ أَوْ الرَّوْضَةِ كَانَ لَهُ حَسَنَاتٌ وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا ذَلِكَ فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَفِي حَدِيثِ الْحَارِثِ وَأَرْوَاثُهَا حَسَنَاتٍ لَهُ وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ تُسْقَى كَانَ ذَلِكَ حَسَنَاتٍ فَهِيَ لَهُ أَجْرٌ وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا وَلَمْ يَنْسَ حَقَّ اللَّهِ عَزَّ وَجَلَّ فِي رِقَابِهَا وَلَا ظُهُورِهَا فَهِيَ لِذَلِكَ سَتْرٌ وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِيَاءً وَنِوَاءً لِأَهْلِ الْإِسْلَامِ فَهِيَ عَلَى ذَلِكَ وِزْرٌ وَسُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْحَمِيرِ فَقَالَ لَمْ يَنْزِلْ عَلَيَّ فِيهَا شَيْءٌ إِلَّا هَذِهِ الْآيَةُ الْجَامِعَةُ الْفَاذَّةُ{ فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ }","source":"Nasai"},"__N_SSG":true}