{"pageProps":{"number":"3732","slug":"nasai","id":"Telah mengabarkan kepada kami [Ziyad bin Ayyub], ia berkata; telah menceritakan kepada kami [Muhammad bin Yazid], ia berkata; telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari ['Ubaidullah bin Abdullah bin 'Utbah] dari [Abu Hurairah], ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"\"Saya diperintahkan untuk memerangi manusia hingga mereka mengucapkan LAA ILAAHA ILLALLAAH apabila mereka telah mengucapkannya maka sungguh mereka telah melindungi jiwa dan harta mereka dariku kecuali dengan haknya dan perhitungannya kepada Allah.\" Kemudian tatkala terjadi kemurtadan [Umar] berkata kepada Abu Bakar; apakah engkau akan memerangi mereka sedang saya telah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \" demikian dan demikian? Maka [Abu Bakar] berkata; demi Allah saya tidak akan memisahkan antara shalat dan zakat. Dan sungguh saya akan memerangi orang yang memisahkan antara keduanya. Kemudian kami memerangi bersamanya, dan kami melihat hal tersebut sebagai petunjuk. Abu Abdurrahman berkata; Sufyan dalam riwayat Az Zuhri tidaklah kuat dan ia adalah Sufyan bin Husain. ","arab":"أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لَا إِلَهَ إِلَّا اللَّهُ فَإِذَا قَالُوهَا فَقَدْ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللَّهِ فَلَمَّا كَانَتْ الرِّدَّةُ قَالَ عُمَرُ لِأَبِي بَكْرٍ أَتُقَاتِلُهُمْ وَقَدْ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ كَذَا وَكَذَا فَقَالَ وَاللَّهِ لَا أُفَرِّقُ بَيْنَ الصَّلَاةِ وَالزَّكَاةِ وَلَأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَهُمَافَقَاتَلْنَا مَعَهُ فَرَأَيْنَا ذَلِكَ رُشْدًا قَالَ أَبُو عَبْد الرَّحْمَنِ سُفْيَانُ فِي الزُّهْرِيِّ لَيْسَ بِالْقَوِيِّ وَهُوَ سُفْيَانُ بْنُ حُسَيْنٍ","source":"Nasai"},"__N_SSG":true}