{"pageProps":{"number":"4520","slug":"nasai","id":"Telah mengabarkan kepada kami [Ahmad bin 'Amru bin As Sarh] telah menceritakan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari [Abu Salamah] dan [Sa'id bin Al Musayyab] dari [Abu Hurairah] bahwa dia berkata; \"Dua orang wanita dari Hudzail berkelahi, kemudian salah seorang dari mereka melempar dengan batu. Dan ia menyebutkan suatu kalimat yang maknanya adalah; dia membunuhnya beserta kandungannya. Kemudian mereka (membawa) permasalahan tersebut kepada Rasulullah shallallahu 'alaihi wasallam kemudian Rasulullah shallallahu 'alaihi wasallam memutuskan bahwa diyat janinnya adalah ghurrah yaitu budak laki-laki atau perempuan. Dan beliau memutuskan diyat seorang wanita menjadi tanggungan ashabahnya dan orang yang bersama mereka. Dan beliau menjadikan anaknya sebagai pewarisnya. Hamal bin Malik bin An Nabighah Al Hudzali berkata; \"Wahai Rasulullah, bagaimana saya menanggung denda orang yang tidak makan dan minum, tidak berbicara serta menangis? (bukankah) yang seperti ini (termasuk) sesuatu yang dibatalkan?\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya (bayi) ini termasuk di antara saudara dukun karena kalimat sajak yang ia ucapkan.\"","arab":"أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ وَسَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَاقْتَتَلَتْ امْرَأَتَانِ مِنْ هُذَيْلٍ فَرَمَتْ إِحْدَاهُمَا الْأُخْرَى بِحَجَرٍ وَذَكَرَ كَلِمَةً مَعْنَاهَا فَقَتَلَتْهَا وَمَا فِي بَطْنِهَا فَاخْتَصَمُوا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ دِيَةَ جَنِينِهَا غُرَّةٌ عَبْدٌ أَوْ وَلِيدَةٌ وَقَضَى بِدِيَةِ الْمَرْأَةِ عَلَى عَاقِلَتِهَا وَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ فَقَالَ حَمَلُ بْنُ مَالِكِ بْنِ النَّابِغَةِ الْهُذَلِيُّ يَا رَسُولَ اللَّهِ كَيْفَ أُغَرَّمُ مَنْ لَا شَرِبَ وَلَا أَكَلْ وَلَا نَطَقَ وَلَا اسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلَّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا هَذَا مِنْ إِخْوَانِ الْكُهَّانِ مِنْ أَجْلِ سَجْعِهِ الَّذِي سَجَعَ","source":"Nasai"},"__N_SSG":true}