{"pageProps":{"number":"5047","slug":"nasai","id":"Telah menceritakan kepada kami [Ar Rabi' bin Sulaiman] ia berkata; telah menceritakan kepada kami [Syu'aib bin Al Laits] ia berkata; telah menceritakan kepada kami [Al Laits] dari [Ibnu 'Ajlan] dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] dari Rasulullah shallallahu 'alaihi wasallam, bahwa beliau bersabda: \"Dua orang wanita keluar dengan membawa anak mereka masing-masing, lalu seekor serigala mengambil anak salah seorang dari mereka. Lalu mereka mengadu kepada Nabi Dawud 'Alaihis Salam tentang perselisihan mereka terhadap anak yang masih tersisa. Dan Nabi Dawud memberi putusan bahwa anak itu milik wanita yang umurnya lebih tua. Keduanya lalu melewati Nabi Sulaiman, Nabi Sulaiman bertanya, \"Apa masalah kalian?\" akhirnya keduanya mengisahkan masalah tersebut kepadanya, Nabi Sulaiman lalu berkata, \"Berilah aku sebilah pisau, aku dapat membelahnya untuk kalian berdua.\" Maka wanita yang lebih muda berkata, \"Engkau akan membelahnya!\" Nabi Sulaiman menjawab, \"Benar.\" Wanita itu berkata lagi, \"Jangan engkau lakukan, bagianku akan aku berikan kepadanya.\" Nabi Sulaiman kemudian berkata, \"Anak itu adalah milikmu.\" Maka Nabi Sulaiman memberi putusan bahwa anak tersebut milik wanita yang lebih muda.\"","arab":"أَخْبَرَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ قَالَ حَدَّثَنَا شُعَيْبُ بْنُ اللَّيْثِ قَالَ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ عَجْلَانَ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ خَرَجَتْ امْرَأَتَانِ مَعَهُمَا صَبِيَّانِ لَهُمَا فَعَدَا الذِّئْبُ عَلَى إِحْدَاهُمَا فَأَخَذَ وَلَدَهَا فَأَصْبَحَتَا تَخْتَصِمَانِ فِي الصَّبِيِّ الْبَاقِي إِلَى دَاوُدَ عَلَيْهِ السَّلَام فَقَضَى بِهِ لِلْكُبْرَى مِنْهُمَا فَمَرَّتَا عَلَى سُلَيْمَانَ فَقَالَ كَيْفَ أَمْرُكُمَا فَقَصَّتَا عَلَيْهِ فَقَالَ ائْتُونِي بِالسِّكِّينِ أَشُقُّ الْغُلَامَ بَيْنَهُمَا فَقَالَتْ الصُّغْرَى أَتَشُقُّهُ قَالَ نَعَمْ فَقَالَتْ لَا تَفْعَلْ حَظِّي مِنْهُ لَهَا قَالَ هُوَ ابْنُكِ فَقَضَى بِهِ لَهَا","source":"Nasai"},"__N_SSG":true}