{"pageProps":{"number":"509","slug":"nasai","id":"Telah mengabarkan kepada kami [Yusuf bin Wadlih] dia berkata; Telah menceritakan kepada kami [Qudamah yaitu Ibnu Syihab] dari [Burad] dari [Atha bin Abu Rabah] dari [Jabir bin Abdullah], bahwa Jibril datang kepada Nabi Shallallahu'alaihi wasallam untuk mengajari waktu-waktu shalat. Jibril maju dan Rasulullah Shallallahu'alaihi wasallam di belakangnya, sedangkan manusia berada di belakang Rasullah Shallallahu'alaihi wasallam. Lalu Jibril shalat Zhuhur ketika matahari telah tergelincir, dan datang kembali ketika bayangan sudah seperti aslinya, lalu melakukan seperti yang dilakukan pertama kali, Jibril maju dan Rasullah Shallallahu'alaihi wasallam di belakangnya, sedangkan manusia dibelakang Rasulullah Shallallahu'alaihi wasallam, lalu jibril shalat Maghrib tatkala mega merah telah hilang, Jibril datang lagi, lalu Jibril maju dan Rasulullah Shallallahu'alaihi wasallam di belakangnya, sedangkan manusia di belakang Rasulullah Shallallahu'alaihi wasallam, lantas Jibril segera shalat Isya. Saat fajar mulai terbit, Jibril datang lagi, lalu Jibril maju dan Rasulullah Shallallahu'alaihi wasallam di belakangnya, sedangkan manusia di belakang Rasulullah Shallallahu'alaihi wasallam, lalu Jibril shalat Subuh. Pada hari kedua, Jibril datang ketika bayangan seseorang seperti aslinya dan berbuat sebagaimana yang diperbuat kemarin, yakni melaksanakan shalat Zhuhur. Kemudian datang lagi saat bayangan seseorang seperti dua kali aslinya dan berbuat seperti yang diperbuat kemarin dan segera shalat Ashar. Lalu datang lagi saat matahari terbenam, dan melakukan seperti yang dilakukan kemarin dan shalat Maghrib kemudian kami tidur. Kemudian bangun, kemudian tidur, kemudian bangun lagi, dan datanglah Jibril dan berbuat seperti yang diperbuat kemarin, lalu shalat Isya'. Besoknya, ketika fajar telah terbentang dan waktu sudah pagi, Jibril datang sedangkan bintang sangat terang. Ia segera berbuat seperti kemarin, lalu ia shalat Subuh. Kemudian ia berkata, \"Waktu shalat ada diantara dua shalat tadi.\"","arab":"أَخْبَرَنَا يُوسُفُ بْنُ وَاضِحٍ قَالَ حَدَّثَنَا قُدَامَةُ يَعْنِي ابْنَ شِهَابٍ عَنْ بُرْدٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِأَنَّ جِبْرِيلَ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُهُ مَوَاقِيتَ الصَّلَاةِ فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الظُّهْرَ حِينَ زَالَتْ الشَّمْسُ وَأَتَاهُ حِينَ كَانَ الظِّلُّ مِثْلَ شَخْصِهِ فَصَنَعَ كَمَا صَنَعَ فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الْعَصْرَ ثُمَّ أَتَاهُ حِينَ وَجَبَتْ الشَّمْسُ فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ وَالنَّاسُ خَلَفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الْمَغْرِبَ ثُمَّ أَتَاهُ حِينَ غَابَ الشَّفَقُ فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الْعِشَاءَ ثُمَّ أَتَاهُ حِينَ انْشَقَّ الْفَجْرُ فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الْغَدَاةَ ثُمَّ أَتَاهُ الْيَوْمَ الثَّانِيَ حِينَ كَانَ ظِلُّ الرَّجُلِ مِثْلَ شَخْصِهِ فَصَنَعَ مِثْلَ مَا صَنَعَ بِالْأَمْسِ فَصَلَّى الظُّهْرَ ثُمَّ أَتَاهُ حِينَ كَانَ ظِلُّ الرَّجُلِ مِثْلَ شَخْصَيْهِ فَصَنَعَ كَمَا صَنَعَ بِالْأَمْسِ فَصَلَّى الْعَصْرَ ثُمَّ أَتَاهُ حِينَ وَجَبَتْ الشَّمْسُ فَصَنَعَ كَمَا صَنَعَ بِالْأَمْسِ فَصَلَّى الْمَغْرِبَ فَنِمْنَا ثُمَّ قُمْنَا ثُمَّ نِمْنَا ثُمَّ قُمْنَا فَأَتَاهُ فَصَنَعَ كَمَا صَنَعَ بِالْأَمْسِ فَصَلَّى الْعِشَاءَ ثُمَّ أَتَاهُ حِينَ امْتَدَّ الْفَجْرُ وَأَصْبَحَ وَالنُّجُومُ بَادِيَةٌ مُشْتَبِكَةٌ فَصَنَعَ كَمَا صَنَعَ بِالْأَمْسِ فَصَلَّى الْغَدَاةَ ثُمَّ قَالَ مَا بَيْنَ هَاتَيْنِ الصَّلَاتَيْنِ وَقْتٌ","source":"Nasai"},"__N_SSG":true}