{"pageProps":{"number":"899","slug":"nasai","id":"(Masih dari hadits sebelumnya). Lalu aku bertanya, \"Wahai [Abu Hurairah]! Aku kadang shalat di belakang imam?\" lalu menarik tanganku sambil berkata, \"Wahai Farisi, bacalah dalam hatimu (dengan lirih), karena aku mendengar Rasulullah Shallallahu'alaihi wasallam bersabda: 'Allah Azza wa Jalla berfirman: \"Aku membagi shalat antara Aku dan hamba-Ku menjadi dua bagian, sebagian untuk-Ku dan sebagian lagi untuk hamha-Ku, untuk hamba-Ku apa yang dia minta.\" Rasulullah Shallallahu'alaihi wasallam bersabda: 'Bacalah -apabila- seorang hamba mengucapkan \"Alhumdulillaah rabbil 'aalamiin (Segala puji bagi Allah, Rabb semesta alam \" maka Allah berfirman, \"Hamba-Ku telah memuji-Ku.\" Apabila hamba tersebut mengucapkan, \"Arrahmaanirrahiim (Maha Pengasih lagi Maha Penyayang) \" maka Allah Azza wa Jalla berfirman, \"Hamba-Ku telah menyanjung-Ku.\"Apabila hamba tadi mengucapkan.\"Maaliki yaumiddiin (Dia penguasa hari Pembalasan) \" maka Allah Azza wa Jalla berfirman, \"Hamba-Ku telah meluhurkan-Ku.\"Apabila hamba itu meneruskan bacaannya, \"lyyaaka na'budu wa iyyaaka nasta'iin (Hanya kepada Engkau kami beribadah dan hanya kepada Engkau kami meminta pertolongan) \" maka ayat tersebut adalah antara Allah dan hamba-Nya. Bagi hamba-Nya apa yang dia minta.\"Apabila hamba tadi melanjutkan bacaannya, \"Ihdinash-shiraathal mustaqiim, shiraathal-ladzina an'amta 'alaihim ghairil maghdhuubi 'alaihim waladh-dhaalliin (Tunjukilah kami jalan yang lurus, yakni jalannya orang-orang yang Engkau beri petunjuk, bukan jalannya orang-orang yang dimurkai dan bukan jalannya orang-orang yang sesat) \" maka itu semua untuk hamba-Ku dan bagi hamba-Ku apa yang ia minta'.\"","arab":"فَقُلْتُ يَا أَبَا هُرَيْرَةَإِنِّي أَحْيَانًا أَكُونُ وَرَاءَ الْإِمَامِ فَغَمَزَ ذِرَاعِي وَقَالَ اقْرَأْ بِهَا يَا فَارِسِيُّ فِي نَفْسِكَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يَقُولُ اللَّهُ عَزَّ وَجَلَّ قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ فَنِصْفُهَا لِي وَنِصْفُهَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْرَءُوا يَقُولُ الْعَبْدُ{ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ }يَقُولُ اللَّهُ عَزَّ وَجَلَّ حَمِدَنِي عَبْدِي يَقُولُ الْعَبْدُ{ الرَّحْمَنِ الرَّحِيمِ }يَقُولُ اللَّهُ عَزَّ وَجَلَّ أَثْنَى عَلَيَّ عَبْدِي يَقُولُ الْعَبْدُ{ مَالِكِ يَوْمِ الدِّينِ }يَقُولُ اللَّهُ عَزَّ وَجَلَّ مَجَّدَنِي عَبْدِي يَقُولُ الْعَبْدُ{ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ }فَهَذِهِ الْآيَةُ بَيْنِي وَبَيْنَ عَبْدِي وَلِعَبْدِي مَا سَأَلَ يَقُولُ الْعَبْدُ{ اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ }فَهَؤُلَاءِ لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ","source":"Nasai"},"__N_SSG":true}