{"pageProps":{"number":"928","slug":"nasai","id":"Telah mengabarkan kepada kami [Yunus bin Abdul A'la] dia berkata; Telah menceritakan kepada kami [Ibnu Wahab] dia berkata; Telah menceritakan kepadaku [Yunus] dari [Ibnu Syihab] dia berkata; Telah mengabarkan kepadaku [Urwah bin Zubair] bahwa [Miswar bin Makhramah] dan [Abdurrahman bin Abdul Qari] keduanya telah mengabarkan kepadanya, bahwa keduanya telah mendengar [Umar bin Khatthab] berkata; \"Aku mendengar Hisyam bin Hakim membaca surat Al Furqaan pada masa hidup Rasulullah Shallallahu'alaihi wasallam, lalu aku perhatikan bacaannya. Maka aku dapati ia membacanya dengan dialek yang banyak (yang berbeda) dan bacaannya tidak sama dengan bacaan yang diajarkan oleh Rasulullah Shallallallahu'alaihi wasallam kepadaku. Aku hampir mencelanya ketika masih dalam shalat, namun aku bersabar hingga ia selesai shalat. Ketika selesai shalat, kain serbannya kupegang lalu kukatakan kepadanya; 'Siapakah yang membacakan kepadamu surat ini seperti yang kamu baca? ' la menjawab, 'Rasulullah Shallallallahu'alaihi wasallam membacakannya kepadaku'. Aku berkata, 'Kamu dusta. Demi Allah, Rasulullah Shallallallahu'alaihi wasallam telah membacakan surat ini, dan bacaannya tidak seperti yang kamu baca'. Kemudian aku mengajak dan menuntunnya menghadap Rasulullah Shallallahu'alaihi wasallam. Aku berkata kepada Rasulullah; 'Wahai Rasulullah, tadi aku mendengar orang ini membaca surat Al Furqaan dengan dialek yang tidak seperti engkau bacakan kepadaku! ' Rasulullah Shallallallahu'alaihi wasallam kemudian bersabda: 'Lepaskanlah dia wahai Umar. Bacalah wahai Hisyam! ' Hisyam lalu membacanya seperti yang kudengar sebelumnya. Lantas beliau bersabda: 'Begitulah Al Qur'an diturunkan.' Kemudian Rasulullah Shallallallahu'alaihi wasallam berkata: 'Wahai Umar, bacalah'. Lalu aku membacanya seperti yang Rasulullah Shallallallahu'alaihi wasallam bacakan kepadaku. Beliau Shallallallahu'alaihi wasallam lantas bersabda: 'Demikianlah surat itu diturunkan.' Al Qur'an diturunkan dengan tujuh huruf (dialek), maka bacalah yang mudah bagimu'.\"","arab":"أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى قَالَ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ أَخْبَرَاهُ أَنَّهُمَا سَمِعَا عُمَرَ بْنَ الْخَطَّابِ يَقُولُسَمِعْتُ هِشَامَ بْنَ حَكِيمٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاسْتَمَعْتُ لِقِرَاءَتِهِ فَإِذَا هُوَ يَقْرَؤُهَا عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكِدْتُ أُسَاوِرُهُ فِي الصَّلَاةِ فَتَصَبَّرْتُ حَتَّى سَلَّمَ فَلَمَّا سَلَّمَ لَبَّبْتُهُ بِرِدَائِهِ فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَؤُهَا فَقَالَ أَقْرَأَنِيهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ كَذَبْتَ فَوَاللَّهِ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ أَقْرَأَنِي هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَؤُهَا فَانْطَلَقْتُ بِهِ أَقُودُهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا وَأَنْتَ أَقْرَأْتَنِي سُورَةَ الْفُرْقَانِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسِلْهُ يَا عُمَرُ اقْرَأْ يَا هِشَامُ فَقَرَأَ عَلَيْهِ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَؤُهَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْرَأْ يَا عُمَرُ فَقَرَأْتُ الْقِرَاءَةَ الَّتِي أَقْرَأَنِي قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ","source":"Nasai"},"__N_SSG":true}