{"pageProps":{"number":"1034","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] dari [Bukair bin Abdullah bin Al Asyaj] Bahwasanya ia mengabarkan kepadanya, dari [Mua'wiyah bin Abu 'Ayyasy Al Anshari] bahwasanya ia pernah duduk-duduk bersama Abdullah bin Zubair dan 'Ashim bin Umar bin Khattab.\" Mua'wiyah berkata; \"Muhammad bin Iyas bin Al Bukair menghampiri mereka berdua dan bertanya; \"Ada seorang lelaki Badui menceraikan isterinya tiga kali, padahal dia belum pernah menyetubuhinya. Bagaimana pendapat kalian berdua? ' Abdullah bin Zubair pun menjawab; 'Dalam masalah ini, kami belum mempunyai pendapat. Temuilah [Abdullah bin 'Abbas] dan [Abu Hurairah], aku telah meninggalkan mereka berdua di tempat 'Aisyah. Bertanyalah kalian berdua kepada kepada mereka, setelah itu kembalilah dan kabarkan kepada kami! ' Muhammad bin Iyas lalu pergi dan menanyakan hal itu kepada mereka berdua, Ibnu Abbas lalu berkata kepada Abu Hurairah; \"Wahai Abu Hurairah, berilah fatwa kepadanya. Ia telah datang kepadamu dengan membawa suatu persoalan yang rumit.\" Abu Hurairah lantas menjawab; 'Talak sekali bagi isteri yang masih gadis berarti talak ba'in, dan talak tiga kali dapat mengharamkannya untuk dinikahi sampai dia menikah dengan lelaki lain.' Dan Ibnu Abbas juga mengatakan seperti itu.\" Malik berkata; \"Itulah yang kami gunakan dalam pendapat kami.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ أَنَّهُ أَخْبَرَهُ عَنْ مُعَاوِيَةَ بْنِ أَبِي عَيَّاشٍ الْأَنْصَارِيِّأَنَّهُ كَانَ جَالِسًا مَعَ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ وَعَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ قَالَ فَجَاءَهُمَا مُحَمَّدُ بْنُ إِيَاسِ بْنِ الْبُكَيْرِ فَقَالَ إِنَّ رَجُلًا مِنْ أَهْلِ الْبَادِيَةِ طَلَّقَ امْرَأَتَهُ ثَلَاثًا قَبْلَ أَنْ يَدْخُلَ بِهَا فَمَاذَا تَرَيَانِ فَقَالَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ إِنَّ هَذَا الْأَمْرَ مَا لَنَا فِيهِ قَوْلٌ فَاذْهَبْ إِلَى عَبْدِ اللَّهِ بْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ فَإِنِّي تَرَكْتُهُمَا عِنْدَ عَائِشَةَ فَسَلْهُمَا ثُمَّ ائْتِنَا فَأَخْبِرْنَا فَذَهَبَ فَسَأَلَهُمَا فَقَالَ ابْنُ عَبَّاسٍ لِأَبِي هُرَيْرَةَ أَفْتِهِ يَا أَبَا هُرَيْرَةَ فَقَدْ جَاءَتْكَ مُعْضِلَةٌ فَقَالَ أَبُو هُرَيْرَةَ الْوَاحِدَةُ تُبِينُهَا وَالثَّلَاثَةُ تُحَرِّمُهَا حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ وَقَالَ ابْنُ عَبَّاسٍ مِثْلَ ذَلِكَقَالَ مَالِك وَعَلَى ذَلِكَ الْأَمْرُ عِنْدَنَا","source":"Malik"},"__N_SSG":true}