{"pageProps":{"number":"1106","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Ibnu Syihab] bahwa dia pernah ditanya tentang hukum menyusui orang yang sudah dewasa. Lalu ia berkata, \" [Urwah bin Zubair] mengabarkan kepadaku bahwa Abu Hudzaifah bin 'Utbah bin Rabi'ah -salah seorang sahabat Rasulullah shallallahu 'alaihi wasallam yang ikut perang Badar-, dia telah mengadopsi Salim yang biasa dipanggil 'Salim mantan budak Abu Hudzaifah' sebagai anaknya, yaitu sebagaimana Rasulullah shallallahu 'alaihi wasallam mengadopsi Zaid bin Haritsah sebagai anak angkat beliau. Abu Hudzaifah menganggap Salim sudah seperti anaknya sendiri, oleh karenanya dia menikahkan Salim dengan anak saudaranya, yaitu Fathimah binti Al Walid bin 'Utbah bin Rabi'ah. Ketika itu Fatimah termasuk orang-orang yang pertama-tama ikut berhijrah, dia juga termasuk janda dari kalangan Quraisy yang utama. Tatkala Allah Ta'ala menurunkan ayat dalam kitab-Nya berkenaan dengan kasus Zaid bin Haritsah, yaitu: '(Panggillah mereka (anak-anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang lebih adil pada sisi Allah Ta'ala, dan jika kamu tidak mengetahui bapak-bapak mereka, maka (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maula-mu) ' maka setiap anak yang diadopsi dikembalikan kepada bapaknya masing-masing. Jika tidak diketahui siapa bapakanya, maka dikembalikan kepada para walinya. Sahlah binti Suhail, isteri Abu Hudzaifah dari Bani 'Amir bin Lu`ai menemui Rasulullah Shalla Allahu 'alaihi wa sallam dan berkata; \"Wahai Rasulullah, kami dulu melihat Salim sebagai anak yang masih kecil, dia sering memasuki kediamanku, sedang saya memakai pakaian sehari-hari dan kami tidak mempunyai rumah kecuali hanya satu. Menurutmu bagaimana kami harus menyiasatinya?\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Susuilah dia sebanyak lima kali susuan, sehingga dengan itu dia menjadi anak dari jalan persusuan.\" Aisyah Ummul Mukminin lalu melakukannya terhadap orang-orang yang ia ingin bertemu dengannya. Maka ia menyuruh saudara wanitanya, Ummu Kultsum binti Abu Bakar Ash Shiddiq dan anak-anak perempuan dari saudaranya untuk menyusui orang yang dia sukai untuk bertemu dia. Namun seluruh isteri Nabi shallallahu 'alaihi wasallam menolak menjadikan penyusuan sebagai sarana agar seseorang boleh bertemu dengan salah satu di antara mereka. Mereka lalu berkata; \"Tidak, demi Allah, menurut pendapat kami perintah Rasulullah shallallahu 'alaihi wasallam kepada Sahlah binti Suhail tidak diberikan kepadanya kecuali sebagai keringanan dari Rasulullah shallallahu 'alaihi wasallam, dan itu khusus baginya. Tidak, demi Allah, seseorang tidak boleh bertemu dengan kami hanya lantaran penyusuan semacam ini.\" Begitulah pandangan isteri-isteri Nabi shallallahu 'alaihi wasallam mengenai penyusuan anak dewasa atau yang beranjak besar.\"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ أَنَّهُ سُئِلَ عَنْ رَضَاعَةِ الْكَبِيرِ فَقَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِأَنَّ أَبَا حُذَيْفَةَ بْنَ عُتْبَةَ بْنِ رَبِيعَةَ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ قَدْ شَهِدَ بَدْرًا وَكَانَ تَبَنَّى سَالِمًا الَّذِي يُقَالُ لَهُ سَالِمٌ مَوْلَى أَبِي حُذَيْفَةَ كَمَا تَبَنَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَيْدَ بْنَ حَارِثَةَ وَأَنْكَحَ أَبُو حُذَيْفَةَ سَالِمًا وَهُوَ يَرَى أَنَّهُ ابْنُهُ أَنْكَحَهُ بِنْتَ أَخِيهِ فَاطِمَةَ بِنْتَ الْوَلِيدِ بْنِ عُتْبَةَ بْنِ رَبِيعَةَ وَهِيَ يَوْمَئِذٍ مِنْ الْمُهَاجِرَاتِ الْأُوَلِ وَهِيَ مِنْ أَفْضَلِ أَيَامَى قُرَيْشٍ فَلَمَّا أَنْزَلَ اللَّهُ تَعَالَى فِي كِتَابِهِ فِي زَيْدِ بْنِ حَارِثَةَ مَا أَنْزَلَ فَقَالَ{ ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ }رُدَّ كُلُّ وَاحِدٍ مِنْ أُولَئِكَ إِلَى أَبِيهِ فَإِنْ لَمْ يُعْلَمْ أَبُوهُ رُدَّ إِلَى مَوْلَاهُ فَجَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلٍ وَهِيَ امْرَأَةُ أَبِي حُذَيْفَةَ وَهِيَ مِنْ بَنِي عَامِرِ بْنِ لُؤَيٍّ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ كُنَّا نَرَى سَالِمًا وَلَدًا وَكَانَ يَدْخُلُ عَلَيَّ وَأَنَا فُضُلٌ وَلَيْسَ لَنَا إِلَّا بَيْتٌ وَاحِدٌ فَمَاذَا تَرَى فِي شَأْنِهِ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْضِعِيهِ خَمْسَ رَضَعَاتٍ فَيَحْرُمُ بِلَبَنِهَا وَكَانَتْ تَرَاهُ ابْنًا مِنْ الرَّضَاعَةِ فَأَخَذَتْ بِذَلِكَ عَائِشَةُ أُمُّ الْمُؤْمِنِينَ فِيمَنْ كَانَتْ تُحِبُّ أَنْ يَدْخُلَ عَلَيْهَا مِنْ الرِّجَالِ فَكَانَتْ تَأْمُرُ أُخْتَهَا أُمَّ كُلْثُومٍ بِنْتَ أَبِي بَكْرٍ الصِّدِّيقِ وَبَنَاتِ أَخِيهَا أَنْ يُرْضِعْنَ مَنْ أَحَبَّتْ أَنْ يَدْخُلَ عَلَيْهَا مِنْ الرِّجَالِ وَأَبَى سَائِرُ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَدْخُلَ عَلَيْهِنَّ بِتِلْكَ الرَّضَاعَةِ أَحَدٌ مِنْ النَّاسِ وَقُلْنَ لَا وَاللَّهِ مَا نَرَى الَّذِي أَمَرَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَهْلَةَ بِنْتَ سُهَيْلٍ إِلَّا رُخْصَةً مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رَضَاعَةِ سَالِمٍ وَحْدَهُ لَا وَاللَّهِ لَا يَدْخُلُ عَلَيْنَا بِهَذِهِ الرَّضَاعَةِ أَحَدٌ فَعَلَى هَذَا كَانَ أَزْوَاجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رَضَاعَةِ الْكَبِيرِ","source":"Malik"},"__N_SSG":true}