{"pageProps":{"number":"1290","slug":"malik","id":"Telah menceritakan kepadaku Malik dari [Yahya bin Sa'id] dari [Sa'id bin Musayyab] bahwa ia mendengarnya berkata; \"Ketika [Umar bin Khattab] tiba dari Mina, ia menderumkan untanya di Abtah. Umar kemudian mengumpulkan kerikil dan menumpuknya. Ia lalu menutupi kerikil-kerikil tersebut dengan jubahnya sambil berbaring, ia menjulurkan tangannya ke langit dan berkata; 'Ya Allah, usiaku telah lanjut, kekuatanku telah melemah, dan rakyatku mulai bertebaran, maka jemputlah diriku ke hadirat-Mu tanpa menyia-nyiakan dan berlebih-lebihan.' Kemudian dia berangkat ke Madinah dan berkhutbah di hadapan manusia, dia berkata 'Wahai manusia, sungguh telah berlaku bagi kalian aturan-aturan yang ada dan telah diikrarkan untuk kalian kewajiban yang musti dilakukan. Kalian ditinggalkan diatas aturan yang terang benderang, kecuali jika kalian menyesatkan manusia ke kiri dan kanan.' -Sambil Umar mendemontrasikannya dengan menepukkan salah satu tangannya ke tangan yang lain-- seraya berkata, \"Jangan kalian binasa dengan meninggalkan ayat rajam, yaitu seseorang berkata; kita tidak mendapatkan dua buah hukuman dalam kitabullah.' Rasulullah Shalla Allahu 'alaihi wa sallam telah melakukan rajam, dan kami pun telah melakukannya. Demi yang jiwaku berada ditangan-Nya, seandainya manusia tidak mengatakan Umar bin Khattab menambah sesuatu dalam kitabullah Ta'ala, niscaya akan saya tulis (dalam alquran); 'Seorang yang tua laki-laki atau perempuan (jika berzina) maka rajamlah kedua-duanya sekaligus, \" karena kami telah membacanya.\" Malik berkata; Yahya bin Sa'id berkata; Sa'id bin Musayyab berkata; \"Belum berlalu bulan Dzulhijjah, Umar bin Khattab telah terbunuh.\" Yahya berkata; \"Aku mendengar firman Allah Ta'ala (Laki-laki dan perempuan yang telah menikah, maka rajamlah) .\"","arab":"حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ سَمِعَهُ يَقُولُ لَمَّا صَدَرَ عُمَرُ بْنُ الْخَطَّابِمِنْ مِنًى أَنَاخَ بِالْأَبْطَحِ ثُمَّ كَوَّمَ كَوْمَةً بَطْحَاءَ ثُمَّ طَرَحَ عَلَيْهَا رِدَاءَهُ وَاسْتَلْقَى ثُمَّ مَدَّ يَدَيْهِ إِلَى السَّمَاءِ فَقَالَ اللَّهُمَّ كَبِرَتْ سِنِّي وَضَعُفَتْ قُوَّتِي وَانْتَشَرَتْ رَعِيَّتِي فَاقْبِضْنِي إِلَيْكَ غَيْرَ مُضَيِّعٍ وَلَا مُفَرِّطٍ ثُمَّ قَدِمَ الْمَدِينَةَ فَخَطَبَ النَّاسَ فَقَالَ أَيُّهَا النَّاسُ قَدْ سُنَّتْ لَكُمْ السُّنَنُ وَفُرِضَتْ لَكُمْ الْفَرَائِضُ وَتُرِكْتُمْ عَلَى الْوَاضِحَةِ إِلَّا أَنْ تَضِلُّوا بِالنَّاسِ يَمِينًا وَشِمَالًا وَضَرَبَ بِإِحْدَى يَدَيْهِ عَلَى الْأُخْرَى ثُمَّ قَالَ إِيَّاكُمْ أَنْ تَهْلِكُوا عَنْ آيَةِ الرَّجْمِ أَنْ يَقُولَ قَائِلٌ لَا نَجِدُ حَدَّيْنِ فِي كِتَابِ اللَّهِ فَقَدْ رَجَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا وَالَّذِي نَفْسِي بِيَدِهِ لَوْلَا أَنْ يَقُولَ النَّاسُ زَادَ عُمَرُ بْنُ الْخَطَّابِ فِي كِتَابِ اللَّهِ تَعَالَى لَكَتَبْتُهَا الشَّيْخُ وَالشَّيْخَةُ فَارْجُمُوهُمَا أَلْبَتَّةَ فَإِنَّا قَدْ قَرَأْنَاهَاقَالَ مَالِك قَالَ يَحْيَى بْنُ سَعِيدٍ قَالَ سَعِيدُ بْنُ الْمُسَيَّبِ فَمَا انْسَلَخَ ذُو الْحِجَّةِ حَتَّى قُتِلَ عُمَرُ رَحِمَهُ اللَّهُ قَالَ يَحْيَى سَمِعْت قَوْله تَعَالَى يَقُولُ قَوْلُهُ الشَّيْخُ وَالشَّيْخَةُ يَعْنِي الثَّيِّبَ وَالثَّيِّبَةَ فَارْجُمُوهُمَا أَلْبَتَّةَ","source":"Malik"},"__N_SSG":true}