{"pageProps":{"number":"135","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Sa'id Al Hamdani] telah menceritakan kepada kami [Ibnu Wahb] Saya mendengar [Mu'awiyah bin Shalih] menceritakan hadits dari [Abu Utsman] dari [Jubair bin Nufair] dari [Uqbah bin Amir] dia berkata; Kami bersama Rasulullah shallallahu 'alaihi wasallam adalah pelayan terhadap diri kami sendiri, yaitu kami bergantian menggembala unta kami. Ketika giliranku menggembala unta, pada waktu sore saya masukkan ke dalam kandangnya, lalu saya mendapati Rasulullah shallallahu 'alaihi wasallam sedang menyampaikan khutbah kepada orang banyak. Maka saya mendengar beliau bersabda: \"Tiadalah seorang di antara kalian yang berwudhu dan membaguskan wudhunya, kemudian dia berdiri mengerjakan shalat dua rakaat dan dia menghadapkan hati dan wajahnya, melainkan dia pasti masuk surga.\" Maka saya berkata, Bagus! Bagus! Alangkah bagusnya ungkapan ini! Lalu ada seorang laki-laki di depanku berkata, Ungkapan sebelumnya lebih bagus lagi wahai Uqbah. Maka aku memandang kepada orang tersebut, ternyata dia adalah [Umar bin Al-Khaththab] radliallahu 'anhu. Aku bertanya, Apakah ungkapan itu wahai Abu Hafsah? Dia menjawab, Sesungguhnya beliau bersabda tadi sebelum engkau datang: \"Tidaklah seseorang di antara kalian berwudhu dan membaguskan wudhunya, kemudian setelah berwudhu dia mengucapkan doa: 'Asyhadu an laa ilaaha illalaahu wahdahu la syariika lahu, wa anna Muhammadan 'abduhu wa rasuluhu (Aku bersaksi, bahwa tidak ada tuhan yang berhak disembah selain Allah semata, tidak ada sekutu bagiNya dan bahwa Muhammad adalah hamba dan rasulNya) ', melainkan dibukakan baginya pintu-pintu surga yang delapan, dia boleh masuk dari pintu mana saja yang dia inginkan.\" [Mu'awiyah] berkata; [Rabi'ah bin Yazid] telah menceritakan kepada kami, dari [Abu Idris] dari ['Uqbah bin Amir] telah menceritakan kepada kami [Al Husain bin Isa] telah menceritakan kepada kami [Abdullah bin Yazid Al-Muqri] dari [Haiwah bin Syuraih] dari [Abu Aqil] dari [Anak pamannya] dari ['Uqbah bin Amir Al-Juhani] dari Nabi shallallahu 'alaihi wasallam, dengan lafazh semisal tanpa menyebutkan perkara penggembalaan. Dan dia menyebutkan setelah sabda beliau shallallahu 'alaihi wasallam: \"… dan membaguskan wudhunya, lalu mengangkat pandangannya ke langit, kemudian mengucapkan…\" dan dia pun menyebutkan hadits yang semakna dengan hadits Mu'awiyah. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ حَدَّثَنَا ابْنُ وَهْبٍ سَمِعْتُ مُعَاوِيَةَ يَعْنِي ابْنَ صَالِحٍ يُحَدِّثُ عَنْ أَبِي عُثْمَانَ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُدَّامَ أَنْفُسِنَا نَتَنَاوَبُ الرِّعَايَةَ رِعَايَةَ إِبِلِنَا فَكَانَتْ عَلَيَّ رِعَايَةُ الْإِبِلِ فَرَوَّحْتُهَا بِالْعَشِيِّ فَأَدْرَكْتُ رَسُولَ اللَّهِ يَخْطُبُ النَّاسَ فَسَمِعْتُهُ يَقُولُ مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُحْسِنُ الْوُضُوءَ ثُمَّ يَقُومُ فَيَرْكَعُ رَكْعَتَيْنِ يُقْبِلُ عَلَيْهِمَا بِقَلْبِهِ وَوَجْهِهِ إِلَّا قَدْ أَوْجَبَفَقُلْتُ بَخٍ بَخٍ مَا أَجْوَدَ هَذِهِ فَقَالَ رَجُلٌ مِنْ بَيْنِ يَدَيَّ الَّتِي قَبْلَهَا يَا عُقْبَةُ أَجْوَدُ مِنْهَا فَنَظَرْتُ فَإِذَا هُوَ عُمَرُ بْنُ الْخَطَّابِ فَقُلْتُ مَا هِيَ يَا أَبَا حَفْصٍ قَالَ إِنَّهُ قَالَ آنِفًا قَبْلَ أَنْ تَجِيءَ مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُحْسِنُ الْوُضُوءَ ثُمَّ يَقُولُ حِينَ يَفْرُغُ مِنْ وُضُوئِهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ قَالَ مُعَاوِيَةُ وَحَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ عَنْ أَبِي إِدْرِيسَ عَنْ عُقْبَةَ بْنِ عَامِرٍ حَدَّثَنَا الْحُسَيْنُ بْنُ عِيسَى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ عَنْ حَيْوَةَ وَهُوَ ابْنُ شُرَيْحٍ عَنْ أَبِي عَقِيلٍ عَنْ ابْنِ عَمِّهِ عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَلَمْ يَذْكُرْ أَمْرَ الرِّعَايَةِ قَالَ عِنْدَ قَوْلِهِ فَأَحْسَنَ الْوُضُوءَ ثُمَّ رَفَعَ بَصَرَهُ إِلَى السَّمَاءِ فَقَالَ وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ مُعَاوِيَةَ","source":"Abu Daud"},"__N_SSG":true}