{"pageProps":{"number":"1471","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Yahya bin Ma'in], ia berkata; telah menceritakan kepada Kami [Hajjaj], telah menceritakan kepada Kami [Yunus] dari [Abu Ishaq] dari [Al Bara` bin 'Azib], ia berkata; aku pernah bersama Ali ketika Rasulullah shallAllahu wa'alaihi wa sallam mengangkatnya sebagai pemimpin di Yaman. Ia berkata; aku bersamanya mendapatkan uang beberapa uqiyah, kemudian tatkala Ali datang dari Yaman kepada Rasulullah shallAllahu wa'alaihi wa sallam, ia berkata; aku mendapati Fathimah radliallahu 'anha memakai pakaian yang longgar, ia telah memerciki rumah dengan minyak wangi. Kemudian ia berkata; ada apa denganmu? Sesungguhnya Rasulullah shallAllahu wa'alaihi wa sallam telah memerintahkan para sahabatnya agar bertahallul. Ali berkata; aku katakan kepadanya; aku telah bertalbiyah seperti talbiyahnya Rasulullah shallAllahu wa'alaihi wa sallam. Ali berkata; kemudian aku datang kepada Nabi shallallahu 'alaihi wasallam, kemudian beliau berkata kepadaku: bagaimana engkau berbuat? Ia berkata; aku katakan; aku bertalbiyah dengan talbiyah Nabi shallallahu 'alaihi wasallam. Beliau bersabda: \"Sungguh aku telah membawa hewan kurban, dan melakukan haji qiran.\" Ali berkata; kemudian beliau berkata kepadaku; sembelihlah enam puluh enam atau enam puluh enam unta dan tahanlah untuk dirimu tiga puluh tiga atau tiga puluh empat dan tahan untukku dari setiap unta tersebut antara tiga hingga sembilan ekor. ","arab":"حَدَّثَنَا يَحْيَى بْنُ مُعِينٍ قَالَ حَدَّثَنَا حَجَّاجٌ حَدَّثَنَا يُونُسُ عَنْ أَبِي إِسْحَقَ عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَكُنْتُ مَعَ عَلِيٍّ حِينَ أَمَّرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْيَمَنِ قَالَ فَأَصَبْتُ مَعَهُ أَوَاقِيَ فَلَمَّا قَدِمَ عَلِيٌّ مِنْ الْيَمَنِ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَجَدْتُ فَاطِمَةَ رَضِيَ اللَّهُ عَنْهَا قَدْ لَبِسَتْ ثِيَابًا صَبِيغًا وَقَدْ نَضَحَتْ الْبَيْتَ بِنَضُوحٍ فَقَالَتْ مَا لَكَ فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَمَرَ أَصْحَابَهُ فَأَحَلُّوا قَالَ قُلْتُ لَهَا إِنِّي أَهْلَلْتُ بِإِهْلَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي كَيْفَ صَنَعْتَ فَقَالَ قُلْتُ أَهْلَلْتُ بِإِهْلَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَإِنِّي قَدْ سُقْتُ الْهَدْيَ وَقَرَنْتُ قَالَ فَقَالَ لِي انْحَرْ مِنْ الْبُدْنِ سَبْعًا وَسِتِّينَ أَوْ سِتًّا وَسِتِّينَ وَأَمْسِكْ لِنَفْسِكَ ثَلَاثًا وَثَلَاثِينَ أَوْ أَرْبَعًا وَثَلَاثِينَ وَأَمْسِكْ لِي مِنْ كُلِّ بَدَنَةٍ مِنْهَا بَضْعَةً","source":"Abu Daud"},"__N_SSG":true}