{"pageProps":{"number":"169","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah] dari [Malik] dari [Abu An-Nadlr] dari [Sulaiman bin Yasar] dari [Al-Miqdad bin Al Aswad] bahwa [Ali bin Abu Thalib radliallahu 'anhu] pernah menyuruhnya untuk bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang seorang laki-laki yang mendekati istrinya, lalu keluar madzinya. Apakah yang harus dia perbuat (mandi ataukah wudhu saja)? Karena istriku adalah putri beliau, sehingga saya merasa malu bertanya (langsung) kepada beliau. Miqdad berkata; Maka aku pun bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang hal tersebut. Lalu beliau shallallahu 'alaihi wasallam bersabda: \"Apabila salah seorang di antara kalian mendapatkan madzi tersebut, maka hendaklah dia mencuci kemaluannya, dan berwudhulah sebagaimana dia berwudhu untuk mengerjakan shalat.\" Telah menceritakan kepada kami [Ahmad bin Yunus] telah menceritakan kepada kami [Zuhair] dari [Hisyam bin 'Urwah] dari [Urwah] bahwasanya [Ali bin Abu Thalib radliallahu 'anhu] pernah berkata kepada [Al-Miqdad], dia menyebutkan lafazh semisal ini, dia berkata; Maka Miqdad pun menanyakan hal itu, lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hendaklah dia membasuh kemaluannya dan kedua biji kemaluannya.\" Abu Dawud berkata; Dan diriwayatkan oleh [Ats-Tsauri] dan Jama'ah dari [Hisyam] dari [Ayahnya] dari [Al-Miqdad] dari [Ali] dari Nabi shallallahu 'alaihi wasallam. Telah menceritakan kepada kami [Abdullah bin Maslamah Al-Qa'nabi] dia berkata; Telah menceritakan kepada kami [Ayahku] dari [Hisyam bin 'Urwah] dari [Ayahnya] dari sebuah hadits yang telah dia ceritakan dari [Ali bin Abu Thalib] dia berkata; Saya pernah berkata kepada [Al-Miqdad], lalu dia pun menyebutkan secara makna hadits tersebut. Abu Dawud berkata; Dan diriwayatkan oleh [Al-Mufadldlal bin Fadlalah] dan Jama'ah dan [Ats-Tsauri] dan [Ibnu 'Uyainah] dari [Hisyam] dari [Ayahnya] dari [Ali bin Abu Thalib]. Dan diriwayatkan oleh [Ibnu Ishaq] dari [Hisyam bin 'Urwah] dari [Ayahnya] dari [Al-Miqdad] dari Nabi shallallahu 'alaihi wasallam, dia tidak menyebutkan tentang dua biji kemaluannya.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ أَبِي النَّضْرِ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ الْمِقْدَادِ بْنِ الْأَسْوَدِأَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ أَمَرَهُ أَنْ يَسْأَلَ لَهُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الرَّجُلِ إِذَا دَنَا مِنْ أَهْلِهِ فَخَرَجَ مِنْهُ الْمَذْيُ مَاذَا عَلَيْهِ فَإِنَّ عِنْدِي ابْنَتَهُ وَأَنَا أَسْتَحْيِي أَنْ أَسْأَلَهُ قَالَ الْمِقْدَادُ فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَقَالَ إِذَا وَجَدَ أَحَدُكُمْ ذَلِكَ فَلْيَنْضَحْ فَرْجَهُ وَلْيَتَوَضَّأْ وُضُوءَهُ لِلصَّلَاةِحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ عُرْوَةَ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ قَالَ لِلْمِقْدَادِ وَذَكَرَ نَحْوَ هَذَا قَالَ فَسَأَلَهُ الْمِقْدَادُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَغْسِلْ ذَكَرَهُ وَأُنْثَيَيْهِ قَالَ أَبُو دَاوُد وَرَوَاهُ الثَّوْرِيُّ وَجَمَاعَةٌ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ الْمِقْدَادِ عَنْ عَلِيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ قَالَ حَدَّثَنَا أَبِي عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَدِيثٍ حَدَّثَهُ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ قُلْتُ لِلْمِقْدَادِ فَذَكَرَ مَعْنَاهُ قَالَ أَبُو دَاوُد وَرَوَاهُ الْمُفَضَّلُ بْنُ فَضَالَةَ وَجَمَاعَةٌ وَالثَّوْرِيُّ وَابْنُ عُيَيْنَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ وَرَوَاهُ ابْنُ إِسْحَقَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ الْمِقْدَادِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَذْكُرْ أُنْثَيَيْهِ","source":"Abu Daud"},"__N_SSG":true}