{"pageProps":{"number":"1808","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim], telah menceritakan kepada kami [Hisyam], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Ibnu Ash Shabbah] telah menceritakan kepada kami [Abdul Aziz bin Abdushshamad], mereka berdua berkata; telah menceritakan kepada kami [Mathor Al Warraq], dari ['Amr bin Syu'aib], dari [ayahnya], dari [kakeknya] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"TIdak ada penceraian kecuali pada apa yang engkau miliki dan tidak ada pembebasan budak kecuali pada sesuatu yang engkau miliki, tidak ada jual beli kecuali pada sesuatu yang engkau miliki.\" Ibnu Ash Shabbah menambahkan; dan tidak boleh memenuhi nadzar kecuali pada Sesutu yang engkau miliki. Telah menceritakan kepada kami [Muhammad bin Al 'Ala`] telah mengabarkan kepada kami [Abu Usamah] dari [Al Walid bin Katsir], telah menceritakan kepadaku [Abdurrahman bin Al Harits Al Makhzumi] dari ['Amr bin Syu'aib] dengan sanadnya, sedang maknanya dengan tambahan; \"Barangsiapa yang bernadlar untuk berbuat maksiat maka tidak ada sumpah baginya, dan barang siapa yang bersumpah untuk memutus tali silaturrahim maka tidak ada sumpah baginya.\" Telah menceritakan kepada kami [Ibnu Sarh] telah mengabarkan kepada kami [Ibnu Wahb] dari [Yahya bin Abdullah bin Salim], dari [Abdurrahman bin Al Harits Al Makhzumi] dari ['Amr bin Syu'aib] dari [ayahnya] dari [kakeknya] bahwa Nabi shallallahu 'alaihi wasallam bersabda dalam hadits ini: \"Dan tidak boleh ada nadzar kecuali dalam perkara yang diharapkan dengannya wajah Allah ta'ala.\"","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا هِشَامٌ ح و حَدَّثَنَا ابْنُ الصَّبَّاحِ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ قَالَا حَدَّثَنَا مَطَرٌ الْوَرَّاقُ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا طَلَاقَ إِلَّا فِيمَا تَمْلِكُ وَلَا عِتْقَ إِلَّا فِيمَا تَمْلِكُ وَلَا بَيْعَ إِلَّا فِيمَا تَمْلِكُ زَادَ ابْنُ الصَّبَّاحِ وَلَا وَفَاءَ نَذْرٍ إِلَّا فِيمَا تَمْلِكُحَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ أَخْبَرَنَا أَبُو أُسَامَةَ عَنْ الْوَلِيدِ بْنِ كَثِيرٍ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ الْحَارِثِ عَنْ عَمْرِو بْنِ شُعَيْبٍ بِإِسْنَادِهِ وَمَعْنَاهُ زَادَ مَنْ حَلَفَ عَلَى مَعْصِيَةٍ فَلَا يَمِينَ لَهُ وَمَنْ حَلَفَ عَلَى قَطِيعَةِ رَحِمٍ فَلَا يَمِينَ لَهُ حَدَّثَنَا ابْنُ السَّرْحِ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ سَالِمٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ الْمَخْزُومِيِّ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي هَذَا الْخَبَرِ زَادَ وَلَا نَذْرَ إِلَّا فِيمَا ابْتُغِيَ بِهِ وَجْهُ اللَّهِ تَعَالَى ذِكْرُهُ","source":"Abu Daud"},"__N_SSG":true}