{"pageProps":{"number":"1813","slug":"abu-daud","id":"Telah menceritakan kepada kami [Humaid bin Mas'adah], telah menceritakan kepada kami [Isma'il], telah mengabarkan kepada kami [Ayyub] dari [Abdullah bin Katsir] dari [Mujahid] ia berkata; aku pernah berada di sisi [Ibnu Abbas], kemudian terdaapat seorang laki-laki yang datang kepadanya. Lalu ia berkata bahwa ia telah mencerai isterinya sebanyak tiga kali. Mujahid berkata; kemudian ia terdiam hingga aku menyangka bahwa ia akan mengembalikan wanita tersebut kepadanya. Kemudian ia berkata; salah seorang diantara kalian pergi lalu melakukan perbuatan orang yang bodoh. Kemudian mengatakan; wahai Ibnu Abbas, wahai Ibnu Abbas! Sesungguhnya Allah telah berfirman: \"Barangsiapa yang bertakwa kepada Allah, maka Dia memberikan baginya jalan keluar.\" Sementara engkau tidak bertakwa kepada Allah, maka aku tidak mendapatkan bagimu jalan keluar. Engkau telah bermaksiat kepada Tuhanmu dan isterimu telah terceraikan sama sekali. Dan sesungguhnya Allah telah berfirman: \"Wahai nabi, apabila kalian menceraikan isteri-isteri kalian maka ceraikanlah mereka pada waktu disambutnya masa 'Iddah mereka.\" Abu Daud berkata; hadits ini diriwayatkan oleh [Humaid Al A'raj] dan yang lainnya dari [Mujahid] dari [Ibnu Abbas] dan telah diriwayatkan oleh [Syu'bah] dari ['Amr bin Murrah] dari [Sa'id bin Jubair] dari [Ibnu Abbas], [Ayyub] dan [Ibnu Juraij], seluruhnya dari [Ikrimah bin Khalid] dari [Sa'id bin Jubair] dari [Ibnu Abbas] dan [Ibnu Juraij] dari [Abdul Hamid bin Rafi'] dari ['Atho`] dari [Ibnu Abbas] dan telah diriwayatkan oleh [Al A'masy] dari [Malik bin Al Harits] dari [Ibnu Abbas] dan [Ibnu Juraij] dari ['Amr bin Dinar] dari [Ibnu Abbas], mereka semua mengatakan mengenai talak tiga kali bahwa ia telah memperbolehkannya. Ia berkata; dan ia telah tercerai sama sekali darimu seperti hadits Isma'il dari Ayyub dari Abdullah bin Katsir. Abu Daud berkata; dan [Hammad bin Zaid] telah meriwayatkan dari [Ayyub] dari [Ikrimah] dari [Ibnu Abbas] apabila mengucapkan; engkau dicerai tiga kali, dengan satu kali ucapan maka hal tersebut adalah satu satu kali talak. Dan [Isma'il bin Ibrahim] telah meriwayatkan dari [Ayyub] dari [Ikrimah], ini adalah perkataannya, ia tidak menyebutkan Ibnu Abbas dan ia menjadikan perkataan tersebut sebagai perkataan Ikrimah.","arab":"حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ حَدَّثَنَا إِسْمَعِيلُ أَخْبَرَنَا أَيُّوبُ عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ عَنْ مُجَاهِدٍ قَالَكُنْتُ عِنْدَ ابْنِ عَبَّاسٍ فَجَاءَهُ رَجُلٌ فَقَالَ إِنَّهُ طَلَّقَ امْرَأَتَهُ ثَلَاثًا قَالَ فَسَكَتَ حَتَّى ظَنَنْتُ أَنَّهُ رَادُّهَا إِلَيْهِ ثُمَّ قَالَ يَنْطَلِقُ أَحَدُكُمْ فَيَرْكَبُ الْحُمُوقَةَ ثُمَّ يَقُولُ يَا ابْنَ عَبَّاسٍ يَا ابْنَ عَبَّاسٍ وَإِنَّ اللَّهَ قَالَ{ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا }وَإِنَّكَ لَمْ تَتَّقِ اللَّهَ فَلَمْ أَجِدْ لَكَ مَخْرَجًا عَصَيْتَ رَبَّكَ وَبَانَتْ مِنْكَ امْرَأَتُكَ وَإِنَّ اللَّهَ قَالَ{ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمْ النِّسَاءَ فَطَلِّقُوهُنَّ }فِي قُبُلِ عِدَّتِهِنَّقَالَ أَبُو دَاوُد رَوَى هَذَا الْحَدِيثَ حُمَيْدٌ الْأَعْرَجُ وَغَيْرُهُ عَنْ مُجَاهِدٍ عَنْ ابْنِ عَبَّاسٍ وَرَوَاهُ شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ وَأَيُّوبُ وَابْنُ جُرَيْجٍ جَمِيعًا عَنْ عِكْرِمَةَ بْنِ خَالِدٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ وَابْنُ جُرَيْجٍ عَنْ عَبْدِ الْحَمِيدِ بْنِ رَافِعٍ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ وَرَوَاهُ الْأَعْمَشُ عَنْ مَالِكِ بْنِ الْحَارِثِ عَنْ ابْنِ عَبَّاسٍ وَابْنُ جُرَيْجٍ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ ابْنِ عَبَّاسٍ كُلُّهُمْ قَالُوا فِي الطَّلَاقِ الثَّلَاثِ أَنَّهُ أَجَازَهَا قَالَ وَبَانَتْ مِنْكَ نَحْوَ حَدِيثِ إِسْمَعِيلَ عَنْ أَيُّوبَ عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ قَالَ أَبُو دَاوُد وَرَوَى حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ إِذَا قَالَ أَنْتِ طَالِقٌ ثَلَاثًا بِفَمٍ وَاحِدٍ فَهِيَ وَاحِدَةٌ وَرَوَاهُ إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ هَذَا قَوْلُهُ لَمْ يَذْكُرْ ابْنَ عَبَّاسٍ وَجَعَلَهُ قَوْلَ عِكْرِمَةَ","source":"Abu Daud"},"__N_SSG":true}