{"pageProps":{"number":"1866","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] serta [Utsman bin Abu Syaibah] secara makna, serta [Ibnu As Sarj], mereka berkata; telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari ['Urwah] dari [Aisyah], ia berkata; Rasulullah shallallahu 'alaihi wasallam menemuiku. Musaddad dan Ibnu As Sarh mengatakan; pada suatu hari dalam keadaan senang. Utsman berkata; diketahui keceriaan wajah beliau. Beliau berkata: \"Wahai Aisyah, tidakkah engkau melihat bahwa Muhazziz Al Mudliji melihat Zaid dan Usamah, mereka berdua telah menutup kepala mereka berdua menggunakan selimut, dan nampak telapak kaki mereka berdua.\" Kemudian Muhazziz berkata; sesungguhnya telapak kaki ini sebagiannya berasal dari sebagian yang lainnya. Abu Daud berkata; Usamah adalah orang yang berkulit hitam sedangkan Zaid adalah orang yang berkulit putih. Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dengan sanad dan maknanya. Ia berkata; Aisyah berkata; beliau menemuiku dalam keadaan senang, rasa senang pada wajahnya bersinar. Abu Daud berkata; rasa senang pada wajahnya tidak dihafal oleh Ibnu 'Uyainah. Abu Daud berkata; kata rasa senang pada wajahnya adalah tadlis dari Ibnu 'Uyainah, ia tidak mendengarnya dari Az Zuhri, melainkan ia mendengar kata rasa senang dari selainnya. Ia berkata; dan kata rasa senang ada dalam hadits Al Laits dan yang lainnya. Abu Daud berkata; dan saya mendengar Ahmad bin Shalih berkata; Usamah adalah orang yang berkulit hitam seperti ter, sedangkan Zaid adalah orang yang putih seperti kapas. ","arab":"حَدَّثَنَا مُسَدَّدٌ وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ الْمَعْنَى وَابْنُ السَّرْحِ قَالُوا حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْدَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مُسَدَّدٌ وَابْنُ السَّرْحِ يَوْمًا مَسْرُورًا وَقَالَ عُثْمَانُ تُعْرَفُ أَسَارِيرُ وَجْهِهِ فَقَالَ أَيْ عَائِشَةُ أَلَمْ تَرَيْ أَنَّ مُجَزِّزًا الْمُدْلِجِيَّ رَأَى زَيْدًا وَأُسَامَةَ قَدْ غَطَّيَا رُءُوسَهُمَا بِقَطِيفَةٍ وَبَدَتْ أَقْدَامُهُمَا فَقَالَ إِنَّ هَذِهِ الْأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍقَالَ أَبُو دَاوُد كَانَ أُسَامَةُ أَسْوَدَ وَكَانَ زَيْدٌ أَبْيَضَ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ بِإِسْنَادِهِ وَمَعْنَاهُ قَالَ قَالَتْ دَخَلَ عَلَيَّ مَسْرُورًا تَبْرُقُ أَسَارِيرُ وَجْهِهِ قَالَ أَبُو دَاوُد وَأَسَارِيرُ وَجْهِهِ لَمْ يَحْفَظْهُ ابْنُ عُيَيْنَةَ قَالَ أَبُو دَاوُد أَسَارِيرُ وَجْهِهِ هُوَ تَدْلِيسٌ مِنْ ابْنِ عُيَيْنَةَ لَمْ يَسْمَعْهُ مِنْ الزُّهْرِيِّ إِنَّمَا سَمِعَ الْأَسَارِيرَ مِنْ غَيْرِهِ قَالَ وَالْأَسَارِيرُ فِي حَدِيثِ اللَّيْثِ وَغَيْرِهِ قَالَ أَبُو دَاوُد وَسَمِعْتُ أَحْمَدَ بْنَ صَالِحٍ يَقُولُ كَانَ أُسَامَةُ أَسْوَدَ شَدِيدَ السَّوَادِ مِثْلَ الْقَارِ وَكَانَ زَيْدٌ أَبْيَضَ مِثْلَ الْقُطْنِ","source":"Abu Daud"},"__N_SSG":true}