{"pageProps":{"number":"1874","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Hasan bin Ali Al Hulwani], telah menceritakan kepada kami [Abdurrazzaq], dan [Abu 'Ashim] dari [Juraij], telah mengabarkan kepadaku [Ziyad] dari [Hilal bin Usamah], bahwa [Abu Maimunah] mantan budak penduduk Madinah adalah orang yang jujur, ia berkata; tatkala aku sedang duduk bersama [Abu Hurairah], datang kepadanya seorang wanita Persia yang membawa anaknya -keduanya mengklaim lebih berhak terhadap anak tersebut-, dan suaminya telah menceraikannya. Wanita tersebut berkata menggunakan bahasa Persia; wahai Abu Hurairah, suamiku ingin pergi membawa anakku. Kemudian Abu Hurairah berkata kepadanya menggunakan bahasa asing; undilah anak tersebut. Kemudian suaminya datang dan berkata; siapakah yang menyelisihiku mengenai anakku? Kemudian Abu Hurairah berkata; Ya Allah, aku tidak mengatakan hal ini kecuali karena aku telah mendengar seorang wanita datang kepada Rasulullah shallallahu 'alaihi wasallam sementara aku duduk di sisinya, kemudian ia berkata; wahai Rasulullah shallallahu 'alaihi wasallam, sesungguhnya suamiku hendak pergi membawa anakku, sementara ia telah membantuku mengambil air dari sumur Abu 'Inabah, dan ia telah memberiku manfaat. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Undilah anak tersebut!\" kemudian suaminya berkata; siapakah yang akan menyelisihiku mengenai anakku? Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Ini adalah ayahmu dan ini adalah ibumu, gandenglah tangan salah seorang diantara mereka yang engkau kehendaki!\" kemudian ia menggandengang tangan ibunya, lalu wanita tersebut pergi membawanya. ","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ وَأَبُو عَاصِمٍ عَنْ ابْنِ جُرَيْجٍ أَخْبَرَنِي زِيَادٌ عَنْ هِلَالِ بْنِ أُسَامَةَ أَنَّ أَبَا مَيْمُونَةَ سَلْمَى مَوْلًى مِنْ أَهْلِ الْمَدِينَةِ رَجُلَ صِدْقٍ قَالَبَيْنَمَا أَنَا جَالِسٌ مَعَ أَبِي هُرَيْرَةَ جَاءَتْهُ امْرَأَةٌ فَارِسِيَّةٌ مَعَهَا ابْنٌ لَهَا فَادَّعَيَاهُ وَقَدْ طَلَّقَهَا زَوْجُهَا فَقَالَتْ يَا أَبَا هُرَيْرَةَ وَرَطَنَتْ لَهُ بِالْفَارِسِيَّةِ زَوْجِي يُرِيدُ أَنْ يَذْهَبَ بِابْنِي فَقَالَ أَبُو هُرَيْرَةَ اسْتَهِمَا عَلَيْهِ وَرَطَنَ لَهَا بِذَلِكَ فَجَاءَ زَوْجُهَا فَقَالَ مَنْ يُحَاقُّنِي فِي وَلَدِي فَقَالَ أَبُو هُرَيْرَةَ اللَّهُمَّ إِنِّي لَا أَقُولُ هَذَا إِلَّا أَنِّي سَمِعْتُ امْرَأَةً جَاءَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا قَاعِدٌ عِنْدَهُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ زَوْجِي يُرِيدُ أَنْ يَذْهَبَ بِابْنِي وَقَدْ سَقَانِي مِنْ بِئْرِ أَبِي عِنَبَةَ وَقَدْ نَفَعَنِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَهِمَا عَلَيْهِ فَقَالَ زَوْجُهَا مَنْ يُحَاقُّنِي فِي وَلَدِي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا أَبُوكَ وَهَذِهِ أُمُّكَ فَخُذْ بِيَدِ أَيِّهِمَا شِئْتَ فَأَخَذَ بِيَدِ أُمِّهِ فَانْطَلَقَتْ بِهِ","source":"Abu Daud"},"__N_SSG":true}