{"pageProps":{"number":"192","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Hammad] dari [Ziyad Al-A'lam] dari [Al-Hasan] dari [Abu Bakrah] bahwasanya Rasulullah shallallahu 'alaihi wasallam masuk ke Masjid untuk shalat Fajar. Kemudian beliau mengisyaratkan kepada para sahabat dengan tangannya agar tetap di tempat. Lalu beliau datang, sementara kepalanya meneteskan air (bekas mandi), kemudian shalat mengimami mereka. Telah menceritakan kepada kami [Utsman bin Abi Syaibah] telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Hammad bin Salamah] dengan isnadnya dan semakna dengan hadits pertama, dia menyebutkan di awalnya; Lalu beliau bertakbir, dan menyebutkan di akhirnya; Tatkala selesai shalat, beliau bersabda; \"Sesungguhnya saya hanyalah manusia, dan sesungguhhnya saya tadi junub.\" Abu Dawud berkata; Diriwayatkan oleh [Az-Zuhri] dari [Abu Salamah bin Abdurrahman] dari [Abu Hurairah] dia berkata; Tatkala beliau berdiri untuk shalat, dan kami menunggu beliau bertakbir, tiba-tiba beliau pergi seraya bersabda; \"Tetaplah di tempat kalian\". Abu Dawud berkata; dan diriwayatkan oleh [Ayyub] dan [Ibnu Aun] dan [Hisyam] dari [Muhammad] secara mursal dari Nabi shallallahu 'alaihi wasallam. Dia menyebutkan; Beliau bertakbir, kemudian tiba-tiba beliau mengisyaratkan dengan tangannya kepada jama'ah untuk duduk. Lalu beliau pergi dan mandi. Demikian juga diriwayatkan oleh [Malik] dari [Isma'il bin Abu Hakim] dari ['Atha` bin Yasar] bahwasanya Rasulullah shallallahu 'alaihi wasallam bertakbir di dalam suatu shalat. Abu Dawud berkata; Demikian pula telah menceritakan kepada kami [Muslim bin Ibrahim] telah menceritakan kepada kami [Aban] dari [Yahya] dari [Ar-Rabi' bin Muhammad] dari Nabi shallallahu 'alaihi wasallam, bahwasanya beliau bertakbir. ","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ زِيَادٍ الْأَعْلَمِ عَنْ الْحَسَنِ عَنْ أَبِي بَكْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ فِي صَلَاةِ الْفَجْرِ فَأَوْمَأَ بِيَدِهِ أَنْ مَكَانَكُمْ ثُمَّ جَاءَ وَرَأْسُهُ يَقْطُرُ فَصَلَّى بِهِمْحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ بِإِسْنَادِهِ وَمَعْنَاهُ وَقَالَ فِي أَوَّلِهِ فَكَبَّرَ وَقَالَ فِي آخِرِهِ فَلَمَّا قَضَى الصَّلَاةَ قَالَ إِنَّمَا أَنَا بَشَرٌ وَإِنِّي كُنْتُ جُنُبًا قَالَ أَبُو دَاوُد رَوَاهُ الزُّهْرِيُّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَ فَلَمَّا قَامَ فِي مُصَلَّاهُ وَانْتَظَرْنَا أَنْ يُكَبِّرَ انْصَرَفَ ثُمَّ قَالَ كَمَا أَنْتُمْ قَالَ أَبُو دَاوُد وَرَوَاهُ أَيُّوبُ وَابْنُ عَوْنٍ وَهِشَامٌ عَنْ مُحَمَّدٍ مُرْسَلًا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَكَبَّرَ ثُمَّ أَوْمَأَ بِيَدِهِ إِلَى الْقَوْمِ أَنْ اجْلِسُوا فَذَهَبَ فَاغْتَسَلَ وَكَذَلِكَ رَوَاهُ مَالِكٌ عَنْ إِسْمَعِيلَ بْنِ أَبِي حَكِيمٍ عَنْ عَطَاءِ بْنِ يَسَارٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبَّرَ فِي صَلَاةٍ قَالَ أَبُو دَاوُد وَكَذَلِكَ حَدَّثَنَاه مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبَانُ عَنْ يَحْيَى عَنْ الرَّبِيعِ بْنِ مُحَمَّدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَبَّرَ","source":"Abu Daud"},"__N_SSG":true}