{"pageProps":{"number":"1955","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad], telah menceritakan kepada kami [Yahya] dari [Hisyam], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Ahmad bin Hanbal], telah menceritakan kepada kami [Hasan bin Musa], telah menceritakan kepada kami [Syaiban], dari [Yahya] dari [Abu Qilabah], dari [Abu Asma` Ar Rahabi] dari [Tsauban] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Telah batal puasa orang yang berbekam dan orang yang dibekam.\" [Syaiban] berkata; telah mengabarkan kepadaku [Abu Qilabah] bahwa [Asma` Ar Rahabi] telah menceritakan kepadanya bahwa [Tsauban] mantan budak Rasulullah shallallahu 'alaihi wasallam telah mengabarkan kepadanya bahwa ia telah mendengar Nabi shallallahu 'alaihi wasallam. Telah menceritakan kepada kami [Ahmad bin Hanbal], telah menceritakan kepada kami [Hasan bin Musa], telah menceritakan kepada kami [Syaiban] dari [Yahya], ia berkata; telah menceritakan kepadaku [Abu Qilabah Al jarmi], bahwa ia telah mengabarkan kepadanya bahwa [Syaddad bin Aus] ketika berjalan bersama Nabi shallallahu 'alaihi wasallam ….. kemudian ia menyebutkan seperti itu.","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ هِشَامٍ ح و حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا حَسَنُ بْنُ مُوسَى حَدَّثَنَا شَيْبَانُ جَمِيعًا عَنْ يَحْيَى عَنْ أَبِي قِلَابَةَ عَنْ أَبِي أَسْمَاءَ يَعْنِي الرَّحَبِيَّ عَنْ ثَوْبَانَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ قَالَ شَيْبَانُ أَخْبَرَنِي أَبُو قِلَابَةَ أَنَّ أَبَا أَسْمَاءَ الرَّحَبِيَّ حَدَّثَهُ أَنَّ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَهُ أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا حَسَنُ بْنُ مُوسَى حَدَّثَنَا شَيْبَانُ عَنْ يَحْيَى قَالَ حَدَّثَنِي أَبُو قِلَابَةَ الْجَرْمِيُّ أَنَّهُ أَخْبَرَهُ أَنَّ شَدَّادَ بْنَ أَوْسٍ بَيْنَمَا هُوَ يَمْشِي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوَهُ","source":"Abu Daud"},"__N_SSG":true}