{"pageProps":{"number":"2252","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Muhammad An Nufaili], telah menceritakan kepada kami [Muhammad bin Salamah] dari [Muhammad bin Ishaq], dari [Yahya bin 'Abbad] dari [ayahnya yaitu 'Abbad bin Abdullah bin Az Zubair], dari [Aisyah], ia berkata; tatkala penduduk Quraisy mengirimkan tebusan para tawanan mereka maka Zainab mengirimkan tebusan Abu Al 'Ash, dan ia mengirimkan kalungnya yang dahulu ada pada Khadijah, ketika ia mempertemukannya dengan Abu Al 'Ash dengan memakai kalung tersebut. Aisyah berkata; kemudian tatkala Rasulullah shallallahu 'alaihi wasallam melihatnya beliau sangat tersentuh dan berkata: \"Apabila menurut kalian agar melepaskan tawanannya dan kalian kembalikan miliknya kepadanya?\" Mereka mengatakan; ya. Dan Rasulullah shallallahu 'alaihi wasallam telah mengambil kesepakatan dengannya atau berjanji kepadanya untuk membiarkan Zainab kembali kepadanya. Dan Rasulullah shallallahu 'alaihi wasallam telah mengutus Zaid bin Haritsah dan seorang laki-laki anshor. Beliau berkata: \"Hendaknya kalian berada di tengah Ya`jaj (tempat berjarak delapan mil dari Mekkah) hingga Zainab melewati kalian, lalu temanilah ia hingga kalian datang bersamanya.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ يَحْيَى بْنِ عَبَّادٍ عَنْ أَبِيهِ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ قَالَتْلَمَّا بَعَثَ أَهْلُ مَكَّةَ فِي فِدَاءِ أَسْرَاهُمْ بَعَثَتْ زَيْنَبُ فِي فِدَاءِ أَبِي الْعَاصِ بِمَالٍ وَبَعَثَتْ فِيهِ بِقِلَادَةٍ لَهَا كَانَتْ عِنْدَ خَدِيجَةَ أَدْخَلَتْهَا بِهَا عَلَى أَبِي الْعَاصِ قَالَتْ فَلَمَّا رَآهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَقَّ لَهَا رِقَّةً شَدِيدَةً وَقَالَ إِنْ رَأَيْتُمْ أَنْ تُطْلِقُوا لَهَا أَسِيرَهَا وَتَرُدُّوا عَلَيْهَا الَّذِي لَهَا فَقَالُوا نَعَمْ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ عَلَيْهِ أَوْ وَعَدَهُ أَنْ يُخَلِّيَ سَبِيلَ زَيْنَبَ إِلَيْهِ وَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَيْدَ بْنَ حَارِثَةَ وَرَجُلًا مِنْ الْأَنْصَارِ فَقَالَ كُونَا بِبَطْنِ يَأْجَجَ حَتَّى تَمُرَّ بِكُمَا زَيْنَبُ فَتَصْحَبَاهَا حَتَّى تَأْتِيَا بِهَا","source":"Abu Daud"},"__N_SSG":true}