{"pageProps":{"number":"2348","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibrahim bin Musa Ar Razi], telah menceritakan kepada kami [Isa], telah menceritakan kepada kami [Muhammad bin Ishaq], dari [Yazid bin Abu Habib], dari [Abu 'Ayyasy] dari [Jabir bin Abdullah], ia berkata; Nabi shallallahu 'alaihi wasallam pada hari Kurban menyembelih dua domba yang bertanduk dan berwarna abu-abu yang terkebiri. Kemudian tatkala beliau telah menghadapkan keduanya beliau mengucapkan: \"INNII WAJJAHTU WAJHIYA LILLADZII FATHARAS SAMAAWAATI WAL ARDHA 'ALAA MILLATI IBRAAHIIMA HANIIFAN WA MAA ANA MINAL MUSYRIKIIN, INNA SHALAATII WA NUSUKII WA MAHYAAYA WA MAMAATII LILLAAHI RABBIL 'AALAMIIN, LAA SYARIIKA LAHU WA BIDZAALIKA UMIRTU WA ANA MINAL MUSLIMIIN. ALLAAHUMMA MINKA WA LAKA WA 'AN MUHAMMADIN WA UMMATIHI. BISMILLAAHI WALLAHU AKBAR\" (Sesungguhnya aku telah menghadapkan wajahku kepada Dzat yang telah menciptakan langit dan bumi di atas agama Ibrahim dengan lurus, dan aku bukan termsuk orang-orang yang berbuat syirik. Sesungguhnya shalatku, dan sembelihanku serta hidup dan matiku adalah untuk Allah Tuhan semesta alam, tidak ada sekutu bagiNya, dengan itu aku diperintahkan, dan aku termasuk orang-orang yang berserah diri. Ya Allah, ini berasal dariMu dan untukMu, dari Muhammad dan ummatnya. Dengan Nama Allah, dan Allah Maha Besar). ","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ حَدَّثَنَا عِيسَى حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي عَيَّاشٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَذَبَحَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الذَّبْحِ كَبْشَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ مُوجَأَيْنِ فَلَمَّا وَجَّهَهُمَا قَالَ إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ عَلَى مِلَّةِ إِبْرَاهِيمَ حَنِيفًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنْ الْمُسْلِمِينَ اللَّهُمَّ مِنْكَ وَلَكَ وَعَنْ مُحَمَّدٍ وَأُمَّتِهِ بِاسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ ثُمَّ ذَبَحَ","source":"Abu Daud"},"__N_SSG":true}