{"pageProps":{"number":"3266","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Shalih] dan [Al Hasan bin Ali] lafazh hadits ini adalah lafazh Al Hasan, mereka berkata; telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Sa'id bin Al Musayyab] dari [Abu Hurairah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika ada tikus jatuh ke dalam mentega, jika mentega tersebut beku maka buanglah tikus tersebut dan yang ada di sekitarnya, namun jika mentega tersebut cair maka jangan engkau dekati (ambil).\" [Al Hasan] berkata, \" [Abdurrazzaq] berkata, \"Terkadang [Ma'mar] meriwayatkan hadits tersebut dari [Az Zuhri] dari ['Ubaidullah bin Abdullah] dari [Ibnu Abbas] dari [Maimunah] dari Nabi shallallahu 'alaihi wasallam.\" Telah menceritakan kepada kami [Ahmad bin Shalih] telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Abdurrahman bin Budzawaih] dari [Ma'mar] dari [Az Zuhri] dari ['Ubaidullah bin Abdullah] dari [Ibnu Abbas] dari [Maimunah] dari Nabi shallallahu 'alaihi wasallam dengan hadits seperti hadits Az Zuhri, dari Ibnu Al Musayyab.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ وَالْحَسَنُ بْنُ عَلِيٍّ وَاللَّفْظُ لِلْحَسَنِ قَالَا حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا وَقَعَتْ الْفَأْرَةُ فِي السَّمْنِ فَإِنْ كَانَ جَامِدًا فَأَلْقُوهَا وَمَا حَوْلَهَا وَإِنْ كَانَ مَائِعًا فَلَا تَقْرَبُوهُقَالَ الْحَسَنُ قَالَ عَبْدُ الرَّزَّاقِ وَرُبَّمَا حَدَّثَ بِهِ مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ بُوذَوَيْهِ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ الزُّهْرِيِّ عَنْ ابْنِ الْمُسَيِّبِ","source":"Abu Daud"},"__N_SSG":true}