{"pageProps":{"number":"3509","slug":"abu-daud","id":"Telah menceritakan kepada kami [Wahb bin Baqiyyah] berkata, telah mengabarkan kepada kami [Khalid] dari [Suhail] -maksudnya Suhail bin Abu Shalih- dari [Sa'id bin Yasar Al Anshari] dari [Zaid bin Khalid Al Juhani] dari [Abu Thalhah Al Anshari] ia berkata, \"Aku mendengar Nabi shallallahu 'alaihi wasallam bersabda: \"Malaikat tidak akan masuk ke dalam rumah yang di dalamnya terdapat anjing atau patung.\" Zaid bin Khalid berkata, \"Mari kita menemui 'Aisyah Ummul Mukminin untuk bertanya kepadanya tentang hal itu.\" Maka kami berangkat menemui 'Aisyah, kami lalu bertanya, \"Wahai Ummul Mukmini, Abu Thalhah menceritakan kepada kami dari Rasulullah shallallahu 'alaihi wasallam begini dan begini, maka apakah engkau mendengar Nabi shallallahu 'alaihi wasallam mengatakan itu?\" 'Aisyah menjawab, \"Tidak, tetapi akan aku ceritakan kepada kalian apa yang beliau lakukan. Rasulullah shallallahu 'alaihi wasallam pernah keluar dalam salah satu peperangannya, terkadang aku membawa kunci rumah hingga aku dapat mengambil permadani bergambar dan kujadikan sebagai tirai jendela. Ketika beliau datang, aku menyambutnya seraya mengucapkan, 'Wahai Rasulullah, assalaamu 'alaikum warahmatullah wa barakaatuhu. Segala puji bagi Allah yang memuliakan dan mengagungkanmu. Beliau lantas melihat ke arah rumah dan melihat permadani tersebut, beliau tidak menjawab salamku. Dan aku melihat kebencian di wajahnya. Beliau mendatangi permadani itu dan melepaskannya. Kemudian beliau bersabda: \"Allah tidak memerintahkan kepada kita atas apa yang Ia berikan kepada kita untuk memberi pakaian pada batu dan bata.\" 'Aisyah berkata, \"Aku lalu memotong kain tersebut dan menjadikannya dua bantal yang bagian dalamnya aku isi dengan serabut, dan beliau tidak mengingkarinya.\" Telah menceritakan kepada kami [Utsman bin Abu Syaibah] berkata, telah menceritakan kepada kami [Jarir] dari [Suhail] dengan sanad yang sama. Ia berkata; Aku berkata, \"Wahai ibu ('Aisyah), orang menyampaikan hadits kepadaku, bahwa Rasulullah shallallahu 'alaihi wasallam mengatakan begini dan begini.\" Sa'id bin Yasar mantan budak bani An Najar juga menyebutkan hadits ini. ","arab":"حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ أَخْبَرَنَا خَالِدٌ عَنْ سُهَيْلٍ يَعْنِي ابْنَ أَبِي صَالِحٍ عَنْ سَعِيدِ بْنِ يَسَارٍ الْأَنْصَارِيِّ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ عَنْ أَبِي طَلْحَةَ الْأَنْصَارِيِّ قَالَسَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا تَدْخُلُ الْمَلَائِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلَا تِمْثَالٌ وَقَالَ انْطَلِقْ بِنَا إِلَى أُمِّ الْمُؤْمِنِينَ عَائِشَةَ نَسْأَلْهَا عَنْ ذَلِكَ فَانْطَلَقْنَا فَقُلْنَا يَا أُمَّ الْمُؤْمِنِينَ إِنَّ أَبَا طَلْحَةَ حَدَّثَنَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكَذَا وَكَذَا فَهَلْ سَمِعْتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ ذَلِكَ قَالَتْ لَا وَلَكِنْ سَأُحَدِّثُكُمْ بِمَا رَأَيْتُهُ فَعَلَ خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ مَغَازِيهِ وَكُنْتُ أَتَحَيَّنُ قُفُولَهُ فَأَخَذْتُ نَمَطًا كَانَ لَنَا فَسَتَرْتُهُ عَلَى الْعَرَضِ فَلَمَّا جَاءَ اسْتَقْبَلْتُهُ فَقُلْتُ السَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ الْحَمْدُ لِلَّهِ الَّذِي أَعَزَّكَ وَأَكْرَمَكَ فَنَظَرَ إِلَى الْبَيْتِ فَرَأَى النَّمَطَ فَلَمْ يَرُدَّ عَلَيَّ شَيْئًا وَرَأَيْتُ الْكَرَاهِيَةَ فِي وَجْهِهِ فَأَتَى النَّمَطَ حَتَّى هَتَكَهُ ثُمَّ قَالَ إِنَّ اللَّهَ لَمْ يَأْمُرْنَا فِيمَا رَزَقَنَا أَنْ نَكْسُوَ الْحِجَارَةَ وَاللَّبِنَ قَالَتْ فَقَطَعْتُهُ وَجَعَلْتُهُ وِسَادَتَيْنِ وَحَشَوْتُهُمَا لِيفًا فَلَمْ يُنْكِرْ ذَلِكَ عَلَيَّحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ سُهَيْلٍ بِإِسْنَادِهِ مِثْلِهِ قَالَ فَقُلْتُ يَا أُمَّهْ إِنَّ هَذَا حَدَّثَنِي أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَقَالَ فِيهِ سَعِيدُ بْنُ يَسَارٍ مَوْلَى بَنِي النَّجَّارِ","source":"Abu Daud"},"__N_SSG":true}