{"pageProps":{"number":"3746","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Shalih] berkata, telah menceritakan kepada kami [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Qatadah] dari [Al Hasan] dari [Qabishah bin Huraits] dari [Salamah Ibnul Muhabbaq] berkata, \"Bahwasanya Rasulullah shallallahu 'alaihi wasallam memberi putusan atas seorang laki-laki yang mensetubuhi budak wanita milik isterinya. Jika sang suami memaksanya maka sang budak menjadi merdeka, dan suami tetap menunaikan segala tanggung jawab terhadap isterinya sebagaimana tanggung jawabnya terhadap budaknya. Namun jika sang budak mempersilahkan dirinya secara sukarela, budak itu berpindah tangan menjadi budak suaminya, dan suami tetap menunaikan tanggung jawab terhadap isterinya.\" Abu Dawud berkata, \" [Yunus bin Ubaid], [Amru bin dinar], [Manshur bin Zadzan] dan [Salam] meriwayatkan hadits ini dari [Al Hasan] secara makna. Sementara Yunus dan Manshur tidak menyebutkan nama Qabishah.\" Telah menceritakan kepada kami [Ali bin Husain Ad Dirhami] berkata, telah menceritakan kepada kami [Abdul A'la] dari [Sa'id] dari [Qatadah] dari [Al Hasan] dari [Salamah Ibnul Muhabbaq] dari Nabi shallallahu 'alaihi wasallam seperti hadits ini, hanya saja ia menyebutkan, \"Jika budak wanita itu menurut dengan suka rela, maka ia (budak wanita) dan harta yang ia dapat dari si suami menjadi milik majikannya (isteri).\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ قَبِيصَةَ بْنِ حُرَيْثٍ عَنْ سَلَمَةَ بْنِ الْمُحَبَّقِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى فِي رَجُلٍ وَقَعَ عَلَى جَارِيَةِ امْرَأَتِهِ إِنْ كَانَ اسْتَكْرَهَهَا فَهِيَ حُرَّةٌ وَعَلَيْهِ لِسَيِّدَتِهَا مِثْلُهَا فَإِنْ كَانَتْ طَاوَعَتْهُ فَهِيَ لَهُ وَعَلَيْهِ لِسَيِّدَتِهَا مِثْلُهَاقَالَ أَبُو دَاوُد رَوَى يُونُسُ بْنُ عُبَيْدٍ وَعَمْرُو بْنُ دِينَارٍ وَمَنْصُورُ بْنُ زَاذَانَ وَسَلَّامٌ عَنْ الْحَسَنِ هَذَا الْحَدِيثَ بِمَعْنَاهُ لَمْ يَذْكُرْ يُونُسُ وَمَنْصُورٌ قَبِيصَةَ حَدَّثَنَا عَلِيُّ بْنُ حُسَيْنٍ الدِّرْهَمِيُّ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ سَلَمَةَ بْنِ الْمُحَبَّقِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ إِلَّا أَنَّهُ قَالَ وَإِنْ كَانَتْ طَاوَعَتْهُ فَهِيَ وَمِثْلُهَا مِنْ مَالِهِ لَسَيِّدَتِهَا","source":"Abu Daud"},"__N_SSG":true}