{"pageProps":{"number":"3765","slug":"abu-daud","id":"Telah menceritakan kepada kami [Nashr bin Ashim Al Anthaki] berkata, telah menceritakan kepada kami [Yazid bin Harun Al Wasithi] berkata, telah menceritakan kepada kami [Ibnu Abu Dzi`b] dari [Al Harits bin 'Abdurrahman] dari [Abu Salamah] dari [Abu Hurairah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika ia mabuk maka cembuklah, kemudian jika ia mabuk lagi maka cambuklah, kemudian jika ia mabuk lagi maka cambuklah, kemudian jika ia mengulangi lagi pada kali keempat maka bunuhlah.\" Abu Dawud berkata, \"demikian juga hadits [Umar bin Abu Salamah], dari [bapaknya], dari [Abu Hurairah], dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Jika ia minum khamer maka cambuklah, jika ia mengulanginya lagi untuk kali keempat maka bunuhlah.\" Demikan juga dalam hadits [Suhail] dari [Abu Shalih], dari [Abu Hurairah], dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Jika mereka minum pada kali keempat, maka bunuhlah mereka.\" Demikian juga dalam hadits [Ibnu Abu Nu'm] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam. Demikian juga dengan hadits Abdullah bin Amru dari Nabi shallallahu 'alaihi wasallam, dan Asy Syarid dari Nabi shallallahu 'alaihi wasallam dalam hadits riwayat [Al Jadali], dari [Mu'awiyah], bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Jika ia mengulanginya lagi pada kali ketiga, atau keempat maka bunuhlah ia.\"","arab":"حَدَّثَنَا نَصْرُ بْنُ عَاصِمٍ الْأَنْطَاكِيُّ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ الْوَاسِطِيُّ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ عَنْ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا سَكَرَ فَاجْلِدُوهُ ثُمَّ إِنْ سَكَرَ فَاجْلِدُوهُ ثُمَّ إِنْ سَكَرَ فَاجْلِدُوهُ فَإِنْ عَادَ الرَّابِعَةَ فَاقْتُلُوهُقَالَ أَبُو دَاوُد وَكَذَا حَدِيثُ عُمَرَ بْنِ أَبِي سَلَمَةَ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا شَرِبَ الْخَمْرَ فَاجْلِدُوهُ فَإِنْ عَادَ الرَّابِعَةَ فَاقْتُلُوهُ قَالَ أَبُو دَاوُد وَكَذَا حَدِيثُ سُهَيْلٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ شَرِبُوا الرَّابِعَةَ فَاقْتُلُوهُمْ وَكَذَا حَدِيثُ ابْنِ أَبِي نُعْمٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَذَا حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالشَّرِيدِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي حَدِيثِ الْجَدَلِيِّ عَنْ مُعَاوِيَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَإِنْ عَادَ فِي الثَّالِثَةِ أَوْ الرَّابِعَةِ فَاقْتُلُوهُ","source":"Abu Daud"},"__N_SSG":true}