{"pageProps":{"number":"3867","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Hanbal] berkata, telah menceritakan kepada kami [Al Walid bin Muslim] berkata, telah menceritakan kepada kami [Tsaur bin Yazid] ia berkata; telah menceritakan kepadaku [Khalid bin Ma'dan] ia berkata; telah menceritakan kepadaku ['Abdurrahman bin Amru As Sulami] dan [Hujr bin Hujr] keduanya berkata, \"Kami mendatangi [Irbadh bin Sariyah], dan ia adalah termasuk seseorang yang turun kepadanya ayat: '(dan tiada (pula dosa) atas orang-orang yang apabila mereka datang kepadamu, suapaya kami memberi mereka kendaraan, lalu kamu berkata, \"Aku tidak memperoleh kendaraan orang yang membawamu) ' -Qs. At Taubah: 92- kami mengucapkan salam kepadanya dan berkata, \"Kami datang kepadamu untuk ziarah, duduk-duduk mendengar sesuatu yang berharga darimu.\" Irbadh berkata, \"Suatu ketika Rasulullah shallallahu 'alaihi wasallam shalat bersama kami, beliau lantas menghadap ke arah kami dan memberikan sebuah nasihat yang sangat menyentuh yang membuat mata menangis dan hati bergetar. Lalu seseorang berkata, \"Wahai Rasulullah, seakan-akan ini adalah nasihat untuk perpisahan! Lalu apa yang engkau washiatkan kepada kami?\" Beliau mengatakan: \"Aku wasiatkan kepada kalian untuk bertakwa kepada Allah, senantiasa taat dan mendengar meskipun yang memerintah adalah seorang budak habsyi yang hitam. Sesungguhnya orang-orang yang hidup setelahku akan melihat perselisihan yang banyak. Maka, hendaklah kalian berpegang dengan sunahku, sunah para khalifah yang lurus dan mendapat petunjuk, berpegang teguhlah dengannya dan gigitlah dengan gigi geraham. Jauhilah oleh kalian perkara-perkara baru (dalam urusan agama), sebab setiap perkara yang baru adalah bid'ah dan setaip bid'ah adalah sesat.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا ثَوْرُ بْنُ يَزِيدَ قَالَ حَدَّثَنِي خَالِدُ بْنُ مَعْدَانَ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو السُّلَمِيُّ وَحُجْرُ بْنُ حُجْرٍ قَالَاأَتَيْنَا الْعِرْبَاضَ بْنَ سَارِيَةَ وَهُوَ مِمَّنْ نَزَلَ فِيهِ{ وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ }فَسَلَّمْنَا وَقُلْنَا أَتَيْنَاكَ زَائِرِينَ وَعَائِدِينَ وَمُقْتَبِسِينَ فَقَالَ الْعِرْبَاضُ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ ثُمَّ أَقْبَلَ عَلَيْنَا فَوَعَظَنَا مَوْعِظَةً بَلِيغَةً ذَرَفَتْ مِنْهَا الْعُيُونُ وَوَجِلَتْ مِنْهَا الْقُلُوبُ فَقَالَ قَائِلٌ يَا رَسُولَ اللَّهِ كَأَنَّ هَذِهِ مَوْعِظَةُ مُوَدِّعٍ فَمَاذَا تَعْهَدُ إِلَيْنَا فَقَالَ أُوصِيكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ عَبْدًا حَبَشِيًّا فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي فَسَيَرَى اخْتِلَافًا كَثِيرًا فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الْمَهْدِيِّينَ الرَّاشِدِينَ تَمَسَّكُوا بِهَا وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلَالَةٌ","source":"Abu Daud"},"__N_SSG":true}