{"pageProps":{"number":"4028","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah] berkata, telah menceritakan kepada kami [Abdul Aziz] -maksudnya Abdul Aziz bin Muhammad- dari [Zaid] -maksudnya Zaid bin Aslam dari [Atha bin Yasar] dari [Abu Sa'id Al Khudri] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jauhilah oleh kalian duduk-duduk di pinggir jalan.\" Para sahabat bertanya, \"Wahai Rasulullah, kami duduk di sana hanya untuk berbincang-bincang?\" Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Jika kalian enggan meninggalkan tempat itu, maka berilah haknya.\" Para sahabat bertanya, \"Wahai Rasulullah, apa haknya jalan?\" beliau menjawab: \"Menundukkan pandangan, tidak menyakiti orang lain, menjawab salam, dan melaksanakan amar ma'ruf dan nahi munkar.\" Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Bisyr] -maksudnya Bisyr bin Al Mufadhdhal- berkata, telah menceritakan kepada kami ['Abdurrahman bin Ishaq] dari [Sa'id Al maqburi] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam tentang kisah tersebut. Beliau bersabda: \"Memberi petunjuk orang yang tersesat.\" Telah menceritakan kepada kami [Al Hasan bin Isa An Naisaburi] berkata, telah mengabarkan kepada kami [Ibnul Mubarak] berkata, telah mengabarkan kepada kami [Jarir bin Hazim] dari [Ishaq bin Suwaid] dari [Ibnu Hujair Al Adawi] ia berkata, \"Aku mendengar [Umar Ibnul Khaththab], dari Nabi shallallahu 'alaihi wasallam tentang kisah tersebut. Beliau bersabda: \"Memberi pertolongan orang yang teraniaya dan memberi petunjuk orang yang tersesat.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ حَدَّثَنَا عَبْدُ الْعَزِيزِ يَعْنِي ابْنَ مُحَمَّدٍ عَنْ زَيْدٍ يَعْنِي ابْنَ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِيَّاكُمْ وَالْجُلُوسَ بِالطُّرُقَاتِ قَالُوا يَا رَسُولَ اللَّهِ مَا بُدَّ لَنَا مِنْ مَجَالِسِنَا نَتَحَدَّثُ فِيهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ أَبَيْتُمْ فَأَعْطُوا الطَّرِيقَ حَقَّهُ قَالُوا وَمَا حَقُّ الطَّرِيقِ يَا رَسُولَ اللَّهِ قَالَ غَضُّ الْبَصَرِ وَكَفُّ الْأَذَى وَرَدُّ السَّلَامِ وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنْ الْمُنْكَرِحَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا بِشْرٌ يَعْنِي ابْنَ الْمُفَضَّلِ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِسْحَقَ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْقِصَّةِ قَالَ وَإِرْشَادُ السَّبِيلِ حَدَّثَنَا الْحَسَنُ بْنُ عِيسَى النَّيْسَابُورِيُّ أَخْبَرَنَا ابْنُ الْمُبَارَكِ أَخْبَرَنَا جَرِيرُ بْنُ حَازِمٍ عَنْ إِسْحَقَ بْنِ سُوَيْدٍ عَنْ ابْنِ حُجَيْرٍ الْعَدَوِيِّ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْقِصَّةِ قَالَ وَتُغِيثُوا الْمَلْهُوفَ وَتَهْدُوا الضَّالَّ","source":"Abu Daud"},"__N_SSG":true}