{"pageProps":{"number":"4336","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu Basysyar] berkata, telah menceritakan kepada kami [Abu Ashim] berkata, telah menceritakan kepada kami [Ibnu Juraij]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [yahya bin habib] berkata, telah menceritakan kepada kami [Rauh] dari [Ibnu Juraij] ia berkata; telah mengabarkan kepadaku [Amru bin Abu Sufyan] bahwa [Amru bin Abdullah bin Shafwan] mengabarkan kepadanya dari [Kaldah bin Hanbal] bahwa Shafwan bin Umayyah mengutusnya menemui Rasulullah shallallahu 'alaihi wasallam membawa susu, anak kijang dan anak rubah. Saat itu Nabi shallallahu 'alaihi wasallam sedang berada di perbukitan Makkah. Lalu aku masuk tanpa mengucapkan salam terlebih dahulu, maka beliau pun bersabda: \"Kembali dan ucapkanlah; Assalamu Alaikum.\" Kejadian itu setelah Shafwan bin Umayyah masuk Islam.\", [Amru] berkata; \" [Ibnu Shafwan] memberitahukan ini semua kepadaku dari [Kaladah bin Hanbal], dan ia tidak berkata; aku mendengarnya darinya (Kaldah).\", Abu Dawud berkata; \"Yahya bin Habib mengatakan; Umayyah bin Shafwan tidak mengatakan; aku mendengarnya dari Kaldah bin Hanbal, dan Yahya juga berkata; Amru bin Abdullah bin Shafwan memberitahunya bahwa Kaldah bin Al Hanbal telah mengabarkan kepadanya.\"","arab":"حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَاصِمٍ حَدَّثَنَا ابْنُ جُرَيْجٍ ح و حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ حَدَّثَنَا رَوْحٌ عَنْ ابْنِ جُرَيْجٍ قَالَ أَخْبَرَنِي عَمْرُو بْنُ أَبِي سُفْيَانَ أَنَّ عَمْرَو بْنَ عَبْدِ اللَّهِ بْنِ صَفْوَانَ أَخْبَرَهُ عَنْ كَلَدَةَ بْنِ حَنْبَلٍأَنَّ صَفْوَانَ بْنَ أُمَيَّةَ بَعَثَهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِلَبَنٍ وَجَدَايَةٍ وَضَغَابِيسَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَعْلَى مَكَّةَ فَدَخَلْتُ وَلَمْ أُسَلِّمْ فَقَالَ ارْجِعْ فَقُلْ السَّلَامُ عَلَيْكُمْ وَذَلِكَ بَعْدَمَا أَسْلَمَ صَفْوَانُ بْنُ أُمَيَّةَقَالَ عَمْرٌو وَأَخْبَرَنِي ابْنُ صَفْوَانَ بِهَذَا أَجْمَعَ عَنْ كَلَدَةَ بْنِ حَنْبَلٍ وَلَمْ يَقُلْ سَمِعْتُهُ مِنْهُ قَالَ أَبُو دَاوُد قَالَ يَحْيَى بْنُ حَبِيبٍ أُمَيَّةُ بْنُ صَفْوَانَ وَلَمْ يَقُلْ سَمِعْتُهُ مِنْ كَلَدَةَ بْنِ حَنْبَلٍ و قَالَ يَحْيَى أَيْضًا عَمْرُو بْنُ عَبْدِ اللَّهِ بْنِ صَفْوَانَ أَخْبَرَهُ أَنَّ كَلَدَةَ بْنَ الْحَنْبَلِ أَخْبَرَهُ","source":"Abu Daud"},"__N_SSG":true}