{"pageProps":{"number":"627","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin As Shabah Al Bazzaz] telah menceritakan kepada kami [Syarik] dari [Yazid bin Abu Ziyad] dari [Abdurrahman bin Abu Laila] dari [Al Barra`] bahwa; \"Apabila Rasulullah shallallahu 'alaihi wasallam memulai shalat, beliau mengangkat kedua tangannya sampai mendekati kedua telinganya, dan tidak mengulanginya lagi (hanya sekali).\" Telah menceritakan kepada kami [Abdullah bin Muhammad Az Zuhri] telah menceritakan kepada kami [Sufyan] dari [Yazid] seperti haditsnya Syarik, namun dia tidak mengatakan; \"Dan beliau tidak mengulanginya lagi.\" Sufyan mengatakan; \"Setelah itu dia mengatakan kepada kami; \"Dan beliau tidak mengulanginya lagi\" ketika berada di Kufah.\" Abu Daud mengatakan; \"Hadits ini di riwayatkan pula oleh [Husyaim], [Khalid] dan [Ibdu Idris] dari [Yazid], namun mereka tidak menyebutkan; \"Dan beliau tidak mengulanginya lagi.\" Telah menceritakan kepada kami [Al Hasan bin Ali] telah menceritakan kepada kami [Mu'awiyah] dan [Khalid bin 'Amru] serta [Abu Hudzaifah] mereka mengatakan; telah menceritakan kepada kami [Sufyan] dengan isnad seperti ini, katanya; \"Beliau mengangkat kedua tangannya di awal kali.\" sebagian yang lain mengatakan; \"Satu kali.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ حَدَّثَنَا شَرِيكٌ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ الْبَرَاءِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا افْتَتَحَ الصَّلَاةَ رَفَعَ يَدَيْهِ إِلَى قَرِيبٍ مِنْ أُذُنَيْهِ ثُمَّ لَا يَعُودُحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ حَدَّثَنَا سُفْيَانُ عَنْ يَزِيدَ نَحْوَ حَدِيثِ شَرِيكٍ لَمْ يَقُلْ ثُمَّ لَا يَعُودُ قَالَ سُفْيَانُ قَالَ لَنَا بِالْكُوفَةِ بَعْدُ ثُمَّ لَا يَعُودُ قَالَ أَبُو دَاوُد وَرَوَى هَذَا الْحَدِيثَ هُشَيْمٌ وَخَالِدٌ وَابْنُ إِدْرِيسَ عَنْ يَزِيدَ لَمْ يَذْكُرُوا ثُمَّ لَا يَعُودُ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا مُعَاوِيَةُ وَخَالِدُ بْنُ عَمْرٍو وَأَبُو حُذَيْفَةَ قَالُوا حَدَّثَنَا سُفْيَانُ بِإِسْنَادِهِ بِهَذَا قَالَ فَرَفَعَ يَدَيْهِ فِي أَوَّلِ مَرَّةٍ وَقَالَ بَعْضُهُمْ مَرَّةً وَاحِدَةً","source":"Abu Daud"},"__N_SSG":true}