{"pageProps":{"number":"723","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ar Rabi' bin Nafi' Abu Tsaubah] dan [Musa bin Isma'il] sedangkan maksud haditsnya sama, keduanya berkata; telah menceritakan kepada kami [Ibnu Al Mubarrak] dari [Musa]. Abu Salamah Musa bin Ayyub mengatakan; dari [pamannya] dari ['Uqbah bin 'Amir] dia berkata; Ketika turun; \"FASABBIH BISMIRABBIKAL 'ADZIIM (maka sucikanlah dengan nama Rabbmu yang Maha Agung).\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jadikanlah ia sebagai bacaan ruku' kalian.\" dan ketika turun; \"SABBIHISMA RABBIKAL A'LA (Sucikanlah dengan nama Rabbmu yang Maha tinggi) \" maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jadikanlah ia sebagai bacaan sujud kalian.\" telah menceritakan kepada kami [Ahmad bin Yunus] telah menceritakan kepada kami [Al Laits yaitu Ibnu Sa'd] dari [Ayyub bin Musa atau Musa bin Ayyub] dari [seorang laki-laki dari Kaumnya] dari ['Uqbah bin 'Amir] dengan makna yang sama, dia menambahkan; Uqbah berkata; \"Apabila Rasulullah shallallahu 'alaihi wasallam ruku' beliau mengucapkan; \"Subhaana rabbiyal 'azhiim wa bihamdihi (Maha suci Rabbku yang Maha Agung dengan pujian-Nya) \" sebanyak tiga kali, dan apabila sujud beliau mengucapkan; \"Subhaana rabbiyal a'la wa bihamdih (Maha suci Rabbku yang Maha Tinggi dengan segala pujian-Nya) \" sebanyak tiga kali.\" Abu Daud mengatakan; \"Saya khawatir tambahan ini tidak dari tambahan yang benar-benar terjaga (kebenarannya).\" Abu Daud mengatakan; \"Penduduk Mesir meriwayatkan dengan periwayatan tunggal mengenai dua isnad hadits ini yaitu hadits Rabi' dan hadits Ahmad bin Yunus. ","arab":"حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ أَبُو تَوْبَةَ وَمُوسَى بْنُ إِسْمَعِيلَ الْمَعْنَى قَالَا حَدَّثَنَا ابْنُ الْمُبَارَكِ عَنْ مُوسَى قَالَ أَبُو سَلَمَةَ مُوسَى بْنِ أَيُّوبَ عَنْ عَمِّهِ عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَلَمَّا نَزَلَتْ{ فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ }قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْعَلُوهَا فِي رُكُوعِكُمْ فَلَمَّا نَزَلَتْ{ سَبِّحْ اسْمَ رَبِّكَ الْأَعْلَى }قَالَ اجْعَلُوهَا فِي سُجُودِكُمْحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا اللَّيْثُ يَعْنِي ابْنَ سَعْدٍ عَنْ أَيُّوبَ بْنِ مُوسَى أَوْ مُوسَى بْنِ أَيُّوبَ عَنْ رَجُلٍ مِنْ قَوْمِهِ عَنْ عُقْبَةَ بْنِ عَامِرٍ بِمَعْنَاهُ زَادَ قَالَ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَكَعَ قَالَ سُبْحَانَ رَبِّيَ الْعَظِيمِ وَبِحَمْدِهِ ثَلَاثًا وَإِذَا سَجَدَ قَالَ سُبْحَانَ رَبِّيَ الْأَعْلَى وَبِحَمْدِهِ ثَلَاثًا قَالَ أَبُو دَاوُد وَهَذِهِ الزِّيَادَةُ نَخَافُ أَنْ لَا تَكُونَ مَحْفُوظَةً قَالَ أَبُو دَاوُد انْفَرَدَ أَهْلُ مِصْرَ بِإِسْنَادِ هَذَيْنِ الْحَدِيثَيْنِ حَدِيثِ الرَّبِيعِ وَحَدِيثِ أَحْمَدَ بْنِ يُونُسَ","source":"Abu Daud"},"__N_SSG":true}