{"pageProps":{"number":"842","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdul Wahab bin Najdah] telah menceritakan kepada kami [Asy'ats Tsauri bin Syu'bah] dari [Al Minhal bin Khalifah] dari [Al Azraq bin Qais] dia berkata; imam kami yang berkunyah [Abu Rimtsah] shalat bersama kami, katanya; \"Aku shalat seperti ini atau seperti shalat bersama Nabi shallallahu 'alaihi wasallam, -dia melanjutkan perkataannya- sementara Abu Bakar dan Umar shalat di shaf pertama, tepatnya di samping kanan beliau, tiba-tiba seseorang datang dan mendapatkan takbiratul ihram bersama beliau, lalu Nabi Allah shallallahu 'alaihi wasallam mengerjakan shalat, kemudian salam kekanan dan kekiri sehingga kami melihat putihnya pipi beliau. Kemudian beliau merubah posisi sebagaimana Abu Ritsmah merubah posisi. Lantas seorang laki-laki yang tadi hanya mendapatkan takbiratul ihram berdiri untuk menambah raka'at lagi, maka Umar melompat menuju kepadanya dan memegang kedua pundak orang tersebut serta menggetarkannya sambil berkata: \"Duduklah! Karena sesungguhnya ahlul kitab tidak binasa kecuali mereka tidak memisahkan antara shalat-shalat mereka.\" Lalu Nabi shallallahu 'alaihi wasallam memandanginya seraya bersabda: \"Kamu benar wahai Ibnu Khattab.\" Abu Daud berkata: \"Dikatakan bahwa Abu Umayyah diganti dengan Abu Ritsmah.\"","arab":"حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ حَدَّثَنَا أَشْعَثُ بْنُ شُعْبَةَ عَنْ الْمِنْهَالِ بْنِ خَلِيفَةَ عَنْ الْأَزْرَقِ بْنِ قَيْسٍ قَالَصَلَّى بِنَا إِمَامٌ لَنَا يُكْنَى أَبَا رِمْثَةَ فَقَالَ صَلَّيْتُ هَذِهِ الصَّلَاةَ أَوْ مِثْلَ هَذِهِ الصَّلَاةِ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَكَانَ أَبُو بَكْرٍ وَعُمَرُ يَقُومَانِ فِي الصَّفِّ الْمُقَدَّمِ عَنْ يَمِينِهِ وَكَانَ رَجُلٌ قَدْ شَهِدَ التَّكْبِيرَةَ الْأُولَى مِنْ الصَّلَاةِ فَصَلَّى نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ سَلَّمَ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ حَتَّى رَأَيْنَا بَيَاضَ خَدَّيْهِ ثُمَّ انْفَتَلَ كَانْفِتَالِ أَبِي رِمْثَةَ يَعْنِي نَفْسَهُ فَقَامَ الرَّجُلُ الَّذِي أَدْرَكَ مَعَهُ التَّكْبِيرَةَ الْأُولَى مِنْ الصَّلَاةِ يَشْفَعُ فَوَثَبَ إِلَيْهِ عُمَرُ فَأَخَذَ بِمَنْكِبِهِ فَهَزَّهُ ثُمَّ قَالَ اجْلِسْ فَإِنَّهُ لَمْ يُهْلِكْ أَهْلَ الْكِتَابِ إِلَّا أَنَّهُ لَمْ يَكُنْ بَيْنَ صَلَوَاتِهِمْ فَصْلٌ فَرَفَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَصَرَهُ فَقَالَ أَصَابَ اللَّهُ بِكَ يَا ابْنَ الْخَطَّابِقَالَ أَبُو دَاوُد وَقَدْ قِيلَ أَبُو أُمَيَّةَ مَكَانَ أَبِي رِمْثَةَ","source":"Abu Daud"},"__N_SSG":true}