{"pageProps":{"number":"845","slug":"abu-daud","id":"Telah menceritakan kepada kami [Isma'il bin Asad] telah mengabarkan kepada kami [Syababah] telah menceritakan kepada kami [Ibnu Abu Dzi'b] dari [Sa'id bin Abu Sa'id Al Maqburi] dari [Abu Hurairah] bahwa Nabi shallallahu 'alaihi wasallam beranjak pergi setelah selesai dari dua raka'at shalat wajib, maka seorang laki-laki bertanya kepada beliau; \"Apakah shalat telah di qashar wahai Rasulullah ataukah anda lupa?\" beliau menjawab; \"Semua itu tidak aku lakukan.\" Maka orang-orang berkata; \"Anda telah melakukan hal itu wahai Rasulullah!.\" Kemudian beliau mengerjakan dua raka'at yang tertinggal, lalu beliau beranjak pergi tanpa mengerjakan sujud sahwi dua kali.\" Abu Daud mengatakan; \"Hadits ini di riwayatkan pula oleh [Daud bin Al Hushain] dari [Abu Sufyan bekas budak Ibnnu Abu Ahmad] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam dengan kisah seperti ini, katanya; \"kemudian beliau sujud dua kali dan duduk setelah memberi salam.\" Telah menceritakan kepada kami [Harun bin Abdullah] telah menceritakan kepada kami [Hasyim bin Al Qasim] telah menceritakan kepada kami [Ikrimah bin 'Ammar] dari [Dlamdlam bin Jaus Al Hiffani] telah menceritakan kepadaku [Abu Hurairah] dengan hadits seperti ini, katanya; \"Kemudian beliau sujud sahwi setelah memberi salam.\" Telah menceritakan kepada kami [Ahmad bin Muhammad bin Tsabit] telah menceritakan kepada kami [Abu Usamah], dan telah di riwayatkan dari jalur lain, telah menceritakan kepada kami [Muhammad bin Al 'Ala`] telah mengabarkan kepada kami [Abu Usamah] telah mengabarkan kepadaku ['Ubaidullah] dari [Nafi'] dari [Ibnu Umar] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam shalat bersama kami, kemudian beliau salam di raka'at kedua…\" kemudian ia menyebutkan seperti hadits Ibnu Sirin dari Abu Hurairah dia berkata; \"Kemudian beliau salam lalu sujud sahwi dua kali.\"","arab":"حَدَّثَنَا إِسْمَعِيلُ بْنُ أَسَدٍ أَخْبَرَنَا شَبَابَةُ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْصَرَفَ مِنْ الرَّكْعَتَيْنِ مِنْ صَلَاةِ الْمَكْتُوبَةِ فَقَالَ لَه رَجُلٌ أَقُصِرَتْ الصَّلَاةُ يَا رَسُولَ اللَّهِ أَمْ نَسِيتَ قَالَ كُلَّ ذَلِكَ لَمْ أَفْعَلْ فَقَالَ النَّاسُ قَدْ فَعَلْتَ ذَلِكَ يَا رَسُولَ اللَّهِ فَرَكَعَ رَكْعَتَيْنِ أُخْرَيَيْنِ ثُمَّ انْصَرَفَ وَلَمْ يَسْجُدْ سَجْدَتَيْ السَّهْوِقَالَ أَبُو دَاوُد رَوَاهُ دَاوُدُ بْنُ الْحُصَيْنِ عَنْ أَبِي سُفْيَانَ مَوْلَى ابْنِ أَبِي أَحْمَدَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذِهِ الْقِصَّةِ قَالَ ثُمَّ سَجَدَ سَجْدَتَيْنِ وَهُوَ جَالِسٌ بَعْدَ التَّسْلِيمِ حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ عَنْ ضَمْضَمِ بْنِ جَوْسٍ الْهِفَّانِيِّ حَدَّثَنِي أَبُو هُرَيْرَةَ بِهَذَا الْخَبَرِ قَالَ ثُمَّ سَجَدَ سَجْدَتَيْ السَّهْوِ بَعْدَ مَا سَلَّمَ حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ ثَابِتٍ حَدَّثَنَا أَبُو أُسَامَةَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ أَخْبَرَنَا أَبُو أُسَامَةَ أَخْبَرَنِي عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَلَّمَ فِي الرَّكْعَتَيْنِ فَذَكَرَ نَحْوَ حَدِيثِ ابْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَ ثُمَّ سَلَّمَ ثُمَّ سَجَدَ سَجْدَتَيْ السَّهْوِ","source":"Abu Daud"},"__N_SSG":true}