{"pageProps":{"number":"980","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Hammad bin Zaid] dari [Abdul Aziz bin Shuhaib] dari [Anas bin Malik], dan [Yunus bin 'Ubaid] dari [Tsabit] dari [Anas] dia berkata; \"Penduduk Madinah pernah di timpa bencana kekeringan pada masa Rasulullah shallallahu 'alaihi wasallam, ketika beliau tengah menyampaikan khutbah Jum'at, tiba-tiba seorang laki-laki berdiri seraya berkata; \"Wahai Rasulullah, telah binasa kuda dan kambing, oleh karena itu, berdo'alah kepada Allah agar menurunkan hujan kepada kami.\" Lalu beliau merenggangkan kedua tangannya dan berdo'a.\" Anas berkata; \"Saat itu, langit sangat cerah laksana kaca, lalu angin bertiaup yang membawa awan yang menggumpal, setelah itu langit menurunkan hujan, lalu kami keluar mencebur ke air hujan, sehingga kami tiba di rumah kami, dan hujan senantiasa turun hingga jum'at berikutnya, maka laki-laki itu atau laki-laki lain berdiri sambil berkata; \"Wahai Rasulullah, rumah-rumah kami (hampir) roboh (karena hujan kebat), oleh karena itu, berdo'alah kepada Allah agar hujan di hentikan!.\" Maka Rasulullah shallallahu 'alaihi wasallam tersenyum kemudian bersabda: \"Turunkanlah hujan ini di sekeliling kami, dan jangan sampai ia membawa petaka bagi kami.\" Lalu aku melihat awan tersebut terputus-putus di sekitar Madinah, seolah-olah bagaikan Mahkota (maksudnya hujan turun menyebar di seluruh Madinah).\" Telah menceritakan kepada kami [Isa bin Hammad] telah mengabarkan kepada kami [Al Laits] dari [Sa'id Al Maqburi] dari [Syarik bin Abdullah bin Abu Namir] bahwa dia mendengar [Anas] berkata; …\" kemudian dia menyebutkan sebagaimana hadits Abdul Aziz katanya; \"Maka Rasulullah shallallahu 'alaihi wasallam mengangkat kedua tangannya sejajar dengan wajah beliau seraya mengucapkan: \"Ya Allah turunkanlah hujan kepada kami…\" kemudian dia melanjutkan hadits seperti di atas.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ وَيُونُسَ بْنِ عُبَيْدٍ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَأَصَابَ أَهْلَ الْمَدِينَةِ قَحْطٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَيْنَمَا هُوَ يَخْطُبُنَا يَوْمَ جُمُعَةٍ إِذْ قَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَ الْكُرَاعُ هَلَكَ الشَّاءُ فَادْعُ اللَّهَ أَنْ يَسْقِيَنَا فَمَدَّ يَدَيْهِ وَدَعَا قَالَ أَنَسٌ وَإِنَّ السَّمَاءَ لَمِثْلُ الزُّجَاجَةِ فَهَاجَتْ رِيحٌ ثُمَّ أَنْشَأَتْ سَحَابَةً ثُمَّ اجْتَمَعَتْ ثُمَّ أَرْسَلَتْ السَّمَاءُ عَزَالِيَهَا فَخَرَجْنَا نَخُوضُ الْمَاءَ حَتَّى أَتَيْنَا مَنَازِلَنَا فَلَمْ يَزَلْ الْمَطَرُ إِلَى الْجُمُعَةِ الْأُخْرَى فَقَامَ إِلَيْهِ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ فَقَالَ يَا رَسُولَ اللَّهِ تَهَدَّمَتْ الْبُيُوتُ فَادْعُ اللَّهَ أَنْ يَحْبِسَهُ فَتَبَسَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ حَوَالَيْنَا وَلَا عَلَيْنَا فَنَظَرْتُ إِلَى السَّحَابِ يَتَصَدَّعُ حَوْلَ الْمَدِينَةِ كَأَنَّهُ إِكْلِيلٌحَدَّثَنَا عِيسَى بْنُ حَمَّادٍ أَخْبَرَنَا اللَّيْثُ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ عَنْ أَنَسٍ أَنَّهُ سَمِعَهُ يَقُولُ فَذَكَرَ نَحْوَ حَدِيثِ عَبْدِ الْعَزِيزِ قَالَ فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ بِحِذَاءِ وَجْهِهِ فَقَالَ اللَّهُمَّ اسْقِنَا وَسَاقَ نَحْوَهُ","source":"Abu Daud"},"__N_SSG":true}