{"pageProps":{"number":"1494","slug":"nasai","id":"Telah mengabarkan kepada kami ['Ali bin Hujr] dia berkata; telah menceritakan kepada kami [Isma'il] dia berkata; telah menceritakan kepada kami [Humaid] dari [Anas] dia berkata; '\"Hujan pernah tidak turun selama satu tahun, maka sebagian kaum muslim datang kepada Rasulullah shallallahu 'alaihi wasallam pada hari Jum'at. Mereka berkata; 'Wahai Rasulullah, hujan telah terhenti, bumi telah menjadi tandus, dan harta benda telah hancur'. Lalu Rasulullah Shalallahu 'Alaihi Wa Sallam mengangkat kedua tangannya. Kami tidak melihat awan di langit. Lalu beliau menjulurkan tangannya (hingga kami melihat putihnya ketiak beliau Shalallahu 'Alaihi Wa Sallam) untuk meminta hujan kepada Allah Azza wa Jalla.\" Anas berkata; \"Kami belum (selesai) shalat Jum'at, namun seseorang yang tinggal dekat dengan masjid sudah merasa sulit untuk pulang ke keluarganya (karena derasnya hujan penerj). Hal tersebut berlangsung sampai hari Jum'at berikutnya. Pada hari Jum'at berikutnya orang-orang berkata kepada Rasulullah shallallahu 'alaihi wasallam, 'Wahai Rasulullah, rumah-rumah telah hancur dan kendaraan tak bisa berjalan Anas berkata; \"Rasulullah shallallahu 'alaihi wasallam tersenyum karena cepatnya rasa bosan anak Adam, lalu beliau bersabda: `Ya Allah (turunkanlah hujan) disekitar kami dan jangan di atas kami'. Lalu awan atau hujan itu menjauh dari Madinah.\"","arab":"أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ حَدَّثَنَا إِسْمَعِيلُ قَالَ حَدَّثَنَا حُمَيْدٌ عَنْ أَنَسٍ قَالَقَحَطَ الْمَطَرُ عَامًا فَقَامَ بَعْضُ الْمُسْلِمِينَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي يَوْمِ جُمُعَةٍ فَقَالَ يَا رَسُولَ اللَّهِ قَحَطَ الْمَطَرُ وَأَجْدَبَتْ الْأَرْضُ وَهَلَكَ الْمَالُ قَالَ فَرَفَعَ يَدَيْهِ وَمَا نَرَى فِي السَّمَاءِ سَحَابَةً فَمَدَّ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ يَسْتَسْقِي اللَّهَ عَزَّ وَجَلَّ قَالَ فَمَا صَلَّيْنَا الْجُمُعَةَ حَتَّى أَهَمَّ الشَّابَّ الْقَرِيبَ الدَّارِ الرُّجُوعُ إِلَى أَهْلِهِ فَدَامَتْ جُمُعَةٌ فَلَمَّا كَانَتْ الْجُمُعَةُ الَّتِي تَلِيهَا قَالُوا يَا رَسُولَ اللَّهِ تَهَدَّمَتْ الْبُيُوتُ وَاحْتَبَسَ الرُّكْبَانُ قَالَ فَتَبَسَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِسُرْعَةِ مَلَالَةِ ابْنِ آدَمَ وَقَالَ بِيَدَيْهِ اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا فَتَكَشَّطَتْ عَنْ الْمَدِينَةِ","source":"Nasai"},"__N_SSG":true}