{"pageProps":{"number":"2665","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Qudamah] dari [Jarir] dari [Manshur] dari [Ibrahim] dari [Al Aswad] dari [Aisyah], ia berkata; kami pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam dan tidak terlihat kecuali melakukan haji, kemudian tatkala telah sampai di Mekkah, kami melakukan thawaf di Ka'bah, dan Rasulullah shallallahu 'alaihi wasallam memerintahkan orang yang belium membawa hewan kurban untuk bertahallul, maka bertahallullah orang yang belum membawa hewan kurban, dan para isteri Rasulullah shallallahu 'alaihi wasallam belum membawa hewan kurban sehingga mereka bertahallul. Aisyah berkata; lalu saya mengalami haid, sehingga tidak melakukan thawaf di Ka'bah. Kemudian ketika pada malam bermalam di daerah yang berkerikil saya berkata; wahai Rasulullah shallallahu 'alaihi wasallam orang-orang pulang dengan membawa umrah dan haji, sedang saya pulang hanya dengan membawa haji. Maka beliau bersabda: \"Apakah engkau tidak melakukan thawaf pada malam-malam kita datang di Mekkah?\" Saya katakan; tidak. Beliau bersabda: \"Pergilah bersama saudaramu menuju Tan'im kemudian mengucapkan doa talbiyah lah untuk melakukan umrah, dan tempat yang dijanjikan bagimu adalah ini, dan ini.\" ","arab":"أَخْبَرَنِي مُحَمَّدُ بْنُ قُدَامَةَ عَنْ جَرِيرٍ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا نُرَى إِلَّا الْحَجَّ فَلَمَّا قَدِمْنَا مَكَّةَ طُفْنَا بِالْبَيْتِ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ أَنْ يَحِلَّ فَحَلَّ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ وَنِسَاؤُهُ لَمْ يَسُقْنَ فَأَحْلَلْنَ قَالَتْ عَائِشَةُ فَحِضْتُ فَلَمْ أَطُفْ بِالْبَيْتِ فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ قُلْتُ يَا رَسُولَ اللَّهِ يَرْجِعُ النَّاسُ بِعُمْرَةٍ وَحَجَّةٍ وَأَرْجِعُ أَنَا بِحَجَّةٍ قَالَ أَوَ مَا كُنْتِ طُفْتِ لَيَالِيَ قَدِمْنَا مَكَّةَ قُلْتُ لَا قَالَ فَاذْهَبِي مَعَ أَخِيكِ إِلَى التَّنْعِيمِ فَأَهِلِّي بِعُمْرَةٍ ثُمَّ مَوْعِدُكِ مَكَانُ كَذَا وَكَذَا","source":"Nasai"},"__N_SSG":true}