{"pageProps":{"number":"4425","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Ma'mar] telah menceritakan kepada kami [Rauh bin 'Ubadah] telah menceritakan kepada kami ['Ubaidullah bin Al Akhnas] dari ['Amru bin Syu'aib] dari [ayahnya] dari [kakeknya] bahwa Ibn Muhayyishah kecil terbunuh di pintu gerbang Khaibar, lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Datangkan dua orang saksi atas siapa yang membunuhnya, maka aku akan menyerahkannya kepada kalian dengan tali yang mengikatnya.\" Seseorang berkata; \"Wahai Rasulullah, dari mana aku mendapatkan dua orang saksi, sesungguhnya dia terbunuh di pintu gerbang mereka.\" Beliau bersabda: \"Kalian bersumpah lima puluh kali sumpah.\" Dia berkata; \"Wahai Rasulullah, bagaimana aku bersumpah atas apa yang tidak aku ketahui?\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kita minta lima puluh orang dari mereka untuk bersumpah, \" Dia berkata; \"Wahai Rasulullah, bagaimana kita minta mereka bersumpah sedangkan mereka adalah orang-orang Yahudi?\" Rasulullah shallallahu 'alaihi wasallam membagi diyat di antara mereka dan membantu mereka setengahnya.","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ قَالَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الْأَخْنَسِ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ ابْنَ مُحَيِّصَةَ الْأَصْغَرَ أَصْبَحَ قَتِيلًا عَلَى أَبْوَابِ خَيْبَرَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقِمْ شَاهِدَيْنِ عَلَى مَنْ قَتَلَهُ أَدْفَعْهُ إِلَيْكُمْ بِرُمَّتِهِ قَالَ يَا رَسُولَ اللَّهِ وَمِنْ أَيْنَ أُصِيبُ شَاهِدَيْنِ وَإِنَّمَا أَصْبَحَ قَتِيلًا عَلَى أَبْوَابِهِمْ قَالَ فَتَحْلِفُ خَمْسِينَ قَسَامَةً قَالَ يَا رَسُولَ اللَّهِ وَكَيْفَ أَحْلِفُ عَلَى مَا لَا أَعْلَمُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَسْتَحْلِفُ مِنْهُمْ خَمْسِينَ قَسَامَةً فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ نَسْتَحْلِفُهُمْ وَهُمْ الْيَهُودُ فَقَسَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دِيَتَهُ عَلَيْهِمْ وَأَعَانَهُمْ بِنِصْفِهَا","source":"Nasai"},"__N_SSG":true}