{"pageProps":{"number":"921","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah] dia berkata; Telah menceritakan kepada kami [Rifa'ah bin Yahya bin Abdullah bin Rifa'ah bin Rafi'] dari paman bapaknya [Mu'adz bin Rifa'ah bin Rafi'] dari [Bapaknya] dia berkata; \"Aku shalat di belakang Rasulullah Shallallahu'alaihi wasallam. Lalu aku bersin dan mengucapkan, 'Alhamdulillah hamdan katsiran thayyiban mubarakan fiih mubarakan 'alaih kamaa yuhibbu rabbuna wayardhaa (Allah Maha Besar, segala puji bagi Allah dengan pujian yang banyak serta baik dan diberkahi, keberkahan yang sebagaimana dicintai dan diridhai oleh Rabb kami) '. Setelah Rasulullah Shallallallahu'alaihi wasallam selesai dari shalatnya, beliau bertanya: 'Siapa yang berbicara saat shalat? ' Maka tidak ada seorangpun yang berbicara. Lalu beliau Shallallallahu'alaihi wasallam mengulangi untuk kedua kalinya, 'Siapa yang berbicara saat shalat? ' Rifa'ah bin Raff bin Afra' berkata; 'Aku wahai Rasulullah Shallallahu'alaihi wasallam'. Kemudian Rasulullah Shallallallahu'alaihi wasallam bertanya: 'Apa yang kamu ucapkan (dalam shalat)?\" la menjawab; 'Aku mengucapkan, 'Alhamdulillah hamdan katsiran thayyibun mubaarakan fiih mubaarakan 'alaih kamaa yuhibbu rabbuna wayardhaa (Allah Maha Besar, segala puji bagi Allah dengan pujian yang banyak serta baik dan diberkahi, keberkahan yang sebagaimana dicintai dan diridhai oleh Rabb kami).' Rasulullah Shallallallahu'alaihi wasallam lalu bersabda: 'Demi Dzat yang jiwaku ada di tangan-Nya, sungguh, lebih dari tiga puluh malaikat berebut untuk membawa naik (bacaan itu) '.\"","arab":"أَخْبَرَنَا قُتَيْبَةُ قَالَ حَدَّثَنَا رِفَاعَةُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ رِفَاعَةَ بْنِ رَافِعٍ عَنْ عَمِّ أَبِيهِ مُعَاذِ بْنِ رِفَاعَةَ بْنِ رَافِعٍ عَنْ أَبِيهِ قَالَصَلَّيْتُ خَلْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَطَسْتُ فَقُلْتُ الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ مُبَارَكًا عَلَيْهِ كَمَا يُحِبُّ رَبُّنَا وَيَرْضَى فَلَمَّا صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْصَرَفَ فَقَالَ مَنْ الْمُتَكَلِّمُ فِي الصَّلَاةِ فَلَمْ يُكَلِّمْهُ أَحَدٌ ثُمَّ قَالَهَا الثَّانِيَةَ مَنْ الْمُتَكَلِّمُ فِي الصَّلَاةِ فَقَالَ رِفَاعَةُ بْنُ رَافِعِ ابْنِ عَفْرَاءَ أَنَا يَا رَسُولَ اللَّهِ قَالَ كَيْفَ قُلْتَ قَالَ قُلْتُ الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ مُبَارَكًا عَلَيْهِ كَمَا يُحِبُّ رَبُّنَا وَيَرْضَى فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ ابْتَدَرَهَا بِضْعَةٌ وَثَلَاثُونَ مَلَكًا أَيُّهُمْ يَصْعَدُ بِهَا","source":"Nasai"},"__N_SSG":true}