{"pageProps":{"number":"1155","slug":"muslim","id":"Dan telah menceritakan kepadaku [Harmalah bin Yahya] telah menceritakan kepada kami [Ibn Wahb] telah mengabarkan kepadaku ['Amru bin Al Harits] dari [Ibnu Syihab] dari ['Urwah bin Zubair] dari ['Aisyah] isteri Nabi shallallahu 'alaihi wasallam, dia berkata; Rasulullah shallallahu 'alaihi wasallam pernah shalat antara habis shalat isya' yang biasa disebut 'atamah hingga waktu fajar. Beliau melakukan sebelas rakaat, setiap dua rakaat beliau salam, dan beliau juga melakukan witir satu rakaat. Jika muadzin shalat fajar telah diam, dan fajar telah jelas, sementara muadzin telah menemui beliau, maka beliau melakukan dua kali raka'at ringan, kemudian beliau berbaring diatas lambung sebelah kanan hingga datang muadzin untuk iqamat.\" Dan telah menceritakan kepadaku [Harmalah] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dengan sanad hadits ini. Harmalah juga membawakan hadits semisalnya, hanya saja ia tidak menyebutkan redaksi \"Ketika fajar telah jelas, dan muadzin menemui beliau.\" Dia juga tidak menyebutkan \"iqamat\" dan semuanya sama seperti haditsnya 'Amru.","arab":"و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فِيمَا بَيْنَ أَنْ يَفْرُغَ مِنْ صَلَاةِ الْعِشَاءِ وَهِيَ الَّتِي يَدْعُو النَّاسُ الْعَتَمَةَ إِلَى الْفَجْرِ إِحْدَى عَشْرَةَ رَكْعَةً يُسَلِّمُ بَيْنَ كُلِّ رَكْعَتَيْنِ وَيُوتِرُ بِوَاحِدَةٍ فَإِذَا سَكَتَ الْمُؤَذِّنُ مِنْ صَلَاةِ الْفَجْرِ وَتَبَيَّنَ لَهُ الْفَجْرُ وَجَاءَهُ الْمُؤَذِّنُ قَامَ فَرَكَعَ رَكْعَتَيْنِ خَفِيفَتَيْنِ ثُمَّ اضْطَجَعَ عَلَى شِقِّهِ الْأَيْمَنِ حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ لِلْإِقَامَةِو حَدَّثَنِيهِ حَرْمَلَةُ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ بِهَذَا الْإِسْنَادِ وَسَاقَ حَرْمَلَةُ الْحَدِيثَ بِمِثْلِهِ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ وَتَبَيَّنَ لَهُ الْفَجْرُ وَجَاءَهُ الْمُؤَذِّنُ وَلَمْ يَذْكُرْ الْإِقَامَةَ وَسَائِرُ الْحَدِيثِ بِمِثْلِ حَدِيثِ عَمْرٍو سَوَاءً","source":"Muslim"},"__N_SSG":true}