{"pageProps":{"number":"1272","slug":"muslim","id":"Dan telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepadaku [bapakku] dari [Ibnu Syihab] dari [Amir bin Watsilah] bahwasanya; Nafi' bin Abdul Harits, pada suatu ketika bertemu dengan Khalifah [Umar] di 'Usfan. Ketika itu, Nafi' bertugas sebagai pejabat di kota Makkah. Umar bertanya kepada Nafi', \"Siapa yang Anda angkat sebagai kepala bagi penduduk Wadli?\" Nafi' menjawab, \"Ibnu Abza.\" Umar bertanya lagi, \"Siapakah itu Ibnu Abza?\" Nafi' menjawab, \"Salah seorang Maula (budak yang telah dimerdekakan) di antara beberapa Maula kami.\" Umar bertanya, \"Kenapa Maula yang diangkat?\" Nafi' menjawab, \"Karena ia adalah seorang yang pintar tentang Kitabullah dan pandai tentang ilmu fara`idl (ilmu tentang pembagian harta warisan).\" Umar berkata, \"Benar, Nabi kalian shallallahu 'alaihi wasallam telah bersabda: 'Sesungguhnya Allah akan memuliakan suatu kaum dengan kitab ini (Al Qur`an) dan menghinakan yang lain.'\" Dan telah menceritakan kepadaku [Abdullah bin Abdurrahman Ad Darimi] dan [Abu Bakar bin Ishaq] keduanya berkata, telah mengabarkan kepada kami [Abul Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] ia berkata, telah menceritakan kepadaku [Amir bin Watsilah Al Laitsi] bahwa Nafi' bin Abdul Harits Al Khuza'i menjumpai [Umar bin Al Khaththab] di 'Usfan. Yakni serupa dengan hadits Ibrahim bin Sa'd dari Az Zuhri.","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنِي أَبِي عَنْ ابْنِ شِهَابٍ عَنْ عَامِرِ بْنِ وَاثِلَةَ أَنَّ نَافِعَ بْنَ عَبْدِ الْحَارِثِ لَقِيَ عُمَرَ بِعُسْفَانَ وَكَانَ عُمَرُ يَسْتَعْمِلُهُ عَلَى مَكَّةَ فَقَالَ مَنْ اسْتَعْمَلْتَ عَلَى أَهْلِ الْوَادِي فَقَالَ ابْنَ أَبْزَى قَالَ وَمَنْ ابْنُ أَبْزَى قَالَ مَوْلًى مِنْ مَوَالِينَا قَالَ فَاسْتَخْلَفْتَ عَلَيْهِمْ مَوْلًى قَالَ إِنَّهُ قَارِئٌ لِكِتَابِ اللَّهِ عَزَّ وَجَلَّ وَإِنَّهُ عَالِمٌ بِالْفَرَائِضِقَالَ عُمَرُ أَمَا إِنَّ نَبِيَّكُمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قَالَ إِنَّ اللَّهَ يَرْفَعُ بِهَذَا الْكِتَابِ أَقْوَامًا وَيَضَعُ بِهِ آخَرِينَو حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ وَأَبُو بَكْرِ بْنُ إِسْحَقَ قَالَا أَخْبَرَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ حَدَّثَنِي عَامِرُ بْنُ وَاثِلَةَ اللَّيْثِيُّ أَنَّ نَافِعَ بْنَ عَبْدِ الْحَارِثِ الْخُزَاعِيَّ لَقِيَ عُمَرَ بْنَ الْخَطَّابِ بِعُسْفَانَ بِمِثْلِ حَدِيثِ إِبْرَاهِيمَ بْنِ سَعْدٍ عَنْ الزُّهْرِيِّ","source":"Muslim"},"__N_SSG":true}