{"pageProps":{"number":"160","slug":"muslim","id":"Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Ishaq bin Manshur] serta [Abd al-Warits bin Abd ash-Shamad] semuanya dari [Abd ash-Shamad bin Abd al-Warits] dari [Syu'bah] dari [Ayyub] dari [Abu Qilabah] dari [Tsabit bin adl-Dlahhak al-Anshari]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin Rafi'] dari [Abdurrazzaq] dari [ats-Tsauri] dari [Khalid al-Hadzdza'] dari [Abu Qilabah] dari [Tsabit bin adl-Dlahhak] dia berkata, \"Nabi shallallahu 'alaihi wasallam bersabda: \"Barangsiapa bersumpah dengan suatu agama selain Islam secara bohong lagi sengaja, maka dia sebagaimana yang dia katakana. Barangsiapa membunuh dirinya dengan suatu (alat) maka Allah akan mengsiksanya dengan alat tersebut di neraka Jahannam.\" Ini hadits [Sufyan] Adapun hadits [Syu'bah], maka disebutkan bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa bersumpah dengan agama selain Islam secara bohong, maka dia sebagaimana yang dia katakana. Dan barangsiapa menyembelih dirinya dengan suatu (alat), maka dia akan disembelih pada hari kiamat dengan alat tersebut.\"","arab":"حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَإِسْحَقُ بْنُ مَنْصُورٍ وَعَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ كُلُّهُمْ عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ عَنْ شُعْبَةَ عَنْ أَيُّوبَ عَنْ أَبِي قِلَابَةَ عَنْ ثَابِتِ بْنِ الضَّحَّاكِ الْأَنْصَارِيِّ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ عَنْ عَبْدِ الرَّزَّاقِ عَنْ الثَّوْرِيِّ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ أَبِي قِلَابَةَ عَنْ ثَابِتِ بْنِ الضَّحَّاكِ قَالَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ بِمِلَّةٍ سِوَى الْإِسْلَامِ كَاذِبًا مُتَعَمِّدًا فَهْوَ كَمَا قَالَ وَمَنْ قَتَلَ نَفْسَهُ بِشَيْءٍ عَذَّبَهُ اللَّهُ بِهِ فِي نَارِ جَهَنَّمَهَذَا حَدِيثُ سُفْيَانَ وَأَمَّا شُعْبَةُ فَحَدِيثُهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ حَلَفَ بِمِلَّةٍ سِوَى الْإِسْلَامِ كَاذِبًا فَهْوَ كَمَا قَالَ وَمَنْ ذَبَحَ نَفْسَهُ بِشَيْءٍ ذُبِحَ بِهِ يَوْمَ الْقِيَامَةِ","source":"Muslim"},"__N_SSG":true}