{"pageProps":{"number":"1900","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dan [Abu Rabi' Az Zahrani] dan [Qutaibah bin Sa'id] semuanya dari [Hammad] - [Yahya] berkata- telah mengabarkan kepada kami [Hammad bin Zaid] dari [Amru] dari [Jabir bin Zaid] dari [Ibnu Abbas] radliallahu 'anhuma, ia berkata; Saya mendengar Rasulullah shallallahu 'alaihi wasallam menyampaikan khutbah seraya bersabda: \"Orang yang Ihram boleh memakai celana apabila dia tidak punya izar (sarung); dan boleh pakai sepatu pendek apabila dia tidak memiliki terompah.\" Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Muhammad bin Ja'far] -dalam riwayat lain- Dan telah menceritakan kepadaku [Abu Ghassan Ar Razi] telah menceritakan kepada kami [Bahz] keduanya berkata, Telah menceritakan kepada kami [Syu'bah] dari [Amru bin Dinar] dengan isnad ini, bahwa ia mendengar Nabi shallallahu 'alaihi wasallam berkhutbah di Arafah. Lalu ia pun menyebutkan hadits ini. Dan Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Sufyan bin Uyainah] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Husyaim] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Waki'] dari [Sufyan] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Ali bin Khasyram] telah mengabarkan kepada kami [Isa bin Yunus] dari [Ibnu Juraij] -dalam riwayat lain- Dan telah menceritakan kepadaku [Ali bin Hujr] telah menceritakan kepada kami [Isma'il] dari [Ayyub] semuanya dari [Amru bin Dinar] dengan isnad ini, dan tidak satu pun dari mereka yang menyebutkan; \"(Sedang) berkhutbah di Arafah.\" selain Syu'bah.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ وَقُتَيْبَةُ بْنُ سَعِيدٍ جَمِيعًا عَنْ حَمَّادٍ قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَمْرٍو عَنْ جَابِرِ بْنِ زَيْدٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَخْطُبُ يَقُولُ السَّرَاوِيلُ لِمَنْ لَمْ يَجِدْ الْإِزَارَ وَالْخُفَّانِ لِمَنْ لَمْ يَجِدْ النَّعْلَيْنِ يَعْنِي الْمُحْرِمَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ ح و حَدَّثَنِي أَبُو غَسَّانَ الرَّازِيُّ حَدَّثَنَا بَهْزٌ قَالَا جَمِيعًا حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ دِينَارٍ بِهَذَا الْإِسْنَادِ أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ بِعَرَفَاتٍ فَذَكَرَ هَذَا الْحَدِيثَ و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ ح و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا هُشَيْمٌ ح و حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ ح و حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ عَنْ ابْنِ جُرَيْجٍ ح و حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا إِسْمَعِيلُ عَنْ أَيُّوبَ كُلُّ هَؤُلَاءِ عَنْ عَمْرِو بْنِ دِينَارٍ بِهَذَا الْإِسْنَادِ وَلَمْ يَذْكُرْ أَحَدٌ مِنْهُمْ يَخْطُبُ بِعَرَفَاتٍ غَيْرُ شُعْبَةَ وَحْدَهُ","source":"Muslim"},"__N_SSG":true}