{"pageProps":{"number":"1939","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Yahya bin Yahya] ia berkata, saya telah membacakan kepada [Malik] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Qutaibah] dari [Malik] -sebagaimana yang telah dibacakan kepadanya- dari [Abu Nadlr] dari [Nafi'] Maula Abu Qatadah, dari [Abu Qatadah] radliallahu 'anhu, bahwa ia pernah bersama Rasulullah shallallahu 'alaihi wasallam, dan ketika sampai di sebagian jalan di Makkah, maka ia berjalan di belakang bersama beberapa orang sahabatnya yang sedang melakukan ihram, sementara ia sendiri tidak. Tiba-tiba ia melihat Himar liar, maka ia pun segera memacu kudanya dan meminta kepada para sahabatnya untuk mengambilkan cemetinya, namun mereka enggan. Ia meminta untuk diambilkan tombaknya, namun mereka juga enggan. Akhirnya ia mengambilnya sendiri, dan segera memburu Himar itu, hingga ia pun dapat membunuhnya. Lalu sebagian sahabat Nabi shallallahu 'alaihi wasallam memakan dagingnya, sementara sebagian yang lain enggan. Kemudian setelah mereka menemui Rasulullah shallallahu 'alaihi wasallam, mereka pun menanyakan hal itu pada beliau. Maka beliau bersabda: \"Sesungguhnya daging itu adalah makanan yang telah Allah berikan kepada kalian.\" Dan Telah menceritakan kepada kami [Qutaibah] dari [Malik] dari [Zaid bin Aslam] dari [Atha` bin Yasar] dari [Abu Qatadah] radliallahu 'anhu. Berkenaan dengan Himar liar. Yakni sebagaimana haditsnya Abu Nadlr, hanya saja di dalam haditsnya Zaid bin Aslam tercantum; Bahwa Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apakah pada kalian masih ada dagingnya.\"","arab":"و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ ح و حَدَّثَنَا قُتَيْبَةُ عَنْ مَالِكٍ فِيمَا قُرِئَ عَلَيْهِ عَنْ أَبِي النَّضْرِ عَنْ نَافِعٍ مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ رَضِيَ اللَّهُ عَنْهُأَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ بِبَعْضِ طَرِيقِ مَكَّةَ تَخَلَّفَ مَعَ أَصْحَابٍ لَهُ مُحْرِمِينَ وَهُوَ غَيْرُ مُحْرِمٍ فَرَأَى حِمَارًا وَحْشِيًّا فَاسْتَوَى عَلَى فَرَسِهِ فَسَأَلَ أَصْحَابَهُ أَنْ يُنَاوِلُوهُ سَوْطَهُ فَأَبَوْا عَلَيْهِ فَسَأَلَهُمْ رُمْحَهُ فَأَبَوْا عَلَيْهِ فَأَخَذَهُ ثُمَّ شَدَّ عَلَى الْحِمَارِ فَقَتَلَهُ فَأَكَلَ مِنْهُ بَعْضُ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَى بَعْضُهُمْ فَأَدْرَكُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلُوهُ عَنْ ذَلِكَ فَقَالَ إِنَّمَا هِيَ طُعْمَةٌ أَطْعَمَكُمُوهَا اللَّهُو حَدَّثَنَا قُتَيْبَةُ عَنْ مَالِكٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي قَتَادَةَ رَضِيَ اللَّهُ عَنْهُ فِي حِمَارِ الْوَحْشِ مِثْلَ حَدِيثِ أَبِي النَّضْرِ غَيْرَ أَنَّ فِي حَدِيثِ زَيْدِ بْنِ أَسْلَمَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَلْ مَعَكُمْ مِنْ لَحْمِهِ شَيْءٌ","source":"Muslim"},"__N_SSG":true}