{"pageProps":{"number":"2286","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah] dan [Ibnu Hujr] semuanya dari [Isma'il bin Ja'far] dari [Al Ala` bin Abdurrahman] dari [bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah salah seorang dari umatku yang sanggup bersabar atas kesusahan dan kesulitan di kota Madinah ini, kecuali aku akan menjadi pembela atau saksi baginya kelak pada hari kiamat.\" Dan Telah menceritakan kepada kami [Ibnu Abu Umar] telah menceritakan kepada kami [Sufyan] dari [Abu Harun Musa bin Abu Isa] bahwa ia mendengar [Abu Abdullah Al Qarrath] berkata, saya mendengar [Abu Hurairah] berkata; Rasulullah shallallahu 'alaihi wasallam bersabda. Yakni semisal hadits di atas. Dan telah menceritakan kepadaku [Yusuf bin Isa] telah menceritakan kepada kami [Al Fadllu bin Musa] telah mengabarkan kepada kami [Hisyam bin Urwah] dari [Shalih bin Abu Shalih] dari [bapaknya] dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah salah seorang bersabar atas kesusahan dan kesulitan yang dideritanya di Madinah..\" yakni serupa dengan hadits di atas.","arab":"و حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ وَابْنُ حُجْرٍ جَمِيعًا عَنْ إِسْمَعِيلَ بْنِ جَعْفَرٍ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَصْبِرُ عَلَى لَأْوَاءِ الْمَدِينَةِ وَشِدَّتِهَا أَحَدٌ مِنْ أُمَّتِي إِلَّا كُنْتُ لَهُ شَفِيعًا يَوْمَ الْقِيَامَةِ أَوْ شَهِيدًاو حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي هَارُونَ مُوسَى بْنِ أَبِي عِيسَى أَنَّهُ سَمِعَ أَبَا عَبْدِ اللَّهِ الْقَرَّاظَ يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ و حَدَّثَنِي يُوسُفُ بْنُ عِيسَى حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ صَالِحِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَصْبِرُ أَحَدٌ عَلَى لَأْوَاءِ الْمَدِينَةِ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}