{"pageProps":{"number":"2684","slug":"muslim","id":"Telah menceritakan kepada kami [Ahmad bin Sa'id bin Ibrahim] telah menceritakan kepada kami [Rauh bin Ubadah] telah menceritakan kepada kami [Zakaria bin Ishaq] telah mengabarkan kepadaku [Amru bin Dinar] bahwa dia mendengar [Jabir bin Abdullah] berkata, \"Nabi shallallahu 'alaihi wasallam menemui Ummu Ma'bad di kebun, lalu beliau bersabda: \"Wahai Ummu Ma'bad, siapakah yang menanam pohon kurma ini? Apakah dia seorang muslim ataukah kafir?\" Ummu Ma'bad menjawab, \"Seorang muslim.\" Lantas beliau bersabda: \"Tidaklah seorang muslim menanam tanaman, lalu tanaman tersebut dimakan oleh manusia atau binatang melata atau burung kecuali hal itu bernilai sedekah baginya pada hari Kiamat.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] telah menceritakan kepada kami [Hafsh bin Ghiyats]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Kuraib] dan [Ishaq bin Ibrahim] semuanya dari [Abu Mu'awiyah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Amru An Naqid] telah menceritakan kepada kami [Ammar bin Muhammad]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] telah menceritakan kepada kami [Ibnu Fudlail] mereka semua dari [Al A'masy] dari [Abu Sufyan] dari [Jabir] sedangkan [Amru] menambahkan dalam riwayatnya dari [Ammar]. (dalam jalur lain disebutkan). [Abu Kuraib] dalam riwayatnya menyebutkan dari [Abu Mu'awiyah] keduanya berkata; dari [Ummu Mubasir], dan dalam riwayat [Ibnu Fudlail] dari [isteri Zaid bin Haritsah], juga dalam riwayat [Ishaq] dari [Abu Mu'awiyah] dia berkata, \"Bisa jadi ia mengatakan dari [Ummu Mubasyir] dari Nabi shallallahu 'alaihi wasallam, dan bisa jadi ia juga tidak mengatakannya. Namun semuanya mengatakan dari Nabi shallallahu 'alaihi wasallam seperti hadits 'Atha dan Ibnu Zubair dan Amru bin Dinar.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدِ بْنِ إِبْرَاهِيمَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَقَ أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُادَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أُمِّ مَعْبَدٍ حَائِطًا فَقَالَ يَا أُمَّ مَعْبَدٍ مَنْ غَرَسَ هَذَا النَّخْلَ أَمُسْلِمٌ أَمْ كَافِرٌ فَقَالَتْ بَلْ مُسْلِمٌ قَالَ فَلَا يَغْرِسُ الْمُسْلِمُ غَرْسًا فَيَأْكُلَ مِنْهُ إِنْسَانٌ وَلَا دَابَّةٌ وَلَا طَيْرٌ إِلَّا كَانَ لَهُ صَدَقَةً إِلَى يَوْمِ الْقِيَامَةِو حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ ح و حَدَّثَنَا أَبُو كُرَيْبٍ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ ح و حَدَّثَنَا عَمْرٌو النَّاقِدُ حَدَّثَنَا عَمَّارُ بْنُ مُحَمَّدٍ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا ابْنُ فُضَيْلٍ كُلُّ هَؤُلَاءِ عَنْ الْأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرٍ زَادَ عَمْرٌو فِي رِوَايَتِهِ عَنْ عَمَّارٍ ح وَأَبُو كُرَيْبٍ فِي رِوَايَتِهِ عَنْ أَبِي مُعَاوِيَةَ فَقَالَا عَنْ أُمِّ مُبَشِّرٍ وَفِي رِوَايَةِ ابْنِ فُضَيْلٍ عَنْ امْرَأَةِ زَيْدِ بْنِ حَارِثَةَ وَفِي رِوَايَةِ إِسْحَقَ عَنْ أَبِي مُعَاوِيَةَ قَالَ رُبَّمَا قَالَ عَنْ أُمِّ مُبَشِّرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرُبَّمَا لَمْ يَقُلْ وَكُلُّهُمْ قَالُوا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِ عَطَاءٍ وَأَبِي الزُّبَيْرِ وَعَمْرِو بْنِ دِينَارٍ","source":"Muslim"},"__N_SSG":true}