{"pageProps":{"number":"2811","slug":"muslim","id":"Dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Abu Shafwan Al Amari] dari [Yunus Al Aila]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Harmalah bin Yahya] dan ini adalah lafadznya, dia berkata, telah mengabarkan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dari [Abu Salamah bin Abdurrahman] dari [Abu Hurairah], bahwa jenazah seorang laki-laki yang berhutang dibawa ke hadapan Rasulullah shallallahu 'alaihi wasallam, beliau bertanya: \"Apakah dia meninggalkan sesuatu untuk melunasi hutangnya?\", jika dijawab bahwa dia memiliki harta peninggalan untuk melunasi hutangnya, maka beliau menshalatkannya, namun jika dijawab tidak, maka beliau bersabda: 'Shalatkanlah saudara kalian ini.\" Tatkala Allah menaklukkan berbagai negeri, beliau bersabda: \"Aku lebih berhak atas kaum Muslimin dari diri mereka sendiri. Barangsiapa meninggal sedangkan dia masih memiliki tanggungan hutang, maka sayalah yang akan melunasinya. Dan barangsiapa masih meninggalkan harta warisan, maka harta tersebut untuk ahli warisnya.\" Telah menceritakan kepada kami [Abdul Malik bin Syu'aib bin Laits] telah menceritakan kepadaku [Ayahku] dari [Kakekku] telah menceritakan kepadaku ['Uqail]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepada kami [Ibnu Akhi bin Syihab]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [Ayahku] telah menceritakan kepada kami [Ibnu Abu Dzi'b] semuanya dari [Az Zuhri] dengan isnad hadits ini.\"","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا أَبُو صَفْوَانَ الْأُمَوِيُّ عَنْ يُونُسَ الْأَيْلِيِّ ح و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى وَاللَّفْظُ لَهُ قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُؤْتَى بِالرَّجُلِ الْمَيِّتِ عَلَيْهِ الدَّيْنُ فَيَسْأَلُ هَلْ تَرَكَ لِدَيْنِهِ مِنْ قَضَاءٍ فَإِنْ حُدِّثَ أَنَّهُ تَرَكَ وَفَاءً صَلَّى عَلَيْهِ وَإِلَّا قَالَ صَلُّوا عَلَى صَاحِبِكُمْ فَلَمَّا فَتَحَ اللَّهُ عَلَيْهِ الْفُتُوحَ قَالَ أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ فَمَنْ تُوُفِّيَ وَعَلَيْهِ دَيْنٌ فَعَلَيَّ قَضَاؤُهُ وَمَنْ تَرَكَ مَالًا فَهُوَ لِوَرَثَتِهِحَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي حَدَّثَنِي عُقَيْلٌ ح و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ كُلُّهُمْ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ هَذَا الْحَدِيثَ","source":"Muslim"},"__N_SSG":true}