{"pageProps":{"number":"2925","slug":"muslim","id":"telah menceritakan kepadaku ['Ubaidullah bin Umar Al Qawariri] telah menceritakan kepada kami [Hammad bin Zaid] telah menceritakan kepada kami [Yahya bin Sa'id] dari [Busyair bin Yasar] dari [Sahl bin Abu Hatsmah] dan [Rafi' bin Khadij], bahwa Muhayishah bin Mas'ud dan Abdullah bin Sahal pergi ke arah Khaibar, kemudian keduanya berpisah di suatu kebun kurma, tiba-tiba Abdullah terbunuh dan mereka menyangkan orang Yahudi lah pembunuhnya. Lantas saudaranya, Abdurrahman dan kedua anak pamannya, Huwayishah dan Muhayishah, pergi menemui Nabi shallallahu 'alaihi wasallam. Abdurrahman lalu angkat bicara mengenai permasalahan saudaranya, padahal dia adalah orang yang paling muda di antara mereka, maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Hendaknya yang paling tua di antara kalian yang angkat bicara terlebih dahulu.\" Atau beliau bersabda: \"Hendaknya yang paling tua yang mulai bicara.\" Lalu keduanya angkat bicara mengenai perkara saudaranya, lantas Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hendaknya lima puluh orang dari kalian bersumpah atas satu orang dari mereka (Yahudi), maka dia akan tertuduh.\" Mereka berkata, \"Perkara ini sama sekali belum pernah kami alami, bagaimana kami akan bersumpah?\" beliau bersabda: \"Jika demikian, maka orang-orang Yahudi akan bebas dari tuduhan kalian dengan sumpah yang mereka lakukan.\" Mereka berkata, \"Wahai Rasulullah, mereka adalah orang-orang kafir.\" Rafi' melanjutkan, \"Kemudian Rasulullah shallallahu 'alaihi wasallam membayar diyat kepada mereka.\" Sahal berkata; \"Suatu hari aku pernah masuk ke kandang unta mereka, tiba-tiba aku di tendang seekor unta dengan kaki. [Hammad] berkata, \"Ini, atau seperti itu.\" Dan telah menceritakan kepada kami [Al Qawariri] telah menceritakan kepada kami [Bisyr bin Al Mufadlal] telah menceritakan kepada kami [Yahya bin Sa'id] dari [Busyair bin Yasar] dari [Sahal bin Abu Khatsmah] dari Nabi shallallahu 'alaihi wasallam seperti itu. Dan dalam haditsnya ia menyebutkan, \"Lalu Rasulullah shallallahu 'alaihi wasallam membayat diyatnya dengan menggunakan uang pribadinya. Dan dalam haditsnya ia tidak menyebutkan, \"Kemudian aku ditendang oleh seekor unta.\" Telah menceritakan kepada kami ['Amru An Naqid] telah menceritakan kepada kami [Sufyan bin 'Uyainah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Mutsanna] telah menceritakan kepada kami [Abdul Wahab] -yaitu Ats Tsaqafi- semuanya dari [Yahya bin Sa'id] dari [Busyair bin Yasar] dari [Sahal bin Abu Khatsmah] seperti hadits mereka.\"","arab":"و حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ وَرَافِعِ بْنِ خَدِيجٍأَنَّ مُحَيِّصَةَ بْنَ مَسْعُودٍ وَعَبْدَ اللَّهِ بْنَ سَهْلٍ انْطَلَقَا قِبَلَ خَيْبَرَ فَتَفَرَّقَا فِي النَّخْلِ فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَاتَّهَمُوا الْيَهُودَ فَجَاءَ أَخُوهُ عَبْدُ الرَّحْمَنِ وَابْنَا عَمِّهِ حُوَيِّصَةُ وَمُحَيِّصَةُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَكَلَّمَ عَبْدُ الرَّحْمَنِ فِي أَمْرِ أَخِيهِ وَهُوَ أَصْغَرُ مِنْهُمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبِّرْ الْكُبْرَ أَوْ قَالَ لِيَبْدَأْ الْأَكْبَرُ فَتَكَلَّمَا فِي أَمْرِ صَاحِبِهِمَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْسِمُ خَمْسُونَ مِنْكُمْ عَلَى رَجُلٍ مِنْهُمْ فَيُدْفَعُ بِرُمَّتِهِ قَالُوا أَمْرٌ لَمْ نَشْهَدْهُ كَيْفَ نَحْلِفُ قَالَ فَتُبْرِئُكُمْ يَهُودُ بِأَيْمَانِ خَمْسِينَ مِنْهُمْ قَالُوا يَا رَسُولَ اللَّهِ قَوْمٌ كُفَّارٌ قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ قِبَلِهِ قَالَ سَهْلٌ فَدَخَلْتُ مِرْبَدًا لَهُمْ يَوْمًا فَرَكَضَتْنِي نَاقَةٌ مِنْ تِلْكَ الْإِبِلِ رَكْضَةً بِرِجْلِهَاقَالَ حَمَّادٌ هَذَا أَوْ نَحْوَهُ و حَدَّثَنَا الْقَوَارِيرِيُّ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَقَالَ فِي حَدِيثِهِ فَعَقَلَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ وَلَمْ يَقُلْ فِي حَدِيثِهِ فَرَكَضَتْنِي نَاقَةٌ حَدَّثَنَا عَمْرٌو النَّاقِدُ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ يَعْنِي الثَّقَفِيَّ جَمِيعًا عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ بِنَحْوِ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}