{"pageProps":{"number":"2947","slug":"muslim","id":"Telah menceritakan kepada kami [Nashr bin Ali Al Jahdlami] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Abdullah bin 'Aun] dari [Muhammad bin Sirin] dari [Abdurrahman bin Abu Bakrah] dari [Ayahnya] dia berkata, \"Di hari itu beliau pernah duduk di atas keledainya, lalu ada seseorang yang memegang tali kekangnya, beliau bersabada: \"Tahukah kalian, hari apakah ini?\" mereka menjawab, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Hingga kami semua mengira bahwa beliau akan menyebutnya dengan nama yang lain, lalu beliau bersabda: \"Tidakkah hari ini adalah hari nahr (Kurban)?\" mereka menjawab, \"Benar wahai Rasulullah.\" Beliau bertanya lagi: \"Bulan apakah ini?\" mereka menjawab, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Beliau bersabda: \"Tidakkah sekarang bulan Dzul Hijjah?\" kami menjawab, \"Benar wahai Rasulullah.\" Kemudian beliau bertanya: \"Negeri apakah ini?\" kami menjawab, \"Allah dan rasul-Nya lebih tahu.\" Abu Bakrah melanjutkan, \"Hingga kami menduga bahwa beliau akan menyebutnya dengan selain namanya.\" Beliau bersabda: \"Bukankah ini Baldah?\" Kami menjawab, \"Benar wahai Rasulullah.\" Beliau bersabda: \"Sesungguhnya darah kalian, harta benda kalian dan kehormatan kalian adalah haram atas diri kalian, seperti haramnya hari kalian sekarang ini, dan di bulan ini, di negeri kalian ini. Hendaknya orang yang hadir pada saat ini menyampaikan kepada orang yang tidak hadir!\" Abu Bakrah melanjutkan, \"Kemudian beliau pergi menuju (tempat penyembelihan) dua ekor domba putih, dan menyembelihnya. Setelah itu beliau menuju beberapa ekor kambing dan membagikannya kepada kami.\" Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Hammad bin Mas'adah] dari [Ibnu 'Aun] dia berkata; [Muhammad] berkata; [Abdurrahman bin Abu Bakrah] berkata; dari [Ayahnya] dia berkata, \"Ketika hari itu beliau duduk di atas keledainya, Abu Bakrah berkata, \"Lalu ada seorang laki-laki memegangi tali kekang keledainya -atau mengatakan; tali kekangnya-.\" Selanjutnya dia menyebutkan seperti hadits Yazid bin Zurai'. Telah menceritakan kepadaku [Muhammad bin Hatim bin Maimun] telah menceritakan kepada kami [Yahya bin Sa'id] telah menceritakan kepada kami [Qurrah bin Khalid] telah menceritakan kepada kami [Muhammad bin Sirin] dari [Abdurrahman bin Abu Bakrah], dan dari [seorang laki-laki] yang menurutku dia lebih utama dari Abdurrahman bin Abu Bakrah.\" Dan telah menceritakan kepada kami [Muhammad bin 'Amru bin Jabalah] dan [Ahmad bin Hirasy] keduanya berkata; telah menceritakan kepada kami [Abu 'Amir Abdul Malik bin 'Amru] telah menceritakan kepada kami [Qurrah] -dengan sanadnya Yahya bin Sa'id, dan ia menamakan laki-laki itu dengan- [Humaid bin Abdurrahman] dari [Abu Bakrah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam berkhutbah ketika hari raya kurban, sabdanya: \"Hari apakah ini?\" lalu dia melanjutkan hadits tersebut seperti halnya hadits Ibnu 'Aun. Hanya saja ia tidak menyebutkan, \"Kehormatan kalian.\" Tidak menyebutkan, \"Kemudian beliau pergi menuju dua ekor domba dan seterusnya.\" Dan dalam hadits tersebut hanya di sebutkan, \"Sebagaimana kesucian hari kalian ini, dalam bulan kalian ini dan di negeri kalian ini sampai kalian bertemu dengan Rabb kalian. Tidakkah aku telah menyampaikan?\" Mereka menjawab, \"Ya, tentu.\" Beliau bersabda lagi: \"Ya Allah, saksikanlah.\"","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِ قَالَلَمَّا كَانَ ذَلِكَ الْيَوْمُ قَعَدَ عَلَى بَعِيرِهِ وَأَخَذَ إِنْسَانٌ بِخِطَامِهِ فَقَالَ أَتَدْرُونَ أَيَّ يَوْمٍ هَذَا قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ فَقَالَ أَلَيْسَ بِيَوْمِ النَّحْرِ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ قَالَ فَأَيُّ شَهْرٍ هَذَا قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ أَلَيْسَ بِذِي الْحِجَّةِ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ قَالَ فَأَيُّ بَلَدٍ هَذَا قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ قَالَ أَلَيْسَ بِالْبَلْدَةِ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فَلْيُبَلِّغْ الشَّاهِدُ الْغَائِبَ قَالَ ثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ أَمْلَحَيْنِ فَذَبَحَهُمَا وَإِلَى جُزَيْعَةٍ مِنْ الْغَنَمِ فَقَسَمَهَا بَيْنَنَاحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ عَنْ ابْنِ عَوْنٍ قَالَ قَالَ مُحَمَّدٌ قَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ عَنْ أَبِيهِ قَالَ لَمَّا كَانَ ذَلِكَ الْيَوْمُ جَلَسَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى بَعِيرٍ قَالَ وَرَجُلٌ آخِذٌ بِزِمَامِهِ أَوْ قَالَ بِخِطَامِهِ فَذَكَرَ نَحْوَ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ وَعَنْ رَجُلٍ آخَرَ هُوَ فِي نَفْسِي أَفْضَلُ مِنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ و حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ وَأَحْمَدُ بْنُ خِرَاشٍ قَالَا حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا قُرَّةُ بِإِسْنَادِ يَحْيَى بْنِ سَعِيدٍ وَسَمَّى الرَّجُلَ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ عَنْ أَبِي بَكْرَةَ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ النَّحْرِ فَقَالَ أَيُّ يَوْمٍ هَذَا وَسَاقُوا الْحَدِيثَ بِمِثْلِ حَدِيثِ ابْنِ عَوْنٍ غَيْرَ أَنَّهُ لَا يَذْكُرُ وَأَعْرَاضَكُمْ وَلَا يَذْكُرُ ثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ وَمَا بَعْدَهُ وَقَالَ فِي الْحَدِيثِ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا إِلَى يَوْمِ تَلْقَوْنَ رَبَّكُمْ أَلَا هَلْ بَلَّغْتُ قَالُوا نَعَمْ قَالَ اللَّهُمَّ اشْهَدْ","source":"Muslim"},"__N_SSG":true}