{"pageProps":{"number":"3789","slug":"muslim","id":"Dan telah menceritakan kepadaku [Harmalah bin Yahya]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus bin Yazid] bahwa [Ibnu Syihab] Telah mengabarkan kepadanya dia berkata; Telah mengabarkan kepadaku ['Ubaidillah bin 'Utbah bin Mas'ud] bahwa [Ummu Qays binti Mihshan], termasuk wanita yang turut hijrah dalam kelompok pertama yang membai'at Rasulullah shallallahu 'alaihi wasallam dan ia adalah saudara perempuan Ukasyah binti Mihshan, salah seorang dari Bani Asad bin Khuzaimah, dia memberitahukan kepada saya bahwasannya ia pernah datang kepada Rasulullah shallallahu 'alaihi wasallam bersama putranya yang belum dapat memakan makanan sambil ia tekan kerongkong anaknya itu. Yunus berkata; 'A'laqat adalah Ghamazat' (menekan) dengan maksud untuk menghilangkan sakit amandelnya. Ummu Qais berkata; lalu Rasulullah bertanya: \"Mengapa kamu tekan kerongkongan anakmu seperti itu? Gunakanlah kust India. Kerena Kust tersebut mengandung tujuh macam obat, salah satu di antaranya adalah obat sakit lambung. Ubaidillah berkata; Ummu Qais memberitahukan kepada saya, bahwasanya putranya kencing pada saat itu, lalu beliau meminta air dan memercikannya pada kencing itu tanpa membasuhnya.","arab":"و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ أَنَّ ابْنَ شِهَابٍ أَخْبَرَهُ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍأَنَّ أُمَّ قَيْسٍ بِنْتَ مِحْصَنٍ وَكَانَتْ مِنْ الْمُهَاجِرَاتِ الْأُوَلِ اللَّاتِي بَايَعْنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ أُخْتُ عُكَّاشَةَ بْنِ مِحْصَنٍ أَحَدِ بَنِي أَسَدِ بْنِ خُزَيْمَةَ قَالَ أَخْبَرَتْنِي أَنَّهَا أَتَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِابْنٍ لَهَا لَمْ يَبْلُغْ أَنْ يَأْكُلَ الطَّعَامَ وَقَدْ أَعْلَقَتْ عَلَيْهِ مِنْ الْعُذْرَةِ قَالَ يُونُسُ أَعْلَقَتْ غَمَزَتْ فَهِيَ تَخَافُ أَنْ يَكُونَ بِهِ عُذْرَةٌ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَامَهْ تَدْغَرْنَ أَوْلَادَكُنَّ بِهَذَا الْإِعْلَاقِ عَلَيْكُمْ بِهَذَا الْعُودِ الْهِنْدِيِّ يَعْنِي بِهِ الْكُسْتَ فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ مِنْهَا ذَاتُ الْجَنْبِ قَالَ عُبَيْدُ اللَّهِ وَأَخْبَرَتْنِي أَنَّ ابْنَهَا ذَاكَ بَالَ فِي حَجْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَاءٍ فَنَضَحَهُ عَلَى بَوْلِهِ وَلَمْ يَغْسِلْهُ غَسْلًا","source":"Muslim"},"__N_SSG":true}