{"pageProps":{"number":"3793","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Muhammad bin Basysyar]; Dan lafazh ini miliknya Ibnu Al Mutsanna dia berkata; Telah menceritakan kepada kami [Muhammad bin Ja'far]; Telah menceritakan kepada kami [Syu'bah] dari [Qatadah] dari [Abu Al Mutawakkil] dari [Abu Sa'id Al Khudri] dia berkata; \"Seorang laki-laki datang kepada Rasulullah shallallahu 'alaihi wasallam lalu dia berkata; 'Saudaraku sakit perut sehingga dia buang-buang air.' Rasulullah shallallahu 'alaihi wasallam bersabda: 'Minumkan madu kepadanya! ' Lalu diminumkan madu kepadanya. Kemudian dia datang lagi kepada Nabi shallallahu 'alaihi wasallam lalu katanya: 'Telah kuminumkan madu kepadanya, tetapi sakitnya bertambah.' Nabi shallallahu 'alaihi wasallam menyuruhnya pula meminumkan madu sampai berulang tiga kali. Dia datang untuk keempat kalinya, Nabi shallallahu 'alaihi wasallam tetap menyuruhnya meminumkan madu. Kata orang itu; 'Aku telah meminumkannya, ya Rasulullah, namun sakitnya bertambah juga.' Rasulullah shallallahu 'alaihi wasallam bersabda: 'Allah Maha Benar! Perut saudaramu itulah yang dusta.' Lalu diminumkannya pula madu dan sembuhlah dia.' Dan telah menceritakannya kepada kami ['Amru bin Zurarah]; Telah mengabarkan kepada kami ['Abdul Wahhab] yaitu Ibnu 'Atha dari [Sa'id] dari [Qatadah] dari [Abu Al Mutawakkil An Naji] dari [Abu Sa'id Al Khudri] bahwa seseorang datang kepada Nabi shallallahu 'alaihi wasallam seraya berkata; 'Saudaraku perutnya sakit, maka Nabi shallallahu 'alaihi wasallam bersabda kepadanya: 'Minumkanlah kepadanya madu.' (yang semakna dengan Hadits Syu'bah). ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَمُحَمَّدُ بْنُ بَشَّارٍ وَاللَّفْظُ لِابْنِ الْمُثَنَّى قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ أَخِي اسْتَطْلَقَ بَطْنُهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْقِهِ عَسَلًا فَسَقَاهُ ثُمَّ جَاءَهُ فَقَالَ إِنِّي سَقَيْتُهُ عَسَلًا فَلَمْ يَزِدْهُ إِلَّا اسْتِطْلَاقًا فَقَالَ لَهُ ثَلَاثَ مَرَّاتٍ ثُمَّ جَاءَ الرَّابِعَةَ فَقَالَ اسْقِهِ عَسَلًا فَقَالَ لَقَدْ سَقَيْتُهُ فَلَمْ يَزِدْهُ إِلَّا اسْتِطْلَاقًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ اللَّهُ وَكَذَبَ بَطْنُ أَخِيكَ فَسَقَاهُ فَبَرَأَو حَدَّثَنِيهِ عَمْرُو بْنُ زُرَارَةَ أَخْبَرَنَا عَبْدُ الْوَهَّابِ يَعْنِي ابْنَ عَطَاءٍ عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ أَبِي الْمُتَوَكِّلِ النَّاجِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ رَجُلًا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ أَخِي عَرِبَ بَطْنُهُ فَقَالَ لَهُ اسْقِهِ عَسَلًا بِمَعْنَى حَدِيثِ شُعْبَةَ","source":"Muslim"},"__N_SSG":true}