{"pageProps":{"number":"4441","slug":"muslim","id":"Telah menceritakan kepadaku [Abu Ath Thahir Ahmad bin 'Amru bin Sarh]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku ['Amru bin Al Harits] dari [Abu Az Zubair Al Makki] bahwa ['Amir bin Watsilah] Telah menceritakan kepadanya dia pernah mendengar ['Abdullah bin Mas'ud] berkata; \"Orang yang sengsara adalah orang yang telah ditetapkan untuk menjadi orang sengsara semenjak ia berada dalam perut ibunya. Sedangkan orang yang bahagia adalah orang yang telah ditetapkan untuk menjadi orang yang bahagia semenjak ia berada dalam perut ibunya.\" Kemudian ada seorang sahabat Rasulullah shallallahu 'alaihi wasallam, yang bernama [Hudzaifah bin Asid Al Ghifari], datang. Lalu Amir bin Watsilah menuturkan ucapan Abdullah bin Mas'ud itu kepadanya seraya berkata; 'Bagaimana mungkin seseorang akan menjadi sengsara sebelum ia berbuat apa-apa? ' Hudzaifah berkata kepada Amir; 'Apakah kamu masih merasa heran mendengar pernyataan itu? Sesungguhnya saya pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Ketika nuthfah telah berusia empat puluh dua malam, maka Allah akan mengutus satu malaikat mendatangi nuthfah tersebut. Kemudian Allah akan membentuk tubuhnya, menciptakan pendengarannya, penglihatannya, kulitnya, dagingnya, dan juga tulangnya. Setelah itu, malaikat tersebut akan bertanya; 'Ya Tuhan, apakah janin yang berada dalam rahim ini laki-laki ataukah perempuan? ' Maka Allah, Tuhanmu, akan menentukan menurut kehendak-Nya. Kemudian malaikat pun mencatatnya. Setelah itu, malaikat tersebut akan bertanya lagi; Ya Tuhan, bagaimana halnya dengan ajal janin ini? ' Lalu Allah akan menentukan ajalnya menurut kehendak-Nya. Maka, setelah itu, malaikat pun akan mencatatnya. Kemudian malaikat tersebut akan bertanya lagi; 'Ya Tuhan, bagaimanakah halnya dengan rezekinya? ' Lalu Allah, Tuhanmu, akan menentukan rezekinya menurut kehendak-Nya. Setelah itu, malaikat pun akan mencatatnya. Kemudian malaikat tersebut keluar dengan membawa selembar catatan yang berada di tangannya -tanpa menambah ataupun mengurangi- apa telah diperintahkan Allah untuk mencatatnya.' Telah menceritakan kepada kami [Ahmad bin 'Utsman An Naufali]; Telah mengabarkan kepada kami [Abu 'Ashim]; Telah menceritakan kepada kami [Ibnu Juraij]; Telah mengabarkan kepadaku [Abu Az Zubair] bahwa [Abu Ath Thufail]; Telah mengabarkan kepadanya dia mendengar ['Abdullah bin Mas'ud] berkata; -lalu dia menyebutkan Hadits- yang serupa dengan Hadits 'Amru bin Al Harits.","arab":"حَدَّثَنِي أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ أَنَّ عَامِرَ بْنَ وَاثِلَةَ حَدَّثَهُ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ يَقُولُاالشَّقِيُّ مَنْ شَقِيَ فِي بَطْنِ أُمِّهِ وَالسَّعِيدُ مَنْ وُعِظَ بِغَيْرِهِ فَأَتَى رَجُلًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَالُ لَهُ حُذَيْفَةُ بْنُ أَسِيدٍ الْغِفَارِيُّ فَحَدَّثَهُ بِذَلِكَ مِنْ قَوْلِ ابْنِ مَسْعُودٍ فَقَالَ وَكَيْفَ يَشْقَى رَجُلٌ بِغَيْرِ عَمَلٍ فَقَالَ لَهُ الرَّجُلُ أَتَعْجَبُ مِنْ ذَلِكَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا مَرَّ بِالنُّطْفَةِ ثِنْتَانِ وَأَرْبَعُونَ لَيْلَةً بَعَثَ اللَّهُ إِلَيْهَا مَلَكًا فَصَوَّرَهَا وَخَلَقَ سَمْعَهَا وَبَصَرَهَا وَجِلْدَهَا وَلَحْمَهَا وَعِظَامَهَا ثُمَّ قَالَ يَا رَبِّ أَذَكَرٌ أَمْ أُنْثَى فَيَقْضِي رَبُّكَ مَا شَاءَ وَيَكْتُبُ الْمَلَكُ ثُمَّ يَقُولُ يَا رَبِّ أَجَلُهُ فَيَقُولُ رَبُّكَ مَا شَاءَ وَيَكْتُبُ الْمَلَكُ ثُمَّ يَقُولُ يَا رَبِّ رِزْقُهُ فَيَقْضِي رَبُّكَ مَا شَاءَ وَيَكْتُبُ الْمَلَكُ ثُمَّ يَخْرُجُ الْمَلَكُ بِالصَّحِيفَةِ فِي يَدِهِ فَلَا يَزِيدُ عَلَى مَا أُمِرَ وَلَا يَنْقُصُحَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ أَخْبَرَنَا أَبُو عَاصِمٍ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّ أَبَا الطُّفَيْلِ أَخْبَرَهُ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ يَقُولُا وَسَاقَ الْحَدِيثَ بِمِثْلِ حَدِيثِ عَمْرِو بْنِ الْحَارِثِ","source":"Muslim"},"__N_SSG":true}