{"pageProps":{"number":"4623","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Al Hasan bin Musa] telah menceritakan kepada kami [Zuhair bin Mu'awiyah] telah menceritakan kepada kami [Abu Ishaq] bahwasanya ia mendengar [Zaid bin Arqam] berkata; \"Pada suatu ketika, kami pernah pergi bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu perjalanan jauh yang pada saat itu para sahabat banyak yang mengalami kesulitan. Kemudian Abdullah bin Ubay berkata kepada teman-temannya; 'Janganlah kalian memberikan perbelanjaan kepada orang-orang yang berada di sisi Rasulullah agar mereka meninggalkan Rasulullah.' Zuhair berkata; 'Lafaz 'Haulihi' (dengan kasrah pada huruf lam) yaitu menurut bacaan yang paling rajih. Abdullah bin Ubay berkata; 'Sesungguhnya jika kita telah kembali ke Madinah, maka orang-orang yang kuat benar-benar akan dapat mengusir orang-orang yang lemah.' (Qs.Al Munaafiquun (63): 8). Zaid bin Arqam berkata; 'Lalu saya pergi menghadap Nabi Muhammad shallallahu 'alaihi wasallam untuk memberitahukan tentang ucapan Abdullah bin Ubay tersebut kepada beliau. Kemudian Rasulullah shallallahu 'alaihi wasallam mengutus seseorang kepada Abdullah bin Ubay untuk menginterogasinya. Namun, ternyata Abdullah bin Ubay bersumpah bahwa ia tidak pernah berkata seperti itu! Dan ia berkata; 'Zaid telah membohongi Rasulullah shallallahu 'alaihi wasallam.' Zaid bin Arqam berkata; 'Tentu saja ucapan orang-orang munafiq itu membuat hati saya menjadi jengkel, hingga Allah Subhanahu wa Ta'ala menurunkan ayat yang membenarkan sikap saya yang berbunyi: 'Apabila orang-orang munafik datang kepadamu… (Qs. Al Munaafiquun (63): 1) '. Zaid bin Arqam berkata; 'Lalu Rasulullah shallallahu 'alaihi wasallam memanggil mereka, orang-orang munafik, untuk dimintakan ampunan kepada Allah, tetapi mereka malah membuang muka.' Allah Subhanahu wa Ta'ala berfirman: 'Orang-orang munafik itu seolah-olah kayu yang tersandar…' (Al Munaafiquun (63): 4). Zaid bin Arqam berkata; 'Mereka itu sebenarnya adalah orang-orang yang secara zhahir kelihatan mempesona.'","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ حَدَّثَنَا أَبُو إِسْحَقَ أَنَّهُ سَمِعَ زَيْدَ بْنَ أَرْقَمَ يَقُولُاخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ أَصَابَ النَّاسَ فِيهِ شِدَّةٌ فَقَالَ عَبْدُ اللَّهِ بْنُ أُبَيٍّ لِأَصْحَابِهِ{ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا }مِنْ حَوْلِهِ قَالَ زُهَيْرٌ وَهِيَ قِرَاءَةُ مَنْ خَفَضَ حَوْلَهُ وَقَالَ{ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ }قَالَ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ بِذَلِكَ فَأَرْسَلَ إِلَى عَبْدِ اللَّهِ بْنِ أُبَيٍّ فَسَأَلَهُ فَاجْتَهَدَ يَمِينَهُ مَا فَعَلَ فَقَالَ كَذَبَ زَيْدٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَوَقَعَ فِي نَفْسِي مِمَّا قَالُوهُ شِدَّةٌ حَتَّى أَنْزَلَ اللَّهُ تَصْدِيقِي{ إِذَا جَاءَكَ الْمُنَافِقُونَ }قَالَ ثُمَّ دَعَاهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَسْتَغْفِرَ لَهُمْ قَالَ فَلَوَّوْا رُءُوسَهُمْ و قَوْله{ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ }وَقَالَ كَانُوا رِجَالًا أَجْمَلَ شَيْءٍ","source":"Muslim"},"__N_SSG":true}