{"pageProps":{"number":"4645","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Abdullah bin Sa'id Al Asyujj], teks hadits milik Abdullah, keduanya berkata: Telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Al A'masy] dari [Abu Adh Dhuha] dari [Masruq] dari [Khabbab] berkata: Al 'Ash memiliki hutang padaku, aku mendatanginya untuk memperkarakannya, ia berkata padaku: Aku tidak akan membayar (hutang) mu sebelum kau kufur terhadap Muhammad. Aku berkata padanya: Aku tidak akan kufur terhadap Muhammad hingga kau mati lalu dibangkitkan lagi. Ia berkata: Bila kau bangkit lagi setelah mati, aku akan melunasi (hutang) mu bila aku kembali lagi ke harta dan anakku. Waki' berkata: Demikian Al A'masy berkata: Lalu ayat ini turun: \"Maka apakah kamu telah melihat orang yang kafir kepada ayat-ayat kami dan ia mengatakan: 'Pasti Aku akan diberi harta dan anak\" hingga firmanNya: \"Dan ia akan datang kepada kami dengan seorang diri.\" (Maryam: 77-80). Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Abu Mu'awiyah]. Telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [ayahku]. Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengkhabarkan kepada kami [Jarir]. Telah menceritakan kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan]. Semuanya dari [Al A'masy] dengan sanad ini seperti hadits Waki'. Dalam hadits Jarir disebutkan: Dimasa jahiliyah, aku budak milik Al Ash bin Wa`il, aku bekerja lalu mendatanginya untuk memperkarakannya.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَبْدُ اللَّهِ بْنُ سَعِيدٍ الْأَشَجُّ وَاللَّفْظُ لِعَبْدِ اللَّهِ قَالَا حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَعْمَشُ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ عَنْ خَبَّابٍ قَالَكَانَ لِي عَلَى الْعَاصِ بْنِ وَائِلٍ دَيْنٌ فَأَتَيْتُهُ أَتَقَاضَاهُ فَقَالَ لِي لَنْ أَقْضِيَكَ حَتَّى تَكْفُرَ بِمُحَمَّدٍ قَالَ فَقُلْتُ لَهُ إِنِّي لَنْ أَكْفُرَ بِمُحَمَّدٍ حَتَّى تَمُوتَ ثُمَّ تُبْعَثَ قَالَ وَإِنِّي لَمَبْعُوثٌ مِنْ بَعْدِ الْمَوْتِ فَسَوْفَ أَقْضِيكَ إِذَا رَجَعْتُ إِلَى مَالٍ وَوَلَدٍ قَالَ وَكِيعٌ كَذَا قَالَ الْأَعْمَشُ قَالَ فَنَزَلَتْ هَذِهِ الْآيَةُ{ أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا }إِلَى قَوْلِهِ{ وَيَأْتِينَا فَرْدًا }حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ ح و حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ كُلُّهُمْ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ وَكِيعٍ وَفِي حَدِيثِ جَرِيرٍ قَالَ كُنْتُ قَيْنًا فِي الْجَاهِلِيَّةِ فَعَمِلْتُ لِلْعَاصِ بْنِ وَائِلٍ عَمَلًا فَأَتَيْتُهُ أَتَقَاضَاهُ","source":"Muslim"},"__N_SSG":true}