{"pageProps":{"number":"668","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al-Mutsanna] telah menceritakan kepada kami [Abdul 'A'la] dari [Dawud] dari [Amir] dia berkata, \"Saya bertanya kepada [Alqamah], 'Apakah dahulu [Ibnu Mas'ud] menyaksikan bersama Rasulullah shallallahu 'alaihi wasallam malam jin? ' Perawi berkata, 'Lalu Alqamah berkata, 'Aku bertanya Ibnu Mas'ud, lalu aku berkata, 'Apakah salah seorang dari kalian hadir bersama Rasulullah shallallahu 'alaihi wasallam pada malam jin? ' Dia menjawab, 'Tidak, akan tetapi kami pernah pada suatu malam bersama Rasulullah, lalu kami kehilangan beliau sehingga kami mencarinya di lembah dan setapak jelan ke gunung. Maka kami berkata, 'Jin membawanya pergi atau membunuhnya secara sembunyi-sembunyi.' Maka kami bermalam dengan malam yang jelek yang para sahabat turut bersama melalui malam itu. Pada pagi harinya, tiba-tiba beliau datang dari arah Hira'. Perawi berkata, \"Kami berkata, 'Wahai Rasulullah, kami telah kehilanganmu, lalu mencarimu, maka kami tidak mendapatkanmu hingga kami bermalam pada malam yang jelek yang para sahabat turut bersama melalui malam-malam itu.' Beliau menjawab, 'Seorang dai dari kalangan jin mendatangiku, maka aku pergi bersamanya, lalu aku membaca al-Qur'an di hadapan mereka.' Perawi berkata, 'Lalu beliau beranjak pergi bersama kami untuk menunjukkan jejak-jejak mereka dan jejak perapian mereka. Dan mereka meminta kepadanya bekal, maka beliau bersabda, 'Kamu mendapatkan setiap tulang yang disebutkan nama Allah atasnya (ketika disembelih), yang mana di tangan kalian lebih banyak menjadi daging dan setiap kotoran hewan adalah makanan untuk hewan tunggangan kalian.' Lalu Rasulullah shallallahu 'alaihi wasallam bersabda, 'Maka janganlah kalian beristinjak dengan keduanya (maksudnya kotoran hewan dan tulang), karena keduanya adalah makanan saudara kalian'.\" Dan telah menceritakan kepadaku tentangnya [Ali bin Hujr as-Sa'di] telah menceritakan kepada kami [Ismail bin Ibrahim] dari [Dawud] dengan sanad ini hingga sabda beliau, \"Dan jejak perapian mereka.\" [Asy-Sya'bi] berkata, \"Mereka meminta bekal kepada beliau, dan mereka adalah berasal dari kalangan jin al-Jazirah.\" Hingga akhir hadits dari perkataan asy-Sya'bi secara terperinci dari hadits Abdullah. Dan telah menceritakannya kepada kami [Abu Bakar bin Abi Syaibah] telah menceritakan kepada kami [Abdullah bin Idris] dari [Dawud] dari [asy-Sya'bi] dari [Alqamah] dari [Abdullah] dari Nabi shallallahu 'alaihi wasallam hingga sabda beliau, \"Dan jejek api mereka.\" Dan dia tidak menyebutkan kalimat sesudahnya.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ دَاوُدَ عَنْ عَامِرٍ قَالَ سَأَلْتُ عَلْقَمَةَهَلْ كَانَ ابْنُ مَسْعُودٍ شَهِدَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ الْجِنِّ قَالَ فَقَالَ عَلْقَمَةُ أَنَا سَأَلْتُ ابْنَ مَسْعُودٍ فَقُلْتُ هَلْ شَهِدَ أَحَدٌ مِنْكُمْ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ الْجِنِّ قَالَ لَا وَلَكِنَّا كُنَّا مَعَ رَسُولِ اللَّهِ ذَاتَ لَيْلَةٍ فَفَقَدْنَاهُ فَالْتَمَسْنَاهُ فِي الْأَوْدِيَةِ وَالشِّعَابِ فَقُلْنَا اسْتُطِيرَ أَوْ اغْتِيلَ قَالَ فَبِتْنَا بِشَرِّ لَيْلَةٍ بَاتَ بِهَا قَوْمٌ فَلَمَّا أَصْبَحْنَا إِذَا هُوَ جَاءٍ مِنْ قِبَلَ حِرَاءٍ قَالَ فَقُلْنَا يَا رَسُولَ اللَّهِ فَقَدْنَاكَ فَطَلَبْنَاكَ فَلَمْ نَجِدْكَ فَبِتْنَا بِشَرِّ لَيْلَةٍ بَاتَ بِهَا قَوْمٌ فَقَالَ أَتَانِي دَاعِي الْجِنِّ فَذَهَبْتُ مَعَهُ فَقَرَأْتُ عَلَيْهِمْ الْقُرْآنَ قَالَ فَانْطَلَقَ بِنَا فَأَرَانَا آثَارَهُمْ وَآثَارَ نِيرَانِهِمْ وَسَأَلُوهُ الزَّادَ فَقَالَ لَكُمْ كُلُّ عَظْمٍ ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ يَقَعُ فِي أَيْدِيكُمْ أَوْفَرَ مَا يَكُونُ لَحْمًا وَكُلُّ بَعْرَةٍ عَلَفٌ لِدَوَابِّكُمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَا تَسْتَنْجُوا بِهِمَا فَإِنَّهُمَا طَعَامُ إِخْوَانِكُمْو حَدَّثَنِيهِ عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ دَاوُدَ بِهَذَا الْإِسْنَادِ إِلَى قَوْلِهِ وَآثَارَ نِيرَانِهِمْ قَالَ الشَّعْبِيُّ وَسَأَلُوهُ الزَّادَ وَكَانُوا مِنْ جِنِّ الْجَزِيرَةِ إِلَى آخِرِ الْحَدِيثِ مِنْ قَوْلِ الشَّعْبِيِّ مُفَصَّلًا مِنْ حَدِيثِ عَبْدِ اللَّهِ و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ دَاوُدَ عَنْ الشَّعْبِيِّ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى قَوْلِهِ وَآثَارَ نِيرَانِهِمْ وَلَمْ يَذْكُرْ مَا بَعْدَهُ","source":"Muslim"},"__N_SSG":true}