{"pageProps":{"number":"760","slug":"muslim","id":"Telah menceritakan kepada kami [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] telah mengabarkan kepadaku [Ubaidullah bin Abdullah bin Utbah] bahwa [Abdullah bin Abbas] telah mengabarkan kepadanya \"Bahwa dia bepergian di atas keledai, dan Rasulullah Shallallahu'alaihiwasallam berdiri shalat di Mina dalam haji Wada' mengimami orang-orang.\" Perawi berkata, \"Lalu keledai tersebut berjalan di hadapan sebagian shaf, kemudian dia turun darinya, lalu masuk shaf bersama orang-orang.\" Telah menceritakan kepada kami [Yahya bin Yahya] dan [Amru an-Naqid] serta [Ishaq bin Ibrahim] dari [Ibnu Uyainah] dari [az-Zuhri] dengan isnad ini, dia berkata, \"Dan Nabi Shallallahu'alaihiwasallam shalat di Arafah.\" Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan ['Abd bin Humaid] keduanya berkata, telah mengabarkan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [az-Zuhri] dengan isnad ini dan dia tidak menyebutkan Mina di dalamnya dan tidak pula Arafah. Dan dia berkata dalam haji Wada' atau hari Fath Makkah.","arab":"حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُأَنَّهُ أَقْبَلَ يَسِيرُ عَلَى حِمَارٍ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ يُصَلِّي بِمِنًى فِي حَجَّةِ الْوَدَاعِ يُصَلِّي بِالنَّاسِ قَالَ فَسَارَ الْحِمَارُ بَيْنَ يَدَيْ بَعْضِ الصَّفِّ ثُمَّ نَزَلَ عَنْهُ فَصَفَّ مَعَ النَّاسِحَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَعَمْرٌو النَّاقِدُ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ عَنْ ابْنِ عُيَيْنَةَ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ قَالَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بِعَرَفَةَ حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ وَلَمْ يَذْكُرْ فِيهِ مِنًى وَلَا عَرَفَةَ وَقَالَ فِي حَجَّةِ الْوَدَاعِ أَوْ يَوْمَ الْفَتْحِ","source":"Muslim"},"__N_SSG":true}