{"pageProps":{"number":"806","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] dan [Ishaq bin Ibrahim] dan lafazh tersebut milik Abu Bakar. Ishaq berkata, telah mengabarkan kepada kami dan Abu Bakar berkata, telah menceritakan kepada kami [Zakariya' bin 'Adi] dari [Ubaidullah bin Amru] dari [Zaid bin Abi Unaisah] dari [Amru bin Murrah] dari [Abdullah bin al-Harits an-Najrani] dia berkata, telah menceritakan kepadaku [Jundab] dia berkata, \"Lima hari menjelang Rasulullah Shallallahu'alaihiwasallam wafat, aku mendengar beliau bersabda, 'Aku berlepas diri kepada Allah dari mengambil salah seorang di antara kalian sebagai kekasih, karena Allah Ta'ala telah menjadikanku sebagai kekasih sebagaimana Dia menjadikan Ibrahim sebagai kekasih. Dan kalaupun seandainya aku mengambil salah seorang dari umatku sebagai kekasih, niscaya aku akan menjadikan Abu Bakar sebagai kekasih. Ketahuilah bahwa sesungguhnya orang-orang sebelum kalian itu menjadikan kuburan para nabi dan orang-orang shalih dari mereka sebagai masjid, maka janganlah kalian menjadikan kuburan-kuburan itu sebagai masjid, karena sungguh aku melarang kalian dari hal itu\".","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَاللَّفْظُ لِأَبِي بَكْرٍ قَالَ إِسْحَقُ أَخْبَرَنَا وَقَالَ أَبُو بَكْرٍ حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَمْرٍو عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ النَّجْرَانِيِّ قَالَ حَدَّثَنِي جُنْدَبٌ قَالَسَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ أَنْ يَمُوتَ بِخَمْسٍ وَهُوَ يَقُولُ إِنِّي أَبْرَأُ إِلَى اللَّهِ أَنْ يَكُونَ لِي مِنْكُمْ خَلِيلٌ فَإِنَّ اللَّهَ تَعَالَى قَدْ اتَّخَذَنِي خَلِيلًا كَمَا اتَّخَذَ إِبْرَاهِيمَ خَلِيلًا وَلَوْ كُنْتُ مُتَّخِذًا مِنْ أُمَّتِي خَلِيلًا لَاتَّخَذْتُ أَبَا بَكْرٍ خَلِيلًا أَلَا وَإِنَّ مَنْ كَانَ قَبْلَكُمْ كَانُوا يَتَّخِذُونَ قُبُورَ أَنْبِيَائِهِمْ وَصَالِحِيهِمْ مَسَاجِدَ أَلَا فَلَا تَتَّخِذُوا الْقُبُورَ مَسَاجِدَ إِنِّي أَنْهَاكُمْ عَنْ ذَلِكَ","source":"Muslim"},"__N_SSG":true}