{"pageProps":{"number":"1291","slug":"muslim","id":"Dan telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits] dari [Khair bin Nu'aim Al Hadlrami] dari [Ibnu Hubairah] dari [Abu Tamim Al Jaisyani] dari [Abu Bashrah Al Ghifari] ia berkata; Suatu ketika Rasulullah shallallahu 'alaihi wasallam mengimami kami shalat Ashar di Mukhammas. Maka beliau bersabda: \"Sesungguhnya shalat Ashar ini pernah diwajibkan kepada orang-orang yang sebelum kalian, tetapi mereka sia-siakan. Karena itu, siapa yang memelihara shalat ini, dia akan mendapatkan pahala ganda. Dan tidak boleh shalat sesudahnya, hingga bintang terbit.\" Dan telah menceritakan kepadaku [Zuhair bin Harb] Telah menceritakan kepada kami [Ya'qub bin Ibrahim] Telah menceritakan kepada kami [bapakku] dari [Ibnu Ishaq] ia berkata, telah menceritakan kepadaku [Yazid bin Abu Habib] dari [Khair bin Nu'aim Al Hadlrami] dari [Abdullah bin Hubairah As Saba`i] -ia adalah seorang yang tsiqqah (terpercaya) - dari [Abu Tamim Al Jaisyani] dari [Abu Bashrah Al Ghifari] ia berkata; Rasulullah shallallahu 'alaihi wasallam pernah shalat Ashar bersama kami. Yakni hadits semisalnya.","arab":"و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ عَنْ خَيْرِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ عَنْ ابْنِ هُبَيْرَةَ عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ قَالَصَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ بِالْمُخَمَّصِ فَقَالَ إِنَّ هَذِهِ الصَّلَاةَ عُرِضَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ فَضَيَّعُوهَا فَمَنْ حَافَظَ عَلَيْهَا كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ وَلَا صَلَاةَ بَعْدَهَا حَتَّى يَطْلُعَ الشَّاهِدُ وَالشَّاهِدُ النَّجْمُو حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبِي عَنْ ابْنِ إِسْحَقَ قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ عَنْ خَيْرِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ عَنْ عَبْدِ اللَّهِ بْنِ هُبَيْرَةَ السَّبَائِيِّ وَكَانَ ثِقَةً عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}