{"pageProps":{"number":"138","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin Rumh] dan lafazh tersebut saling berdekatan kemiripannya. Telah mengabarkan kepada kami [Laits] dari [Ibnu Syihab] dari [Atha' bin Yazid al-Laitsi] dari [Ubaidullah bin Adi bin al-Khiyar] dari [al-Miqdad bin al-Aswad] bahwa dia mengabarkan kepadanya, bahwa dia berkata, \"Wahai Rasulullah, apa pendapatmu seandainya aku berjumpa dengan seorang lelaki dari golongan orang-orang kafir, lalu mereka menyerangku dan memotong salah satu dari tanganku dengan pedangnya. Kemudian dia lari dariku dan berlindung di balik sepohon kayu', lalu orang yang melakukan itu berkata, 'Aku menyerahkan diri karena Allah. Wahai Rasulullah, apakah aku boleh membunuhnya setelah dia mengucapkan ungkapan itu (tauhid)? ' Rasulullah bersabda: \"Janganlah kamu membunuhnya.\" Miqdad membantah, \"Wahai Rasulullah! Lelaki itu telah memotong tanganku, dan setelah memotongnya ia (sengaja) mengucapkannya! Apakah aku boleh membunuhnya?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Janganlah kamu membunuhnya, seandainya kamu membunuh lelaki itu, maka sungguh dia seperti kamu sebelum kamu membunuhnya, sedangkan kamu berkedudukan sepertinya sebelum dia mengucapkan perkataan tersebut (maksudnya kafir).\" Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Abd bin Humaid] keduanya berkata, telah mengabarkan kepada kami [Abdurrazzaq] dia berkata, telah mengabarkan kepada kami [Ma'mar]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Ishaq bin Musa al-Anshari] telah menceritakan kepada kami [al-Walid bin Muslim] dari [al-Auza'i]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ibnu Juraij] semuanya dari [az-Zuhri] dengan sanad ini. Adapun al-Auza'i dan Ibnu Juraij, maka dalam hadits keduanya dia berkata, 'Saya menyerahkan diri kepada Allah' sebagaimana dikatakan al-Laits dalam haditsnya. Adapun Ma'mar, maka dalam haditsnya disebutkan, 'Ketika aku berkehendak untuk membunuhnya, maka dia berkata, 'Tidak ada tuhan (yang berhak disembah) kecuali Allah'.\" Dan telah menceritakan kepada kami [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahab] dia berkata, telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dia berkata, telah mengabarkan kepadaku [Atha' bin Yazid al-Laitsi al-Junda'i] bahwa [Abdullah bin Adi bin al-Khiyar] telah mengabarkan kepadanya, bahwa [al-Miqdad bin Amru bin al-Aswad al-Kindi] -dia adalah sekutu bani Zuhrah, dan dia termasuk sahabat yang ikut perang Badar bersama Rasulullah shallallahu 'alaihi wasallam- dia berkata, \"Wahai Rasulullah, apa pendapatmu jika aku bertemu seorang laki-laki dari kalangan kafir? ' Kemudian dia menyebutkan sebagaimana hadits al-Laits.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ وَاللَّفْظُ مُتَقَارِبٌ أَخْبَرَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَدِيِّ بْنِ الْخِيَارِ عَنْ الْمِقْدَادِ بْنِ الْأَسْوَدِ أَنَّهُ أَخْبَرَهُأَنَّهُ قَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ لَقِيتُ رَجُلًا مِنْ الْكُفَّارِ فَقَاتَلَنِي فَضَرَبَ إِحْدَى يَدَيَّ بِالسَّيْفِ فَقَطَعَهَا ثُمَّ لَاذَ مِنِّي بِشَجَرَةٍ فَقَالَ أَسْلَمْتُ لِلَّهِ أَفَأَقْتُلُهُ يَا رَسُولَ اللَّهِ بَعْدَ أَنْ قَالَهَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقْتُلْهُ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّهُ قَدْ قَطَعَ يَدِي ثُمَّ قَالَ ذَلِكَ بَعْدَ أَنْ قَطَعَهَا أَفَأَقْتُلُهُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقْتُلْهُ فَإِنْ قَتَلْتَهُ فَإِنَّهُ بِمَنْزِلَتِكَ قَبْلَ أَنْ تَقْتُلَهُ وَإِنَّكَ بِمَنْزِلَتِهِ قَبْلَ أَنْ يَقُولَ كَلِمَتَهُ الَّتِي قَالَحَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا عَبْدُ الرَّزَّاقِ قَالَ أَخْبَرَنَا مَعْمَرٌ ح و حَدَّثَنَا إِسْحَقُ بْنُ مُوسَى الْأَنْصَارِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنْ الْأَوْزَاعِيِّ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ جَمِيعًا عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ أَمَّا الْأَوْزَاعِيُّ وَابْنُ جُرَيْجٍ فَفِي حَدِيثِهِمَا قَالَ أَسْلَمْتُ لِلَّهِ كَمَا قَالَ اللَّيْثُ فِي حَدِيثِهِ وَأَمَّا مَعْمَرٌ فَفِي حَدِيثِهِ فَلَمَّا أَهْوَيْتُ لِأَقْتُلَهُ قَالَ لَا إِلَهَ إِلَّا اللَّهُ و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ حَدَّثَنِي عَطَاءُ بْنُ يَزِيدَ اللَّيْثِيُّ ثُمَّ الْجُنْدَعِيُّ أَنَّ عُبَيْدَ اللَّهِ بْنَ عَدِيِّ بْنِ الْخِيَارِ أَخْبَرَهُ أَنَّ الْمِقْدَادَ بْنَ عَمْرِو بْنِ الْأَسْوَدِ الْكِنْدِيَّ وَكَانَ حَلِيفًا لِبَنِي زُهْرَةَ وَكَانَ مِمَّنْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ لَقِيتُ رَجُلًا مِنْ الْكُفَّارِ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ اللَّيْثِ","source":"Muslim"},"__N_SSG":true}