{"pageProps":{"number":"1425","slug":"muslim","id":"Telah menceritakan kepadaku [Ya'qub bin Ibrahim Ad Dauraqi] telah menceritakan kepada kami [Isma'il bin Ulayyah] dari [Hisyam Ad Dastawa`i] ia berkata, telah menceritakan kepada kami [Abu Zubair] dari [Jabir bin Abdullah] ia berkata; Pernah terjadi gerhana matahari pada masa Rasulullah shallallahu 'alaihi wasallam yakti di saat terik matahari bergitu sangat menyengat. Maka Rasulullah shallallahu 'alaihi wasallam shalat (gerhana) bersama para sahabatnya. Beliau memanjangkan berdirinya hingga para sahabat tersungkur lantas duduk karena keletihan. Kemudian beliau ruku' dan memanjangkan ruku'nya, kemudian bangkit dan memanjangkan berdirinya kembali. Lalu beliau ruku' dan memanjangkan ruku'nya. Sesudah itu, beliau bangkit dan sujud dua kali. Kemudian beliau berdiri dan melakukan hal yang serupa, hingga semuanya menjadi empat raka'at dan empat kali sujud. setelah itu, beliau bersabda: \"Sesungguhnya segala sesuatu yang akan kalian masuki telah diperlihatkan kepadaku. Diperlihatkanlah jannah atasku, hingga sekiranya aku memetik setandan buah darinya niscaya aku akan mengambilnya -atau beliau bersabda- Aku mencoba memetik setandan buah darinya namun tanganku tak sampai. Dan neraka juga diperlihatkan padaku, lalu di dalamnya aku melihat seorang wanita dari Bani Isra`il yang sedang disiksa lantaran kucing yang ia ikat dan tidak diberinya makan juga tidak dilepasnya hingga kucing itu bisa makan serangga-serangga bumi. Dan aku juga melihat Abu Tsumamah Amru bin Malik yang sedang terseret punggunggungnya di dalam neraka. Mereka (kaum Jahiliyah) mengatakan bahwa tidaklah terjadi gerhana matahari dan bulan kecuali karena kematian seorang yang agung. Padahal, keduanya adalah ayat dari ayat-ayat Allah yang diperlihatkan-Nya. Maka apabila terjadi gerhana pada keduanya, tunaikanlah shalat hingga nampak kembali.\" Dan Telah menceritakan kepadaku [Abu Ghassan Al Misma'i] Telah menceritakan kepada kami [Abdul Malik bin Shabah] dari [Hisyam] dengan isnad ini semisalnya. Hanya saja ia menyebutkan: \"Dan di dalam neraka aku melihat wanita Himyar yang berkulit hitam berpostur tubuh tinggi.\" Dan ia tidak menyebutkan, \"Dari Bani Isra`il.\"","arab":"و حَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ عَنْ هِشَامٍ الدَّسْتَوَائِيِّ قَالَ حَدَّثَنَا أَبُو الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَكَسَفَتْ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي يَوْمٍ شَدِيدِ الْحَرِّ فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَصْحَابِهِ فَأَطَالَ الْقِيَامَ حَتَّى جَعَلُوا يَخِرُّونَ ثُمَّ رَكَعَ فَأَطَالَ ثُمَّ رَفَعَ فَأَطَالَ ثُمَّ رَكَعَ فَأَطَالَ ثُمَّ رَفَعَ فَأَطَالَ ثُمَّ سَجَدَ سَجْدَتَيْنِ ثُمَّ قَامَ فَصَنَعَ نَحْوًا مِنْ ذَاكَ فَكَانَتْ أَرْبَعَ رَكَعَاتٍ وَأَرْبَعَ سَجَدَاتٍ ثُمَّ قَالَ إِنَّهُ عُرِضَ عَلَيَّ كُلُّ شَيْءٍ تُولَجُونَهُ فَعُرِضَتْ عَلَيَّ الْجَنَّةُ حَتَّى لَوْ تَنَاوَلْتُ مِنْهَا قِطْفًا أَخَذْتُهُ أَوْ قَالَ تَنَاوَلْتُ مِنْهَا قِطْفًا فَقَصُرَتْ يَدِي عَنْهُ وَعُرِضَتْ عَلَيَّ النَّارُ فَرَأَيْتُ فِيهَا امْرَأَةً مِنْ بَنِي إِسْرَائِيلَ تُعَذَّبُ فِي هِرَّةٍ لَهَا رَبَطَتْهَا فَلَمْ تُطْعِمْهَا وَلَمْ تَدَعْهَا تَأْكُلُ مِنْ خَشَاشِ الْأَرْضِ وَرَأَيْتُ أَبَا ثُمَامَةَ عَمْرَو بْنَ مَالِكٍ يَجُرُّ قُصْبَهُ فِي النَّارِ وَإِنَّهُمْ كَانُوا يَقُولُونَ إِنَّ الشَّمْسَ وَالْقَمَرَ لَا يَخْسِفَانِ إِلَّا لِمَوْتِ عَظِيمٍ وَإِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ يُرِيكُمُوهُمَا فَإِذَا خَسَفَا فَصَلُّوا حَتَّى تَنْجَلِيَو حَدَّثَنِيهِ أَبُو غَسَّانَ الْمِسْمَعِيُّ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ الصَّبَّاحِ عَنْ هِشَامٍ بِهَذَا الْإِسْنَادِ مِثْلَهُ إِلَّا أَنَّهُ قَالَ وَرَأَيْتُ فِي النَّارِ امْرَأَةً حِمْيَرِيَّةً سَوْدَاءَ طَوِيلَةً وَلَمْ يَقُلْ مِنْ بَنِي إِسْرَائِيلَ","source":"Muslim"},"__N_SSG":true}