{"pageProps":{"number":"1428","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Habib Al Haritsi] telah menceritakan kepada kami [Khalid bin Al Harits] telah menceritakan kepada kami [Ibnu Juraij] telah menceritakan kepadaku [Manshur bin Abdurrahman] dari [Ibunya, Shafiyyah binti Syaibah] dari [Asma` bin Abu Bakar] bahwa ia berkata; Pada hari terjadinya gerhana matahari, Nabi shallallahu 'alaihi wasallam terkejut. Maka beliau pun segera mengambil baju besi hingga memakaikannya dengan bajunya. Kemudian beliau berdiri menunaikan shalat bersama orang banyak. Beliau berdiri dengan sangat lama yang seandainya ada seseorang yang datang, maka di tidak akan menduga bahwa Nabi shallallahu 'alaihi wasallam akan ruku', karena memang begitu lamanya beliau berdiri.\" Dan telah menceritakan kepadaku [Sa'id bin Yahya Al Umawi] telah menceritakan kepadaku [bapakku] telah menceritakans kepada kami [Ibnu Juraij] dengan isnad ini, hadits yang semisalnya. Dan ia menyebutkan; \"Bediri yang lama. Beliau berdiri, kemudian ruku'.\" Dan ia juga menambahkan; \"Lalu aku melihat ke arah wanita yang lebih muda usianya dariku dan juga kepada wanita lain yang lebih kurus dariku.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ حَدَّثَنَا ابْنُ جُرَيْجٍ حَدَّثَنِي مَنْصُورُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أُمِّهِ صَفِيَّةَ بِنْتِ شَيْبَةَ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ أَنَّهَا قَالَتْفَزِعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا قَالَتْ تَعْنِي يَوْمَ كَسَفَتْ الشَّمْسُ فَأَخَذَ دِرْعًا حَتَّى أُدْرِكَ بِرِدَائِهِ فَقَامَ لِلنَّاسِ قِيَامًا طَوِيلًا لَوْ أَنَّ إِنْسَانًا أَتَى لَمْ يَشْعُرْ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَكَعَ مَا حَدَّثَ أَنَّهُ رَكَعَ مِنْ طُولِ الْقِيَامِو حَدَّثَنِي سَعِيدُ بْنُ يَحْيَى الْأُمَوِيُّ حَدَّثَنِي أَبِي حَدَّثَنَا ابْنُ جُرَيْجٍ بِهَذَا الْإِسْنَادِ مِثْلَهُ وَقَالَ قِيَامًا طَوِيلًا يَقُومُ ثُمَّ يَرْكَعُ وَزَادَ فَجَعَلْتُ أَنْظُرُ إِلَى الْمَرْأَةِ أَسَنَّ مِنِّي وَإِلَى الْأُخْرَى هِيَ أَسْقَمُ مِنِّي","source":"Muslim"},"__N_SSG":true}