{"pageProps":{"number":"1774","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dan [Muhammad bin Rumh] keduanya berkata, telah mengabarkan kepada kami [Laits] -dalam jalur lain- Dan telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Laits] dari [Ibnu Syihab] dari [Humaid bin Abdurrahman bin Auf] dari [Abu Hurairah] radliallahu 'anhu, bahwasanya; Seorang laki-laki menyetubuhi isterinya di siang hari bulan Ramadlan. Kemudian laki-laki itu meminta fatwa mengenai hal itu kepada Rasulullah shallallahu 'alaihi wasallam. Maka beliau bertanya: \"Apakah kamu memiliki seorang budak wanita (untuk dibebaskan)?\" jawabnya, \"Tidak.\" Beliau bertanya lagi: \"Sanggupkah kamu berpuasa selama dua bulan berturut-turut?\" jawabnya, \"Tidak.\" Beliau bersabda: \"Kalau begitu, berilah makan kepada enam puluh orang miskin.\" Dan telah menceritakan kepada kami [Muhammad bin Rafi'] telah menceritakan kepada kami [Ishaq bin Isa] telah mengabarkan kepada kami [Malik] dari [Az Zuhri] dengan isnad ini, bahwa seorang laki-laki berbuka di siang hari pada bulan Ramadlan, maka Rasulullah shallallahu 'alaihi wasallam memerintahkannya untuk membayar kaffarat dengan membebaskan seorang budak wanita… kemudian ia pun menyebutkan sebagaimana hadits Ibnu Uyainah.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَمُحَمَّدُ بْنُ رُمْحٍ قَالَا أَخْبَرَنَا اللَّيْثُ ح و حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا لَيْثٌ عَنْ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُأَنَّ رَجُلًا وَقَعَ بِامْرَأَتِهِ فِي رَمَضَانَ فَاسْتَفْتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَقَالَ هَلْ تَجِدُ رَقَبَةً قَالَ لَا قَالَ وَهَلْ تَسْتَطِيعُ صِيَامَ شَهْرَيْنِ قَالَ لَا قَالَ فَأَطْعِمْ سِتِّينَ مِسْكِينًاو حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا إِسْحَقُ بْنُ عِيسَى أَخْبَرَنَا مَالِكٌ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ أَنَّ رَجُلًا أَفْطَرَ فِي رَمَضَانَ فَأَمَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُكَفِّرَ بِعِتْقِ رَقَبَةٍ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ ابْنِ عُيَيْنَةَ","source":"Muslim"},"__N_SSG":true}