{"pageProps":{"number":"190","slug":"muslim","id":"Telah menceritakan kepadaku [Zuhair bin Harb] dan [Abd bin Humaid] semuanya dari [Ya'qub], [Zuhair] berkata, telah menceritakan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepada kami [Ibnu Akhi Ibnu Syihab] dari [paman-Nya] dia berkata, telah mengabarkan kepadaku [Urwah bin az-Zubair] bahwa [Abu Hurairah] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Setan mendatangi salah seorang dari kalian seraya berkata, 'Siapa yang menciptakan ini dan itu', hingga akhirnya dia bertanya kepadanya, 'Siapa yang menciptakan Rabbmu? ' Apabila dia telah sampai pada hal tersebut maka ucapkanlah istiadzah ('audzu billah), dan hendaklah dia mencukupkan dialognya.\" Telah menceritakan kepadaku [Abdul Malik bin Syu'aib bin al-Laits] dia berkata, telah menceritakan kepadaku [bapakku] dari [kakekku] dia berkata, telah menceritakan kepadaku [Uqail bin Khalid] dia berkata, [Ibnu Syihab] berkata, telah mengabarkan kepadaku [Urwah bin az-Zubair] bahwa [Abu Hurairah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Setan mendatangi hamba seraya berkata, 'Siapakah yang menciptakan ini dan itu'.\" Sebagaimana hadits anak saudaraku, Ibnu Syihab.\"","arab":"حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ يَعْقُوبَ قَالَ زُهَيْرٌ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ عَمِّهِ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ أَبَا هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْتِي الشَّيْطَانُ أَحَدَكُمْ فَيَقُولَ مَنْ خَلَقَ كَذَا وَكَذَا حَتَّى يَقُولَ لَهُ مَنْ خَلَقَ رَبَّكَ فَإِذَا بَلَغَ ذَلِكَ فَلْيَسْتَعِذْ بِاللَّهِ وَلْيَنْتَهِحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ قَالَ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ أَبَا هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْتِي الْعَبْدَ الشَّيْطَانُ فَيَقُولُ مَنْ خَلَقَ كَذَا وَكَذَا مِثْلَ حَدِيثِ ابْنِ أَخِي ابْنِ شِهَابٍ","source":"Muslim"},"__N_SSG":true}