{"pageProps":{"number":"2178","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Yahya bin Yahya] dan [Muhammad bin Rumh] keduanya berkata, telah mengabarkan kepada kami [Laits] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Qutaibah] Telah menceritakan kepada kami [Laits] dari [Ibnu Syihab] dari [Urwah bin Az Zubair] dan [Amrah binti Abdurrahman] bahwa [Aisyah] berkata; \"Rasulullah shallallahu 'alaihi wasallam menyerahkan hewan kurbannya dari Madinah, dan akulah yang mengalungkan tanda pada hewan kurbannya. Sesudah itu, beliau tidak lagi menjauhi sesuatu yang biasanya dijauhi oleh seorang yang sedang Ihram.\" Dan telah menceritakannya kepadaku [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] dengan isnad ini, semisalnya. Dan Telah menceritakan kepada kami [Sa'id bin Manshur] dan [Zuhair bin Harb] keduanya berkata, Telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari [Urwah] dari [Aisyah] dari Nabi shallallahu 'alaihi wasallam. -dalam riwayat lain- Dan Telah menceritakan kepada kami [Sa'id bin Manshur] dan [Khalaf bin Hisyam] dan [Qutaibah bin Sa'id] mereka berkata, telah mengabarkan kepada kami [Hammad bin Zaid] dari [Hisyam bin Urwah] dari [bapaknya] dari [Aisyah] ia berkata; Aku masih teringat, saat aku mengalungkan tanda hewan kurban pada hadya Rasulullah shallallahu 'alaihi wasallam. Yakni serupa dengan hadits di atas.","arab":"و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَمُحَمَّدُ بْنُ رُمْحٍ قَالَا أَخْبَرَنَا اللَّيْثُ ح و حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا لَيْثٌ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّ عَائِشَةَ قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُهْدِي مِنْ الْمَدِينَةِ فَأَفْتِلُ قَلَائِدَ هَدْيِهِ ثُمَّ لَا يَجْتَنِبُ شَيْئًا مِمَّا يَجْتَنِبُ الْمُحْرِمُو حَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ بِهَذَا الْإِسْنَادِ مِثْلَهُ و حَدَّثَنَاه سَعِيدُ بْنُ مَنْصُورٍ وَزُهَيْرُ بْنُ حَرْبٍ قَالَا حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ وَخَلَفُ بْنُ هِشَامٍ وَقُتَيْبَةُ بْنُ سَعِيدٍ قَالُوا أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كَأَنِّي أَنْظُرُ إِلَيَّ أَفْتِلُ قَلَائِدَ هَدْيِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ","source":"Muslim"},"__N_SSG":true}