{"pageProps":{"number":"2237","slug":"muslim","id":"Telah menceritakan kepadaku [Harun bin Abdullah] Telah menceritakan kepada kami [Hajjaj bin Muhammad] ia berkata, [Ibnu Juraij] berkata, telah mengabarkan kepadaku [Abu Zubair] bahwa [Ali Al Azdi] telah mengabarkan kepadanya, bahwa [Ibnu Umar], telah mengajarkan kepada mereka, bahwasanya; Apabila Rasulullah shallallahu 'alaihi wasallam telah berada di atas kendaraan hendak bepergian, maka terlebih dahulu beliau bertakbir sebanyak tiga kali. Kemudian beliau membaca do'a sebagai berikut: \"SUBHAANALLADZI SAKHKHARA LANAA HAADZA WAMAA KUNNAA LAHU MUQRINIIN WA INAA ILAA RABBINAA LAMUNQALIBUUN. ALLAHUMMA INNAA NASALUKA FI SAFARINAA HADZAL BIRRA WAT TAQWA WA MINAL 'AMALI MAA TARDLA ALLAHUMMA HAWWIN 'ALAINAA SAFARANAA HADZA WATHWI 'ANNAA BU'DAHU ALLAHUMMA ANTASH SHAAHIBU FIS SAFARI WAL KHALIIFATU FIL AHLI ALLAHUMMA INNI `A'UUDZU BIKA MIN WA'TSAA`IS SAFAR WAKA`AABATIL MANZHARI WA SUU`IL MUNQALABI FIL MAAL WAL AHLI (Ya Allah, sesungguhnya kami memohon kebaikan dan takwa dalam perjalanan ini, kami mohon perbuatan yang Engkau ridloi. Ya Allah, permudahkanlah perjalanan kami ini, dan dekatkanlah jaraknya bagi kami. Ya Allah, Engkaulah pendampingku dalam bepergian dan mengurusi keluarga. Ya Allah, aku berlindung kepada-Mu dari kelelahan dalam bepergian, pemandangan yang menyedihkan dan kepulangan yang buruk dalam harta dan keluarga).\" Dan jika beliau kembali pulang, beliau membaca do'a itu lagi dan beliau menambahkan di dalamnya, \"AAYIBUUNA TAA`IBNUUNA 'AABIDUUNA LIRABBINAA HAAMIDUUNA (Kami kembali dengan bertaubat, tetap beribadah dan selalu memuji Rabb kami).\"","arab":"حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّ عَلِيًّا الْأَزْدِيَّ أَخْبَرَهُ أَنَّ ابْنَ عُمَرَ عَلَّمَهُمْأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا اسْتَوَى عَلَى بَعِيرِهِ خَارِجًا إِلَى سَفَرٍ كَبَّرَ ثَلَاثًا ثُمَّ قَالَ{ سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ }اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنْ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الْأَهْلِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ وَإِذَا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ","source":"Muslim"},"__N_SSG":true}