{"pageProps":{"number":"2239","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] Telah menceritakan kepada kami [Abu Usamah] Telah menceritakan kepada kami [Ubaidullah] dari [Nafi'] dari [Ibnu Umar] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Ubaidullah bin Sa'id] -lafazh juga miliknya- Telah menceritakan kepada kami [Yahya Al Qaththan] dari [Ubaidullah] dari [Nafi'] dari [Abdullah bin Umar] ia berkata; Apabila Rasulullah shallallahu 'alaihi wasallam kembali dari peperangan besar maupun kecil, atau kembali dari haji dan umrah, atau bila beliau berada di puncak bukit atau tempat yang tinggi, beliau bertakbir tiga kali, sesudah itu beliau baca: \"LAA ILAAHA ILLALLAHU WAHDAHU LAA SYARIIKA LAHU LAHUL MULKU WALAHUL HAMDU WA HUWA 'ALAA KULLI SYAI`IN QADIIR AAYIBUUNA TAA`IBNUUNA 'AABIDUUNA LIRABBINAA HAAMIDUUNA, SHADAQALLAHU WA'DAH WA NASHARA 'ABDAH WAHAZAMAL AHZAABA WAHDAH (Tidak ada Tuhan yang berhak disembah selain Allah, tidak ada sekutu bagi-Nya, kepunyaan-Nyalah segala kekuasaan dan pujian. Dan Dia Maha Kuasa atas segala sesuatu. Kami kembali dengan bertaubat, tetap beribadah dan selalu memuji Rabb kami. Allah Maha menepati janji-Nya, menolong para hamba-Nya dan Dialah yang mengalahkan pasukan Ahzab).\" Dan telah menceritakan kepadaku [Zuhair bin Harb] Telah menceritakan kepada kami [Isma'il bin Ulayyah] dari [Ayyub] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Ibnu Abu Umar] Telah menceritakan kepada kami [Ma'n] dari [Malik] -dalam riwayat lain- [Ibnu Rafi'] Telah menceritakan kepada kami [Ibnu Abu Fudaik] telah mengabarkan kepadaku [Adl Dlahak] semuanya dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam semisalnya, hanya saja hadits Ayyub, bacaan takbir hanya dua kali.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ ح و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ وَاللَّفْظُ لَهُ حَدَّثَنَا يَحْيَى وَهُوَ الْقَطَّانُ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَفَلَ مِنْ الْجُيُوشِ أَوْ السَّرَايَا أَوْ الْحَجِّ أَوْ الْعُمْرَةِ إِذَا أَوْفَى عَلَى ثَنِيَّةٍ أَوْ فَدْفَدٍ كَبَّرَ ثَلَاثًا ثُمَّ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ آيِبُونَ تَائِبُونَ عَابِدُونَ سَاجِدُونَ لِرَبِّنَا حَامِدُونَ صَدَقَ اللَّهُ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الْأَحْزَابَ وَحْدَهُو حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا إِسْمَعِيلُ يَعْنِي ابْنَ عُلَيَّةَ عَنْ أَيُّوبَ ح و حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا مَعْنٌ عَنْ مَالِكٍ ح و حَدَّثَنَا ابْنُ رَافِعٍ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ أَخْبَرَنَا الضَّحَّاكُ كُلُّهُمْ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ إِلَّا حَدِيثَ أَيُّوبَ فَإِنَّ فِيهِ التَّكْبِيرَ مَرَّتَيْنِ","source":"Muslim"},"__N_SSG":true}