{"pageProps":{"number":"2433","slug":"muslim","id":"Dan telah menceritakan kepadaku [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Yazid bin Khumair] dia berkata; Saya mendengar [Abdurrahman bin Jubair] telah menceritakan dari [ayahnya] dari [Abu Ad Darda`] dari Nabi shallallahu 'alaihi wasallam, bahwa beliau melewati seorang wanita (tawanan) yang hamil berada di depan tenda besar, lantas beliau bersabda: \"Sepertinya tuannya ingin menggaulinya.\" Mereka (para sahabat) menjawab; Sepertinya begitu. Lantas Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sungguh saya berharap bisa melaknat (tuannya), laknat yang bisa membawanya sampai ke kuburnya, bagaimana ia mewarisi (anak dalam kandungannya) padahal ia tidak berhak atas anak tersebut? Bagaimana ia menjadikan (anak tersebut) sebagai pelayannya (budaknya) padahal ia tidak halal baginya?\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Yazid bin Harun]. Dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Abu Daud] semuanya dari [Syu'bah] dengan isnad ini. ","arab":"و حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ يَزِيدَ بْنِ خُمَيْرٍ قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ جُبَيْرٍ يُحَدِّثُ عَنْ أَبِيهِ عَنْ أَبِي الدَّرْدَاءِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أَتَى بِامْرَأَةٍ مُجِحٍّ عَلَى بَابِ فُسْطَاطٍ فَقَالَ لَعَلَّهُ يُرِيدُ أَنْ يُلِمَّ بِهَا فَقَالُوا نَعَمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ هَمَمْتُ أَنْ أَلْعَنَهُ لَعْنًا يَدْخُلُ مَعَهُ قَبْرَهُ كَيْفَ يُوَرِّثُهُ وَهُوَ لَا يَحِلُّ لَهُ كَيْفَ يَسْتَخْدِمُهُ وَهُوَ لَا يَحِلُّ لَهُو حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو دَاوُدَ جَمِيعًا عَنْ شُعْبَةَ فِي هَذَا الْإِسْنَادِ","source":"Muslim"},"__N_SSG":true}