{"pageProps":{"number":"2449","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Rumh bin Muhajir] telah mengabarkan kepada kami [Al Laits] dari [Yazid bin Abu Habib] bahwasannya [Muhammad bin Syihab] telah menyebutkan bahwa ['Urwah] telah menceritakan kepadanya bahwa [Zainab binti Abu Salamah] telah menceritakan kepadanya bahwa [Ummu Habibah] istri Nabi shallallahu 'alaihi wasallam telah menceritakan kepadamu bahwa dirinya berkata kepada Rasulullah shallallahu 'alaihi wasallam; \"Wahai Rasulullah, nikahilah saudariku Azzah.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah kamu suka hal itu?\" Dia menjawab; \"Wahai Rasulullah, sesungguhnya saya serius dengan anda! Dan saya lebih suka jika orang yang bersekutu denganku dalam kebaikan adalah saudariku sendiri.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya hal itu tidak halal bagiku.\" Lantas saya berkata; \"Sesungguhnya kami mendengar cerita bahwa anda akan menikahi Durrah binti Salamah. Beliau bersabda: \"Putri Abu Salamah?\" Dia menjawab; \"Ya\". Rasulullah shallallahu 'alaihi wasallam bersabda: \"Seandainya dia bukan anak tiriku yang dalam asuhanku, maka dia tetap tidak halal bagiku, karena dia adalah putri saudara sesusuanku, sebab Tsuwaibah pernah menyusuiku dan menyusui Abu Salamah, oleh karena itu janganlah kamu menawarkan anak-anak perempuan kalian dan saudara-saudara perempuan kalian.\" Dan telah menceritakan kepadaku [Abdul Malik bin Syu'aib bin Al Laits] telah menceritakan kepadaku [ayahku] dari [kakekku] telah menceritakan kepadaku ['Uqail bin khalid]. Dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Abd bin Humaid] telah mengabarkan kepadaku [Ya'qub bin Ibrahim Az Zuhri] telah menceritakan kepada kami [Muhammad bin Abdullah bin Muslim] keduanya dari [Az Zuhri] dengan isnad Ibnu Abu Habib seperti haditsnya dia, namun dalam haditsnya tidak disebutkan seseorang yang bernama Azzah, bukan Yazid bin Abu Habib.","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ أَخْبَرَنَا اللَّيْثُ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ أَنَّ مُحَمَّدَ بْنَ شِهَابٍ كَتَبَ يَذْكُرُ أَنَّ عُرْوَةَ حَدَّثَهُ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ حَدَّثَتْهُ أَنَّ أُمَّ حَبِيبَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَتْهَاأَنَّهَا قَالَتْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا رَسُولَ اللَّهِ انْكِحْ أُخْتِي عَزَّةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتُحِبِّينَ ذَلِكِ فَقَالَتْ نَعَمْ يَا رَسُولَ اللَّهِ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَرِكَنِي فِي خَيْرٍ أُخْتِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ ذَلِكِ لَا يَحِلُّ لِي قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ فَإِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ قَالَ بِنْتَ أَبِي سَلَمَةَ قَالَتْ نَعَمْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حِجْرِي مَا حَلَّتْ لِي إِنَّهَا ابْنَةُ أَخِي مِنْ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ فَلَا تَعْرِضْنَ عَلَيَّ بَنَاتِكُنَّ وَلَا أَخَوَاتِكُنَّو حَدَّثَنِيهِ عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ ح و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الزُّهْرِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ كِلَاهُمَا عَنْ الزُّهْرِيِّ بِإِسْنَادِ ابْنِ أَبِي حَبِيبٍ نَحْوَ حَدِيثِهِ وَلَمْ يُسَمِّ أَحَدٌ مِنْهُمْ فِي حَدِيثِهِ عَزَّةَ غَيْرُ يَزِيدَ بْنِ أَبِي حَبِيبٍ","source":"Muslim"},"__N_SSG":true}