{"pageProps":{"number":"2562","slug":"muslim","id":"Dan telah menceritakan kepada kami [Amru An Naqid] telah menceritakan kepada kami [Isma'il bin Ibrahim] dari [Ibnu Abi Arubah] dari [Qatadah] dari [An Nadlr bin Anas] dari [Basyir bin Nahik] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa yang memerdekakan budak bagiannya (yang dimiliki secara bersama), maka ia harus memerdekakan dengan hartanya jika ia memiliki harta, jika ia tidak memiliki harta (untuk menebus bagian partnernya) maka budak tersebut dipekerjakan kepada partnernya sesuai dengan harga tebusannya tanpa memberatkannya.\" Dan telah menceritakan kepada kami ['Ali bin Khasyram] telah mengabarkan kepada kami [Isa yaitu Ibnu Yunus] dari [Sa'id bin Abi Arubah] dengan isnad ini, dengan menambahkan; \"Jika ia tidak memiliki harta, maka budak tersebut harganya dinilai dengan harga yang adil, kemudian ia dipekerjakan kepada pemilik (yang tidak memerdekakan) nya tanpa memberatkannya.\" Telah menceritakan kepadaku [Harun bin Abdullah] telah menceritakan kepada kami [Wahb bin Jarir] telah menceritakan kepada kami [ayahku] dia berkata; Saya mendengar [Qatadah] menceritakan dengan isnad ini seperti makna hadits Abu Arubah dan disebutkan dalam hadits \"(Harganya) dinilai dengan harga yang adil.\"","arab":"و حَدَّثَنِي عَمْرٌو النَّاقِدُ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ ابْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ النَّضْرِ بْنِ أَنَسٍ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَعْتَقَ شِقْصًا لَهُ فِي عَبْدٍ فَخَلَاصُهُ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ اسْتُسْعِيَ الْعَبْدُ غَيْرَ مَشْقُوقٍ عَلَيْهِو حَدَّثَنَاه عَلِيُّ بْنُ خَشْرَمٍ أَخْبَرَنَا عِيسَى يَعْنِي ابْنَ يُونُسَ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ بِهَذَا الْإِسْنَادِ وَزَادَ إِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ عَلَيْهِ الْعَبْدُ قِيمَةَ عَدْلٍ ثُمَّ يُسْتَسْعَى فِي نَصِيبِ الَّذِي لَمْ يُعْتِقْ غَيْرَ مَشْقُوقٍ عَلَيْهِ حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا أَبِي قَالَ سَمِعْتُ قَتَادَةَ يُحَدِّثُ بِهَذَا الْإِسْنَادِ بِمَعْنَى حَدِيثِ ابْنِ أَبِي عَرُوبَةَ وَذَكَرَ فِي الْحَدِيثِ قُوِّمَ عَلَيْهِ قِيمَةَ عَدْلٍ","source":"Muslim"},"__N_SSG":true}