{"pageProps":{"number":"2625","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya], [Yahya bin Ayyub] dan [Qutaibah] serta [Ibnu Hujr]. Yahya bin Yahya mengatakan; Telah mengabarkan kepada kami, sedangkan yang lain mengatakan; Telah menceritakan kepada kami [Isma'il bin Ja'far] dari [Abdullah bin Dinar] bahwa dia mendengar [Ibnu Umar] berkata; Seorang laki-laki mengadukan kepada Rasulullah Shallallu 'alaihi wa sallam bahwa dirinya telah ditipu orang dalam dalam jual beli, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika kalian berjual beli, maka katakanlah kepada penjual; Jangan menipu.\" Setelah itu, apabila dia melakukan jual beli, dia selalu mengatakan; \"Jangan menipu.\" Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Sufyan]. Dan telah di riwayatkan dari jalur lain, telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] keduanya dari [Abdullah bin Dinar] dengan isnad seperti ini, namun dalam hadits keduanya disebutkan; \"Bahwa apabila dia melakukan jual beli, dia mengatakan; \"Jangan menipu.\" ","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَيَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ وَابْنُ حُجْرٍ قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا و قَالَ الْآخَرُونَ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ أَنَّهُ سَمِعَ ابْنَ عُمَرَ يَقُولُاذَكَرَ رَجُلٌ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ يُخْدَعُ فِي الْبُيُوعِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ بَايَعْتَ فَقُلْ لَا خِلَابَةَ فَكَانَ إِذَا بَايَعَ يَقُولُ لَا خِيَابَةَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ كِلَاهُمَا عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ بِهَذَا الْإِسْنَادِ مِثْلَهُ وَلَيْسَ فِي حَدِيثِهِمَا فَكَانَ إِذَا بَايَعَ يَقُولُ لَا خِيَابَةَ","source":"Muslim"},"__N_SSG":true}