{"pageProps":{"number":"2891","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin 'Abbad] dan [Ibnu Abu Umar] dan ini adalah lafadz Ibnu Abu Umar, keduanya berkata; telah menceritakan kepada kami [Sufyan] dari [Hisyam bin Hujair] dari [Thawus] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Nabi Allah Sulaiman bin Daud pernah berkata, 'Sungguh aku akan menggilir tujuh puluh isteriku dalam satu malam, yang nantinya masing-masing mereka akan melahirkan seorang anak laki-laki yang akan berjuang di jalan Allah', lantas sahabatnya -atau Malaikat- memberi saran, 'Ucapkanlah 'Insya Allah'.' Namun dia lupa mengucapkannya. Ternyata tidak seorang pun dari isterinya yang melahirkan kecuali hanya seorang isteri yang melahirkan seorang anak yang cacat.\" Lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Seandainya dia mengucapkan 'Insya Allah', tentu dia tidak akan melanggar sumpahnya, dan apa yang dihajatkannya akan terkabul.\" Dan telah menceritakan kepada kami [Ibnu Abu Umar] telah menceritakan kepada kami [Sufyan] dari [Abu Az Zannad] dari [Al A'raj] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ وَابْنُ أَبِي عُمَرَ وَاللَّفْظُ لِابْنِ أَبِي عُمَرَ قَالَا حَدَّثَنَا سُفْيَانُ عَنْ هِشَامِ بْنِ حُجَيْرٍ عَنْ طَاوُسٍ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ قَالَ سُلَيْمَانُ بْنُ دَاوُدَ نَبِيُّ اللَّهِ لَأَطُوفَنَّ اللَّيْلَةَ عَلَى سَبْعِينَ امْرَأَةً كُلُّهُنَّ تَأْتِي بِغُلَامٍ يُقَاتِلُ فِي سَبِيلِ اللَّهِ فَقَالَ لَهُ صَاحِبُهُ أَوْ الْمَلَكُ قُلْ إِنْ شَاءَ اللَّهُ فَلَمْ يَقُلْ وَنَسِيَ فَلَمْ تَأْتِ وَاحِدَةٌ مِنْ نِسَائِهِ إِلَّا وَاحِدَةٌ جَاءَتْ بِشِقِّ غُلَامٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَوْ قَالَ إِنْ شَاءَ اللَّهُ لَمْ يَحْنَثْ وَكَانَ دَرَكًا لَهُ فِي حَاجَتِهِو حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ أَوْ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}