{"pageProps":{"number":"2963","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Rumh] telah mengabarkan kepada kami [Al Laits] dari [Ibnu Syihab] dari ['Urwah] dari ['Aisyah], bahwa orang-orang Quraisy merasa kebingungan dengan masalah seorang wanita Makhzumiyah yang ketahuan mencuri, lalu mereka berkata, \"Siapakah yang kiranya berani membicarakan hal ini kepada Rasulullah shallallahu 'alaihi wasallam?\" Maka mereka mengusulkan, \"Tidak ada yang berani melakukan hal ini kecuali Usamah, seorang yang dicintai oleh Rasulullah shallallahu 'alaihi wasallam.\" Sesaat kemudian, Usamah mengadukan hal itu kepada beliau, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah kamu hendak memberi Syafa'at (keringanan) dalam hukum dari hukum-hukum Allah?\" Kemudian beliau berdiri dan berkhutbah, sabdanya: \"Wahai sekalian manusia, hanyasanya yang membinasakan orang-orang sebelum kalian adalah, ketika orang-orang terpandang mereka mencuri, mereka membiarkannya (tidak menghukum), sementara jika orang-orang yang rendahan dari mereka mencuri mereka menegakkan hukuman had. Demi Allah, sekiranya Fatimah binti Muhammad mencuri, sungguh aku sendiri yang akan memotong tangannya.\" Dan dalam hadits Ibnu Rumh disebutkan, \"Hanyasanya yang menyebabkan kebinasaan orang-orang sebelum kalian.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَأَنَّ قُرَيْشًا أَهَمَّهُمْ شَأْنُ الْمَرْأَةِ الْمَخْزُومِيَّةِ الَّتِي سَرَقَتْ فَقَالُوا مَنْ يُكَلِّمُ فِيهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا وَمَنْ يَجْتَرِئُ عَلَيْهِ إِلَّا أُسَامَةُ حِبُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَلَّمَهُ أُسَامَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ثُمَّ قَامَ فَاخْتَطَبَ فَقَالَ أَيُّهَا النَّاسُ إِنَّمَا أَهْلَكَ الَّذِينَ قَبْلَكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَاوَفِي حَدِيثِ ابْنِ رُمْحٍ إِنَّمَا هَلَكَ الَّذِينَ مِنْ قَبْلِكُمْ","source":"Muslim"},"__N_SSG":true}