{"pageProps":{"number":"2984","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abu Bakar Al Muqaddami] telah menceritakan kepada kami [Sulaiman Abu Daud] telah menceritakan kepada kami [Zaidah] dari [As Suddi] dari [Sa'd bin Ubaidah] dari [Abu Abdurrahman] dia berkata, \" [Ali] pernah berkata dalam khutbahnya; \"Wahai sekalian manusia, tegakkanlah hukum kepada sahaya kalian, baik yang sudah menikah atau yang belum menikah, sesungguhnya hal ini pernah dialami oleh sahaya perempuan Rasulullah shallallahu 'alaihi wasallam yang berzina, beliau menyuruhku untuk menderanya. Dia (wanita itu) baru saja melahirkan, maka aku khawatir jika menderanya maka ia akan meninggal. Lantas kuberitahukan hal itu kepada Nabi shallallahu 'alaihi wasallam, maka beliau bersabda: \"Kamu telah berbuat baik (menangguhkan pelaksana had sampai waktu yang sesuai).\" Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Yahya bin Adam] telah menceritakan kepada kami [Israil] dari [As Suddi] dengan isnad ini, namun dihaditsnya tidak disebutkan, \"Baik yang sudah menikah ataupun belum.\" Dan dalam haditsnya juga disebutkan, \"Tangguhkanlah sampai waktunya sesuai.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا سُلَيْمَانُ أَبُو دَاوُدَ حَدَّثَنَا زَائِدَةُ عَنْ السُّدِّيِّ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ قَالَ خَطَبَ عَلِيٌّ فَقَالَ يَا أَيُّهَا النَّاسُ أَقِيمُوا عَلَى أَرِقَّائِكُمْ الْحَدَّ مَنْ أَحْصَنَ مِنْهُمْ وَمَنْ لَمْ يُحْصِنْفَإِنَّ أَمَةً لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَنَتْ فَأَمَرَنِي أَنْ أَجْلِدَهَا فَإِذَا هِيَ حَدِيثُ عَهْدٍ بِنِفَاسٍ فَخَشِيتُ إِنْ أَنَا جَلَدْتُهَا أَنْ أَقْتُلَهَا فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَحْسَنْتَو حَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا إِسْرَائِيلُ عَنْ السُّدِّيِّ بِهَذَا الْإِسْنَادِ وَلَمْ يَذْكُرْ مَنْ أَحْصَنَ مِنْهُمْ وَمَنْ لَمْ يُحْصِنْ وَزَادَ فِي الْحَدِيثِ اتْرُكْهَا حَتَّى تَمَاثَلَ","source":"Muslim"},"__N_SSG":true}