{"pageProps":{"number":"3093","slug":"muslim","id":"Telah menceritakan kepada kami [Ahmad bin Jannab Al Mishishi] telah menceritakan kepada kami [Isa bin Yunus] dari [Zakaria] dari [Abu Ishaq] dia berkata, \"Seorang laki-laki datang kepada [Al Barra] seraya bertanya, \"Wahai Abu 'Umarah, apakah kalian pernah lari dari peperangan Hunain?\" maka dia menjawab, \"Aku bersaksi atas Nabi Allah shallallahu 'alaihi wasallam, (pasukan) beliau tidaklah lari, akan tetapi saat itu orang-orang (yang ikut serta) tergesa-gesa tanpa membawa persenjataan yang lengkap menuju perkampungan Bani Hawazin ini, padahal mereka adalah pasukan pemanah, lantas orang-orang kafir melemparinya dengan anak panah, seakan-akan mereka (kaum Muslimin) seperti sekumpulan belalang. Sehingga kaum Muslimin pun kocar-kacir dan terpaksa berbalik kepada Rasulullah shallallahu 'alaihi wasallam, sementara itu Abu Sufyan sedang mengawal dengan memegang bighal beliau. Kemudian beliau turun dan berdo'a dengan memohon pertolongan, beliau bersabda: \"Aku adalah seorang Nabi, tidak seorang pendusta, aku adalah putra Abdul Mutthalib. Ya Allah…turunkanlah bala bantuan-Mu.\" Barra berkata, \"Demi Allah, kami saat itu sangat mengkhawatirkan karena dahsyatnya peperangan, dan orang yang paling pemberani adalah orang yang paling dekat dengan peperangan, yaitu Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ جَنَابٍ الْمِصِّيصِيُّ حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ زَكَرِيَّاءَ عَنْ أَبِي إِسْحَقَ قَالَجَاءَ رَجُلٌ إِلَى الْبَرَاءِ فَقَالَ أَكُنْتُمْ وَلَّيْتُمْ يَوْمَ حُنَيْنٍ يَا أَبَا عُمَارَةَ فَقَالَ أَشْهَدُ عَلَى نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا وَلَّى وَلَكِنَّهُ انْطَلَقَ أَخِفَّاءُ مِنْ النَّاسِ وَحُسَّرٌ إِلَى هَذَا الْحَيِّ مِنْ هَوَازِنَ وَهُمْ قَوْمٌ رُمَاةٌ فَرَمَوْهُمْ بِرِشْقٍ مِنْ نَبْلٍ كَأَنَّهَا رِجْلٌ مِنْ جَرَادٍ فَانْكَشَفُوا فَأَقْبَلَ الْقَوْمُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو سُفْيَانَ بْنُ الْحَارِثِ يَقُودُ بِهِ بَغْلَتَهُ فَنَزَلَ وَدَعَا وَاسْتَنْصَرَ وَهُوَ يَقُولُ أَنَا النَّبِيُّ لَا كَذِبْأَنَا ابْنُ عَبْدِ الْمُطَّلِبْاللَّهُمَّ نَزِّلْ نَصْرَكَ قَالَ الْبَرَاءُ كُنَّا وَاللَّهِ إِذَا احْمَرَّ الْبَأْسُ نَتَّقِي بِهِ وَإِنَّ الشُّجَاعَ مِنَّا لَلَّذِي يُحَاذِي بِهِ يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Muslim"},"__N_SSG":true}