{"pageProps":{"number":"3518","slug":"muslim","id":"Telah menceritakan kepadaku [Hajjaj bin Asy Sya'iri]; Telah menceritakan kepadaku [Adl Dlahak bin Makhlad] dari selembar kertas yang dia perlihatkan kepadaku, kemudian dia membacakannya kepadaku, dia berkata; Telah mengabarkannya kepada kami [Handzalah bin Abu Sufyan]; Telah menceritakan kepada kami [Sa'id bin Mina] ia berkata; Aku mendengar [Jabir bin Abdullah] berkata; \"Tatkala penggalian parit pertahanan Khandaq sedang dilaksanakan, aku melihat Rasulullah shallallahu 'alaihi wasallam dalam keadaan lapar. Karena itu aku kembali kepada isteriku, menanyakan kepadanya; 'Adakah engkau mempunyai makanan? Aku melihat Rasulullah shallallahu 'alaihi wasallam sedang lapar.' Maka dikeluarkannya sebuah karung, di dalamnya terdapat satu sha' (segantang) gandum. Di samping itu kami mempunyai seekor kambing ternak. Maka aku sembelih kambing itu, sementara istriku menumbuk tepung. Ketika aku selesai menyembelih, ia pun telah selesai menumbuk. Lalu aku potong-potong kambing itu dan aku masukkan ke dalam kuali. Kemudian aku pergi kepada Rasulullah shallallahu 'alaihi wasallam (mengundangnya datang untuk makan ke rumah). Sementara itu istriku berkata kepadaku; 'Engkau jangan memalukan aku kepada Rasulullah shallallahu 'alaihi wasallam dan para sahabat beliau.' Maka aku temui beliau seraya berbisik kepadanya; 'Ya, Rasulullah! Aku menyembelih seekor kambing ternak kepunyaan kami, dan isteriku telah menumbuk satu sha' (segantang) gandum yang kami miliki. Karena itu sudilah Anda datang makan bersama-sama dengan beberapa sahabat.' Maka berteriaklah Rasulullah shallallahu 'alaihi wasallam: \"Hai orang-orang Khandaq! Jabir membuat hidangan untuk kamu semua. Marilah kita makan bersama-sama!\" Sementara itu Rasulullah shallallahu 'alaihi wasallam berkata kepada Jabir: \"Jangan kamu turunkan kualimu dan jangan dimasak dulu adonan rotimu sebelum aku datang\"' Lalu aku pulang. Tidak lama kemudian Rasulullah pun datang mendahului para sahabat. Ketika aku temui isteriku, dia menyesaliku, katanya; 'Bagaimana engkau! Bagaimana engkau! ' Jawabku; 'Aku telah lakukan apa yang engkau pesankan kepadaku.' Maka aku keluarkan adonan roti kami, lalu Rasulullah shallallahu 'alaihi wasallam meludahi adonan itu untuk memberi keberkahan. Kemudian beliau menuju kuali (tempat memasak kambing), maka beliau pun memohonkan keberkahan untuknya. Sesudah itu beliau berkata kepada isteriku: \"Panggillah tukang roti untuk membantumu memasak. Nanti isikan gulai ke mangkok langsung dari kuali dan sekali-kali jangan diturunkan kualimu itu.\" Kala itu para sahabat semuanya berjumlah seribu orang. Demi Allah, semuanya turut makan dan setelah itu mereka pergi. Tetapi kuali kami masih tetap penuh berisi seperti semula. Sedangkan adonan -sebagaimana kata Ad Dlahak- masih tersedia pula sebanyak semula.","arab":"حَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ حَدَّثَنِي الضَّحَّاكُ بْنُ مَخْلَدٍ مِنْ رُقْعَةٍ عَارَضَ لِي بِهَا ثُمَّ قَرَأَهُ عَلَيَّ قَالَ أَخْبَرَنَاهُ حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُالَمَّا حُفِرَ الْخَنْدَقُ رَأَيْتُ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَمَصًا فَانْكَفَأْتُ إِلَى امْرَأَتِي فَقُلْتُ لَهَا هَلْ عِنْدَكِ شَيْءٌ فَإِنِّي رَأَيْتُ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَمَصًا شَدِيدًا فَأَخْرَجَتْ لِي جِرَابًا فِيهِ صَاعٌ مِنْ شَعِيرٍ وَلَنَا بُهَيْمَةٌ دَاجِنٌ قَالَ فَذَبَحْتُهَا وَطَحَنَتْ فَفَرَغَتْ إِلَى فَرَاغِي فَقَطَّعْتُهَا فِي بُرْمَتِهَا ثُمَّ وَلَّيْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ لَا تَفْضَحْنِي بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ مَعَهُ قَالَ فَجِئْتُهُ فَسَارَرْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا قَدْ ذَبَحْنَا بُهَيْمَةً لَنَا وَطَحَنَتْ صَاعًا مِنْ شَعِيرٍ كَانَ عِنْدَنَا فَتَعَالَ أَنْتَ فِي نَفَرٍ مَعَكَ فَصَاحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ يَا أَهْلَ الْخَنْدَقِ إِنَّ جَابِرًا قَدْ صَنَعَ لَكُمْ سُورًا فَحَيَّ هَلًا بِكُمْ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُنْزِلُنَّ بُرْمَتَكُمْ وَلَا تَخْبِزُنَّ عَجِينَتَكُمْ حَتَّى أَجِيءَ فَجِئْتُ وَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْدَمُ النَّاسَ حَتَّى جِئْتُ امْرَأَتِي فَقَالَتْ بِكَ وَبِكَ فَقُلْتُ قَدْ فَعَلْتُ الَّذِي قُلْتِ لِي فَأَخْرَجْتُ لَهُ عَجِينَتَنَا فَبَصَقَ فِيهَا وَبَارَكَ ثُمَّ عَمَدَ إِلَى بُرْمَتِنَا فَبَصَقَ فِيهَا وَبَارَكَ ثُمَّ قَالَ ادْعِي خَابِزَةً فَلْتَخْبِزْ مَعَكِ وَاقْدَحِي مِنْ بُرْمَتِكُمْ وَلَا تُنْزِلُوهَا وَهُمْ أَلْفٌ فَأُقْسِمُ بِاللَّهِ لَأَكَلُوا حَتَّى تَرَكُوهُ وَانْحَرَفُوا وَإِنَّ بُرْمَتَنَا لَتَغِطُّ كَمَا هِيَ وَإِنَّ عَجِينَتَنَا أَوْ كَمَا قَالَ الضَّحَّاكُ لَتُخْبَزُ كَمَا هُوَ","source":"Muslim"},"__N_SSG":true}