{"pageProps":{"number":"3543","slug":"muslim","id":"Telah menceritakan kepadaku [Ya'qub bin Ibrahim Ad Dauraqi], Telah menceritakan kepada kami [Ismail] yaitu Ibnu 'Ulayyah dari [Al Mutsanna bin Sa'id], Telah menceritakan kepadaku [Thalhah bin Nafi'] bahwa dia mendengar [Jabir bin Abdullah] berkata; 'Suatu hari aku diajak Rasulullah shallallahu 'alaihi wasallam ke rumahnya, kemudian beliau mengeluarkan sepotong roti. Beliau bertanya kepada istri-istrinya: \"Apakah ada lauk pauk?\" Mereka menjawab; 'Tidak ada, kecuali sedikit cuka. Lalu beliau bersabda: 'Sesungguhnya cuka adalah sebaik-baik lauk.' Jabir berkata; 'Aku menyukai cuka sejak aku mendengarnya dari Nabiyullah shallallahu 'alaihi wasallam. Dan Thalhah berkata; Aku menyukai cuka sejak aku mendengarnya dari JabirTelah menceritakan kepada kami [Nashr bin Ali Al Jahdlami] Telah menceritakan kepadaku [Bapaku], Telah menceritakan kepada kami [Al Mutsanna bin Sa'id] dari [Thalhah bin Nafi'], Telah menceritakan kepada kami [Jabir bin Abdullah] bahwa Rasulullah shallallahu 'alaihi wasallam, mengajak dia ke rumahnya seperti yang disebutkan pada Hadits 'Ulayyah hingga sabda beliau: 'Sebaik-baik lauk adalah cuka.' Tanpa menyebutkan kalimat lain sesudah itu.","arab":"حَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ حَدَّثَنَا إِسْمَعِيلُ يَعْنِي ابْنَ عُلَيَّةَ عَنْ الْمُثَنَّى بْنِ سَعِيدٍ حَدَّثَنِي طَلْحَةُ بْنُ نَافِعٍ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُاأَخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِي ذَاتَ يَوْمٍ إِلَى مَنْزِلِهِ فَأَخْرَجَ إِلَيْهِ فِلَقًا مِنْ خُبْزٍ فَقَالَ مَا مِنْ أُدُمٍ فَقَالُوا لَا إِلَّا شَيْءٌ مِنْ خَلٍّ قَالَ فَإِنَّ الْخَلَّ نِعْمَ الْأُدُمُقَالَ جَابِرٌ فَمَا زِلْتُ أُحِبُّ الْخَلَّ مُنْذُ سَمِعْتُهَا مِنْ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ و قَالَ طَلْحَةُ مَا زِلْتُ أُحِبُّ الْخَلَّ مُنْذُ سَمِعْتُهَا مِنْ جَابِرٍ حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنِي أَبِي حَدَّثَنَا الْمُثَنَّى بْنُ سَعِيدٍ عَنْ طَلْحَةَ بْنِ نَافِعٍ حَدَّثَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ بِيَدِهِ إِلَى مَنْزِلِهِ بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ إِلَى قَوْلِهِ فَنِعْمَ الْأُدُمُ الْخَلُّ وَلَمْ يَذْكُرْ مَا بَعْدَهُ","source":"Muslim"},"__N_SSG":true}