{"pageProps":{"number":"3885","slug":"muslim","id":"Dan telah menceritakan kepada kami [Yahya bin Yahya]; Telah mengabarkan kepada kami ['Abdullah bin Yahya bin Abu Katsir] dia berkata; Aku mendengar [Bapakku] berkata; Telah menceritakan kepada kami [Abu Salamah] dari [Abu Hurairah] dari Rasulullah shallallahu 'alaihi wasallam beliau bersabda: \"Mimpinya seorang lelaki shalih adalah bagian dari empat puluh enam kenabian.\" Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna]; Telah menceritakan kepada kami ['Utsman bin 'Umar]; Telah menceritakan kepada kami ['Ali] yaitu Ibnu Al Mubarak; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ahmad bin Al Mundzir]; Telah menceritakan kepada kami ['Abdush Shamad]; Telah menceritakan kepada kami [Harb] yaitu Ibnu Syaddad keduanya dari [Yahya bin Abu Katsir] melalui jalur ini; Dan telah menceritakan kepada kami [Muhammad bin Rafi']; Telah menceritakan kepada kami ['Abdur Razzaq]; Telah menceritakan kepada kami [Ma'mar] dari [Hammam bin Munabih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam serupa dengan Hadits 'Abdullah bin Abu Katsir dari Bapaknya.","arab":"و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ سَمِعْتُ أَبِي يَقُولُ حَدَّثَنَا أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رُؤْيَا الرَّجُلِ الصَّالِحِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنْ النُّبُوَّةِو حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ حَدَّثَنَا عَلِيٌّ يَعْنِي ابْنَ الْمُبَارَكِ ح و حَدَّثَنَا أَحْمَدُ بْنُ الْمُنْذِرِ حَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا حَرْبٌ يَعْنِي ابْنَ شَدَّادٍ كِلَاهُمَا عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ بِهَذَا الْإِسْنَادِ و حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ عَنْ هَمَّامِ بْنِ مُنَبِّهٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ عَبْدِ اللَّهِ بْنِ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِيهِ","source":"Muslim"},"__N_SSG":true}