{"pageProps":{"number":"4200","slug":"muslim","id":"Telah menceritakan kepada kami ['Amru An Naqid] dan [Ishaq bin Ibrahim] dan [Ibnu Abu 'Umar] seluruhnya dari [Sufyan] dia berkata; ['Amru] Telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Az Zuhri] dari [Sa'id] dari [Abu Hurairah] bahwasanya Umar bin Khaththab pernah berjalan melewati [Hassan] yang sedang melantunkan sya'ir di Masjid. Lalu Umar menegurnya dengan pandangan mata. Tetapi Hassan berkata; \"Dulu saya pernah melantunkan syair di Masjid ini, yang ketika itu ada seseorang yang lebih mulia daripadamu yaitu (Rasulullah).\" Kemudian Hassan menoleh kepada Abu Hurairah seraya berkata; \"Saya bersumpah kepadamu dengan nama Allah hai Abu Hurairah, pernahkah kamu mendengar Rasulullah berkata kepada saya, Hai Hassan, balaslah sya'ir orang-orang kafir untuk membelaku! Ya Allah ya Tuhanku, dukunglah Hassan dengan Jibril! ' Abu Hurairah menjawab; 'Ya, Saya pernah mendengarnya.\" Telah menceritakannya kepada kami [Ishaq bin Ibrahim] dan [Muhammad bin Rafi'] serta ['Abad bin Humaid] dari ['Abdur Razzaq]; Telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Ibnu Al Musayyab] bahwa [Hassan] pernah berkata di sebuah majlis yang di sana ada [Abu Hurairah]; 'Saya bersumpah kepadamu dengan nama Allah hai Abu Hurairah, pernahkah kamu mendengar Rasulullah….-kemudian dia menyebutkan Hadits yang serupa.-","arab":"حَدَّثَنَا عَمْرٌو النَّاقِدُ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَابْنُ أَبِي عُمَرَ كُلُّهُمْ عَنْ سُفْيَانَ قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ عُمَرَ مَرَّ بِحَسَّانَ وَهُوَ يُنْشِدُ الشِّعْرَ فِي الْمَسْجِدِ فَلَحَظَ إِلَيْهِ فَقَالَ قَدْ كُنْتُ أُنْشِدُ وَفِيهِ مَنْ هُوَ خَيْرٌ مِنْكَ ثُمَّ الْتَفَتَ إِلَى أَبِي هُرَيْرَةَ فَقَالَأَنْشُدُكَ اللَّهَ أَسَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ أَجِبْ عَنِّي اللَّهُمَّ أَيِّدْهُ بِرُوحِ الْقُدُسِ قَالَ اللَّهُمَّ نَعَمْحَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ وَمُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ عَبْدِ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ ابْنِ الْمُسَيَّبِ أَنَّ حَسَّانَ قَالَ فِي حَلْقَةٍ فِيهِمْ أَبُو هُرَيْرَةَ أَنْشُدُكَ اللَّهَ يَا أَبَا هُرَيْرَةَ أَسَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْلَهُ","source":"Muslim"},"__N_SSG":true}