{"pageProps":{"number":"468","slug":"muslim","id":"Telah menceritakan kepadaku [Ali bin Hujras-Sa'di] telah menceritakan kepadaku [Isa bin Yunus] telah menceritakan kepada kami [al-A'masy] dari [Salim bin Abi al-Ja'di] dari [Kuraib] dari [Ibnu Abbas] dia berkata, \"Bibiku, [Maimunah] telah menceritakan kepadaku, dia berkata, 'Aku pernah membawa air mandi kepada Rasulullah Shallallahu'alaihiwasallam karena junub, Lalu beliau membasuh dua tapak tangan sebanyak dua atau tiga kali. Kemudian beliau memasukkan tangan ke dalam wadah berisi air, lalu menyiramkan air tersebut ke atas kemaluan serta membasuhnya dengan tangan kiri. Setelah itu, beliau menggosokkan tangan kiri ke tanah dengan pijatan yang kuat, lalu berwudhu sebagaimana yang biasa dilakukan untuk mendirikan shalat. Kemudian beliau menuangkan air yang diciduk dengan dua telapak tangan ke kepala sebanyak tiga kali sepenuh telapak tangan. Lalu beliau membasuh seluruh tubuh, lalu beralih dari tempat tersebut dan membasuh kedua kaki, kemudian aku mengambilkan handuk untuk beliau, tetapi beliau menolaknya.\" Dan telah menceritakan kepada kami [Muhammad bin ash-Shabbah], [Abu Bakar bin Abi Syaibah], [Abu Kuraib], [al-Asyajj], dan [Ishaq] semuanya dari [Waki'] --lewat jalur periwayatan lain--, dan telah menceritakan kepada kami tentangnya [Yahya bin Yahya] dan [Abu Kuraib] keduanya berkata, telah menceritakan kepada kami [Abu Muawiyah] keduanya dari [al-A'masy] dengan sanad ini, dan tidaklah dalam hadits keduanya lafazh, \"Menyiramkan air tiga kali sepenuh telapak tangan pada kepala.\" Dan dalam hadits Waki' terdapat gambaran wudhu seluruhnya. Dia menyebutkan berkumur-kumur dan memasukkan air ke hidung. Dan dalam hadits Abu Mu'awiyah tidak menyebutkan handuk.","arab":"و حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ حَدَّثَنِي عِيسَى بْنُ يُونُسَ حَدَّثَنَا الْأَعْمَشُ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ قَالَ حَدَّثَتْنِي خَالَتِي مَيْمُونَةُ قَالَتْأَدْنَيْتُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غُسْلَهُ مِنْ الْجَنَابَةِ فَغَسَلَ كَفَّيْهِ مَرَّتَيْنِ أَوْ ثَلَاثًا ثُمَّ أَدْخَلَ يَدَهُ فِي الْإِنَاءِ ثُمَّ أَفْرَغَ بِهِ عَلَى فَرْجِهِ وَغَسَلَهُ بِشِمَالِهِ ثُمَّ ضَرَبَ بِشِمَالِهِ الْأَرْضَ فَدَلَكَهَا دَلْكًا شَدِيدًا ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ ثُمَّ أَفْرَغَ عَلَى رَأْسِهِ ثَلَاثَ حَفَنَاتٍ مِلْءَ كَفِّهِ ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ ثُمَّ تَنَحَّى عَنْ مَقَامِهِ ذَلِكَ فَغَسَلَ رِجْلَيْهِ ثُمَّ أَتَيْتُهُ بِالْمِنْدِيلِ فَرَدَّهُو حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ وَالْأَشَجُّ وَإِسْحَقُ كُلُّهُمْ عَنْ وَكِيعٍ ح و حَدَّثَنَاه يَحْيَى بْنُ يَحْيَى وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ كِلَاهُمَا عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ وَلَيْسَ فِي حَدِيثِهِمَا إِفْرَاغُ ثَلَاثِ حَفَنَاتٍ عَلَى الرَّأْسِ وَفِي حَدِيثِ وَكِيعٍ وَصْفُ الْوُضُوءِ كُلِّهِ يَذْكُرُ الْمَضْمَضَةَ وَالِاسْتِنْشَاقَ فِيهِ وَلَيْسَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ ذِكْرُ الْمِنْدِيلِ","source":"Muslim"},"__N_SSG":true}