{"pageProps":{"number":"4882","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Waki'] dari [Sufyan] dari [Salamah bin Kuhail] berkata: Aku mendengar [Jundub Al Alaqi] berkata: Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Barangsiapa memperdengarkan (amalannya) niscaya Allah memperdengarkan dengannya dan barangsiapa memperlihatkan (amalannya) niscaya Allah memperlihatkan dengannya.\" Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah menceritakan kepada kami [Al Mula`i] telah menceritakan kepada kami [Sufyan] dengan sanad ini, ia menambahkan -dan aku tidak mendengar seorang pun selainnya mengatakan: Rasulullah Shallallahu 'alaihi wa Salam bersabda. Telah menceritakan kepada kami [Sa'id bin Amru Al Asy'atsi] telah mengkhabarkan kepada kami [Sufyan] dari [Al Walid bin Harb] berkata Sa'id: Aku kira ia berkata: Berkata Ibnu Al Harits bin Abu Musa: Aku mendengar [Salamah bin Kuhail] berkata: Aku mendengar [Jundub] dan aku tidak mendengar seorang pun selain dia berkata: Aku mendengar Rasulullah Shallallahu 'alaihi wa Salam bersabda seperti hadits Ats Tsauri. Telah menceritakannya kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan] telah menceritakan kepada kami Ash Shaduq Al Amin [Al Walid bin Harb] dengan sanad ini.","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ قَالَ سَمِعْتُ جُنْدُبًا الْعَلَقِيَّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ يُسَمِّعْ يُسَمِّعْ اللَّهُ بِهِ وَمَنْ يُرَائِي يُرَائِي اللَّهُ بِهِو حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا الْمُلَائِيُّ حَدَّثَنَا سُفْيَانُ بِهَذَا الْإِسْنَادِ وَزَادَ وَلَمْ أَسْمَعْ أَحَدًا غَيْرَهُ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الْأَشْعَثِيُّ أَخْبَرَنَا سُفْيَانُ عَنْ الْوَلِيدِ بْنِ حَرْبٍ قَالَ سَعِيدٌ أَظُنُّهُ قَالَ ابْنُ الْحَارِثِ بْنِ أَبِي مُوسَى قَالَ سَمِعْتُ سَلَمَةَ بْنَ كُهَيْلٍ قَالَ سَمِعْتُ جُنْدُبًا وَلَمْ أَسْمَعْ أَحَدًا يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيْرَهُ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بِمِثْلِ حَدِيثِ الثَّوْرِيِّ و حَدَّثَنَاه ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الصَّدُوقُ الْأَمِينُ الْوَلِيدُ بْنُ حَرْبٍ بِهَذَا الْإِسْنَادِ","source":"Muslim"},"__N_SSG":true}