{"pageProps":{"number":"627","slug":"muslim","id":"Telah menceritakan kepadaku [Yahya bin Yahya] dia berkata, Aku membaca di hadapan [Malik] dari [Abu Hazim] dari [Sahl bin Sa'd as-Sa'idi] bahwa Rasulullah shallallahu 'alaihi wasallam pergi kepada Bani Amru bin Auf untuk mendamaikan antara mereka, lalu tibalah waktu shalat, lalu mu'adzdzin datang kepada Abu Bakar, 'Apakah kamu hendak shalat mengimami manusia, sehingga aku bisa mengumandangkan iqamat? ' Dia menjawab, 'Ya.' Dia berkata, 'Lalu Abu Bakar shalat, lalu Rasulullah shallallahu 'alaihi wasallam datang, sedangkan manusia berada dalam shalat, lalu beliau melangkah hingga berhenti di shaf, lalu orang-orang menepuk tangan. Dan Abu Bakar tidak menoleh dalam shalat. Namun ketika orang-orang terus menerus menepuk, maka dia menoleh, lalu dia melihat Rasulullah Shallallahu'alaihiwasallam, lalu Rasulullah memberikan isyarat kepadanya agar tetap diam menetap di tempatmu.' Lalu Abu Bakar mengangkat kedua tangannya, lalu memuji Allah sesuai dengan yang diperintahkan Rasulullah shallallahu 'alaihi wasallam kepadanya dari hal tersebut. Kemudian Abu Bakar mundur hingga lurus pada shaf, dan Nabi shallallahu 'alaihi wasallam maju, lalu shalat. Kemudian (setelah selesai) beliau berpaling seraya berkata, 'Wahai Abu Bakar, apa yang menghalangimu untuk menetap di tempatmu ketika aku memerintahkanmu? ' Abu Bakar menjawab, 'Tidaklah layak bagi Ibnu Abi Quhafah untuk shalat di hadapan Rasulullah Shallallahu'alaihiwasallam.' Maka Rasulullah shallallahu 'alaihi wasallam bersabda, 'Mengapa aku melihat kalian memperbanyak menepuk tangan, barangsiapa yang mengingatkan sesuatu dalam shalatnya maka hendaklah dia bertasbih, karena barangsiapa jika bertasbih, niscaya dia ditengok, sedangkan menepuk tangan adalah untuk kaum wanita.\" Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Abdul Aziz, yaitu Ibnu Abi Hazim], dan [Qutaibah] berkata, telah menceritakan kepada kami [Ya'qub, yaitu Ibnu Abdurrahman al-Qari] keduanya meriwayatkan dari [Abu Hazim] dari [Sahl bin Sa'd] dengan hadits semisal hadits Malik, dan dalam hadits keduanya terdapat, \"Lalu Abu Bakar mengangkat kedua tangannya, lalu memuji Allah, dan dia kembali mundur ke belakangnya hingga dia berdiri pada shaf (makmum).\" Telah menceritakan kepada kami [Muhammad bin Abdullah bin Bazi'] telah mengabarkan kepada kami [Abdul 'A'la] telah menceritakan kepada kami [Ubaidullah] dari [Abu Hazim] dari [Sahl bin Sa'd as-Sa'idi] dia berkata, \"Nabi shallallahu 'alaihi wasallam pergi mendamaikan antara Bani Amru bin Auf\" sebagaimana hadits mereka. Dan dia menambahkan, \"Lalu Rasulullah shallallahu 'alaihi wasallam datang, lalu menyibak (menerobos) barisan hingga berdiri di samping shaf yang terdepan.\" Dan di dalamnya ada keterangan bahwa Abu Bakar kembali mundur.","arab":"حَدَّثَنِي يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَهَبَ إِلَى بَنِي عَمْرِو بْنِ عَوْفٍ لِيُصْلِحَ بَيْنَهُمْ فَحَانَتْ الصَّلَاةُ فَجَاءَ الْمُؤَذِّنُ إِلَى أَبِي بَكْرٍ فَقَالَ أَتُصَلِّي بِالنَّاسِ فَأُقِيمُ قَالَ نَعَمْ قَالَ فَصَلَّى أَبُو بَكْرٍ فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ فِي الصَّلَاةِ فَتَخَلَّصَ حَتَّى وَقَفَ فِي الصَّفِّ فَصَفَّقَ النَّاسُ وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي الصَّلَاةِ فَلَمَّا أَكْثَرَ النَّاسُ التَّصْفِيقَ الْتَفَتَ فَرَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ امْكُثْ مَكَانَكَ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ عَزَّ وَجَلَّ عَلَى مَا أَمَرَهُ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ ذَلِكَ ثُمَّ اسْتَأْخَرَ أَبُو بَكْرٍ حَتَّى اسْتَوَى فِي الصَّفِّ وَتَقَدَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى ثُمَّ انْصَرَفَ فَقَالَ يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تَثْبُتَ إِذْ أَمَرْتُكَ قَالَ أَبُو بَكْرٍ مَا كَانَ لِابْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا لِي رَأَيْتُكُمْ أَكْثَرْتُمْ التَّصْفِيقَ مَنْ نَابَهُ شَيْءٌ فِي صَلَاتِهِ فَلْيُسَبِّحْ فَإِنَّهُ إِذَا سَبَّحَ الْتُفِتَ إِلَيْهِ وَإِنَّمَا التَّصْفِيحُ لِلنِّسَاءِحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ يَعْنِي ابْنَ أَبِي حَازِمٍ وَقَالَ قُتَيْبَةُ حَدَّثَنَا يَعْقُوبُ وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ الْقَارِيُّ كِلَاهُمَا عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ بِمِثْلِ حَدِيثِ مَالِكٍ وَفِي حَدِيثِهِمَا فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ وَرَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى قَامَ فِي الصَّفِّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ أَخْبَرَنَا عَبْدُ الْأَعْلَى حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ ذَهَبَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصْلِحُ بَيْنَ بَنِي عَمْرِو بْنِ عَوْفٍ بِمِثْلِ حَدِيثِهِمْ وَزَادَ فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَقَ الصُّفُوفَ حَتَّى قَامَ عِنْدَ الصَّفِّ الْمُقَدَّمِ وَفِيهِ أَنَّ أَبَا بَكْرٍ رَجَعَ الْقَهْقَرَى","source":"Muslim"},"__N_SSG":true}