{"pageProps":{"number":"1076","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami ['Ubaidullah] telah menceritakan kepadaku [Nafi'] dari [Ibnu Umar], bahwa ia menyeru shalat pada malam yang sangat dingin dan hujan angin, di akhir seruannya ia berkata; 'Alaaa tushalluu fii rihaalikum, 'Alaa tushalluu fir rihaaal, (Tidak sebaiknyakah kalian di persinggahan kalian, tidak sebaiknyakah kalian shalat di persinggahan kalian?) \" Kemudian katanya; \"Dahulu Rasulullah shallallahu 'alaihi wasallam juga pernah menyuruh mu'adzinnya jika malam sangat dingin atau terjadi hujan, yaitu ketika safar untuk mengumandangkan 'Alaa tushalluu fii rihaalikum (Tidak sebaiknyakah kalian shalat di persinggahan kalian?).\" Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Abu Usamah] telah menceritakan kepada kami ['Ubaidullah] dari [Nafi'] dari [Ibnu Umar] bahwa ia menyerukan shalat di Dlajnan. kemudian ia menyebutkan hadits semisalnya, lalu ia menyerukan; 'Alaa tushalluu fii rihaalikum (Tidak sebaiknyakah kalian shalat di persinggahan kalian?).\" Namun dia tidak mengulang untuk kedua kalinya, dan kalimat; 'Alaa tushaliii frrihaal adalah ucapan Ibnu Umar sendiri.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْدُ اللَّهِ حَدَّثَنِي نَافِعٌ عَنْ ابْنِ عُمَرَ أَنَّهُ نَادَى بِالصَّلَاةِ فِي لَيْلَةٍ ذَاتِ بَرْدٍ وَرِيحٍ وَمَطَرٍ فَقَالَ فِي آخِرِ نِدَائِهِ أَلَا صَلُّوا فِي رِحَالِكُمْ أَلَا صَلُّوا فِي الرِّحَالِ ثُمَّ قَالَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُرُ الْمُؤَذِّنَ إِذَا كَانَتْ لَيْلَةٌ بَارِدَةٌ أَوْ ذَاتُ مَطَرٍ فِي السَّفَرِ أَنْ يَقُولَ أَلَا صَلُّوا فِي رِحَالِكُمْو حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّهُ نَادَى بِالصَّلَاةِ بِضَجْنَانَ ثُمَّ ذَكَرَ بِمِثْلِهِ وَقَالَ أَلَا صَلُّوا فِي رِحَالِكُمْ وَلَمْ يُعِدْ ثَانِيَةً أَلَا صَلُّوا فِي الرِّحَالِ مِنْ قَوْلِ ابْنِ عُمَرَ","source":"Muslim"},"__N_SSG":true}