{"pageProps":{"number":"1204","slug":"muslim","id":"Telah menceritakan kepada kami [Washil bin Abdul A'la] Telah menceritakan kepada kami [Muhammad bin Fudlail] dari [Hushain bin Abdurrahman] dari [Habib bin Abu Tsabit] dari [Muhammad bin Abu 'Ali bin Abdullah bin Abbas] dari [bapaknya] dari [Abdullah bin Abbas] bahwa ia pernah bermalam di sisi Rasulullah shallallahu 'alaihi wasallam. Kemudian beliau bangun dan langsung bersiwak kemudian berwudlu. Lalu beliau membaca: \"Sesungguhnya dalam penciptaan langit dan bumi, dan silih bergantinya malam dan siang terdapat tanda-tanda bagi orang-orang yang berakal.\" Beliau membaca ayat itu hingga selesai satu surat (Ali Imran). Kemudian beliau shalat dua raka'at dengan memanjangkannya berdirinya, ruku', dan sujudnya. Sesudah itu beliau tidur hingga terdengar hembusan nafasnya. Beliau melakukan hal itu hingga tiga kali yakni enam raka'at, dan setiap kalinya beliau mesti bersiwak dan berwudlu dan membaca ayat tadi, kemudian beliau shalat witir dengan tiga raka'at. Hingga sang muadzin mengumandangkan adzan. Maka beliau pun keluar untuk menunaikan shalat Shubuh seraya berdo'a: \"ALLAHUMMAJ 'AL FII QALBII NUURAN WA FII LISAANII NUURAN WAJ'AL FII SAM'I NUURAN WAJ'AL FII BASHARII NUURAN WAJ'AL MIN KHALFII NUURAN, WA MIN AMAAMII NUURAN, WAJ'AL MIN FAUQII NUURAN, WA MIN TAHTI NUURAAN, ALLAHUMMA'THINII NUURAN (Ya Allah berilah cahaya dalam hatiku, cahaya di lisanku, berilah cahaya dalam pendengaranku, berilah cahaya dalam penglihatanku, berilah aku cahaya dari belakangku, dari arah depanku, dan berikanlah cahaya dari atasku, dan arah bawahku. Ya Allah berilah aku cahaya).\"","arab":"حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الْأَعْلَى حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍأَنَّهُ رَقَدَ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاسْتَيْقَظَ فَتَسَوَّكَ وَتَوَضَّأَ وَهُوَ يَقُولُ{ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ }فَقَرَأَ هَؤُلَاءِ الْآيَاتِ حَتَّى خَتَمَ السُّورَةَ ثُمَّ قَامَ فَصَلَّى رَكْعَتَيْنِ فَأَطَالَ فِيهِمَا الْقِيَامَ وَالرُّكُوعَ وَالسُّجُودَ ثُمَّ انْصَرَفَ فَنَامَ حَتَّى نَفَخَ ثُمَّ فَعَلَ ذَلِكَ ثَلَاثَ مَرَّاتٍ سِتَّ رَكَعَاتٍ كُلَّ ذَلِكَ يَسْتَاكُ وَيَتَوَضَّأُ وَيَقْرَأُ هَؤُلَاءِ الْآيَاتِ ثُمَّ أَوْتَرَ بِثَلَاثٍ فَأَذَّنَ الْمُؤَذِّنُ فَخَرَجَ إِلَى الصَّلَاةِ وَهُوَ يَقُولُ اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا وَفِي لِسَانِي نُورًا وَاجْعَلْ فِي سَمْعِي نُورًا وَاجْعَلْ فِي بَصَرِي نُورًا وَاجْعَلْ مِنْ خَلْفِي نُورًا وَمِنْ أَمَامِي نُورًا وَاجْعَلْ مِنْ فَوْقِي نُورًا وَمِنْ تَحْتِي نُورًا اللَّهُمَّ أَعْطِنِي نُورًا","source":"Muslim"},"__N_SSG":true}