{"pageProps":{"number":"1243","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Muhammad bin Basysyar] -Ibnul Mutsanna- berkata, telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Mu'awiyah bin Qurrah] ia berkata, saya mendengar [Abdullah bin Mughaffal], ia berkata; Pada hari Fathu Makkah, saya melihat Rasulullah shallallahu 'alaihi wasallam di atas untanya membaca surat Al Fath. Ibnu Mughaffal pun membacanya dan mengulangi bacaannya kembali. Kemudian Mu'awiyah berkata, \"Sekiranya bukan karena (akan berkumpulnya) manusia, niscaya saya melakukan seperti yang telah disebutkan oleh Ibnu Mughaffal dari Nabi shallallahu 'alaihi wasallam.\" Dan telah menceritakannya kepada kami [Yahya bin Habib Al Haritsi] telah menceritakan kepada kami [Khalid bin Harits] -dalam jalur lain- Dan telah menceritakan kepada kami [Ubaidullah bin Mu'adz] telah menceritakan kepada kami [bapakku] ia berkata, telah menceritakan kepada kami [Syu'bah] dengan isnad ini semisalnya. Dan di dalam hadits Khalid bin Harits, ia berkata; \"Di atas kendaraannya yang berjalan, sementara beliau membaca surat Al Fath.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَمُحَمَّدُ بْنُ بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ قَالَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ فَتْحِ مَكَّةَ عَلَى نَاقَتِهِ يَقْرَأُ سُورَةَ الْفَتْحِقَالَ فَقَرَأَ ابْنُ مُغَفَّلٍ وَرَجَّعَ فَقَالَ مُعَاوِيَةُ لَوْلَا النَّاسُ لَأَخَذْتُ لَكُمْ بِذَلِكَ الَّذِي ذَكَرَهُ ابْنُ مُغَفَّلٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ و حَدَّثَنَاه يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ ح و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي قَالَا حَدَّثَنَا شُعْبَةُ بِهَذَا الْإِسْنَادِ نَحْوَهُ وَفِي حَدِيثِ خَالِدِ بْنِ الْحَارِثِ قَالَ عَلَى رَاحِلَةٍ يَسِيرُ وَهُوَ يَقْرَأُ سُورَةَ الْفَتْحِ","source":"Muslim"},"__N_SSG":true}