{"pageProps":{"number":"1266","slug":"muslim","id":"Telah menceritakan kepada kami [Ahmad bin Abdurrahman bin Wahb] telah menceritakan kepada kami pamanku yaitu [Abdullah bin Wahb], telah menceritakan kepada kami [Amru bin Harits] dari [Sa'id bin Abu Hilal] bahwa [Abu Rijal] Muhammad bin Abdurrahman, telah menceritakan kepadanya dari ibunya [Amrah binti Abdurrahman], saat itu ia berada di rumah Aisyah, isteri Nabi shallallahu 'alaihi wasallam, dari [Aisyah] bahwa Rasulullah shallallahu 'alaihi wasallam mengutus seorang lelaki dalam suatu sariyyah (pasukan khusus yang ditugaskan untuk operasi tertentu). Laki-laki tersebut ketika menjadi imam shalat bagi para sahabatnya selalu mengakhiri bacaan suratnya dengan \"QUL HUWALLAHU AHAD.\" Ketika mereka pulang, disampaikan berita tersebut kepada Rasulullah shallallahu 'alaihi wasallam, maka beliau bersabda: \"Tanyakanlah kepadanya kenapa ia melakukan hal itu?\" Lalu merekapun menanyakan kepadanya. Ia menjawab, \"Karena didalamnya terdapat sifat Ar Rahman, dan aku senang untuk selalu membacanya.\" Mendengar itu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Beritahukanlah kepadanya bahwa Allah Ta'ala juga mencintainya.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ وَهْبٍ حَدَّثَنَا عَمِّي عَبْدُ اللَّهِ بْنُ وَهْبٍ حَدَّثَنَا عَمْرُو بْنُ الْحَارِثِ عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ أَنَّ أَبَا الرِّجَالِ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ حَدَّثَهُ عَنْ أُمِّهِ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ وَكَانَتْ فِي حَجْرِ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ عَائِشَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ رَجُلًا عَلَى سَرِيَّةٍ وَكَانَ يَقْرَأُ لِأَصْحَابِهِ فِي صَلَاتِهِمْ فَيَخْتِمُ بِقُلْ هُوَ اللَّهُ أَحَدٌ فَلَمَّا رَجَعُوا ذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سَلُوهُ لِأَيِّ شَيْءٍ يَصْنَعُ ذَلِكَ فَسَأَلُوهُ فَقَالَ لِأَنَّهَا صِفَةُ الرَّحْمَنِ فَأَنَا أُحِبُّ أَنْ أَقْرَأَ بِهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبِرُوهُ أَنَّ اللَّهَ يُحِبُّهُ","source":"Muslim"},"__N_SSG":true}