{"pageProps":{"number":"1482","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Zuhair bin Harb] semuanya dari [Ibnu Uyainah] - [Abu Bakr] berkata- telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Sa'id] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Segerakanlah penguburan jenazah, karena jika ia adalah seorang yang shalih (mungkin ia akan berkata) segeralah mengantarkannya pada kebaikan. Tetapi, jika ia tidak termasuk orang yang shalih, maka berarti kalian mempercepat meletakkan keburukan dari pundak-pundak kalian.\" Dan telah menceritakan kepadaku [Muhammad bin Rafi'] dan [Abdu bin Humaid] semuanya dari [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] -dalam jalur lain- Dan telah menceritakan kepada kami [Yahya bin Habib] telah menceritakan kepada kami [Rauh bin Ubadah] Telah menceritakan kepada kami [Muhammad bin Abu Hafshah] keduanya dari [Az Zuhri] dari [Sa'id] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam. Hanya saja di dalam hadits Ma'mar ia mengatakan; Saya tidak mengetahuinya, kecuali ia telah memarfu'kan hadits.","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ جَمِيعًا عَنْ ابْنِ عُيَيْنَةَ قَالَ أَبُو بَكْرٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَسْرِعُوا بِالْجَنَازَةِ فَإِنْ تَكُ صَالِحَةً فَخَيْرٌ لَعَلَّهُ قَالَ تُقَدِّمُونَهَا عَلَيْهِ وَإِنْ تَكُنْ غَيْرَ ذَلِكَ فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْو حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ ح و حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حَفْصَةَ كِلَاهُمَا عَنْ الزُّهْرِيِّ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَيْرَ أَنَّ فِي حَدِيثِ مَعْمَرٍ قَالَ لَا أَعْلَمُهُ إِلَّا رَفَعَ الْحَدِيثَ","source":"Muslim"},"__N_SSG":true}