{"pageProps":{"number":"1679","slug":"muslim","id":"Telah menceritakan kepadaku [Abu Thahir] telah mengabarkan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] telah mengabarkan kepadaku [Abu Salamah bin Abdurrahman] dari [Abu Sa'id Al Khudri] -dalam jalur lain- Dan telah menceritakan kepadaku [Harmalah bin Yahya] dan [Ahmad bin Abdurrahman Al Fihri] keduanya berkata, telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] telah mengabarkan kepadaku [Abu Salamah bin Abdurrahman] dan [Adl Dlahak Al Hamdani] bahwa [Abu Sa'id Al Khudri] berkata; Ketika kami berada di sisi Rasulullah shallallahu 'alaihi wasallam yang sedang membagikan (harta ghanimah), tiba-tiba beliau didatangi seorang laki-laki dari Bani Tamim dan berkata, \"Wahai Rasulullah, berlaku adillah.\" Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Celaka kamu, siapakah lagi yang akan berlaku adil kalau tidak berlaku adil. Sungguh, aku telah merugi sekiranya aku tidak berlaku adil.\" Maka Umar bin Al Khaththab radliallahu 'anhu berkata, \"Wahai Rasulullah, izinkanlah aku untuk menebas lehernya.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tinggalkanlah ia, sesungguhnya ia memiliki sahabat-sahabat dimana salah seorang dari kalian akan memandang remeh shalatnya dibanding dengan shalat mereka, puasa terhadap puasa mereka. mereka pandai membaca Al Qur`an namun tidak sampai melewati tenggorokan mereka. Dan mereka keluar dari Islam sebagaimana meluncurnya anak panah dari busurnya. Ketika dilihat ujungnya tidak sesuatu pun padanya, kemudian dilihat pada pangkalnya, juga tidak ada sesuatu bekas darah. Ciri-ciri mereka adalah, seseorang yang salah satu dari kedua.. berwarna hitam seperti puting payudara seorag wanita. Atau bergerak-gerak seperti kekurangan daging, sehingga keluarlah sekelompok manusia.\" Abu Sa'id berkata; \"Aku bersaksi bahwa aku telah mendengar hadits ini dari Rasulullah shallallahu 'alaihi wasallam. Dan aku juga bersaksi, bahwa Ali bin Abu Thalib radliallahu 'anhu yang memerangi mereka, dan aku juga bersamanya. Maka Ali memerintahkan untuk mencari laki-laki itu. Lalu laki-laki itu ditangkap dan dihadapkan padanya hingga aku pun melihatnya sebagaimana cirri-ciri yang telah disebutkan oleh Rasulullah shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ح و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى وَأَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الْفِهْرِيُّ قَالَا أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ وَالضَّحَّاكُ الْهَمْدَانِيُّ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ قَالَبَيْنَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْسِمُ قَسْمًا أَتَاهُ ذُو الْخُوَيْصِرَةِ وَهُوَ رَجُلٌ مِنْ بَنِي تَمِيمٍ فَقَالَ يَا رَسُولَ اللَّهِ اعْدِلْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيْلَكَ وَمَنْ يَعْدِلُ إِنْ لَمْ أَعْدِلْ قَدْ خِبْتُ وَخَسِرْتُ إِنْ لَمْ أَعْدِلْ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَا رَسُولَ اللَّهِ ائْذَنْ لِي فِيهِ أَضْرِبْ عُنُقَهُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعْهُ فَإِنَّ لَهُ أَصْحَابًا يَحْقِرُ أَحَدُكُمْ صَلَاتَهُ مَعَ صَلَاتِهِمْ وَصِيَامَهُ مَعَ صِيَامِهِمْ يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ تَرَاقِيَهُمْ يَمْرُقُونَ مِنْ الْإِسْلَامِ كَمَا يَمْرُقُ السَّهْمُ مِنْ الرَّمِيَّةِ يُنْظَرُ إِلَى نَصْلِهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ ثُمَّ يُنْظَرُ إِلَى رِصَافِهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ ثُمَّ يُنْظَرُ إِلَى نَضِيِّهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ وَهُوَ الْقِدْحُ ثُمَّ يُنْظَرُ إِلَى قُذَذِهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ سَبَقَ الْفَرْثَ وَالدَّمَ آيَتُهُمْ رَجُلٌ أَسْوَدُ إِحْدَى عَضُدَيْهِ مِثْلُ ثَدْيِ الْمَرْأَةِ أَوْ مِثْلُ الْبَضْعَةِ تَتَدَرْدَرُ يَخْرُجُونَ عَلَى حِينِ فُرْقَةٍ مِنْ النَّاسِقَالَ أَبُو سَعِيدٍ فَأَشْهَدُ أَنِّي سَمِعْتُ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَشْهَدُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَاتَلَهُمْ وَأَنَا مَعَهُ فَأَمَرَ بِذَلِكَ الرَّجُلِ فَالْتُمِسَ فَوُجِدَ فَأُتِيَ بِهِ حَتَّى نَظَرْتُ إِلَيْهِ عَلَى نَعْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي نَعَتَ","source":"Muslim"},"__N_SSG":true}