{"pageProps":{"number":"1753","slug":"muslim","id":"Telah menceritakan kepadaku [Zuhair bin Harb] dan [Ishaq] - [Zuhair] berkata- telah menceritakan kepada kami [Jarir] dari [Umarah] dari [Abu Zur'ah] dari [Abu Hurairah] radliallahu 'anhu, ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kalian melakukan puasa wishal.\" Mereka bertanya, \"Bukankah Anda sendiri melakukan puasa wishal wahai Rasulullah?\" Maka beliau menjawab: \"Sesungguhnya kalian tidaklah sebagaimana aku, sesungguhnya ketika aku bermalam Rabb-ku memberiku makan dan minum. Karena itu, beribadahlah kalian sesuai dengan kemampuan kalian.\" Dan Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Al Mughirah] dari [Abu Zinad] dari [Al A'raj] dari [Abu Hurairah] radliallahu 'anhu, dari Nabi shallallahu 'alaihi wasallam semisalnya. Hanya saja, ia mengatakan; \"FAKLAFUU MAA LAKUM BIHI THAAQAH (Lakukanlah amalan yang sesuai dengan kemampuan kalian).\" Dan telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] radliallahu 'anhu, dari Nabi shallallahu 'alaihi wasallam, bahwa beliau melarang puasa wishal, yakni sebagaimana hadits Umarah dari Abu Zur'ah.","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ وَإِسْحَقُ قَالَ زُهَيْرٌ حَدَّثَنَا جَرِيرٌ عَنْ عُمَارَةَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِيَّاكُمْ وَالْوِصَالَ قَالُوا فَإِنَّكَ تُوَاصِلُ يَا رَسُولَ اللَّهِ قَالَ إِنَّكُمْ لَسْتُمْ فِي ذَلِكَ مِثْلِي إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِي فَاكْلَفُوا مِنْ الْأَعْمَالِ مَا تُطِيقُونَو حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا الْمُغِيرَةُ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ فَاكْلَفُوا مَا لَكُمْ بِهِ طَاقَةٌ و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا الْأَعْمَشُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى عَنْ الْوِصَالِ بِمِثْلِ حَدِيثِ عُمَارَةَ عَنْ أَبِي زُرْعَةَ","source":"Muslim"},"__N_SSG":true}