{"pageProps":{"number":"219","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits]. (dalam jalur lain disebutkan) Dan telah menceritakan kepada kami [Muhammad bin Rumh] telah mengabarkan kepada kami [al-Laits] dari [Ibnu Syihab] dari [Ibnu al-Musayyab] bahwa dia mendengar [Abu Hurairah] mengatakan, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Demi Dzat yang jiwaku berada di tangan-Nya! Sungguh, kedatangan Isa bin Mariam kepada kalian untuk menjadi hakim secara adil akan segera tiba. Dia akan mematahkan salib, membunuh babi serta menghapuskan jizyah (dari orang kafir). Harta akan melimpah ruah, sehingga tidak ada seorang pun yang ingin menerimanya.\" Dan telah menceritakannya kepada kami [Abdul A'la bin Hammad] dan [Abu Bakar bin Abu Syaibah] dan [Zuhair bin Harb] mereka berkata; telah menceritakan kepada kami [Sufyan bin Uyainah]. (dalam riwayat lain disebutkan) Dan telah menceritakannya kepadaku tentangnya [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahab] dia berkata, telah menceritakan kepadaku [Yunus]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Hasan al-Hulwani] dan ['Abd bin Humaid] dari [Ya'qub bin Ibrahim bin Sa'id] telah menceritakan kepada kami [ayahku] dari [Shalih] seluruhnya dari [Az-Zuhri] dengan isnad ini. Dan dalam riwayat Ibnu Uyainah disebutkan, \"Sebagai imam yang adil dan hakim yang adil.\" Sedangkan dalam riwayat Yunus, \"Sebagai hakim yang adil, \" dan tidak menyebutkan, \"imam yang adil.\" Sedangkan dalam riwayat Shalih, \"Hakim yang adil.\" Sebagaimana dikatakan al-Laits, dan dalam haditsnya terdapat tambahan, \"hingga satu sujud lebih baik daripada dunia dan seisinya.\" Kemudian Abu Hurairah berkata, \"Bacalah jika kalian berkehendak: '(Tidak ada seorang pun dari Ahli Kitab, kecuali akan beriman kepadanya (Isa) sebelum kematiannya) ' (Qs. an-Nisaa': 159).","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ ابْنِ الْمُسَيَّبِ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُاقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَيُوشِكَنَّ أَنْ يَنْزِلَ فِيكُمْ ابْنُ مَرْيَمَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَكَمًا مُقْسِطًا فَيَكْسِرَ الصَّلِيبَ وَيَقْتُلَ الْخِنْزِيرَ وَيَضَعَ الْجِزْيَةَ وَيَفِيضُ الْمَالُ حَتَّى لَا يَقْبَلَهُ أَحَدٌو حَدَّثَنَاه عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ ح و حَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ حَدَّثَنِي يُونُسُ ح و حَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحٍ كُلُّهُمْ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ وَفِي رِوَايَةِ ابْنِ عُيَيْنَةَ إِمَامًا مُقْسِطًا وَحَكَمًا عَدْلًا وَفِي رِوَايَةِ يُونُسَ حَكَمًا عَادِلًا وَلَمْ يَذْكُرْ إِمَامًا مُقْسِطًا وَفِي حَدِيثِ صَالِحٍ حَكَمًا مُقْسِطًا كَمَا قَالَ اللَّيْثُ وَفِي حَدِيثِهِ مِنْ الزِّيَادَةِ وَحَتَّى تَكُونَ السَّجْدَةُ الْوَاحِدَةُ خَيْرًا مِنْ الدُّنْيَا وَمَا فِيهَا ثُمَّ يَقُولُا أَبُو هُرَيْرَةَ اقْرَءُوا إِنْ شِئْتُمْ{ وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ }الْآيَةَ","source":"Muslim"},"__N_SSG":true}