{"pageProps":{"number":"2487","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Husyaim] dari [Sayyar] dari [As Sya'bi] dari [Jabir bin Abdullah] dia berkata; Saya pernah bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu peperangan, ketika kembali, saya segera menaiki untaku yang jalannya sangat lamban, sehingga saya disusul oleh penunggang yang lainnya yang berada di belakangku, lalu dia menekan untaku dengan tombak kecilnya sehingga untaku berjalan sebagaimana unta-unta lainnya, lalu saya menoleh, tiba-tiba ada Rasulullah shallallahu 'alaihi wasallam, beliau bertanya: \"Kenapa kamu tergesa-gesa wahai Jabir?\" Saya menjawab; \"Wahai Rasulullah, saya baru saja menikah.\" Beliau bertanya lagi: \"Gadis atau janda yang kamu nikahi?\" Saya menjawab; Seorang janda. Beliau bersabda: \"Kenapa kamu tidak memilih gadis hingga kamu bisa bercumbu dengannya dan dia bercumbu denganmu?\" Jabir berkata; Ketika kami sampai di Madinah, kami bersiap-siap masuk (rumah), tapi beliau bersabda: \"Tangguhkanlah sampai kita masuk pada malam hari, agar para istri merapikan rambutnya dan berhias terlebih dahulu.\" Jabir berkata; Dan beliau juga bersabda: \"Dengan demikian, ketika kamu datang, istrimu benar-benar cantik.\" ","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا هُشَيْمٌ عَنْ سَيَّارٍ عَنْ الشَّعْبِيِّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزَاةٍ فَلَمَّا أَقْبَلْنَا تَعَجَّلْتُ عَلَى بَعِيرٍ لِي قَطُوفٍ فَلَحِقَنِي رَاكِبٌ خَلْفِي فَنَخَسَ بَعِيرِي بِعَنَزَةٍ كَانَتْ مَعَهُ فَانْطَلَقَ بَعِيرِي كَأَجْوَدِ مَا أَنْتَ رَاءٍ مِنْ الْإِبِلِ فَالْتَفَتُّ فَإِذَا أَنَا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا يُعْجِلُكَ يَا جَابِرُ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي حَدِيثُ عَهْدٍ بِعُرْسٍ فَقَالَ أَبِكْرًا تَزَوَّجْتَهَا أَمْ ثَيِّبًا قَالَ قُلْتُ بَلْ ثَيِّبًا قَالَ هَلَّا جَارِيَةً تُلَاعِبُهَا وَتُلَاعِبُكَ قَالَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ ذَهَبْنَا لِنَدْخُلَ فَقَالَ أَمْهِلُوا حَتَّى نَدْخُلَ لَيْلًا أَيْ عِشَاءً كَيْ تَمْتَشِطَ الشَّعِثَةُ وَتَسْتَحِدَّ الْمُغِيبَةُ قَالَ وَقَالَ إِذَا قَدِمْتَ فَالْكَيْسَ الْكَيْسَ","source":"Muslim"},"__N_SSG":true}