{"pageProps":{"number":"2551","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abdulalh bin Numair] telah menceritakan kepada kami [ayahku], dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] sedangkan lafazhnya dari dia, telah menceritakan kepada kami [Abdullah bin Numair] telah menceritakan kepada kami [Abdul Malik bin Abu Sulaiman] dari [Sa'id bin Jubair] dia berkata; Saya pernah ditanya mengenai suami istri yang saling tuduh pada zaman pemerintahan Mush'ab, apakah keduanya diceraikan? Ibnu Jubair berkata; Saya tidak menjawabnya, sebab saya tidak mengetahui tentang hukumnya, maka saya langsung datang ke rumah [Ibnu Umar] di Makkah. Saya berkata kepada pelayannya; Izinkanlah saya bertemu dengannya. Dia menjawab; Sesungguhnya Ibnu Umar sedang istirahat siang. Namun rupanya Ibnu Umar mendengar dan mengenal suaraku, lalu dia berkata; \"Ibnu Jabirkah itu?\" Saya menjawab; \"Ya.\" Dia berkata; \"Masuklah, demi Allah tidaklah kamu datang pada saat-saat seperti ini melainkan ada urusan yang penting.\" Kemudian saya masuk ke rumahnya, sedangkan dia duduk bertelekan di atas pelana dan bantal yang terbuat dari serabut. Lalu saya bertanya; \"Wahai Abu Abdurrahman, apakah harus dipisahkan jika ada suami istri yang saling li'an?\" Dia menjawab; \"Subhanallah, ya, dia harus dipisahkan. Sesungguhnya orang yang pertama kali bertanya masalah ini adalah fulan bin fulan, dia bertanya; Wahai Rasulullah, bagaimana pendapat anda seandainya salah seorang dari kami mendapati istrinya berbuat serong? Apa yang harus diperbuatnya? Jika dia membicarakannya, maka dia akan membicarakan sesuatu yang menghebohkan, namun jika diam, dia diam terhadap masalah yang sangat besar.\" Ibnu Umar melanjutkan; Maka Nabi shallallahu 'alaihi wasallam diam, tidak menjawab apa-apa. Tidak lama kemudian, dia datang lagi kepada beliau, katanya; Sesungguhnya masalah yang pernah kutanyakan kepada anda tempo hari adalah masalah pribadiku, dan saya baru diuji dengan masalah tersebut. Mengenai kasus mereka, lalu Allah Azza Wa Jalla menurunkan ayat yang tersebut dalam surat An Nur: \"Dan orang-orang yang menuduh istrinya berzina ….\" Kemudian beliau membacakan ayat itu kepadanya, memberinya pengajaran, memperingatkannya dengan keras dan mengabarkan bahwa siksa dunia lebih ringan daripada siksa akhirat. Laki-laki itu berkata; \"Demi Allah yang mengutus anda dengan kebenaran, saya tidak berbohong.\" Kemudian beliau memanggil istrinya, lalu beliau memberi pengajaran, memperingatkannya dengan keras, serta mengabarkan kepadanya bahwa siksa dunia lebih ringan dari siks akhirat.\" Perempuan itu menjawab; \"Demi Allah yang mengutus anda dengan kebenaran, sesungguhnya laki-laki itu dusta.\" Kemudian beliau menyuruh laki-laki tersebut bersaksi atas nama Allah sebanyak empat kali bahwa dia termasuk orang-orang yang jujur, dan yang kelima mangatakan bahwa Laknat Allah akan menimpanya jika dia berdusta. Kemudian beliau menyuruh yang perempuan untuk bersaksi atas nama Allah empat kali sumpah bahwa suaminya termasuk orang-orang yang berdusta, dan yang kelima dengan mengucapkan bahwa murka Allah atasnya jika suaminya yang benar. Kemudian beliau memisahkan antara keduanya. Dan telah menceritakan kepadaku [Ali bin Hujr As Sa'di] telah menceritakan kepada kami [Isa bin Yunus] telah menceritakan kepada kami [Abdul Malik bin Abi Sulaiman] dia berkata; Saya pernah mendengar [Sa'id bin Jubair] berkata; Saya pernah ditanya mengenai seorang suami istri yang saling meli'an di zaman Mush'ab bin Zubair, dan saya tidak tahu harus menjawab apa, lalu saya menemui [Abdullah bin Umar], saya bertanya; \"Bagaimana pendapatmu jika ada suami istri yang saling meli'an, apakah keduanya harus dipisahkan?\" Kemudian dia menyebutkan seperti haditsnya Ibnu Umar. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَاللَّفْظُ لَهُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَسُئِلْتُ عَنْ الْمُتَلَاعِنَيْنِ فِي إِمْرَةِ مُصْعَبٍ أَيُفَرَّقُ بَيْنَهُمَا قَالَ فَمَا دَرَيْتُ مَا أَقُولُ فَمَضَيْتُ إِلَى مَنْزِلِ ابْنِ عُمَرَ بِمَكَّةَ فَقُلْتُ لِلْغُلَامِ اسْتَأْذِنْ لِي قَالَ إِنَّهُ قَائِلٌ فَسَمِعَ صَوْتِي قَالَ ابْنُ جُبَيْرٍ قُلْتُ نَعَمْ قَالَ ادْخُلْ فَوَاللَّهِ مَا جَاءَ بِكَ هَذِهِ السَّاعَةَ إِلَّا حَاجَةٌ فَدَخَلْتُ فَإِذَا هُوَ مُفْتَرِشٌ بَرْذَعَةً مُتَوَسِّدٌ وِسَادَةً حَشْوُهَا لِيفٌ قُلْتُ أَبَا عَبْدِ الرَّحْمَنِ الْمُتَلَاعِنَانِ أَيُفَرَّقُ بَيْنَهُمَا قَالَ سُبْحَانَ اللَّهِ نَعَمْ إِنَّ أَوَّلَ مَنْ سَأَلَ عَنْ ذَلِكَ فُلَانُ بْنُ فُلَانٍ قَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ أَنْ لَوْ وَجَدَ أَحَدُنَا امْرَأَتَهُ عَلَى فَاحِشَةٍ كَيْفَ يَصْنَعُ إِنْ تَكَلَّمَ تَكَلَّمَ بِأَمْرٍ عَظِيمٍ وَإِنْ سَكَتَ سَكَتَ عَلَى مِثْلِ ذَلِكَ قَالَ فَسَكَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يُجِبْهُ فَلَمَّا كَانَ بَعْدَ ذَلِكَ أَتَاهُ فَقَالَ إِنَّ الَّذِي سَأَلْتُكَ عَنْهُ قَدْ ابْتُلِيتُ بِهِ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ هَؤُلَاءِ الْآيَاتِ فِي سُورَةِ النُّورِ{ وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ }فَتَلَاهُنَّ عَلَيْهِ وَوَعَظَهُ وَذَكَّرَهُ وَأَخْبَرَهُ أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ قَالَ لَا وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا كَذَبْتُ عَلَيْهَا ثُمَّ دَعَاهَا فَوَعَظَهَا وَذَكَّرَهَا وَأَخْبَرَهَا أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ قَالَتْ لَا وَالَّذِي بَعَثَكَ بِالْحَقِّ إِنَّهُ لَكَاذِبٌ فَبَدَأَ بِالرَّجُلِ فَشَهِدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنْ الصَّادِقِينَ وَالْخَامِسَةُ أَنَّ لَعْنَةَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنْ الْكَاذِبِينَ ثُمَّ ثَنَّى بِالْمَرْأَةِ فَشَهِدَتْ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنْ الْكَاذِبِينَ وَالْخَامِسَةُ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنْ الصَّادِقِينَ ثُمَّ فَرَّقَ بَيْنَهُمَاو حَدَّثَنِيهِ عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ حَدَّثَنَا عِيسَى بْنُ يُونُسَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ قَالَ سُئِلْتُ عَنْ الْمُتَلَاعِنَيْنِ زَمَنَ مُصْعَبِ بْنِ الزُّبَيْرِ فَلَمْ أَدْرِ مَا أَقُولُ فَأَتَيْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ فَقُلْتُ أَرَأَيْتَ الْمُتَلَاعِنَيْنِ أَيُفَرَّقُ بَيْنَهُمَا ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ ابْنِ نُمَيْرٍ","source":"Muslim"},"__N_SSG":true}