{"pageProps":{"number":"2773","slug":"muslim","id":"Telah menceritakan kepada kami [Abu At Thahir Ahmad bin Amru bin Sarh] telah mengabarkan kepada kami [Ibnu Wahb] dari [Malik bin Anas] dari [Zaid bin Aslam] dari [Atha' bin Yasar] dari [Abu Rafi'], bahwa Rasulullah shallallahu 'alaihi wasallam pernah meminjam unta muda kepada seorang laki-laki, ketika unta sedekah tiba, maka beliau pun memerintahkan Abu Rafi' untuk membayar unta muda yang dipinjamnya kepada laki-laki tersebut. Lalu Abu Rafi' kembali kepada beliau seraya berkata, \"Aku tidak mendapatkan unta muda kecuali unta yang sudah dewasa.\" Beliau bersabda: \"Berikanlah kepadanya, sebaik-baik manusia adalah yang paling baik dalam membayar hutang.\" Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Khalid bin Makhlad] dari [Muhammad bin Ja'far] saya mendengar [Zaid bin Aslam] mengabarkan kepada kami ['Atha bin Yasar] dari [Abu Rafi'] bekas budak Rasulullah shallallahu 'alaihi wasallam, dia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah meminjam unta muda …\", seperti hadits di atas, hanya saja (disebutkan bahwa) beliau bersabda: \"Sesungguhnya sebaik-baik hamba Allah adalah yang paling baik dalam pembayaran (hutang).\"","arab":"حَدَّثَنَا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي رَافِعٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَسْلَفَ مِنْ رَجُلٍ بَكْرًا فَقَدِمَتْ عَلَيْهِ إِبِلٌ مِنْ إِبِلِ الصَّدَقَةِ فَأَمَرَ أَبَا رَافِعٍ أَنْ يَقْضِيَ الرَّجُلَ بَكْرَهُ فَرَجَعَ إِلَيْهِ أَبُو رَافِعٍ فَقَالَ لَمْ أَجِدْ فِيهَا إِلَّا خِيَارًا رَبَاعِيًا فَقَالَ أَعْطِهِ إِيَّاهُ إِنَّ خِيَارَ النَّاسِ أَحْسَنُهُمْ قَضَاءًحَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ سَمِعْتُ زَيْدَ بْنَ أَسْلَمَ أَخْبَرَنَا عَطَاءُ بْنُ يَسَارٍ عَنْ أَبِي رَافِعٍ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اسْتَسْلَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَكْرًا بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ فَإِنَّ خَيْرَ عِبَادِ اللَّهِ أَحْسَنُهُمْ قَضَاءً","source":"Muslim"},"__N_SSG":true}