{"pageProps":{"number":"2852","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [Muhammad bin Bisyr] telah menceritakan kepada kami [Hisyam] dari [Ayahnya] dari ['Aisyah], bahwa seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam seraya bertanya, \"Wahai Rasulullah, sesungguhnya ibuku telah meninggal dunia dan belum berwasiat sesuatupun, saya kira jika dia dapat bicara (ketika masih hidup) dia akan bersedekah, apakah dia mendapatkan pahala jika saya bersedekah atas namanya?\" beliau bersabda: \"Ya.\" Dan telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Abu Usamah]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Al Hakam bin Musa] telah menceritakan kepada kami [Syu'aib bin Ishaq]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Umayyah bin Bistham] telah menceritakan kepada kami [Yazid] -yaitu Ibnu Zurai'- telah menceritakan kepada kami [Rauh] -yaitu Ibnu Al Qasim-. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Ja'far bin 'Aun] semuanya dari [Hisyam bin 'Urwah] dengan sanad-sanad ini. Adapun dalam hadits Usamah dan Rauh disebutkan, \"Apakah saya juga akan mendapatkan pahala.\" Sebagaimana perkataan Yahya bin Sa'id, sedangkan dalam haditsnya Syu'aib dan Ja'far disebutkan, \"Apakah dia akan mendapatkan pahala.\" Sebagaimana riwayat Ibnu Bisyr.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَأَنَّ رَجُلًا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّيَ افْتُلِتَتْ نَفْسُهَا وَلَمْ تُوصِ وَأَظُنُّهَا لَوْ تَكَلَّمَتْ تَصَدَّقَتْ أَفَلَهَا أَجْرٌ إِنْ تَصَدَّقْتُ عَنْهَا قَالَ نَعَمْو حَدَّثَنَاه أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو أُسَامَةَ ح و حَدَّثَنِي الْحَكَمُ بْنُ مُوسَى حَدَّثَنَا شُعَيْبُ بْنُ إِسْحَقَ ح و حَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامَ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ حَدَّثَنَا رَوْحٌ وَهُوَ ابْنُ الْقَاسِمِ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ كُلُّهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ بِهَذَا الْإِسْنَادِ أَمَّا أَبُو أُسَامَةَ وَرَوْحٌ فَفِي حَدِيثِهِمَا فَهَلْ لِي أَجْرٌ كَمَا قَالَ يَحْيَى بْنُ سَعِيدٍ وَأَمَّا شُعَيْبٌ وَجَعْفَرٌ فَفِي حَدِيثِهِمَا أَفَلَهَا أَجْرٌ كَرِوَايَةِ ابْنِ بِشْرٍ","source":"Muslim"},"__N_SSG":true}