{"pageProps":{"number":"2978","slug":"muslim","id":"Telah menceritakan kepadaku [Al Hakam bin Musa Abu Shalih] telah menceritakan kepada kami [Syua'ib bin Ishaq] telah mengabarkan kepada kami ['Ubaidullah] dari [Nafi'] bahwa [Abdullah bin Umar] telah mengabarkan kepadanya, bahwa seorang laki-laki dan seorang wanita dihadapkan kepada Rasulullah shallallahu 'alaihi wasallam karena keduanya dituduh telah berbuat zina. Rasulullah shallallahu 'alaihi wasallam lantas pergi hingga menemui orang-orang Yahudi, beliau kemudian bertanya: \"Apa yang kalian ketahui dalam Taurat tentang hukuman bagi orang yang telah berzina?\" mereka menjawab: \"Kami lumuri muka mereka dengan arang, kemudian kami naikkan kedua orang tersebut ke atas kendaraan dengan posisi berbelakang-belakangan lalu diarak keliling kota.\" Beliau bersabda: \"Jika kalian benar, coba perlihatkan kitab Tauratmu.\" Lalu mereka bawa kitab Taurat dan mereka membacanya di hadapan beliau. Ketika bacaannya sampai kepada ayat rajam, pemuda yang membacanya meletakkan tangannya agar bisa menutupi ayat tersebut hingga lewat sampai ayat berikutnya. Tetapi Abdullah bin Salam, yang ketika itu mendampingi Rasulullah shallallahu 'alaihi wasallam berkata, \"Wahai Rasulullah, suruhlah dia mengangkat tangannya.\" Ketika pemuda itu mengangkat tangannya, ternyata di bawah tangannya terdapat ayat rajam. Kemudian Rasulullah shallallahu 'alaihi wasallam memerintahkan supaya keduanya dihukum rajam, akhirnya keduanya dihukum rajam.\" Abdullah bin Umar berkata, \"Aku ikut serta merajam keduanya, aku lihat yang laki-laki berusaha melindungi wanita (ya) dengan tubuhnya dari lemparan-lemparan batu.\" Dan telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Isma'il] -yaitu Ibnu 'Ulayyah- dari [Ayyub]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Abu At Thahir] telah mengabarkan kepada kami [Abdullah bin Wahb] telah mengabarkan kepadaku tokoh laki-laki dari alim ulama, di antaranya adalah [Malik bin Anas], bahwa [Nafi'] telah mengabarkan kepada mereka dari [Ibnu Umar], bahwa Rasulullah shallallahu 'alaihi wasallam pernah merajam laki-laki dan wanita Yahudi yang ketahuan berzina, lalu orang-orang Yahudi menyerahkan keduanya kepada Rasulullah shallallahu 'alaihi wasallam …lalu mereka melanjutkan hadits seperti hadits di atas.\" Dan telah menceritakan kepada kami [Ahmad bin Yunus] telah menceritakan kepada kami [Zuhair] telah menceritakan kepada kami [Musa bin 'Uqbah] dari [Nafi'] dari [Ibnu Umar], bahwa orang-orang Yahudi datang kepada Rasulullah shallallahu 'alaihi wasallam dengan membawa seorang laki-laki dan seorang wanita yang telah berzina…lalu dia menyebutkan sebagaimana hadits Ubaidullah dari Nafi'.\"","arab":"حَدَّثَنِي الْحَكَمُ بْنُ مُوسَى أَبُو صَالِحٍ حَدَّثَنَا شُعَيْبُ بْنُ إِسْحَقَ أَخْبَرَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ أَخْبَرَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِيَهُودِيٍّ وَيَهُودِيَّةٍ قَدْ زَنَيَا فَانْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى جَاءَ يَهُودَ فَقَالَ مَا تَجِدُونَ فِي التَّوْرَاةِ عَلَى مَنْ زَنَى قَالُوا نُسَوِّدُ وُجُوهَهُمَا وَنُحَمِّلُهُمَا وَنُخَالِفُ بَيْنَ وُجُوهِهِمَا وَيُطَافُ بِهِمَا قَالَ فَأْتُوا بِالتَّوْرَاةِ إِنْ كُنْتُمْ صَادِقِينَ فَجَاءُوا بِهَا فَقَرَءُوهَا حَتَّى إِذَا مَرُّوا بِآيَةِ الرَّجْمِ وَضَعَ الْفَتَى الَّذِي يَقْرَأُ يَدَهُ عَلَى آيَةِ الرَّجْمِ وَقَرَأَ مَا بَيْنَ يَدَيْهَا وَمَا وَرَاءَهَا فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلَامٍ وَهُوَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْهُ فَلْيَرْفَعْ يَدَهُ فَرَفَعَهَا فَإِذَا تَحْتَهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَا قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ كُنْتُ فِيمَنْ رَجَمَهُمَا فَلَقَدْ رَأَيْتُهُ يَقِيهَا مِنْ الْحِجَارَةِ بِنَفْسِهِو حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا إِسْمَعِيلُ يَعْنِي ابْنَ عُلَيَّةَ عَنْ أَيُّوبَ ح و حَدَّثَنِي أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي رِجَالٌ مِنْ أَهْلِ الْعِلْمِ مِنْهُمْ مَالِكُ بْنُ أَنَسٍ أَنَّ نَافِعًا أَخْبَرَهُمْ عَنْ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجَمَ فِي الزِّنَى يَهُودِيَّيْنِ رَجُلًا وَامْرَأَةً زَنَيَا فَأَتَتْ الْيَهُودُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهِمَا وَسَاقُوا الْحَدِيثَ بِنَحْوِهِ و حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ الْيَهُودَ جَاءُوا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَجُلٍ مِنْهُمْ وَامْرَأَةٍ قَدْ زَنَيَا وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ","source":"Muslim"},"__N_SSG":true}