{"pageProps":{"number":"3062","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya At Tamimi] telah mengabarkan kepada kami [Husyaim] dari [Yahya bin Sa'id] dari [Umar bin Katsir bin Aflah] dari [Abu Muhammad Al Anshari] -murid Abu Qatadah- ia berkata berkata; [Abu Qatadah] berkata; lalu ia menceritakan hadits.\" Dan telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits] dari [Yahya bin Sa'id] dari [Umar bin Katsir] dari [Abu Muhammad] bekas budak Abu Qatadah, bahwa [Abu Qatadah] berkata; lalu ia menyebutkan hadits tersebut.\" Dan telah menceritakan kepada kami.\" Dan telah menceritakan kepada kami [Abu At Thahir] dan [Harmalah] sedangkan redaksi lafadz haditsnya dari dia, telah mengabarkan kepada kami [Abdullah bin Wahb] dia berkata; aku mendengar [Malik bin Anas] berkata; telah menceritakan kepadaku [Yahya bin Sa'id] dari [Umar bin katsir bin Aflah] dari [Abu Muhammad] bekas budak Abu Qatadah, dari [Abu Qatadah] dia berkata, \"Kami pernah pergi berperang bersama Rasulullah shallallahu 'alaihi wasallam dalam pertempuran Hunain, tatkala kami berhadapan dengan musuh, maka sebagian kaum Muslimin mundur. Aku melihat seorang laki-laki Musyrik sedang menguasai seorang Muslim, aku langsung berbalik sehingga aku dapat mendatanginya dari arah belakang. Kemudian aku penggal batang lehernya, akan tetapi seorang Musyrik tersebut berbalik kepadaku dan merangkulku dengan kuat, aku tahu kalau dia hampir mati, setelah dia tewas, baru aku dilepaskan. Setelah itu aku bertemu dengan Umar bin Khattab, dia bertanya kepadaku, \"Bagaimana kondisi pasukan?\" aku menjawab, \"Itu urusan Allah.\" Kemudian orang-orang kembali, sementara Rasulullah shallallahu 'alaihi wasallam duduk seraya bersabda: \"Barangsiapa dapat membunuh seorang musuh, sedangkan dia memiliki seorang saksi, maka segenap perlengkapan si terbunuh boleh dimilikinya.\" Aku langsung berdiri dan berkata, \"Siapa yang mau menjadi saksiku?\" kemudian aku duduk kembali, dan Rasulullah shallallahu 'alaihi wasallam kembali bersabda seperti tadi. Lalu aku berdiri lagi sambil berkata, \"Siapa yang mau menjadi saksi bagiku?\" kemudian aku duduk kembali, dan beliau bersabda seperti itu untuk ketiga kalinya, maka aku pun berdiri kembali. Rasulullah shallallahu 'alaihi wasallam lalu bertanya kepadaku: \"Apa apa denganmu wahai Abu Qatadah?\" lalu aku ceritakan kisah bagaimana aku telah membunuhh seorang musuh. Seorang anggota pasukan lantas angkat bicara, 'Abu Qatadah benar wahai Rasulullah! sedangkan perlengkapan orang yang dibunuhnya berada di tanganku, oleh karena itu suruhlah dia merelakan haknya untukku'. Abu Bakar berkata, \"Jangan, demi Allah, tidaklah singa dari singa-singa Allah yang berjuang membela-Nya dan rasul-Nya, lalu harta rampasannya diberikan kepamu.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hal itu benar, oleh karena itu, berikanlah kepada Abu Qatadah apa telah yang menjadi haknya.\" Kemudian baju besinya aku jual, lalu aku belikan sebidang kebun di perkebunan Bani Salamah. Itulah harta yang aku peroleh di awal-awal Islamku.\" Dan dalam hadits Laits disebutkan; Abu Bakar berkata, \"Sekali-kali tidak, (Allah) tidak memberikannya dengan maksud menyepelekan orang quraiys dan meninggalkan hak-hak singa dari singa-singa Allah.\" Dan dalam hadits Al Laits disebutkan, 'harta pertama yang aku dapatkan dalam Islam'.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ أَخْبَرَنَا هُشَيْمٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ عَنْ أَبِي مُحَمَّدٍ الْأَنْصَارِيِّ وَكَانَ جَلِيسًا لِأَبِي قَتَادَةَ قَالَ قَالَ أَبُو قَتَادَةَ وَاقْتَصَّ الْحَدِيثَ و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عُمَرَ بْنِ كَثِيرٍ عَنْ أَبِي مُحَمَّدٍ مَوْلَى أَبِي قَتَادَةَ أَنَّ أَبَا قَتَادَةَ قَالَ وَسَاقَ الْحَدِيثَ و حَدَّثَنَا أَبُو الطَّاهِرِ وَحَرْمَلَةُ وَاللَّفْظُ لَهُ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ يَقُولُ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ عَنْ أَبِي مُحَمَّدٍ مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ حُنَيْنٍ فَلَمَّا الْتَقَيْنَا كَانَتْ لِلْمُسْلِمِينَ جَوْلَةٌ قَالَ فَرَأَيْتُ رَجُلًا مِنْ الْمُشْرِكِينَ قَدْ عَلَا رَجُلًا مِنْ الْمُسْلِمِينَ فَاسْتَدَرْتُ إِلَيْهِ حَتَّى أَتَيْتُهُ مِنْ وَرَائِهِ فَضَرَبْتُهُ عَلَى حَبْلِ عَاتِقِهِ وَأَقْبَلَ عَلَيَّ فَضَمَّنِي ضَمَّةً وَجَدْتُ مِنْهَا رِيحَ الْمَوْتِ ثُمَّ أَدْرَكَهُ الْمَوْتُ فَأَرْسَلَنِي فَلَحِقْتُ عُمَرَ بْنَ الْخَطَّابِ فَقَالَ مَا لِلنَّاسِ فَقُلْتُ أَمْرُ اللَّهِ ثُمَّ إِنَّ النَّاسَ رَجَعُوا وَجَلَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَنْ قَتَلَ قَتِيلًا لَهُ عَلَيْهِ بَيِّنَةٌ فَلَهُ سَلَبُهُ قَالَ فَقُمْتُ فَقُلْتُ مَنْ يَشْهَدُ لِي ثُمَّ جَلَسْتُ ثُمَّ قَالَ مِثْلَ ذَلِكَ فَقَالَ فَقُمْتُ فَقُلْتُ مَنْ يَشْهَدُ لِي ثُمَّ جَلَسْتُ ثُمَّ قَالَ ذَلِكَ الثَّالِثَةَ فَقُمْتُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا لَكَ يَا أَبَا قَتَادَةَ فَقَصَصْتُ عَلَيْهِ الْقِصَّةَ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ صَدَقَ يَا رَسُولَ اللَّهِ سَلَبُ ذَلِكَ الْقَتِيلِ عِنْدِي فَأَرْضِهِ مِنْ حَقِّهِ وَقَالَ أَبُو بَكْرٍ الصِّدِّيقُ لَا هَا اللَّهِ إِذًا لَا يَعْمِدُ إِلَى أَسَدٍ مِنْ أُسُدِ اللَّهِ يُقَاتِلُ عَنْ اللَّهِ وَعَنْ رَسُولِهِ فَيُعْطِيكَ سَلَبَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ فَأَعْطِهِ إِيَّاهُ فَأَعْطَانِي قَالَ فَبِعْتُ الدِّرْعَ فَابْتَعْتُ بِهِ مَخْرَفًا فِي بَنِي سَلِمَةَ فَإِنَّهُ لَأَوَّلُ مَالٍ تَأَثَّلْتُهُ فِي الْإِسْلَامِوَفِي حَدِيثِ اللَّيْثِ فَقَالَ أَبُو بَكْرٍ كَلَّا لَا يُعْطِيهِ أُضَيْبِعَ مِنْ قُرَيْشٍ وَيَدَعُ أَسَدًا مِنْ أُسُدِ اللَّهِ وَفِي حَدِيثِ اللَّيْثِ لَأَوَّلُ مَالٍ تَأَثَّلْتُهُ","source":"Muslim"},"__N_SSG":true}