{"pageProps":{"number":"3722","slug":"muslim","id":"Dan telah menceritakan kepadaku ['Amru An Naqid] dan [Zuhair bin Harb] dan lafazh ini miliknya Zuhair ia berkata; Telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Az Zuhri] dari ['Urwah] dari ['Aisyah] ia berkata; \"Serombongan orang-orang Yahudi minta izin untuk bertemu dengan Rasulullah shallallahu 'alaihi wasallam, lalu mereka mengucapkan: Assaamu 'alaikum (kematian bagimu).\" 'Aisyah menjawab; 'Bal 'alaikumus saam wal la'nah.' Maka Rasulullah shallallahu 'alaihi wasallam bersabda: 'Ya, 'Aisyah! Sesungguhnya Allah Subhanahu Wa Ta'ala, senang keramah tamahan dalam segala urusan.' Kata 'Aisyah; 'Tidakkah Anda mendengar ucapan mereka? ' Jawab beliau: 'Ya, aku mendengarnya, bahkan telah ku jawab; wa'alaikum.' Dan telah menceritakannya kepada kami [Hasan bin 'Ali Al Hulwani] dan ['Abad bin Humaid] seluruhnya dari [Ya'qub bin Ibrahim bin Sa'd]; Telah menceritakan kepada kami [Bapakku] dari [Shalih]; Demikian juga diriwayatkan dari jalur yang lain; Dan telah menceritakan kepada kami ['Abad bin Humaid]; Telah mengabarkan kepada kami ['Abdur Razaq]; Telah mengabarkan kepada kami [Ma'mar] keduanya dari [Az Zuhri] melalui sanad ini. Dan di dalam hadits keduanya disebutkan, Rasulullah shallallahu 'alaihi wasallam tanpa menyebut huruf 'wau' (Alaikum).","arab":"و حَدَّثَنِي عَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ وَاللَّفْظُ لِزُهَيْرٍ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْاسْتَأْذَنَ رَهْطٌ مِنْ الْيَهُودِ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا السَّامُ عَلَيْكُمْ فَقَالَتْ عَائِشَةُ بَلْ عَلَيْكُمْ السَّامُ وَاللَّعْنَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَائِشَةُ إِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الْأَمْرِ كُلِّهِ قَالَتْ أَلَمْ تَسْمَعْ مَا قَالُوا قَالَ قَدْ قُلْتُ وَعَلَيْكُمْو حَدَّثَنَاه حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحٍ ح و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ كِلَاهُمَا عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ وَفِي حَدِيثِهِمَا جَمِيعًا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قُلْتُ عَلَيْكُمْ وَلَمْ يَذْكُرُوا الْوَاوَ","source":"Muslim"},"__N_SSG":true}