{"pageProps":{"number":"3774","slug":"muslim","id":"Dan telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Yazid bin Harun]; Telah mengabarkan kepada kami [Hisyam bin Hasan] dari [Muhammad bin Sirin] dari saudara laki-lakinya [Ma'bad bin Sirin] dari [Abu Sa'id Al Khudri] dia berkata; Kami singgah pada suatu tempat, lalu datanglah seorang wanita kepada kami dan berkata; \"Sesungguhnya pemimpin wilayah ini sedang sakit, maka apakah dari kalian ada seseorang yang bisa meruqyah?\" Abu Sa'id berkata; \"Maka berdirilah seorang laki-laki mengikuti wanita tersebut, padahal kami tidak mengira bahwa laki-laki tersebut pandai meruqyah. lalu ia meruqyahnya dengan surat Al Fatihah hingga iapun sembuh. Lalu mereka memberi seekor kambing kepadanya dan memberi kami minuman susu.\" Maka kami bertanya kepadanya; Apakah kamu pandai meruqyah? Dia menjawab; Aku tidak meruqyahnya kecuali dengan surat Al Fatihah. Abu Sa'id berkata; Aku lalu berkata; \"Kalian jangan melakukan apapun (mengenai surat al Fatihah) sehingga kita datang kepada Rasulullah shallallahu 'alaihi wasallam, \" lalu kami menemui Rasulullah shallallahu 'alaihi wasallam, kemudian aku menceritakan hal tersebut kepada beliau, maka beliau pun bersabda: \"Tidakkah dia tahu bahwa itu adalah ruqyah, bagilah (hadiah itu) dan ikutkan aku dalam pembagian kalian.\" Dan telah menceritakan kepadaku [Muhammad bin Al Mutsanna]; Telah menceritakan kepada kami [Wahb bin Jarir]; Telah menceritakan kepada kami [Hisyam] melalui jalur ini dengan Hadits yang serupa. Namun dia berkata dengan kalimat; 'lalu berdirilah salah seorang di antara kami mengikuti wanita itu, yang kami tidak mengiranya akan melakukan ruqyah.'","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَخِيهِ مَعْبَدِ بْنِ سِيرِينَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَنَزَلْنَا مَنْزِلًا فَأَتَتْنَا امْرَأَةٌ فَقَالَتْ إِنَّ سَيِّدَ الْحَيِّ سَلِيمٌ لُدِغَ فَهَلْ فِيكُمْ مِنْ رَاقٍ فَقَامَ مَعَهَا رَجُلٌ مِنَّا مَا كُنَّا نَظُنُّهُ يُحْسِنُ رُقْيَةً فَرَقَاهُ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ فَأَعْطَوْهُ غَنَمًا وَسَقَوْنَا لَبَنًا فَقُلْنَا أَكُنْتَ تُحْسِنُ رُقْيَةً فَقَالَ مَا رَقَيْتُهُ إِلَّا بِفَاتِحَةِ الْكِتَابِ قَالَ فَقُلْتُ لَا تُحَرِّكُوهَا حَتَّى نَأْتِيَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَيْنَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْنَا ذَلِكَ لَهُ فَقَالَ مَا كَانَ يُدْرِيهِ أَنَّهَا رُقْيَةٌ اقْسِمُوا وَاضْرِبُوا لِي بِسَهْمٍ مَعَكُمْو حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا هِشَامٌ بِهَذَا الْإِسْنَادِ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ فَقَامَ مَعَهَا رَجُلٌ مِنَّا مَا كُنَّا نَأْبِنُهُ بِرُقْيَةٍ","source":"Muslim"},"__N_SSG":true}