{"pageProps":{"number":"3926","slug":"muslim","id":"Dan telah menceritakan kepadaku [Yunus bin 'Abdul A'laa Ash Shaddafi]; Telah mengabarkan kepada kami ['Abdullah bin Wahb]; Telah mengabarkan kepada kami ['Amru] yaitu Ibnu Al Harits bahwasanya [Bukair]; Telah menceritakan kepadanya dari [Al Qasim bin 'Abbas Al Hasyimi] dari ['Abdullah bin Rafi'] -budak- Ummu Salamah dari [Ummu Salamah] istri Nabi shallallahu 'alaihi wasallam dia berkata; Aku mendengar orang-orang membicarakan tentang telaga. Padahal aku belum pernah mendengarnya dari Rasulullah shallallahu 'alaihi wasallam. Namun pada hari itu, ketika aku sedang disisiri oleh budakku, tiba-tiba aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Wahai sekalian manusia, -Aku (Ummu Salamah) katakan kepada budakku; - 'Berhentilah dahulu! Budakku menjawab; Beliau hanya menyeru kaum laki-laki, bukan kaum wanita.' Lalu aku (Ummu Salamah) katakan kepadanya; Bukankah aku juga termasuk manusia? Lalu Rasulullah shallallahu 'alaihi wasallam bersabda: 'Aku mendahului kalian di telaga, maka kemarilah. Pasti nanti akan datang seseorang dari kalian, namun dia akan ditahan dari telaga tersebut sebagaimana ditahannya seekor unta yang tersesat.' Lalu aku bertanya; kenapa demikian ya Rabb? Akan dikatakan kepadaku; 'Sesungguhnya kamu tidak tahu apa yang mereka perbuat sepeninggalmu. Maka aku pun berkata; celakalah! Dan telah menceritakan kepadaku [Abu Ma'an Ar Raqasyi] dan [Abu Bakr bin Nafi'] dan ['Abad bin Humaid] mereka berkata; Telah menceritakan kepada kami [Abu 'Amir] yaitu 'Abdul Malik bin 'Amru; Telah menceritakan kepada kami [Aflah bin Sa'id]; Telah menceritakan kepada kami ['Abdullah bin Rafi'] dia berkata; [Ummu Salamah] pernah bercerita bahwa ketika Ummu Salamah sedang bersisiran dia mendengar Nabi shallallahu 'alaihi wasallam bersabda di atas mimbar: 'Wahai sekalian manusia, Lalu Ummu Salamah berkata kepada penyisirnya; 'Berhentilah dahulu! ' -sebagaimana Hadits Bukair dari Al Qasim bin 'Abbas.","arab":"و حَدَّثَنِي يُونُسُ بْنُ عَبْدِ الْأَعْلَى الصَّدَفِيُّ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي عَمْرٌو وَهُوَ ابْنُ الْحَارِثِ أَنَّ بُكَيْرًا حَدَّثَهُ عَنْ الْقَاسِمِ بْنِ عَبَّاسٍ الْهَاشِمِيِّ عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ مَوْلَى أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْكُنْتُ أَسْمَعُ النَّاسَ يَذْكُرُونَ الْحَوْضَ وَلَمْ أَسْمَعْ ذَلِكَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا كَانَ يَوْمًا مِنْ ذَلِكَ وَالْجَارِيَةُ تَمْشُطُنِي فَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ أَيُّهَا النَّاسُ فَقُلْتُ لِلْجَارِيَةِ اسْتَأْخِرِي عَنِّي قَالَتْ إِنَّمَا دَعَا الرِّجَالَ وَلَمْ يَدْعُ النِّسَاءَ فَقُلْتُ إِنِّي مِنْ النَّاسِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَكُمْ فَرَطٌ عَلَى الْحَوْضِ فَإِيَّايَ لَا يَأْتِيَنَّ أَحَدُكُمْ فَيُذَبُّ عَنِّي كَمَا يُذَبُّ الْبَعِيرُ الضَّالُّ فَأَقُولُ فِيمَ هَذَا فَيُقَالُ إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ فَأَقُولُ سُحْقًاو حَدَّثَنِي أَبُو مَعْنٍ الرَّقَاشِيُّ وَأَبُو بَكْرِ بْنُ نَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ قَالُوا حَدَّثَنَا أَبُو عَامِرٍ وَهُوَ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا أَفْلَحُ بْنُ سَعِيدٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَافِعٍ قَالَ كَانَتْ أُمُّ سَلَمَةَ تُحَدِّثُ أَنَّهَا سَمِعَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ عَلَى الْمِنْبَرِ وَهِيَ تَمْتَشِطُ أَيُّهَا النَّاسُ فَقَالَتْ لِمَاشِطَتِهَا كُفِّي رَأْسِي بِنَحْوِ حَدِيثِ بُكَيْرٍ عَنْ الْقَاسِمِ بْنِ عَبَّاسٍ","source":"Muslim"},"__N_SSG":true}