{"pageProps":{"number":"3963","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Malik bin Anas] dari apa yang telah dibacakan kepadanya. Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Yahya bin Yahya] dia berkata; 'Aku membaca Hadits [Malik] dari [Ibnu Syihab] dari ['Urwah bin Az Zubair] dari ['Aisyah] istri Nabi shallallahu 'alaihi wasallam dia berkata; \"Apabila Rasulullah shallallahu 'alaihi wasallam diberi pilihan dari dua urusan atau pekerjaan, maka beliau memilih yang termudah, selama yang termudah itu tidak mengandung dosa. Jika pekerjaan itu mengandung dosa, maka beliau adalah orang yang paling menjauhkan diri dari padanya. Dan beliau tidak pernah marah, melainkan apabila beliau melihat larangan Allah 'azza wajalla dilanggar.\" Dan telah menceritakan kepada kami [Zuhair bin Harb] dan [Ishaq bin Ibrahim] seluruhnya dari [Jarir]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ahmad bin 'Abdah]; Telah menceritakan kepada kami [Fudhail bin 'Iyadh] keduanya dari [Manshur] dari [Muhammad] menurut riwayat Fudhail Ibnu Syihab. Sedangkan menurut riwayat Jarir adalah dari Muhammad Az Zuhri dari ['Urwah] dari ['Aisyah]; Dan telah menceritakannya kepada ku [Harmalah bin Yahya]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] melalui jalur ini yang serupa dengan Hadits Malik.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكِ بْنِ أَنَسٍ فِيمَا قُرِئَ عَلَيْهِ ح و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْمَا خُيِّرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَمْرَيْنِ إِلَّا أَخَذَ أَيْسَرَهُمَا مَا لَمْ يَكُنْ إِثْمًا فَإِنْ كَانَ إِثْمًا كَانَ أَبْعَدَ النَّاسِ مِنْهُ وَمَا انْتَقَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِنَفْسِهِ إِلَّا أَنْ تُنْتَهَكَ حُرْمَةُ اللَّهِ عَزَّ وَجَلَّو حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ جَرِيرٍ ح و حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ كِلَاهُمَا عَنْ مَنْصُورٍ عَنْ مُحَمَّدٍ فِي رِوَايَةِ فُضَيْلٍ ابْنُ شِهَابٍ وَفِي رِوَايَةِ جَرِيرٍ مُحَمَّدٌ الزُّهْرِيُّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ و حَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ مَالِكٍ","source":"Muslim"},"__N_SSG":true}