{"pageProps":{"number":"4008","slug":"muslim","id":"Dan telah menceritakan kepadaku [Ibnu Minhal Adh Dharir]; Telah menceritakan kepada kami [Yazid bin Zurai']; Telah menceritakan kepada kami [Yunus bin 'Ubaid] dari ['Ammar] budak Bani Hasyim dia berkata; \"Saya pernah bertanya kepada [Ibnu Abbas], berapa usia Rasulullah shallallahu 'alaihi wasallam ketika wafat? Ibnu Abbas menjawab; Saya tidak menduga bahwasannya orang yang sepertimu ini tidak mengetahui hal itu. Saya berkata; Sebenarnya saya pernah bertanya kepada para sahabat yang lain. Tetapi, jawaban mereka saling berbeda. oleh karena itu, saya ingin mengetahui jawaban tersebut darimu? Ibnu Abbas bertanya lagi, benarkah seperti itu? Saya menjawab; 'Ya benar.' Ibnu Abbas berkata; 'Baiklah.' Sekarang hitunglah! Beliau diutus sebagai Nabi pada usia empat puluh tahun. Setelah itu, selama lima belas tahun, beliau menetap di kota Makkah dengan perasaan harap-harap cemas. Akhirnya, beliau menetap dikota Madinah selama sepuluh tahun Hijrah. Dan telah menceritakan kepadaku [Muhammad bin Rafi']; Telah menceritakan kepada kami [Syababah bin Sawwar]; Telah menceritakan kepada kami [Syu'bah] dari [Yunus] melalui jalur ini yang serupa dengan Hadits Yazid bin Zurai'.","arab":"و حَدَّثَنِي ابْنُ مِنْهَالٍ الضَّرِيرُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا يُونُسُ بْنُ عُبَيْدٍ عَنْ عَمَّارٍ مَوْلَى بَنِي هَاشِمٍ قَالَسَأَلْتُ ابْنَ عَبَّاسٍ كَمْ أَتَى لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ مَاتَ فَقَالَ مَا كُنْتُ أَحْسِبُ مِثْلَكَ مِنْ قَوْمِهِ يَخْفَى عَلَيْهِ ذَاكَ قَالَ قُلْتُ إِنِّي قَدْ سَأَلْتُ النَّاسَ فَاخْتَلَفُوا عَلَيَّ فَأَحْبَبْتُ أَنْ أَعْلَمَ قَوْلَكَ فِيهِ قَالَ أَتَحْسُبُ قَالَ قُلْتُ نَعَمْ قَالَ أَمْسِكْ أَرْبَعِينَ بُعِثَ لَهَا خَمْسَ عَشْرَةَ بِمَكَّةَ يَأْمَنُ وَيَخَافُ وَعَشْرَ مِنْ مُهَاجَرِهِ إِلَى الْمَدِينَةِو حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ حَدَّثَنَا شُعْبَةُ عَنْ يُونُسَ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ","source":"Muslim"},"__N_SSG":true}