{"pageProps":{"number":"4365","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami [Al Mughirah] yaitu Ibnu 'Abdur Rahman Al Hizami dari [Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Ya Allah, sesungguhnya aku telah membuat perjanjian dengan-Mu yang Engkau tidak akan menyelisihinya, sesungguhnya aku hanyalah seorang manusia, maka mukmin mana saja yang pernah aku sakiti, atau aku cela, atau aku cambuk, atau aku la'nat, hendaklah dengannya Engkau gantikan untuknya pahala shalat, zakat dan taqarrub yang dengannya mereka bisa mendekatkannya kepada-Mu pada hari kiamat.\" Telah menceritakannya kepada kami [Ibnu Abu 'Umar]; Telah menceritakan kepada kami [Sufyan]; Telah menceritakan kepada kami [Abu Az Zinad] melalui jalur ini dengan Hadits yang serupa. Hanya saja ia menggunakan lafazh; 'Jaladuhu.' Namun [Abu Az Zinad] berkata; 'Itu hanya bahasa Abu Hurairah saja, yang benar adalah lafazh; 'Jaladtuhu.' Telah menceritakan kepadaku [Sulaiman bin Ma'bad]; Telah menceritakan kepada kami [Sulaiman bin Harb]; Telah menceritakan kepada kami [Hammad bin Zaid] dari [Ayyub] dari ['Abdur Rahman Al A'raj] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam dengan Hadits yang serupa.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا الْمُغِيرَةُ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْحِزَامِيَّ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّهُمَّ إِنِّي أَتَّخِذُ عِنْدَكَ عَهْدًا لَنْ تُخْلِفَنِيهِ فَإِنَّمَا أَنَا بَشَرٌ فَأَيُّ الْمُؤْمِنِينَ آذَيْتُهُ شَتَمْتُهُ لَعَنْتُهُ جَلَدْتُهُ فَاجْعَلْهَا لَهُ صَلَاةً وَزَكَاةً وَقُرْبَةً تُقَرِّبُهُ بِهَا إِلَيْكَ يَوْمَ الْقِيَامَةِحَدَّثَنَاه ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا أَبُو الزِّنَادِ بِهَذَا الْإِسْنَادِ نَحْوَهُ إِلَّا أَنَّهُ قَالَ أَوْ جَلَدُّهُ قَالَ أَبُو الزِّنَادِ وَهِيَ لُغَةُ أَبِي هُرَيْرَةَ وَإِنَّمَا هِيَ جَلَدْتُهُ حَدَّثَنِي سُلَيْمَانُ بْنُ مَعْبَدٍ حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ","source":"Muslim"},"__N_SSG":true}