{"pageProps":{"number":"4483","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Jarir] dari [Hisyam bin 'Urwah] dari [bapaknya]; aku mendengar ['Abdullah bin 'Amr bin Al 'Ash] berkata; \"Saya pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Allah Azza wa Jalla menghapuskan ilmu agama tidak dengan cara mencabutnya secara langsung dari hati umat manusia. Tetapi Allah akan menghapuskan ilmu agama dengan mewafatkan para ulama, hingga tidak ada seorang ulama pun yang akan tersisa. Kemudian mereka akan mengangkat para pemimpin yang bodoh. Apabila mereka, para pemimpin bodoh itu dimintai fatwa, maka mereka akan berfatwa tanpa berlandaskan ilmu hingga mereka tersesat dan menyesatkan.' Telah menceritakan kepada kami [Abu Ar Rabi' Al 'Atki] telah menceritakan kepada kami [Hammad bin Zaid] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami ['Abbad bin 'Abbad] dan [Abu Mu'awiyah] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Zuhair bin Harb] mereka berkata; telah menceritakan kepada kami [Waki'] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Ibnu Idris] dan [Abu Usamah] dan [Ibnu Numair] dan ['Abdah] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepada kami [Ibnu Abu 'Umar] telah menceritakan kepada kami [Sufyan] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepadaku [Muhammad bin Hatim] telah menceritakan kepada kami [Yahya bin Sa'id] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepadaku [Abu Bakr bin Nafi'] dia berkata; Telah menceritakan kepada kami ['Umar bin 'Ali] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepada kami ['Abd bin Humaid] telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Syu'bah bin Al Hajjaj] semuanya dari [Hisyam bin 'Urwah] dari [bapaknya] dari ['Abdullah bin 'Amr] dari Nabi shallallahu 'alaihi wasallam yang sama dengan Hadits Jarir. Namun di dalam Hadits [Umar bin Ali] ada tambahan kalimat; 'kemudian di akhir tahun aku bertemu dengan [Abdullah bin Amru], lalu aku tanyakan kepadanya tentang hadist di atas, dan dia menjawab dengan Hadits yang telah diceritakannya itu. Dia berkata; aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda. Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami ['Abdullah bin Humran] dari ['Abdul Hamid bin Ja'far] telah mengabarkan kepadaku [ayahku, Ja'far] dari ['Umar bin Al Hakim] dari ['Abdullah bin 'Amr bin Al 'Ash] dari Nabi shallallahu 'alaihi wasallam yang serupa dengan Hadits Hisyam bin Urwah.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ سَمِعْتَ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ يَقُولُاسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنْ النَّاسِ وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ حَتَّى إِذَا لَمْ يَتْرُكْ عَالِمًا اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالًا فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوا وَأَضَلُّواحَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ زَيْدٍ ح و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا عَبَّادُ بْنُ عَبَّادٍ وَأَبُو مُعَاوِيَةَ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالَا حَدَّثَنَا وَكِيعٌ ح و حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ إِدْرِيسَ وَأَبُو أُسَامَةَ وَابْنُ نُمَيْرٍ وَعَبْدَةُ ح و حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ ح و حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ ح و حَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ قَالَ حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ ح و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا شُعْبَةُ بْنُ الْحَجَّاجِ كُلُّهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ جَرِيرٍ وَزَادَ فِي حَدِيثِ عُمَرَ بْنِ عَلِيٍّ ثُمَّ لَقِيتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو عَلَى رَأْسِ الْحَوْلِ فَسَأَلْتُهُ فَرَدَّ عَلَيْنَا الْحَدِيثَ كَمَا حَدَّثَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حُمْرَانَ عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ أَخْبَرَنِي أَبِي جَعْفَرٌ عَنْ عُمَرَ بْنِ الْحَكَمِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ هِشَامِ بْنِ عُرْوَةَ","source":"Muslim"},"__N_SSG":true}