{"pageProps":{"number":"4647","slug":"muslim","id":"Telah menceritakan kepada kami [Ubaidullah bin Mu'adz] dan [Muhammad bin Abdula'la Al Qaisi] keduanya berkata: Telah menceritakan kepada kami [Al Mu'tamir] dari [ayahnya] telah menceritakan kepadaku [Nu'aim bin Abu Hind] dari [Abu Hazim] dari [Abu Hurairah] berkata: Abu Jahal berkata: Apakah Muhammad menundukkan wajahnya (di tanah) di tengah-tengah kalian? Ada yang menjawab: Ya. Ia berkata: Demi Lata dan Uzzah, bila aku melihatnya melakukan seperti itu, aku akan menginjak lehernya atau aku akan benamkan wajahnya di tanah. Abu Hurairah berkata: Ia kemudian mendatangi Rasulullah Shallallahu 'alaihi wa Salam saat beliau tengah shalat, ia hendak menginjak leher beliau. Tidak ada yang mengejutkan mereka selain ia (Abu Jahal) mundur dan melindungi diri dengan tangan. Ada yang bertanya padanya: Kamu kenapa? Ia menjawab: Antara aku dan dia ada parit dari api, huru hara dan banyak sayap. Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Andai ia mendekatiku, malaikat akan menyambar anggota badannya satu per satu.\" Abu Hurairah berkata: Lalu Allah 'azza wajalla menurunkan -kami (Nu'aim) tidak tahu apakah ayat ini disebutkan dalam hadits Abu Hurairah ataukah Rasulullah yang ia (Abu Hazim) dengar-: \"Ketahuilah! Sesungguhnya manusia benar-benar melampaui batas, karena dia melihat dirinya serba cukup. Sesungguhnya hanya kepada Rabbmulah kembali(mu). Bagaimana pendapatmu tentang orang yang melarang, seorang hamba ketika mengerjakan shalat. Bagaimana pendapatmu jika orang yang melarang itu berada di atas kebenaran, atau dia menyuruh bertakwa (kepada Allah)? Bagaimana pendapatmu jika orang yang melarang itu mendustakan dan berpaling?\" yaitu Abu Jahal \"Tidaklah dia mengetahui bahwa sesungguhnya Allah melihat segala perbuatannya? Ketahuilah, sungguh jika dia tidak berhenti (berbuat demikian) niscaya kami tarik ubun-ubunnya, (yaitu) ubun-ubun orang yang mendustakan lagi durhaka. Maka biarlah dia memanggil golongannya (untuk menolongnya), kelak kami akan memanggil malaikat Zabaniyah. Sekali-kali jangan, janganlah kamu patuh kepadanya.\" (Al 'Alaq: 7-19) Abdullah menambahkan dalam haditsnya: Ia berkata: Rasulullah Shallallahu 'alaihi wa Salam memerintahkan Abu Jahal dengan sesuatu yang diperintahkan pada beliau. Ibnu Abdula'la menambahkan: \"Maka biarlah dia memanggil golongannya\" yaitu kaumnya.","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ وَمُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى الْقَيْسِيُّ قَالَا حَدَّثَنَا الْمُعْتَمِرُ عَنْ أَبِيهِ حَدَّثَنِي نُعَيْمُ بْنُ أَبِي هِنْدٍ عَنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ أَبُو جَهْلٍ هَلْ يُعَفِّرُ مُحَمَّدٌ وَجْهَهُ بَيْنَ أَظْهُرِكُمْ قَالَ فَقِيلَ نَعَمْ فَقَالَ وَاللَّاتِ وَالْعُزَّى لَئِنْ رَأَيْتُهُ يَفْعَلُ ذَلِكَ لَأَطَأَنَّ عَلَى رَقَبَتِهِ أَوْ لَأُعَفِّرَنَّ وَجْهَهُ فِي التُّرَابِ قَالَ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي زَعَمَ لِيَطَأَ عَلَى رَقَبَتِهِ قَالَ فَمَا فَجِئَهُمْ مِنْهُ إِلَّا وَهُوَ يَنْكُصُ عَلَى عَقِبَيْهِ وَيَتَّقِي بِيَدَيْهِ قَالَ فَقِيلَ لَهُ مَا لَكَ فَقَالَ إِنَّ بَيْنِي وَبَيْنَهُ لَخَنْدَقًا مِنْ نَارٍ وَهَوْلًا وَأَجْنِحَةً فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ دَنَا مِنِّي لَاخْتَطَفَتْهُ الْمَلَائِكَةُ عُضْوًا عُضْوًا قَالَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ لَا نَدْرِي فِي حَدِيثِ أَبِي هُرَيْرَةَ أَوْ شَيْءٌ بَلَغَهُ{ كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى أَنْ رَآهُ اسْتَغْنَى إِنَّ إِلَى رَبِّكَ الرُّجْعَى أَرَأَيْتَ الَّذِي يَنْهَى عَبْدًا إِذَا صَلَّى أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى أَوْ أَمَرَ بِالتَّقْوَى أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى }يَعْنِي أَبَا جَهْلٍ{ أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ فَلْيَدْعُ نَادِيَهُ سَنَدْعُ الزَّبَانِيَةَ كَلَّا لَا تُطِعْهُ }زَادَ عُبَيْدُ اللَّهِ فِي حَدِيثِهِ قَالَ وَأَمَرَهُ بِمَا أَمَرَهُ بِهِ وَزَادَ ابْنُ عَبْدِ الْأَعْلَى{ فَلْيَدْعُ نَادِيَهُ }يَعْنِي قَوْمَهُ","source":"Muslim"},"__N_SSG":true}