{"pageProps":{"number":"4929","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib] telah mengkhabarkan kepada kami [Ibnu Idris] telah menceritakan kepada kami [Abu Hayyan] dari [Asy Sya'bi] dari [Ibnu Umar] berkata: Aku mendengar [Umar bin Al Khaththab] berkhutbah di atas mimbar Rasulullah Shallallahu 'alaihi wa Salam, ia berkata: Amma ba'du, sesungguhnya telah turun pengharaman khamar dan khamar terdiri lima hal; anggur kurma, madu, tepung dan gandum. Khamar adalah segala sesuatu yang menutupi akal. Ada tiga hal yang aku ingin (sampaikan) wahai para manusia: Rasulullah shallallahu 'alaihi wasallam telah mewasiatkan kepada kita yang harus kita perhatikan; (warisan) kakek, kalalah (orang mati yang tidak meniggalkan anak maupun orang tua) dan sekian dari beberapa pintu riba. Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Isma'il bin Ulaiyah]. Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengkhabarkan kepada kami [Isa bin Yunus] keduanya dari [Abu Hayyan] dengan snad ini seperti hadits mereka berdua, hanya saja Ibnu Ulaiyah menyebutkan dalam haditsnya: Anggur. Seperti yang dikatakan oleh Ibnu Idris, dan dalam hadits Isa disebutkan: Kismis, seperti yang dikatakan Ibnu Mushir.","arab":"و حَدَّثَنَا أَبُو كُرَيْبٍ أَخْبَرَنَا ابْنُ إِدْرِيسَ حَدَّثَنَا أَبُو حَيَّانَ عَنْ الشَّعْبِيِّ عَنْ ابْنِ عُمَرَ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ عَلَى مِنْبَرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولَأَمَّا بَعْدُ أَيُّهَا النَّاسُ فَإِنَّهُ نَزَلَ تَحْرِيمُ الْخَمْرِ وَهِيَ مِنْ خَمْسَةٍ مِنْ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ وَثَلَاثٌ أَيُّهَا النَّاسُ وَدِدْتُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ عَهِدَ إِلَيْنَا فِيهِنَّ عَهْدًا نَنْتَهِي إِلَيْهِ الْجَدُّ وَالْكَلَالَةُ وَأَبْوَابٌ مِنْ أَبْوَابِ الرِّبَاو حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ كِلَاهُمَا عَنْ أَبِي حَيَّانَ بِهَذَا الْإِسْنَادِ بِمِثْلِ حَدِيثِهِمَا غَيْرَ أَنَّ ابْنَ عُلَيَّةَ فِي حَدِيثِهِ الْعِنَبِ كَمَا قَالَ ابْنُ إِدْرِيسَ وَفِي حَدِيثِ عِيسَى الزَّبِيبِ كَمَا قَالَ ابْنُ مُسْهِرٍ","source":"Muslim"},"__N_SSG":true}