{"pageProps":{"number":"822","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Salamah al-Muradi] telah menceritakan kepada kami [Abdullah bin Wahb] dari [Muawiyah bin Shalih] dia berkata, telah menceritakan kepadaku [Rabi'ah bin Yazid] dari [Abu Idris al-Khaulani] dari [Abu ad-Darda'] dia berkata, \"Rasulullah Shallallahu'alaihiwasallam berdiri, lalu kami mendengarnya berkata, 'Aku berlindung kepada Allah dari kejahatanmu', lalu beliau juga mengucap ucapan ini sebanyak tiga kali, 'Aku melaknatmu dengan laknat Allah', dan beliau membentangkan tangannya seakan sedang menerima sesuatu. Manakala beliau telah selesai melaksanakan shalat, kami pun bertanya, 'Wahai Rasulullah, kami telah mendengarmu mengucapkan sesuatu di dalam shalat yang sebelumnya kami belum pernah mendengarmu mengucapkannya, dan kami juga melihatmu membentangkan tanganmu padanya.' Beliau menjawab, 'Sesungguhnya musuh Allah, iblis datang dengan membawa api untuk diletakkan di wajahku maka aku pun berdoa, A'uudzu billaahi minka ('Aku berlindung kepada Allah dari kejahatanmu'), sebanyak tiga kali. Kemudian aku berkata, Al'anauka bila'natillaahit taammati ('Aku melaknatmu dengan laknat Allah'), sebanyak tiga kali, namun dia tidak juga mundur. Lalu aku ingin membinasakannya. Dan demi Allah, kalaulah bukan karena doa saudara kita, Nabi Sulaiman, niscaya setan itu sudah terikat di amsjid dan dipermainkan oleh anak-anak penduduk Madinah'.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ يَقُولُ حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ عَنْ أَبِي الدَّرْدَاءِ قَالَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمِعْنَاهُ يَقُولُ أَعُوذُ بِاللَّهِ مِنْكَ ثُمَّ قَالَ أَلْعَنُكَ بِلَعْنَة اللَّهِ ثَلَاثًا وَبَسَطَ يَدَهُ كَأَنَّهُ يَتَنَاوَلُ شَيْئًا فَلَمَّا فَرَغَ مِنْ الصَّلَاةِ قُلْنَا يَا رَسُولَ اللَّهِ قَدْ سَمِعْنَاكَ تَقُولُ فِي الصَّلَاةِ شَيْئًا لَمْ نَسْمَعْكَ تَقُولُهُ قَبْلَ ذَلِكَ وَرَأَيْنَاكَ بَسَطْتَ يَدَكَ قَالَ إِنَّ عَدُوَّ اللَّهِ إِبْلِيسَ جَاءَ بِشِهَابٍ مِنْ نَارٍ لِيَجْعَلَهُ فِي وَجْهِي فَقُلْتُ أَعُوذُ بِاللَّهِ مِنْكَ ثَلَاثَ مَرَّاتٍ ثُمَّ قُلْتُ أَلْعَنُكَ بِلَعْنَةِ اللَّهِ التَّامَّةِ فَلَمْ يَسْتَأْخِرْ ثَلَاثَ مَرَّاتٍ ثُمَّ أَرَدْتُ أَخْذَهُ وَاللَّهِ لَوْلَا دَعْوَةُ أَخِينَا سُلَيْمَانَ لَأَصْبَحَ مُوثَقًا يَلْعَبُ بِهِ وِلْدَانُ أَهْلِ الْمَدِينَةِ","source":"Muslim"},"__N_SSG":true}