{"pageProps":{"number":"866","slug":"muslim","id":"Dan telah menceritakan kepadaku [Muhammad bin Ahmad bin Abi Khalaf] telah menceritakan kepada kami [Musa bin Dawud] telah menceritakan kepada kami [Sulaiman bin Bilal] dari [Zaid bin Aslam] dari ['Atha' bin Yasar] dari [Abu Sa'id al-Khudri] dia berkata, \"Rasulullah Shallallahu'alaihiwasallam bersabda, 'Apabila salah seorang dari kalian ragu dalam shalatnya, dan tidak mengetahui berapa rakaat dia shalat, tiga ataukah empat rakaat maka buanglah keraguan, dan ambilah yang pasti (yaitu yang sedikit). Kemudian sujudlah dua kali sebelum memberi salam. Jika ternyata dia shalat lima rakaat, maka sujudnya telah menggenapkan shalatnya. Dan jika, ternyata shalatnya memang empat rakaat maka kedua sujudnya itu adalah sebagai penghinaan bagi setan'.\" Telah menceritakan kepadaku [Ahmad bin Abdurrahman bin Wahb] telah menceritakan kepadaku [Pamanku, Abdullah] telah menceritakan kepadaku [Dawud bin Qais] dari [Zaid bin Aslam] dengan isnad ini, dan dalam maknanya, 'Hendaklah dia sujud dua kali sebelum salam.' Atau sebagaimana yang dikatakan Sulaiman.\"","arab":"و حَدَّثَنِي مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ حَدَّثَنَا مُوسَى بْنُ دَاوُدَ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا شَكَّ أَحَدُكُمْ فِي صَلَاتِهِ فَلَمْ يَدْرِ كَمْ صَلَّى ثَلَاثًا أَمْ أَرْبَعًا فَلْيَطْرَحْ الشَّكَّ وَلْيَبْنِ عَلَى مَا اسْتَيْقَنَ ثُمَّ يَسْجُدُ سَجْدَتَيْنِ قَبْلَ أَنْ يُسَلِّمَ فَإِنْ كَانَ صَلَّى خَمْسًا شَفَعْنَ لَهُ صَلَاتَهُ وَإِنْ كَانَ صَلَّى إِتْمَامًا لِأَرْبَعٍ كَانَتَا تَرْغِيمًا لِلشَّيْطَانِحَدَّثَنِي أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ وَهْبٍ حَدَّثَنِي عَمِّي عَبْدُ اللَّهِ حَدَّثَنِي دَاوُدُ بْنُ قَيْسٍ عَنْ زَيْدِ بْنِ أَسْلَمَ بِهَذَا الْإِسْنَادِ وَفِي مَعْنَاهُ قَالَ يَسْجُدُ سَجْدَتَيْنِ قَبْلَ السَّلَامِ كَمَا قَالَ سُلَيْمَانُ بْنُ بِلَالٍ","source":"Muslim"},"__N_SSG":true}