{"pageProps":{"number":"1001","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Hanbal] dan [Musaddad] keduanya berkata; telah menceritakan kepada kami [Yahya] dari [Ibnu Juraij]. Dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Khusyaisy yaitu Ibnu Ashram] telah menceritakan kepada kami [Abdurrazaq] dari [Ibnu Juraij] dia berkata; telah menceritakan kepadaku [Abdurrahman bin Abdullah bin Abu 'Ammar] dari [Abdullah bin Babaih] dari [Ya'la bin Umayyah] dia berkata; aku bertanya kepada Umar bin Khattab; \"Bagaimana pendapat anda mengenai orang-orang yang meng-qashar shalatnya karena firman Allah; \"…Jika kamu takut di serang oleh orang-orang kafir…\" QS An Nisaa'; 101, padahal rasa takut itu telah hilang saat sekarang ini.\" [Umar] berkata; \"Sebenarnya aku juga heran seperti yang kamu herankan itu, oleh karena itu, aku sampaikan masalah tersebut kepada Rasulullah shallallahu 'alaihi wasallam, justru beliau menjawab: \"Itu merupakan sedekah Allah terhadap kalian, oleh karena itu, terimalah sedekah-Nya.\" Telah menceritakan kepada kami [Ahmad bin Hanbal] telah menceritakan kepada kami [Abdurrazaq] dan [Muhammad bin Bakr] keduanya berkata; telah mengabarkan kepada kami [Ibnu Juraij] saya mendengar [Abdullah bin Abu 'Ammar] bercerita …\" kemudian ia menyebutkan hadits yang semisalnya, Abu Daud mengatakan; \"Di riwayatkan pula oleh [Abu 'Ashim] dan [Hammad bin Mas'adah] sebagaimana yang di riwayatkan oleh Ibnu Bakr.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ وَمُسَدَّدٌ قَالَا حَدَّثَنَا يَحْيَى عَنْ ابْنِ جُرَيْجٍ ح و حَدَّثَنَا خُشَيْشٌ يَعْنِي ابْنَ أَصْرَمَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ ابْنِ جُرَيْجٍ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي عَمَّارٍ عَنْ عَبْدِ اللَّهِ بْنِ بَابَيْهِ عَنْ يَعْلَى بْنِ أُمَيَّةَ قَالَقُلْتُ لِعُمَرَ بْنِ الْخَطَّابِ أَرَأَيْتَ إِقْصَارَ النَّاسِ الصَّلَاةَ وَإِنَّمَا قَالَ تَعَالَى{ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمْ الَّذِينَ كَفَرُوا }فَقَدْ ذَهَبَ ذَلِكَ الْيَوْمَ فَقَالَ عَجِبْتُ مِمَّا عَجِبْتَ مِنْهُ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ صَدَقَةٌ تَصَدَّقَ اللَّهُ بِهَا عَلَيْكُمْ فَاقْبَلُوا صَدَقَتَهُحَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ وَمُحَمَّدُ بْنُ بَكْرٍ قَالَا أَخْبَرَنَا ابْنُ جُرَيْجٍ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي عَمَّارٍ يُحَدِّثُ فَذَكَرَهُ نَحْوَهُ قَالَ أَبُو دَاوُد رَوَاهُ أَبُو عَاصِمٍ وَحَمَّادُ بْنُ مَسْعَدَةَ كَمَا رَوَاهُ ابْنُ بَكْرٍ","source":"Abu Daud"},"__N_SSG":true}