{"pageProps":{"number":"1009","slug":"abu-daud","id":"Telah menceritakan kepada kami [Yazid bin Khalid bin Yazid bin Abdullah bin Mauhab Ar Ramli Al Hamdani] telah menceritakan kepada kami [AL Mufadlal bin Fadlalah] dan [Laits bin Sa'd] dari [Hisyam bin Sa'ad] dari [Abu Az Zubair] dari [Abu Ath Thufail] dari [Mu'adz bin Jabal] bahwa pada waktu Rasulullah shallallahu 'alaihi wasallam perang Tabuk, ketika matahari telah tergelincir sebelum berangkat, maka beliau menjama' antara shalat Dluhur dan shalat Ashar. Dan jika beliau berangkat sebelum matahari tergelincir, maka beliau mengundurkan Dluhur sehingga beliau singgah untuk shalat Ashar, demikian pula ketika shalat Maghrib, apabila Matahari telah terbenam sebelum berangkat, maka beliau menjama' antara Maghrib dan Isya', dan jika berangkat sebelum matahari terbenam, beliau mengakhirkan shalat Maghrib, sehingga beliau singgah pada waktu Isya', kemudian beliau menjama' keduanya.\" Abu Daud mengatakan; \"Telah di riwayatkan pula oleh [Hisyam bin 'Urwah] dari [Husain bin Abdullah] dari [Kuraib] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam sebagaimana hadits Al Mufadlal dan Al Laits.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ الرَّمْلِيُّ الْهَمْدَانِيُّ حَدَّثَنَا الْمُفَضَّلُ بْنُ فَضَالَةَ وَاللَّيْثُ بْنُ سَعْدٍ عَنْ هِشَامِ بْنِ سَعْدٍ عَنْ أَبِي الزُّبَيْرِ عَنْ أَبِي الطُّفَيْلِ عَنْ مُعَاذِ بْنِ جَبَلٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي غَزْوَةِ تَبُوكَ إِذَا زَاغَتْ الشَّمْسُ قَبْلَ أَنْ يَرْتَحِلَ جَمَعَ بَيْنَ الظُّهْرِ وَالْعَصْرِ وَإِنْ يَرْتَحِلْ قَبْلَ أَنْ تَزِيغَ الشَّمْسُ أَخَّرَ الظُّهْرَ حَتَّى يَنْزِلَ لِلْعَصْرِ وَفِي الْمَغْرِبِ مِثْلُ ذَلِكَ إِنْ غَابَتْ الشَّمْسُ قَبْلَ أَنْ يَرْتَحِلَ جَمَعَ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ وَإِنْ يَرْتَحِلْ قَبْلَ أَنْ تَغِيبَ الشَّمْسُ أَخَّرَ الْمَغْرِبَ حَتَّى يَنْزِلَ لِلْعِشَاءِ ثُمَّ جَمَعَ بَيْنَهُمَاقَالَ أَبُو دَاوُد رَوَاهُ هِشَامُ بْنُ عُرْوَةَ عَنْ حُسَيْنِ بْنِ عَبْدِ اللَّهِ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ حَدِيثِ الْمُفَضَّلِ وَاللَّيْثِ","source":"Abu Daud"},"__N_SSG":true}