{"pageProps":{"number":"1013","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin 'Ubaid Al Muharibi] telah menceritakan kepada kami [Muhammad bin Fudlail] dari [ayahnya] dari [Nafi'] dan [Abdullah bin Waqid] bahwa Mu'adzin [Ibnu Umar] berseru; \"Telah tiba waktu shalat…!\" Maka dia berkata; \"Jalan terus, jalan terus.\" sehingga ketika mega merah hampir hilang, dia singgah lalu mengerjakan shalat Maghrib. Kemudian menunggu sampai mega merah benar-benar hilang, lalu mengerjakan shalat Isya'. Setelah itu dia berkata; \"Sesungguhnya Rasulullah shallallahu 'alaihi wasallam jika terdesak oleh suatu urusan, beliau melakukan seperti yang aku lakukan tadi.\" Lalu dia berjalan sehari semalam, sejauh perjalanan tiga malam.\" Abu Daud berkata; 'Di riwayatkan pula oleh [Ibnu Jabir] dari [Nafi'] seperti hadits ini dengan sanadnya. Telah menceritakan kepada kami [Ibrahim bin Musa Ar Razi] telah mengabarkan kepada kami [Isa] dari [Ibnu Jabir] dengan Makna hadits ini. Abu Daud mengatakan; \"Di riwayatkan pula oleh [Abdullah bin Al 'Ala`] dari [Nafi'] dia berkata; \"…Hingga ketika mega merah telah hilang, maka beliau singgah lalu menjama' keduanya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ أَبِيهِ عَنْ نَافِعٍ وَعَبْدِ اللَّهِ بْنِ وَاقِدٍأَنَّ مُؤَذِّنَ ابْنِ عُمَرَ قَالَ الصَّلَاةُ قَالَ سِرْ سِرْ حَتَّى إِذَا كَانَ قَبْلَ غُيُوبِ الشَّفَقِ نَزَلَ فَصَلَّى الْمَغْرِبَ ثُمَّ انْتَظَرَ حَتَّى غَابَ الشَّفَقُ وَصَلَّى الْعِشَاءَ ثُمَّ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا عَجِلَ بِهِ أَمْرٌ صَنَعَ مِثْلَ الَّذِي صَنَعْتُ فَسَارَ فِي ذَلِكَ الْيَوْمِ وَاللَّيْلَةِ مَسِيرَةَ ثَلَاثٍقَالَ أَبُو دَاوُد رَوَاهُ ابْنُ جَابِرٍ عَنْ نَافِعٍ نَحْوَ هَذَا بِإِسْنَادِهِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ أَخْبَرَنَا عِيسَى عَنْ ابْنِ جَابِرٍ بِهَذَا الْمَعْنَى قَالَ أَبُو دَاوُد وَرَوَاهُ عَبْدُ اللَّهِ بْنُ الْعَلَاءِ عَنْ نَافِعٍ قَالَ حَتَّى إِذَا كَانَ عِنْدَ ذَهَابِ الشَّفَقِ نَزَلَ فَجَمَعَ بَيْنَهُمَا","source":"Abu Daud"},"__N_SSG":true}