{"pageProps":{"number":"1435","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abu Al Walid Ath Thayalisi], dan [Hafsh bin Umar] secara makna, mereka berkata; telah menceritakan kepada Kami [Syu'bah] dari [Qatadah], ia berkata; [Abu Al Walid] berkata; saya mendengar [Abu Hassan] dari [Ibnu Abbas] bahwa Rasulullah shallAllahu wa'alaihi wa sallam melakukan shalat Zhuhur di Dzul Hulaifah kemudian meminta seekor unta lalu beliau melukainya dari sisi punuknya sebelah kanan, kemudian beliau menghentikan darah darinya, dan mengalunginya dengan dua sandal. Kemudian beliau diberi kendaraan, dan tatkala beliau telah duduk di atasnya dan unta tersebut telah menaiki Al Baida` maka beliau bertalbiah untuk melakukan haji. Telah menceritakan kepada Kami [Musaddad], telah menceritakan kepada Kami [Yahya] dari [Syu'bah] dengan hadits ini semakna dengan hadits Abu Al Walid, ia berkata; kemudian beliau menghentikan darah menggunakan tangannya. Abu Daud berkata; hadits tersebut diriwayatkan oleh [Hammam], ia berkata; beliau menghentikan darah darinya menggunakan jari-jarinya. Abu Daud berkata; hal ini merupakan diantara kebiasaan-kebiasaan penduduk Bashrah yang menjadi kekhususan mereka. ","arab":"حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ وَحَفْصُ بْنُ عُمَرَ الْمَعْنَى قَالَا حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ قَالَ أَبُو الْوَلِيدِ قَالَ سَمِعْتُ أَبَا حَسَّانَ عَنْ ابْنِ عَبَّاسٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الظُّهْرَ بِذِي الْحُلَيْفَةِ ثُمَّ دَعَا بِبَدَنَةٍ فَأَشْعَرَهَا مِنْ صَفْحَةِ سَنَامِهَا الْأَيْمَنِ ثُمَّ سَلَتَ عَنْهَا الدَّمَ وَقَلَّدَهَا بِنَعْلَيْنِ ثُمَّ أُتِيَ بِرَاحِلَتِهِ فَلَمَّا قَعَدَ عَلَيْهَا وَاسْتَوَتْ بِهِ عَلَى الْبَيْدَاءِ أَهَلَّ بِالْحَجِّحَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ شُعْبَةَ بِهَذَا الْحَدِيثِ بِمَعْنَى أَبِي الْوَلِيدِ قَالَ ثُمَّ سَلَتَ الدَّمَ بِيَدِهِ قَالَ أَبُو دَاوُد رَوَاهُ هَمَّامٌ قَالَ سَلَتَ الدَّمَ عَنْهَا بِأُصْبُعِهِ قَالَ أَبُو دَاوُد هَذَا مِنْ سُنَنِ أَهْلِ الْبَصْرَةِ الَّذِي تَفَرَّدُوا بِهِ","source":"Abu Daud"},"__N_SSG":true}