{"pageProps":{"number":"1546","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abu Salamah Musa bin Isma'il], telah menceritakan kepada Kami [Hammad], telah menceritakan kepada Kami [Abu 'Ashim Al Ghanawi] dari [Abu Ath Thufail], ia berkata; aku katakan kepada [Ibnu Abbas]; orang-orang mengaku bahwa Rasulullah shallAllahu wa'alaihi wa sallam telah berlari-lari kecil di Ka'bah, dan hal tersebut sunah. Ia berkata; mereka benar, dan berdusta. Aku katakan; kebenaran apakah yang mereka katakan, dan kedustaan apa yang mereka ucapkan? Ia berkata; mereka telah benar, Rasulullah shallAllahu wa'alaihi wa sallam telah berlari-lari kecil, dan mereka bedusta, hal tersebut bukanlah sunah. Sesungguhnya orang-orang Quraisy berkata pada zaman terjadinya perjanjian hudaibiyah; biarkan Muhammad dan para sahabatnya hingga mereka bati seperti matinya ulatm. Kemudian tatkala mereka berdamai dengan beliau agar mereka datang pada tahun yang akan datang dan bermukim di Mekkah selama tiga hari. Kemudian Rasulullah shallAllahu wa'alaihi wa sallam datang sementara orang-orang musyrik dari arah Qu'aiqi'an. Lalu Rasulullah shallAllahu wa'alaihi wa sallam berkata kepada para sahabatnya: \"Berlari-lari kecillah di Ka'bah sebanyak tiga kali, dan bukanlah sesuatu yang sunah.\" Aku katakana; kaummu mengaku bahwa Rasulullah shallAllahu wa'alaihi wa sallam berthawaf antara Shafa dan Marwa di atas untanya, dan hal tersebut merupakan sesuatu yang sunah. Kemudian ia berkata; mereka telah benar dan berdusta. Aku katakan; kebenaran apakah yang mereka katakan? Dan kedustaan apakah yang mereka ucapkan? Ia berkata; mereka benar, Rasulullah shallAllahu wa'alaihi wa sallam telah melakukan thawaf antara Shafa dan Marwa di atas untanya, dan mereka berdusta, karena hal tersebut bukanlah sunah. Dahulu orang-orang tidak ditolak dari Rasulullah shallAllahu wa'alaihi wa sallam dan tidak dipalingkan dari beliau, beliau melakukan thawaf di atas untanya agar mereka mendengar perkataannya dan melihat tempatnya, serta tidak bisa dicapai tangan mereka. ","arab":"حَدَّثَنَا أَبُو سَلَمَةَ مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا أَبُو عَاصِمٍ الْغَنَوِيُّ عَنْ أَبِي الطُّفَيْلِ قَالَقُلْتُ لِابْنِ عَبَّاسٍ يَزْعُمُ قَوْمُكَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ رَمَلَ بِالْبَيْتِ وَأَنَّ ذَلِكَ سُنَّةٌ قَالَ صَدَقُوا وَكَذَبُوا قُلْتُ وَمَا صَدَقُوا وَمَا كَذَبُوا قَالَ صَدَقُوا قَدْ رَمَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَذَبُوا لَيْسَ بِسُنَّةٍ إِنَّ قُرَيْشًا قَالَتْ زَمَنَ الْحُدَيْبِيَةِ دَعُوا مُحَمَّدًا وَأَصْحَابَهُ حَتَّى يَمُوتُوا مَوْتَ النَّغَفِ فَلَمَّا صَالَحُوهُ عَلَى أَنْ يَجِيئُوا مِنْ الْعَامِ الْمُقْبِلِ فَيُقِيمُوا بِمَكَّةَ ثَلَاثَةَ أَيَّامٍ فَقَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُشْرِكُونَ مِنْ قِبَلِ قُعَيْقِعَانَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ ارْمُلُوا بِالْبَيْتِ ثَلَاثًا وَلَيْسَ بِسُنَّةٍ قُلْتُ يَزْعُمُ قَوْمُكَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَافَ بَيْنَ الصَّفَا وَالْمَرْوَةِ عَلَى بَعِيرِهِ وَأَنَّ ذَلِكَ سُنَّةٌ فَقَالَ صَدَقُوا وَكَذَبُوا قُلْتُ مَا صَدَقُوا وَمَا كَذَبُوا قَالَ صَدَقُوا قَدْ طَافَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ الصَّفَا وَالْمَرْوَةِ عَلَى بَعِيرِهِ وَكَذَبُوا لَيْسَ بِسُنَّةٍ كَانَ النَّاسُ لَا يُدْفَعُونَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا يُصْرَفُونَ عَنْهُ فَطَافَ عَلَى بَعِيرٍ لِيَسْمَعُوا كَلَامَهُ وَلِيَرَوْا مَكَانَهُ وَلَا تَنَالُهُ أَيْدِيهِمْ","source":"Abu Daud"},"__N_SSG":true}