{"pageProps":{"number":"1562","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Al Qa'nabi] dari [Malik] dari [Hisyam bin 'Urwah]. Dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada Kami [Ibnu As Sarh], telah menceritakan kepada Kami [Ibnu Wahb] dari [Malik] dari [Hisyam bin 'Urwah] dari [ayahnya] bahwa ia berkata; aku katakan kepada [Aisyah] isteri Nabi shallallahu 'alaihi wasallam dan pada saat itu aku adalah orang yang baru remaja; bagaimana pendapatmu mengenai firman Allah ta'ala: \"Sesungguhnya Shafaa dan Marwa adalah sebagian dari syi'ar Allah.\" Aku melihat tidak ada dosa sedikitpun atas seseorang untuk tidak melakukan sa'i antara keduanya. Aisyah berkata; tidak, seandainya sebagaimana yang engkau katakan maka ayatnya berbunyi: FALAA JUNAAHA 'ALAIHI ALLAA YATHTHAWWAFU BIHIMAA (maka tidak ada dosa baginya untuk tidak mengerjakan sa'i antara keduanya). Sesungguhnya ayat ini diturunkan mengenai orang-orang anshar, dahulu mereka bertalbiyah untuk Manah (nama berhala), dan Manah satu berhadapan dengan Qudaid (nama tempat antara Mekkah dan Madinah). Dan mereka enggan untuk melakukan thawaf antara Shafa dan Marwah, kemudian tatkala Islam datang, mereka bertanya kepada Rasulullah shallAllahu wa'alaihi wa sallam mengenai hal tersebut. Kemudian Allah ta'ala menurunkan ayat: \"Sesungguhnya Shafaa dan Marwa adalah sebagian dari syi'ar Allah\".","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ هِشَامِ بْنِ عُرْوَةَ ح و حَدَّثَنَا ابْنُ السَّرْحِ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ مَالِكٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّهُ قَالَقُلْتُ لِعَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّ أَرَأَيْتِ قَوْلَ اللَّهِ تَعَالَى{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ }فَمَا أَرَى عَلَى أَحَدٍ شَيْئًا أَنْ لَا يَطَّوَّفَ بِهِمَا قَالَتْ عَائِشَةُ كَلَّا لَوْ كَانَ كَمَا تَقُولُ كَانَتْ فَلَا جُنَاحَ عَلَيْهِ أَنْ لَا يَطَّوَّفَ بِهِمَا إِنَّمَا أُنْزِلَتْ هَذِهِ الْآيَةُ فِي الْأَنْصَارِ كَانُوا يُهِلُّونَ لِمَنَاةَ وَكَانَتْ مَنَاةُ حَذْوَ قُدَيْدٍ وَكَانُوا يَتَحَرَّجُونَ أَنْ يَطُوفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَلَمَّا جَاءَ الْإِسْلَامُ سَأَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَأَنْزَلَ اللَّهُ تَعَالَى{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ }","source":"Abu Daud"},"__N_SSG":true}