{"pageProps":{"number":"160","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abu Taubah Ar-Rabi' bin Nafi'] telah menceritakan kepada kami [Ibnu Al-Mubarak] dari [Muhammad bin Ishaq] telah menceritakan kepada saya [Shadaqah bin Yasar] dari ['Aqil bin Jabir] dari [Jabir] dia berkata; Kami pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam, yakni pada perang Dzat Ar-Riqa', kemudian ada seseorang (dari kaum Muslimin) yang menangkap istri seorang laki-laki kaum musyrikin. Maka dia (sang suami) bersumpah dengan berujar; \"Saya tidak akan henti-hentinya membalas, sehingga aku dapat menumpahkan darah seseorang dari kalangan sahabat Muhammad.\" Maka dia pun pergi mengikuti jejak Nabi shallallahu 'alaihi wasallam. Setelah Nabi shallallahu 'alaihi wasallam singgah di suatu tempat, beliau bersabda, \"Siapa yang akan menjaga kita?\" Maka seorang dari kaum Muhajirin dan seorang dari Anshar memenuhinya. Lalu beliau bersabda, \"Berjagalah kalian berdua di mulut celah kedua bukit itu!\" Jabir berkata; Tatkala kedua orang tersebut pergi ke celah bukit tersebut, laki-laki dari Muhajirin itu berbaring (tidur), sedangkan laki-laki dari Anshar berdiri (melaksanakan shalat), lalu laki-laki musyrik itu datang. Tatkala si musyrik itu melihat sosok orang Anshar tersebut, dia mengetahui bahwa orang Anshar itu adalah perintis pasukan, maka dia pun melemparkan anak panah ke arahnya dan mengenainya. Maka orang Anshar itu mencabut anak panah tersebut, sampai si musyrik memanahnya dengan tiga anak panah, lalu orang Anshar itu rukuk dan sujud. Kemudian sahabatnya (orang Muhajirin) terbangun. Tatkala si musyrik itu mengetahui bahwa para sahabat telah mengetahuinya, maka dia pun lari. Pada saat laki-laki muhajirin itu melihat tubuh laki-laki Anshar itu berlumuran darah, dia berkata; Subhaanallah (Maha suci Allah), mengapa kamu tidak membangunkanku ketika dia memanahmu pertama kali? Dia menjawab, Waktu itu saya sedang membaca suatu surah, sementara aku tidak suka memotong bacaan tersebut (hingga selesai). ","arab":"حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ حَدَّثَنَا ابْنُ الْمُبَارَكِ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ حَدَّثَنِي صَدَقَةُ بْنُ يَسَارٍ عَنْ عَقِيلِ بْنِ جَابِرٍ عَنْ جَابِرٍ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْنِي فِي غَزْوَةِ ذَاتِ الرِّقَاعِ فَأَصَابَ رَجُلٌ امْرَأَةَ رَجُلٍ مِنْ الْمُشْرِكِينَ فَحَلَفَ أَنْ لَا أَنْتَهِيَ حَتَّى أُهَرِيقَ دَمًا فِي أَصْحَابِ مُحَمَّدٍ فَخَرَجَ يَتْبَعُ أَثَرَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَزَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْزِلًا فَقَالَ مَنْ رَجُلٌ يَكْلَؤُنَا فَانْتَدَبَ رَجُلٌ مِنْ الْمُهَاجِرِينَ وَرَجُلٌ مِنْ الْأَنْصَارِ فَقَالَ كُونَا بِفَمِ الشِّعْبِ قَالَ فَلَمَّا خَرَجَ الرَّجُلَانِ إِلَى فَمِ الشِّعْبِ اضْطَجَعَ الْمُهَاجِرِيُّ وَقَامَ الْأَنْصَارِيُّ يُصَلِّ وَأَتَى الرَّجُلُ فَلَمَّا رَأَى شَخْصَهُ عَرِفَ أَنَّهُ رَبِيئَةٌ لِلْقَوْمِ فَرَمَاهُ بِسَهْمٍ فَوَضَعَهُ فِيهِ فَنَزَعَهُ حَتَّى رَمَاهُ بِثَلَاثَةِ أَسْهُمٍ ثُمَّ رَكَعَ وَسَجَدَ ثُمَّ انْتَبَهَ صَاحِبُهُ فَلَمَّا عَرِفَ أَنَّهُمْ قَدْ نَذِرُوا بِهِ هَرَبَ وَلَمَّا رَأَى الْمُهَاجِرِيُّ مَا بِالْأَنْصَارِيِّ مِنْ الدَّمِ قَالَ سُبْحَانَ اللَّهِ أَلَا أَنْبَهْتَنِي أَوَّلَ مَا رَمَى قَالَ كُنْتَ فِي سُورَةٍ أَقْرَؤُهَا فَلَمْ أُحِبَّ أَنْ أَقْطَعَهَا","source":"Abu Daud"},"__N_SSG":true}