{"pageProps":{"number":"1856","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar], telah menceritakan kepada kami [Ibnu Abu Adi], telah mengabarkan kepada kami [Hisyam bin Hassan], telah menceritakan kepadaku [Ikrimah] dari [Ibnu Abbas] bahwa Hilal bin Umayyah menuduh isterinya berzina di hadapan Rasulullah shallallahu 'alaihi wasallam dengan Syarik bin Sahma`. Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Datangkan bukti atau engkau dicambuk punggungmu.\" Ia berkata; wahai Rasulullah, apabila salah seorang diantara kami melihat seseorang berada di atas isterinya apakah ia harus mencara bukti? Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Datangkan bukti atau engkau dicambuk punggungmu.\" Kemudian Hilal berkata; demi Dzat yang mengutusmu dengan kebenaran sebagai nabi, sungguh aku adalah orang yang jujur, dan sungguh dalam perkaraku ini Allah akan menurunkan menurunkan apa yang akan membebaskan punggungku dari hukuman. Kemudian turunlah ayat: \"Dan orang-orang yang menuduh isterinya (berzina), padahal mereka tidak ada mempunyai saksi-saksi selain diri mereka sendiri……\" kemudian beliau membacanya hingga sampat pada kata: \"……. termasuk diantara orang-orang yang benar.\" Kemudian Rasulullah shallallahu 'alaihi wasallam pergi lalu mengirimkan utusan kepda mereka berdua. Kemudin mereka datang, lalu Hilal bin Umayyah bersumpah sementara Nabi shallallahu 'alaihi wasallam bersabda: \"Allah mengetahui bahwa salah seorang diantara kalian berdusta.\" Apakah diantara kalian ada yang ingin bertaubat? Kemudian wanita tersebut berdiri dan bersumpah, kemudian tatkala telah sampai pada sumpah yang kelima; bahwa kemurkaan Allah tertimpa atasnya apabila suaminya termasuk orang-orang yang benar. Mereka berkata kepada wanita tersebut; sesungguh sumpah tersebut mengharuskan terjadinya li'an dan pemisahan antara kalian berdua. Kemudian wanita tersebut merasa ragu dan berhenti hingga kami kami menyangka bahwa ia akan mundur. Kemudian ia berkata; aku tidak akan mempermalukan kaumku sepanjang hari. Lalu ia pun melanjutkan li'annya. Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Lihatlah kepadanya, apabila ia melahirkan anak yang berwarna hitam, berpantat besar berisi dan betisnya besar dan berisi maka ia adalah milik Syarik bin Sahma`.\" Kemudian wanita tersebut melahirkan anak seperti itu. Nabi shallallahu 'alaihi wasallam bersabda: \"Seandainya tidak ada keputusan dari kitab Allah, niscaya aku dan dia memiliki urusan.\" Abu Daud berkata; hal ini adalah diantara yang hanya diriwayatkan oleh penduduk Madinah, Hadits Ibnu Basysyar adalah hadits Hilal. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ حَدَّثَنِي عِكْرِمَةُ عَنْ ابْنِ عَبَّاسٍأَنَّ هِلَالَ بْنَ أُمَيَّةَ قَذَفَ امْرَأَتَهُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَرِيكِ ابْنِ سَحْمَاءَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَيِّنَةُ أَوْ حَدٌّ فِي ظَهْرِكَ قَالَ يَا رَسُولَ اللَّهِ إِذَا رَأَى أَحَدُنَا رَجُلًا عَلَى امْرَأَتِهِ يَلْتَمِسُ الْبَيِّنَةَ فَجَعَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الْبَيِّنَةُ وَإِلَّا فَحَدٌّ فِي ظَهْرِكَ فَقَالَ هِلَالٌ وَالَّذِي بَعَثَكَ بِالْحَقِّ نَبِيًّا إِنِّي لَصَادِقٌ وَلَيُنْزِلَنَّ اللَّهُ فِي أَمْرِي مَا يُبْرِئُ بِهِ ظَهْرِي مِنْ الْحَدِّ فَنَزَلَتْ{ وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَقَرَأَ حَتَّى بَلَغَ مِنْ الصَّادِقِينَ }فَانْصَرَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ إِلَيْهِمَا فَجَاءَا فَقَامَ هِلَالُ بْنُ أُمَيَّةَ فَشَهِدَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا مِنْ تَائِبٍ ثُمَّ قَامَتْ فَشَهِدَتْ فَلَمَّا كَانَ عِنْدَ الْخَامِسَةِ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنْ الصَّادِقِينَ وَقَالُوا لَهَا إِنَّهَا مُوجِبَةٌ قَالَ ابْنُ عَبَّاسٍ فَتَلَكَّأَتْ وَنَكَصَتْ حَتَّى ظَنَنَّا أَنَّهَا سَتَرْجِعُ فَقَالَتْ لَا أَفْضَحُ قَوْمِي سَائِرَ الْيَوْمِ فَمَضَتْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبْصِرُوهَا فَإِنْ جَاءَتْ بِهِ أَكْحَلَ الْعَيْنَيْنِ سَابِغَ الْأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ فَهُوَ لِشَرِيكِ ابْنِ سَحْمَاءَ فَجَاءَتْ بِهِ كَذَلِكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْلَا مَا مَضَى مِنْ كِتَابِ اللَّهِ لَكَانَ لِي وَلَهَا شَأْنٌقَالَ أَبُو دَاوُد وَهَذَا مِمَّا تَفَرَّدَ بِهِ أَهْلُ الْمَدِينَةِ حَدِيثُ ابْنِ بَشَّارٍ حَدِيثُ هِلَالٍ","source":"Abu Daud"},"__N_SSG":true}