{"pageProps":{"number":"1868","slug":"abu-daud","id":"Telah menceritakan kepada kami [Khusyaisy bin Ashram], telah menceritakan kepada kami [Abdurrazzaq], telah mengabarkan kepada kami [Ats Tsauri] dari [Shalih Al Hamdani] dari [Asy Sya'bi] dari [Abdu Khair] dari [Zaid bin Arqam], ia berkata; Ali radliallahu 'anhu dihadapkan kepadanya tiga orang pada saat ia berada di Yaman, mereka telah menggauli seorang wanita dalam satu masa suci. Kemudian Ali bertanya kepada dua orang; apakah engkau mengakui anak tersebut miliknya. Mereka berkata; tidak. Hingga Ali bertanya kepada mereka bersama, dan setiap kali ia bertanya kepada dua orang; apakah kalian mengakui anak tersebut untuknya? Mereka mengaatakan; tidak. Kemudian ia mengundi diantara mereka dan mengikutkan anak dengan orang yang keluar undiannya, dan membebankan kepadanya agar membayar dua pertiga diyah kepada kedua sahabatnya tersebut. Zaid bin Arqam berkata; kemudian hal tersebut diceritakan kepada Nabi shallallahu 'alaihi wasallam maka beliau tertawa hingga nampak gigi-gigi geraham beliau. Telah menceritakan kepada kami ['Ubaidullah bin Mu'adz], telah menceritakan kepada kami [ayahku], telah menceritakan kepada kami [Syu'bah] dari [Salamah], [Asy Sya'bi] mendengar dari [Al Khalil] atau dari Ibnu Al Khalil berkata; [Ali] radliallahu 'anhu dihadapkan pada permasalahan mengenai seorang wanita yang melahirkan dari tiga orang …. Seperti hadits tersebut, dan tidak menyebutkan Yaman, serta Nabi shallallahu 'alaihi wasallam serta perkataan beliau: \"Relakan anak tersebut!\"","arab":"حَدَّثَنَا خُشَيْشُ بْنُ أَصْرَمَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا الثَّوْرِيُّ عَنْ صَالِحٍ الْهَمْدَانِيِّ عَنْ الشَّعْبِيِّ عَنْ عَبْدِ خَيْرٍ عَنْ زَيْدِ بْنِ أَرْقَمَ قَالَأُتِيَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ بِثَلَاثَةٍ وَهُوَ بِالْيَمَنِ وَقَعُوا عَلَى امْرَأَةٍ فِي طُهْرٍ وَاحِدٍ فَسَأَلَ اثْنَيْنِ أَتُقِرَّانِ لِهَذَا بِالْوَلَدِ قَالَا لَا حَتَّى سَأَلَهُمْ جَمِيعًا فَجَعَلَ كُلَّمَا سَأَلَ اثْنَيْنِ قَالَا لَا فَأَقْرَعَ بَيْنَهُمْ فَأَلْحَقَ الْوَلَدَ بِالَّذِي صَارَتْ عَلَيْهِ الْقُرْعَةُ وَجَعَلَ عَلَيْهِ ثُلُثَيْ الدِّيَةِ قَالَ فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ عَنْ سَلَمَةَ سَمِعَ الشَّعْبِيَّ عَنْ الْخَلِيلِ أَوْ ابْنِ الْخَلِيلِ قَالَ أُتِيَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ فِي امْرَأَةٍ وَلَدَتْ مِنْ ثَلَاثَةٍ نَحْوَهُ لَمْ يَذْكُرْ الْيَمَنَ وَلَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا قَوْلَهُ طِيبَا بِالْوَلَدِ","source":"Abu Daud"},"__N_SSG":true}