{"pageProps":{"number":"2271","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Tsaur bin Zaid Ad Dili] dari [Abu Al Ghaits] mantan budak Ibnu Muthi', dari [Abu Hurairah] bahwa ia berkata; kami pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam pada tahun terjadinya perang Khaibar. Kami tidak memperoleh rampasan emas dan perak, kecuali pakaian dan barang, serta harta. Abu Hurairah berkata; kemudian Rasulullah shallallahu 'alaihi wasallam mengarahkan ke arah bukit Qura. Sungguh Rasulullah shallallahu 'alaihi wasallam telah diberi hadiah seorang budak hitam yang bernama Mid'am, hingga ketika mereka berada Bukit Qura. Kemudian tatkala Mid'am menurunkan pelana Rasulullah shallallahu 'alaihi wasallam tiba-tiba ia terkena anak panah dan membunuhnya. Kemudian orang-orang berkata; betapa enaknya dia mendapatkan surga. Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Tidak, demi Dzat yang jiwaku ada di tanganNya, sesungguhnya pakaian yang telah ia ambil pada saat perang Khaibar dari rampasan perang yang belum dibagi telah membakarnya.\" Kemudian tatkala mereka mendengar hal tersebut, terdapat seorang laki-laki yang datang dengan membawa satu atau dua tali sandal kepada Rasulullah shallallahu 'alaihi wasallam. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Ini adalah tali sandal dari neraka\" -atau beliau mengatakan: \"Dua tali sandal dari neraka.\"","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ ثَوْرِ بْنِ زَيْدٍ الدَّيْلِيِّ عَنْ أَبِي الْغَيْثِ مَوْلَى ابْنِ مُطِيعٍ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ خَيْبَرَ فَلَمْ نَغْنَمْ ذَهَبًا وَلَا وَرِقًا إِلَّا الثِّيَابَ وَالْمَتَاعَ وَالْأَمْوَالَ قَالَ فَوَجَّهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ وَادِي الْقُرَى وَقَدْ أُهْدِيَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَبْدٌ أَسْوَدُ يُقَالُ لَهُ مِدْعَمٌ حَتَّى إِذَا كَانُوا بِوَادِي الْقُرَى فَبَيْنَا مِدْعَمٌ يَحُطُّ رَحْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ سَهْمٌ فَقَتَلَهُ فَقَالَ النَّاسُ هَنِيئًا لَهُ الْجَنَّةُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَلَّا وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ الشَّمْلَةَ الَّتِي أَخَذَهَا يَوْمَ خَيْبَرَ مِنْ الْمَغَانِمِ لَمْ تُصِبْهَا الْمَقَاسِمُ لَتَشْتَعِلُ عَلَيْهِ نَارًا فَلَمَّا سَمِعُوا ذَلِكَ جَاءَ رَجُلٌ بِشِرَاكٍ أَوْ شِرَاكَيْنِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شِرَاكٌ مِنْ نَارٍ أَوْ قَالَ شِرَاكَانِ مِنْ نَارٍ","source":"Abu Daud"},"__N_SSG":true}