{"pageProps":{"number":"2338","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ar Rabi' bin Nafi'], telah menceritakan kepada kami [Mu'awiyah bin Sallam] dari [Zaid bin Sallam] bahwa ia mendengar [Abu Sallam] berkata; telah menceritakan kepadaku ['Ubaidullah bin Salman] bahwa [seorang sahabat] Nabi shallallahu 'alaihi wasallam telah menceritakan kepadanya, ia berkata; tatkala kami menaklukkan Khaibar mereka mengeluarkan rampasan perang dari barang dan tawanan perang. Kemudian orang-orang menjual rampasan perang mereka. Lalu terdapat seorang laki-laki yang datang ketika Rasulullah shallallahu 'alaihi wasallam telah melakukan shalat dan berkata; wahai Rasulullah, sungguh aku telah mendapatkan keuntungan yang tidak ada seorangpun penghuni bukit ini yang mendapatkan keuntungan seperti itu hari ini. Beliau mengatakan; keuntungan apa yang telah engkau dapatkan? Ia berkata; aku terus berjual beli hingga mendapatkan keuntungan tiga ratus uqiyah. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku akan memberitahukan kepadamu mengenai orang mendapatkan keuntungan yang terbaik.\" Ia berkata; apakah itu wahai Rasulullah? Beliau berkata: \"Shalat dua raka'at setelah melakukan shalat.\"","arab":"حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ حَدَّثَنَا مُعَاوِيَةُ يَعْنِي ابْنَ سَلَّامٍ عَنْ زَيْدٍ يَعْنِي ابْنَ سَلَّامٍ أَنَّهُ سَمِعَ أَبَا سَلَّامٍ يَقُولُ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ سَلْمَانَأَنَّ رَجُلًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَهُ قَالَ لَمَّا فَتَحْنَا خَيْبَرَ أَخْرَجُوا غَنَائِمَهُمْ مِنْ الْمَتَاعِ وَالسَّبْيِ فَجَعَلَ النَّاسُ يَتَبَايَعُونَ غَنَائِمَهُمْ فَجَاءَ رَجُلٌ حِينَ صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ لَقَدْ رَبِحْتُ رِبْحًا مَا رَبِحَ الْيَوْمَ مِثْلَهُ أَحَدٌ مِنْ أَهْلِ هَذَا الْوَادِي قَالَ وَيْحَكَ وَمَا رَبِحْتَ قَالَ مَا زِلْتُ أَبِيعُ وَأَبْتَاعُ حَتَّى رَبِحْتُ ثَلَاثَ مِائَةِ أُوقِيَّةٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا أُنَبِّئُكَ بِخَيْرِ رَجُلٍ رَبِحَ قَالَ مَا هُوَ يَا رَسُولَ اللَّهِ قَالَ رَكْعَتَيْنِ بَعْدَ الصَّلَاةِ","source":"Abu Daud"},"__N_SSG":true}