{"pageProps":{"number":"239","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Ishaq Al-Musayyabi] telah menceritakan kepadaku [Ayahku] dari [Ibnu Abi Dzi`b] dari [Ibnu Syihab] dari [Urwah] dan [Amrah binti Abdurrahman] dari [Aisyah] bahwasanya Ummu Habibah menderita darah penyakit selama tujuh tahun. Maka Rasululah shallallahu 'alaihi wasallam memerintahkannya untuk mandi, maka dia pun mandi untuk setiap kali shalat. Telah menceritakan kepada kami [Hannad bin As-Sariy] dari [Abdah] dari [Ibnu Ishaq] dari [Az-Zuhri] dari [Urwah] dari [Aisyah] bahwasanya Ummu Habibah binti Jahsy mengeluarkan darah penyakit pada masa Rasulullah shallallahu 'alaihi wasallam, maka beliau memerintahkannya untuk mandi setiap kali shalat, kemudian dia menyebutkan Hadits tersebut. Abu Dawud berkata; Dan diriwayatkan oleh [Abu Al-Walid Thayalisi] dan saya tidak mendengarnya darinya, dari [Sulaiman bin Katsir] dari [Az-Zuhri] dari [Urwah] dari [Aisyah], dia berkata; Zainab binti Jahsy menderita darah penyakit, maka Nabi shallallahu 'alaihi wasallam bersabda kepadanya: \"Mandilah untuk setiap kali shalat\". Kemudian dia menyebutkan hadits tersebut. Abu Dawud berkata; Dan diriwayatkan oleh [Abdush Shamad] dari [Sulaiman bin Katsir] beliau shallallahu 'alaihi wasallam bersabda; \"Berwudhulah untuk setiap kali shalat\". Abu Dawud berkata; Ini adalah wahm (keraguan) dari Abdush Shamad dan ucapan padanya adalah ucapan Abu Al-Walid. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَقَ الْمُسَيَّبِيُّ حَدَّثَنِي أَبِي عَنْ ابْنِ أَبِي ذِئْبٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَأَنَّ أُمَّ حَبِيبَةَ اسْتُحِيضَتْ سَبْعَ سِنِينَ فَأَمَرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَغْتَسِلَ فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلَاةٍحَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ عَنْ عَبْدَةَ عَنْ ابْنِ إِسْحَقَ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ اسْتُحِيضَتْ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهَا بِالْغُسْلِ لِكُلِّ صَلَاةٍ وَسَاقَ الْحَدِيثَ قَالَ أَبُو دَاوُد وَرَوَاهُ أَبُو الْوَلِيدِ الطَّيَالِسِيُّ وَلَمْ أَسْمَعْهُ مِنْهُ عَنْ سُلَيْمَانَ بْنِ كَثِيرٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ اسْتُحِيضَتْ زَيْنَبُ بِنْتُ جَحْشٍ فَقَالَ لَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اغْتَسِلِي لِكُلِّ صَلَاةٍ وَسَاقَ الْحَدِيثَ قَالَ أَبُو دَاوُد وَرَوَاهُ عَبْدُ الصَّمَدِ عَنْ سُلَيْمَانَ بْنِ كَثِيرٍ قَالَ تَوَضَّئِي لِكُلِّ صَلَاةٍ قَالَ أَبُو دَاوُد وَهَذَا وَهْمٌ مِنْ عَبْدِ الصَّمَدِ وَالْقَوْلُ فِيهِ قَوْلُ أَبِي الْوَلِيدِ","source":"Abu Daud"},"__N_SSG":true}