{"pageProps":{"number":"2394","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi], telah menceritakan kepada kami [Daud bin Qais], dari ['Amr bin Syu'aib], bahwa Nabi shallallahu 'alaihi wasallam, dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Muhammad bin Sulaiman Al Anbari], telah menceritakan kepada kami [Abdul Malik bin 'Amr], dari [Daud] dari ['Amr bin Syu'aib] dari [ayahnya], aku diberitahu dari [kakeknya], ia berkata; Rasulullah shallallahu 'alaihi wasallam ditanya mengenai aqiqah, kemudian beliau berkata: \"Allah tidak menyukai tindakkan durhaka.\" Sepertinya beliau tidak menyukai nama tersebut. Dan beliau berkata: \"Barangsiapa yang anaknya telah dilahirkan dan ia ingin menyembelih untuknya maka hendaknya ia menyembelih untuk anak laki-laki dua ekor kambing yang sama dan untuk anak wanita satu ekor kambing.\" Dan beliau ditanya mengenai fara' (anak unta yang pertama kali lahir). Beliau berkata: \"Dan fara' adalah hak, sedangkan kalian membiarkannya hingga menjadi dewasa kuat berumur satu tahun masuk dua tahun atau berumur dua tahun masuk tiga tahun kemudian engkau berikan kepada seorang janda atau engkau bebani di jalan Allah adalah lebih baik daripada engkau menyembelihnya sehingga dagingnya menempel dengan bulunya, dan engkau penuhi bejanamu dan engkau kagetkan untamu dengan kematian anaknya.\"","arab":"حَدَّثَنَا الْقَعْنَبِيُّ حَدَّثَنَا دَاوُدُ بْنُ قَيْسٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْأَنْبَارِيُّ حَدَّثَنَا عَبْدُ الْمَلِكِ يَعْنِي ابْنَ عَمْرٍو عَنْ دَاوُدَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ أُرَاهُ عَنْ جَدِّهِ قَالَسُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْعَقِيقَةِ فَقَالَ لَا يُحِبُّ اللَّهُ الْعُقُوقَ كَأَنَّهُ كَرِهَ الِاسْمَ وَقَالَ مَنْ وُلِدَ لَهُ وَلَدٌ فَأَحَبَّ أَنْ يَنْسُكَ عَنْهُ فَلْيَنْسُكْ عَنْ الْغُلَامِ شَاتَانِ مُكَافِئَتَانِ وَعَنْ الْجَارِيَةِ شَاةٌ وَسُئِلَ عَنْ الْفَرَعِ قَالَ وَالْفَرَعُ حَقٌّ وَأَنْ تَتْرُكُوهُ حَتَّى يَكُونَ بَكْرًا شُغْزُبًّا ابْنَ مَخَاضٍ أَوْ ابْنَ لَبُونٍ فَتُعْطِيَهُ أَرْمَلَةً أَوْ تَحْمِلَ عَلَيْهِ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنْ أَنْ تَذْبَحَهُ فَيَلْزَقَ لَحْمُهُ بِوَبَرِهِ وَتَكْفَأَ إِنَاءَكَ وَتُولِهُ نَاقَتَكَ","source":"Abu Daud"},"__N_SSG":true}