{"pageProps":{"number":"2408","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Al Minhal Adh Dharir], telah menceritakan kepada kami [Yazid? bin Zurai'], telah menceritakan kepada kami [Habib Al Mu'allim] dari ['Amr bin Syu'aib] dari [ayahnya] dari [kakeknya], bahwa seorang badui yang dipanggil Abu Tsa'labah berkata; wahai Rasulullah, sesungguhnya aku memiliki anjing yang terlatih, maka berilah aku fatwa mengenai buruannya. Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Apabila engkau memiliki anjing yang terlatih maka makanlah apa yang mereka tangkap untukmu!\" Ia berkata; disembelih ataupun tidak disembelih? Beliau berkata: \"Ya.\" Ia berkata; \"Walaupun anjing tersebut telah makan sebagian darinya?\" beliau berkata: \"Walaupun anjing tersebut telah makan sebagian darinya.\" Kemuidan ia berkata; wahai Rasulullah, berilah aku fatwa mengenai busurku! Beliau berkata: \"Makanlah apa yang dibawa kembali oleh busurmu kepadamu!\" Beliau berkata; \"Disembelih maupun tidak disembelih.\" Ia berkata; walaupun tak terlihat dariku? Beliau berkata: \"Walaupun tak terlihat darimu, selama tidak hilang atau engkau dapati padanya bekas selain anak panahmu.\" Ia berkata; berilah aku fatwa mengenai bejana orang-orang majusi apabila kami terpaksa menggunakannya? Beliau berkata: \"Cucilah dan makanlah padanya!\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمِنْهَالِ الضَّرِيرُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا حَبِيبٌ الْمُعَلِّمُ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ أَعْرَابِيًّا يُقَالُ لَهُ أَبُو ثَعْلَبَةَ قَالَ يَا رَسُولَ اللَّهِ إِنَّ لِي كِلَابًا مُكَلَّبَةً فَأَفْتِنِي فِي صَيْدِهَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ كَانَ لَكَ كِلَابٌ مُكَلَّبَةٌ فَكُلْ مِمَّا أَمْسَكْنَ عَلَيْكَ قَالَ ذَكِيًّا أَوْ غَيْرَ ذَكِيٍّ قَالَ نَعَمْ قَالَ فَإِنْ أَكَلَ مِنْهُ قَالَ وَإِنْ أَكَلَ مِنْهُ فَقَالَ يَا رَسُولَ اللَّهِ أَفْتِنِي فِي قَوْسِي قَالَ كُلْ مَا رَدَّتْ عَلَيْكَ قَوْسُكَ قَالَ ذَكِيًّا أَوْ غَيْرَ ذَكِيٍّ قَالَ وَإِنْ تَغَيَّبَ عَنِّي قَالَ وَإِنْ تَغَيَّبَ عَنْكَ مَا لَمْ يَضِلَّ أَوْ تَجِدْ فِيهِ أَثَرًا غَيْرَ سَهْمِكَ قَالَ أَفْتِنِي فِي آنِيَةِ الْمَجُوسِ إِنْ اضْطُرِرْنَا إِلَيْهَا قَالَ اغْسِلْهَا وَكُلْ فِيهَا","source":"Abu Daud"},"__N_SSG":true}