{"pageProps":{"number":"258","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Amru Ar-Razi] telah menceritakan kepada kami [Salamah bin Al-Fadll] telah mengabarkan kepada kami [Muhammad bin Ishaq] dari [Sulaiman bin Suhaim] dari [Umayyah binti Abi Ash-Shalt] dari [Seorang wanita Bani Ghifar] yang telah dia sebut namanya kepadaku, dia berkata; Rasulullah shallallahu 'alaihi wasallam pernah memboncengkanku di kantong barang hewan tunggangannya (tanpa bersentuhan). Demi Allah, Rasulullah shallallahu 'alaihi wasallam terus berjalan hingga waktu Shubuh, lalu beliau menderumkannya dan saya pun turun dari kantong barang hewan tunggangannya. Ternyata pada kantong barang tersebut ada darah yang keluar dariku. Itu adalah haidlku yang pertama. Dia berkata; Maka saya melompat ke unta itu dan saya malu. Tatkala Rasulullah shallallahu 'alaihi wasallam melihat apa yang dialamiku dan melihat darah, beliau bersabda: \"Ada apa denganmu, apakah kamu haidl?\" Saya menjawab; Ya. Beliau bersabda: \"Bereskanlah dirimu kemudian ambillah bejana berisi air, lalu taruhlah garam padanya, kemudian cucilah kantong barang yang terkena darah, lalu kembalilah ke tempat tungganganmu\". Dia berkata; Tatkala Rasulullah shallallahu 'alaihi wasallam memenangkan perang Khaibar, beliau memberikan kepada kita sedikit harta rampasan perang. Dia berkata; dia tidak bersuci dari haidl kecuali hanya meletakkan pada air untuk bersucinya garam dan mewasiatkan untuk menjadikannya pada tempat mandinya apabila dia meninggal. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ حَدَّثَنَا سَلَمَةُ يَعْنِي ابْنَ الْفَضْلِ أَخْبَرَنَا مُحَمَّدٌ يَعْنِي ابْنَ إِسْحَقَ عَنْ سُلَيْمَانَ بْنِ سُحَيْمٍ عَنْ أُمَيَّةَ بِنْتِ أَبِي الصَّلْتِ عَنْ امْرَأَةٍ مِنْ بَنِي غِفَارٍ قَدْ سَمَّاهَا لِي قَالَتْأَرْدَفَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى حَقِيبَةِ رَحْلِهِ قَالَتْ فَوَاللَّهِ لَمْ يَزَلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الصُّبْحِ فَأَنَاخَ وَنَزَلْتُ عَنْ حَقِيبَةِ رَحْلِهِ فَإِذَا بِهَا دَمٌ مِنِّي فَكَانَتْ أَوَّلُ حَيْضَةٍ حِضْتُهَا قَالَتْ فَتَقَبَّضْتُ إِلَى النَّاقَةِ وَاسْتَحْيَيْتُ فَلَمَّا رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا بِي وَرَأَى الدَّمَ قَالَ مَا لَكِ لَعَلَّكِ نَفِسْتِ قُلْتُ نَعَمْ قَالَ فَأَصْلِحِي مِنْ نَفْسِكِ ثُمَّ خُذِي إِنَاءً مِنْ مَاءٍ فَاطْرَحِي فِيهِ مِلْحًا ثُمَّ اغْسِلِي مَا أَصَابَ الْحَقِيبَةَ مِنْ الدَّمِ ثُمَّ عُودِي لِمَرْكَبِكِ قَالَتْ فَلَمَّا فَتَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْبَرَ رَضَخَ لَنَا مِنْ الْفَيْءِقَالَتْ وَكَانَتْ لَا تَطَّهَّرُ مِنْ حَيْضَةٍ إِلَّا جَعَلَتْ فِي طَهُورِهَا مِلْحًا وَأَوْصَتْ بِهِ أَنْ يُجْعَلَ فِي غُسْلِهَا حِينَ مَاتَتْ","source":"Abu Daud"},"__N_SSG":true}