{"pageProps":{"number":"2599","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sahl bin Bakkar], telah menceritakan kepada kami [Wuhaib bin Khalid] dari ['Amr bin Yahya] dari [Al Abbas As Sa'idi bin Sahl bin Sa'id] dari [Abu Humaid As Sa'idi] ia berkata; aku berperang Tabuk bersama Rasulullah, kemudian tatkala beliau datang ke bukit Al Qura, ternyata terdapat seorang wanita yang berada di kebunnya. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda kepada para sahabatnya: \"Potonglah!\" kemudian Rasulullah shallallahu 'alaihi wasallam memotong sepuluh wasaq. Kemudian beliau berkata kepada wanita tersebut: \" Hitunglah apa yang keluar dari kebun tersebut.\" Kemudian kami datang ke Tabuk, lalu raja Ailah memberikan hadiah seekor baghal kepada Rasulullah shallallahu 'alaihi wasallam yang berwarna putih, dan memberinya pakaian, dan ia mengakui bahwa beliau berhak terhadap jizyah atas penduduk tepi laut. Abu Humaid berkata; kemudian tatkala kami sampai di bukit Al Qura, beliau berkata kepada wanita tersebut: \"Berapa yang ada di dalam kebunmu?\" Ia berkata; sepuluh Wasaq sesuai yang dipoton Rasulullah shallallahu 'alaihi wasallam. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Sesungguhnya aku akan bersegera kembali ke Madinah, maka barang siapa diantara kalian yang hendak bersegara kembali bersamaku maka silahkan ia bersegera.\"","arab":"حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ الْعَبَّاسِ السَّاعِدِيِّ يَعْنِي ابْنَ سَهْلِ بْنِ سَعْدٍ عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ قَالَغَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَبُوكَ فَلَمَّا أَتَى وَادِي الْقُرَى إِذَا امْرَأَةٌ فِي حَدِيقَةٍ لَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ اخْرُصُوا فَخَرَصَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشْرَةَ أَوْسُقٍ فَقَالَ لِلْمَرْأَةِ أَحْصِي مَا يَخْرُجُ مِنْهَا فَأَتَيْنَا تَبُوكَ فَأَهْدَى مَلِكُ أَيْلَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَغْلَةً بَيْضَاءَ وَكَسَاهُ بُرْدَةً وَكَتَبَ لَهُ يَعْنِي بِبَحْرِهِ قَالَ فَلَمَّا أَتَيْنَا وَادِي الْقُرَى قَالَ لِلْمَرْأَةِ كَمْ كَانَ فِي حَدِيقَتِكِ قَالَتْ عَشْرَةَ أَوْسُقٍ خَرْصَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي مُتَعَجِّلٌ إِلَى الْمَدِينَةِ فَمَنْ أَرَادَ مِنْكُمْ أَنْ يَتَعَجَّلَ مَعِي فَلْيَتَعَجَّلْ","source":"Abu Daud"},"__N_SSG":true}