{"pageProps":{"number":"2715","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdul Wahhab bin Najdah] telah menceritakan kepada kami [Sa'id bin Salim], dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Yahya bin Al Fadhl As Sijistani] telah menceritakan kepada kami [Hatim bin Isma'il] dengan maknanya; dari [Katsir bin Zaid Al Madani], dari [Al Muththalib], ia berkata; tatkala Utsman bin Mazh'un meninggal maka jenazahnya dikeluarkan dan dikuburkan. Kemudian Rasulullah shallallahu 'alaihi wasallam memerintahkan seseorang agar datang kepadanya membawa batu, namun ia tidak mampu membawanya. Kemudian beliau pergi menuju batu tersebut dan menyingsingkan kedua lengannya. -Katsir berkata; Al Muththalib berkata; telah berkata [orang yang mengabarkan hal tersebut kepadaku] dari Rasulullah shallallahu 'alaihi wasallam; sepertinya aku melihat putih kedua lengan Rasulullah shallallahu 'alaihi wasallam ketika beliau menyinsingkan keduanya. Kemudian beliau membawanya dan meletakkannya di sisi kepalanya. Beliau berkata: aku belajar menguburkan saudaranya dengannya dan kepadanya aku menguburkan keluarganya yang meninggal. ","arab":"حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ حَدَّثَنَا سَعِيدُ بْنُ سَالِمٍ ح و حَدَّثَنَا يَحْيَى بْنُ الْفَضْلِ السِّجِسْتَانِيُّ حَدَّثَنَا حَاتِمٌ يَعْنِي ابْنَ إِسْمَعِيلَ بِمَعْنَاهُ عَنْ كَثِيرِ بْنِ زَيْدٍ الْمَدَنِيِّ عَنْ الْمُطَّلِبِ قَالَلَمَّا مَاتَ عُثْمَانُ بْنُ مَظْعُونٍ أُخْرِجَ بِجَنَازَتِهِ فَدُفِنَ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا أَنْ يَأْتِيَهُ بِحَجَرٍ فَلَمْ يَسْتَطِعْ حَمْلَهُ فَقَامَ إِلَيْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحَسَرَ عَنْ ذِرَاعَيْهِ قَالَ كَثِيرٌ قَالَ الْمُطَّلِبُ قَالَ الَّذِي يُخْبِرُنِي ذَلِكَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ كَأَنِّي أَنْظُرُ إِلَى بَيَاضِ ذِرَاعَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ حَسَرَ عَنْهُمَا ثُمَّ حَمَلَهَا فَوَضَعَهَا عِنْدَ رَأْسِهِ وَقَالَ أَتَعَلَّمُ بِهَا قَبْرَ أَخِي وَأَدْفِنُ إِلَيْهِ مَنْ مَاتَ مِنْ أَهْلِي","source":"Abu Daud"},"__N_SSG":true}