{"pageProps":{"number":"272","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu Al-Mutsanna] telah mengabarkan kepada kami [Wahb bin Jarir] telah mengabarkan kepada kami [Ayahku] dia berkata; Saya telah mendengar [Yahya bin Ayyub] menceritakan hadits dari [Yazid bin Abi Habib] dari [Imran bin Abi Anas] dari [Abdurrahman bin Jubair Al-Mishri] dari [Amru bin Al-'Ash] dia berkata; Saya pernah bermimpi basah pada suatu malam yang sangat dingin sekali ketika perang Dzatus Salasil, sehingga saya takut akan binasa jika saya mandi. Lalu saya pun bertayammum kemudian shalat Shubuh dengan para sahabatku. Lalu hal itu mereka laporkan kepada Nabi shallallahu 'alaihi wasallam, maka beliau bersabda: \"Wahai Amru, engkau shalat bersama para sahabatmu dalam keadaan junub?\" Maka saya katakan kapada beliau tentang apa yang menghalangiku untuk mandi dan saya katakan; Sesungguhnya saya pernah mendengar Allah berfirman: 'Dan janganlah kalian membunuh diri-diri kalian, sesungguhnya Allah Maha Penyayang kepada kalian. ' (QS. ANnisa'; 29), Maka Rasulullah shallallahu 'alaihi wasallam tertawa dan tidak mengatakan apa-apa. Abu Dawud berkata; Abdurrahman bin Jubair Al-Mishri adalah mantan sahaya Kharijah bin Hudzafah, dan dia bukanlah Jubair bin Nufair. Telah menceritakan kepada kami [Muhammad bin Salamah Al-Muradi] telah mengabarkan kepada kami [Ibnu Wahb] dari [Ibnu Lahi'ah] dan [Amru bin Al-Harits] dari [Yazid bin Abi Habib] dari [Imran bin Abi Anas] dari [Abdurrahman bin Jubair] dari [Abu Qais, mantan sahaya Amru bin Al-'Ash] bahwasanya [Amru bin Al-'Ash] pernah diutus pada suatu peperangan yang tidak diikuti Rasulullah shallallahu 'alaihi wasallam. Kemudian dia meyebutkan hadits semisal di atas. dia menyebutkan; dia membasuh bagian-bagian lipatan tubuhnya dan berwudlu kemudian shalat dengan mereka, lalu dia menyebutkan semisalnya tanpa menyebutkan perihal tayammum. Abu Dawud berkata; Dan kisah ini telah diriwayatkan dari [Al-Auza'i] dari [Hasan bin 'Athiyyah] dia menyebutkan padanya; Lalu dia bertayammum.","arab":"حَدَّثَنَا ابْنُ الْمُثَنَّى أَخْبَرَنَا وَهْبُ بْنُ جَرِيرٍ أَخْبَرَنَا أَبِي قَالَ سَمِعْتُ يَحْيَى بْنَ أَيُّوبَ يُحَدِّثُ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ عِمْرَانَ بْنِ أَبِي أَنَسٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ الْمِصْرِيِّ عَنْ عَمْرِو بْنِ الْعَاصِ قَالَاحْتَلَمْتُ فِي لَيْلَةٍ بَارِدَةٍ فِي غَزْوَةِ ذَاتِ السُّلَاسِلِ فَأَشْفَقْتُ إِنْ اغْتَسَلْتُ أَنْ أَهْلِكَ فَتَيَمَّمْتُ ثُمَّ صَلَّيْتُ بِأَصْحَابِي الصُّبْحَ فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا عَمْرُو صَلَّيْتَ بِأَصْحَابِكَ وَأَنْتَ جُنُبٌ فَأَخْبَرْتُهُ بِالَّذِي مَنَعَنِي مِنْ الِاغْتِسَالِ وَقُلْتُ إِنِّي سَمِعْتُ اللَّهَ يَقُولُ{ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا }فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَقُلْ شَيْئًاقَالَ أَبُو دَاوُد عَبْدُ الرَّحْمَنِ بْنُ جُبَيْرٍ مِصْرِيٌّ مَوْلَى خَارِجَةَ بْنِ حُذَافَةَ وَلَيْسَ هُوَ ابْنُ جُبَيْرِ بْنِ نُفَيْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ أَخْبَرَنَا ابْنُ وَهْبٍ عَنْ ابْنِ لَهِيعَةَ وَعَمْرِو بْنِ الْحَارِثِ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ عِمْرَانَ بْنِ أَبِي أَنَسٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ عَنْ أَبِي قَيْسٍ مَوْلَى عَمْرِو بْنِ الْعَاصِ أَنَّ عَمْرَو بْنَ الْعَاصِ كَانَ عَلَى سَرِيَّةٍ وَذَكَرَ الْحَدِيثَ نَحْوَهُ قَالَ فَغَسَلَ مَغَابِنَهُ وَتَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ ثُمَّ صَلَّى بِهِمْ فَذَكَرَ نَحْوَهُ وَلَمْ يَذْكُرْ التَّيَمُّمَ قَالَ أَبُو دَاوُد وَرَوَى هَذِهِ الْقِصَّةَ عَنْ الْأَوْزَاعِيِّ عَنْ حَسَّانَ بْنِ عَطِيَّةَ قَالَ فِيهِ فَتَيَمَّمَ","source":"Abu Daud"},"__N_SSG":true}