{"pageProps":{"number":"2773","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Mundzir bin Al Walid], telah menceritakan kepada kami [Abdullah bin Bakr], telah menceritakan kepada kami ['Ubaidullah bin Al Akhnas], dari ['Amr bin Syu'aib] dari [ayahnya] dari [kakeknya], Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak boleh ada nadzar dan sumpah dalam perkara yang tidak dimiliki anak Adam, dan dalam bermaksiat kepada Allah, serta dalam memutuskan hubungan kekerabatan. Barangsiapa yang bersumpah kemudian melihat yang lainnya lebih baik darinya, maka hendaknya ia meninggalkannya dan melakukan yang lebih baik darinya, maka sesungguhnya meninggalkannya adalah kafarah baginya.\" Abu Daud berkata; seluruh hadits tersebut berasal dari Nabi shallallahu 'alaihi wasallam: hendaknya ia membayar kafarah untuk sumpahnya kecuali dalam perkara yang tidak dipedulikan.\" Abu Daud berkata; aku katakan kepada Ahmad, Yahya bin Sa'id telah meriwayatkan dari Yahya bin 'Ubaidullah. Kemudian ia berkata; ia meninggalkannya setelah itu, dan ia adalah orang yang ahli untuk itu. Ahmad berkata; hadits-haditsnya adalah hadits-hadits yang munkar, dan ayahnya tidak dikenal. ","arab":"حَدَّثَنَا الْمُنْذِرُ بْنُ الْوَلِيدِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الْأَخْنَسِ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا نَذْرَ وَلَا يَمِينَ فِيمَا لَا يَمْلِكُ ابْنُ آدَمَ وَلَا فِي مَعْصِيَةِ اللَّهِ وَلَا فِي قَطِيعَةِ رَحِمٍ وَمَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيَدَعْهَا وَلْيَأْتِ الَّذِي هُوَ خَيْرٌ فَإِنَّ تَرْكَهَا كَفَّارَتُهَاقَالَ أَبُو دَاوُد الْأَحَادِيثُ كُلُّهَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلْيُكَفِّرْ عَنْ يَمِينِهِ إِلَّا فِيمَا لَا يَعْبَأُ بِهِ قَالَ أَبُو دَاوُد قُلْتُ لِأَحْمَدَ رَوَى يَحْيَى بْنُ سَعِيدٍ عَنْ يَحْيَى بْنِ عُبَيْدِ اللَّهِ فَقَالَ تَرَكَهُ بَعْدَ ذَلِكَ وَكَانَ أَهْلًا لِذَلِكَ قَالَ أَحْمَدُ أَحَادِيثُهُ مَنَاكِيرُ وَأَبُوهُ لَا يُعْرَفُ","source":"Abu Daud"},"__N_SSG":true}