{"pageProps":{"number":"2797","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il], telah menceritakan kepada kami [Hammad] telah mengabarkan kepada kami [Habib Al Mu'allim] dari ['Atha` bin Abu Rabah] dari [Jabir bin Abdullah] bahwa seseorang berdiri pada saat penaklukan Mekkah, kemudian berkata; wahai Rasulullah, sesungguhnya saya telah bernadzar untuk Allah, seandainya Allah menaklukkan Mekkah melalui anda maka saya akan melakukan shalat di Baitul Maqdis sebanyak dua raka'at. Beliau bersabda: \"Shalatlah di sini!\" Kemudian ia mengulang perkataannya kepada beliau. Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: \"Shalatlah di sini!\" Kemudian ia mengulang perkataan kepada beliau. Maka beliau berkata: \"Terserah engkau, jika demikian.\" Abu Daud berkata; telah diriwayatkan seperti itu dari [Abdurrahman bin 'Auf] dari Nabi shallallahu 'alaihi wasallam. telah menceritakan kepada kami [Makhlad bin Khalid] telah menceritakan kepada kami [Abu 'Ashim]. Dan telah menceritakan kepada kami [Abbas Al 'Anbary] secara makna, telah menceritakan kepada kami [Rauh] dari [Ibnu Juraij] telah mengabarkan kepadaku [Yusuf bin Al Hakam bin Abu Sufyan] bahwasanya dia telah mendengar [Hafash bin Umar bin Abdurrahman bin Auf] dan [Amru], dan berkata Abbas bin Hannah, keduanya telah mengabarkan kepadanya dari [Umar bin Abdurrahman bin 'Auf] dari [seseorang dari sahabat Nabi shallallahu 'alaihi wasallam] dengan hadits ini. Ia menambahkan; kemudian Nabi shallallahu 'alaihi wasallam bersabda: \"Demi Dzat yang telah mengutus Muhammad dengan kebenaran. Seandainya engkau melakukan shalat di sini niscaya hal tersebut mencukupkan bagimu shalat dari melakukan shalat di Baitul Maqdis.\" Abu Daud berkata; hadits tersebut diriwayatkan oleh [Al Anshari] dari [Ibnu Juraij], [Ja'far bin Umar] berkata; dan ['Amr bin Hayyah] berkata; dan ia telah mengatakan; mereka berdua mengabarkan kepadanya dari [Abdurrahman bin 'Auf] dan dari [seseorang dari sahabat Nabi shallallahu 'alaihi wasallam]. ","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ أَخْبَرَنَا حَبِيبٌ الْمُعَلِّمُ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِأَنَّ رَجُلًا قَامَ يَوْمَ الْفَتْحِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ لِلَّهِ إِنْ فَتَحَ اللَّهُ عَلَيْكَ مَكَّةَ أَنْ أُصَلِّيَ فِي بَيْتِ الْمَقْدِسِ رَكْعَتَيْنِ قَالَ صَلِّ هَاهُنَا ثُمَّ أَعَادَ عَلَيْهِ فَقَالَ صَلِّ هَاهُنَا ثُمَّ أَعَادَ عَلَيْهِ فَقَالَ شَأْنُكَ إِذَنْقَالَ أَبُو دَاوُد رُوِيَ نَحْوُهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ حَدَّثَنَا أَبُو عَاصِمٍ ح و حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ الْمَعْنَى حَدَّثَنَا رَوْحٌ عَنْ ابْنِ جُرَيْجٍ أَخْبَرَنِي يُوسُفُ بْنُ الْحَكَمِ بْنِ أَبِي سُفْيَانَ أَنَّهُ سَمِعَ حَفْصَ بْنَ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَعَمْرًو وَقَالَ عَبَّاسٌ ابْنُ حَنَّةَ أَخْبَرَاهُ عَنْ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ رِجَالٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْخَبَرِ زَادَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي بَعَثَ مُحَمَّدًا بِالْحَقِّ لَوْ صَلَّيْتَ هَاهُنَا لَأَجْزَأَ عَنْكَ صَلَاةً فِي بَيْتِ الْمَقْدِسِ قَالَ أَبُو دَاوُد رَوَاهُ الْأَنْصَارِيُّ عَنْ ابْنِ جُرَيْجٍ فَقَالَ جَعْفَرُ بْنُ عُمَرَ وَقَالَ عَمْرُو بْنُ حَيَّةَ وَقَالَ أَخْبَرَاهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَعْن رِجَالٌ مَنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}