{"pageProps":{"number":"2830","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Isa], dan [Abu Bakr bin Abu Syaibah?] serta [Ahmad bin Mani'], mereka berkata; telah menceritakan kepada kami [Ibnu Al Mubarak] dan telah diriwayatkan dari jalur yang lain: Telah menceritakan kepada kami [Ibnu Al 'Ala`], telah mengabarkan kepada kami [Ibnu Al Mubarak], dari [Sa'id bin Yazid?], ia berkata; telah menceritakan kepadaku [Khalid bin Abu Imran] dari [Hanasy] dari [Fadhalah bin 'Ubaid], ia berkata; Nabi shallallahu 'alaihi wasallam pada saat perang Khaibar diberi sebuah kalung yang padanya terdapat emas dan manik-manik. Abu Bakr dan Ibnu Mani' berkata; padanya terdapat manik-manik yang tergantung dengan emas. Yang dibeli oleh seseorang dengan harga sembilan dinar atau tujuh dinar. Nabi shallallahu 'alaihi wasallam bersabda: \"Tidak boleh, hingga engkau memisahkan antara emas dan manik-manik tersebut.\" Kemudian ia mengembalikannya hingga terpisahkan antara keduanya. Ibnu Isa berkata; aku ingin at tijarah (berdagang). Abu Daud berkata; dalam tulisannya adalah al hijarah (bebatuan). Kemudian ia mengubahnya, lalu ia berkata; at tijarah (perdagangan). ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَحْمَدُ بْنُ مَنِيعٍ قَالُوا حَدَّثَنَا ابْنُ الْمُبَارَكِ ح و حَدَّثَنَا ابْنُ الْعَلَاءِ أَخْبَرَنَا ابْنُ الْمُبَارَكِ عَنْ سَعِيدِ بْنِ يَزِيدَ قَالَ حَدَّثَنِي خَالِدُ بْنُ أَبِي عِمْرَانَ عَنْ حَنَشٍ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ قَالَأُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ خَيْبَرَ بِقِلَادَةٍ فِيهَا ذَهَبٌ وَخَرَزٌ قَالَ أَبُو بَكْرٍ وَابْنُ مَنِيعٍ فِيهَا خَرَزٌ مُعَلَّقَةٌ بِذَهَبٍ ابْتَاعَهَا رَجُلٌ بِتِسْعَةِ دَنَانِيرَ أَوْ بِسَبْعَةِ دَنَانِيرَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا حَتَّى تُمَيِّزَ بَيْنَهُ وَبَيْنَهُ فَقَالَ إِنَّمَا أَرَدْتُ الْحِجَارَةَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا حَتَّى تُمَيِّزَ بَيْنَهُمَا قَالَ فَرَدَّهُ حَتَّى مُيِّزَ بَيْنَهُمَاو قَالَ ابْنُ عِيسَى أَرَدْتُ التِّجَارَةَ قَالَ أَبُو دَاوُد وَكَانَ فِي كِتَابِهِ الْحِجَارَةُ فَغَيَّرَهُ فَقَالَ التِّجَارَةُ","source":"Abu Daud"},"__N_SSG":true}