{"pageProps":{"number":"3041","slug":"abu-daud","id":"Telah menceritakan kepada kami [Hafsh bin Umar] dari [Syu'bah] dari [Abu 'Aun] dari [Al Harits bin 'Amru] anak saudara Al Mughirah bin Syu'bah, dari [beberapa orang penduduk Himsh] yang merupakan sebagian dari sahabat Mu'adz bin Jabal. Bahwa Rasulullah shallallahu 'alaihi wasallam ketika akan mengutus Mu'adz bin Jabal ke Yaman beliau bersabda: \"Bagaimana engkau memberikan keputusan apabila ada sebuah peradilan yang dihadapkan kepadamu?\" Mu'adz menjawab, \"Saya akan memutuskan menggunakan Kitab Allah.\" Beliau bersabda: \"Seandainya engkau tidak mendapatkan dalam Kitab Allah?\" Mu'adz menjawab, \"Saya akan kembali kepada sunnah Rasulullah shallallahu 'alaihi wasallam.\" Beliau bersabda lagi: \"Seandainya engkau tidak mendapatkan dalam Sunnah Rasulullah shallallahu 'alaihi wasallam serta dalam Kitab Allah?\" Mu'adz menjawab, \"Saya akan berijtihad menggunakan pendapat saya, dan saya tidak akan mengurangi.\" Kemudian Rasulullah shallallahu 'alaihi wasallam menepuk dadanya dan berkata: \"Segala puji bagi Allah yang telah memberikan petunjuk kepada utusan Rasulullah untuk melakukan apa yang membuat senang Rasulullah.\" Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yahya] dari [Syu'bah] telah menceritakan kepadaku [Abu 'Aun] dari [Al Harits bin 'Amru] dari [beberapa orang sahabat Mu'adz] dari [Mu'adz bin Jabal] bahwa Rasulullah shallallahu 'alaihi wasallam tatkala mengutusnya ke Yaman… kemudian ia menyebutkan maknanya.\"","arab":"حَدَّثَنَا حَفْصُ بْنُ عُمَرَ عَنْ شُعْبَةَ عَنْ أَبِي عَوْنٍ عَنْ الْحَارِثِ بْنِ عَمْرِو ابْنِ أَخِي الْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ أُنَاسٍ مِنْ أَهْلِ حِمْصَ مِنْ أَصْحَابِ مُعَاذِ بْنِ جَبَلٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا أَرَادَ أَنْ يَبْعَثَ مُعَاذًا إِلَى الْيَمَنِ قَالَ كَيْفَ تَقْضِي إِذَا عَرَضَ لَكَ قَضَاءٌ قَالَ أَقْضِي بِكِتَابِ اللَّهِ قَالَ فَإِنْ لَمْ تَجِدْ فِي كِتَابِ اللَّهِ قَالَ فَبِسُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَإِنْ لَمْ تَجِدْ فِي سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا فِي كِتَابِ اللَّهِ قَالَ أَجْتَهِدُ رَأْيِي وَلَا آلُو فَضَرَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدْرَهُ وَقَالَ الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ لِمَا يُرْضِي رَسُولَ اللَّهِحَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ شُعْبَةَ حَدَّثَنِي أَبُو عَوْنٍ عَنْ الْحَارِثِ بْنِ عَمْرٍو عَنْ نَاسٍ مِنْ أَصْحَابِ مُعَاذٍ عَنْ مُعَاذِ بْنِ جَبَلٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا بَعَثَهُ إِلَى الْيَمَنِ فَذَكَرَ مَعْنَاهُ","source":"Abu Daud"},"__N_SSG":true}