{"pageProps":{"number":"3047","slug":"abu-daud","id":"Telah menceritakan kepada kami [Hafsh bin Umar] telah menceritakan kepada kami [Muhammad bin Rasyid] telah menceritakan kepada kami [Sulaiman bin Musa] dari ['Amru bin Syu'aib] dari [Ayahnya] dari [Kakeknya] bahwa Rasulullah shallallahu 'alaihi wasallam pernah menolak persaksian orang laki-laki dan perempuan yang berkhianat serta orang yang memiliki kedengkian terhadap saudaranya. Dan beliau menolak persaksian orang yang bekerja untuk penghuni rumah, dan beliau memperbolehkan persaksian tersebut untuk orang selain mereka.\" Abu Daud berkata, \"Al Ghimru adalah permusuhan dan kebencian, sedangkan Al Qani' adalah buruh yang mengikuti seperti buruh special.\" Telah menceritakan kepada kami [Muhammad bin Khalaf bin Thariq Ar Razi] telah menceritakan kepada kami [Zaid bin Yahya bin 'Ubaid Al Khuza'i] telah menceritakan kepada kami [Sa'id bin Abdul 'Aziz] dari [Sulaiman bin Musa] dengan sanadnya, ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak boleh persaksian seorang laki-laki dan wanita yang berkhianat, dan tidak pula laki-laki serta wanita pezina dan orang yang memiliki kedengkian terhadap saudaranya.\"","arab":"حَدَّثَنَا حَفْصُ بْنُ عُمَرَ حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ حَدَّثَنَا سُلَيْمَانُ بْنُ مُوسَى عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَدَّ شَهَادَةَ الْخَائِنِ وَالْخَائِنَةِ وَذِي الْغِمْرِ عَلَى أَخِيهِ وَرَدَّ شَهَادَةَ الْقَانِعِ لِأَهْلِ الْبَيْتِ وَأَجَازَهَا لِغَيْرِهِمْقَالَ أَبُو دَاوُد الْغِمْرُ الْحِنَةُ وَالشَّحْنَاءُ وَالْقَانِعُ الْأَجِيرُ التَّابِعُ مِثْلُ الْأَجِيرِ الْخَاصِّ حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفِ بْنِ طَارِقٍ الرَّازِيُّ حَدَّثَنَا زَيْدُ بْنُ يَحْيَى بْنِ عُبَيْدٍ الْخُزَاعِيُّ حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ عَنْ سُلَيْمَانَ بْنِ مُوسَى بِإِسْنَادِهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَجُوزُ شَهَادَةُ خَائِنٍ وَلَا خَائِنَةٍ وَلَا زَانٍ وَلَا زَانِيَةٍ وَلَا ذِي غِمْرٍ عَلَى أَخِيهِ","source":"Abu Daud"},"__N_SSG":true}