{"pageProps":{"number":"312","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Amru bin As Sarj] dan [Ibnu Abdah] pada para perawi yang lain, dan ini adalah lafazh Ibnu Abdah telah mengabarkan kepada kami [Sufyan] dari [Az Zuhri] dari [Sa'id bin Al Musayyib] dari [Abu Hurairah] bahwasanya pernah ada seorang Arab badui masuk ke masjid, sedangkan Rasulullah shallallahu 'alaihi wasallam duduk, lalu orang tersebut mengerjakan shalat, kata [Ibnu Abdah], Dua rakaat, kemudian dia (si badui) berkata; Ya Allah, rahmatilah aku dan Muhammad, dan janganlah engkau beri rahmat kepada seseorang pun bersama kami! Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya kamu telah mempersempit suatu perkara yang luas\". Kemudian tidak lama kemudian orang itu kencing di sudut masjid. Maka orang-orang dengan segera membentaknya, lalu Nabi shallallahu 'alaihi wasallam melarang mereka dan bersabda: \"Sesungguhnya kamu sekalian diutus untuk mempermudah, tidak diutus untuk mempersulit, tuangkanlah air satu timba ke atas kencing itu!\" Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Jarir bin Hazim] dia berkata; Saya mendengar [Abdul Malik bin Umair] dia menceritakan hadits dari [Abdullah bin Ma'qil bin Muqarrin] dia berkata; Pernah ada seorang Arab badui yang mengerjakan shalat bersama Nabi shallallahu 'alaihi wasallam... seperti kisah dalam hadits tersebut, lalu Nabi shallallahu 'alaihi wasallam bersabda: \"Ambillah debu tanah yang dikencingi itu, lalu buanglah. Setelah itu tuangkanlah air ke atas tempat (yang dikencingi itu) \". Abu Dawud berkata; Ini adalah mursal Ibnu Aqil, dia tidak pernah bertemu dengan Nabi shallallahu 'alaihi wasallam. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ وَابْنُ عَبْدَةَ فِي آخَرِينَ وَهَذَا لَفْظُ ابْنِ عَبْدَةَ أَخْبَرَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةِأَنَّ أَعْرَابِيًّا دَخَلَ الْمَسْجِدَ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ فَصَلَّى قَالَ ابْنُ عَبْدَةَ رَكْعَتَيْنِ ثُمَّ قَالَ اللَّهُمَّ ارْحَمْنِي وَمُحَمَّدًا وَلَا تَرْحَمْ مَعَنَا أَحَدًا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ تَحَجَّرْتَ وَاسِعًا ثُمَّ لَمْ يَلْبَثْ أَنْ بَالَ فِي نَاحِيَةِ الْمَسْجِدِ فَأَسْرَعَ النَّاسُ إِلَيْهِ فَنَهَاهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ إِنَّمَا بُعِثْتُمْ مُيَسِّرِينَ وَلَمْ تُبْعَثُوا مُعَسِّرِينَ صُبُّوا عَلَيْهِ سَجْلًا مِنْ مَاءٍ أَوْ قَالَ ذَنُوبًا مِنْ مَاءٍحَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا جَرِيرٌ يَعْنِي ابْنَ حَازِمٍ قَالَ سَمِعْتُ عَبْدَ الْمَلِكِ يَعْنِي ابْنَ عُمَيْرٍ يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلِ بْنِ مُقَرِّنٍ قَالَ صَلَّى أَعْرَابِيٌّ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذِهِ الْقِصَّةِ قَالَ فِيهِ وَقَالَ يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُذُوا مَا بَالَ عَلَيْهِ مِنْ التُّرَابِ فَأَلْقُوهُ وَأَهْرِيقُوا عَلَى مَكَانِهِ مَاءً قَالَ أَبُو دَاوُد وَهُوَ مُرْسَلٌ ابْنُ مَعْقِلٍ لَمْ يُدْرِكْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}