{"pageProps":{"number":"316","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Hanbal] telah menceritakan kepada kami [Abu Al Mughirah] (demikian juga diriwayatkan dari jalur lain), Dan telah menceritakan kepada kami [Abbas bin Al Walid bin Mazid] telah mengabarkan kepadaku [Ayahku] (demikian juga diriwayatkan dari jalur lain), Dan telah menceritakan kepada kami [Mahmud bin Khalid] telah menceritakan kepada kami [Umar bin Abdul Wahid] dari [Al Auza'i] secara makna. Dia berkata; [Telah diberitakan kepadaku] bahwasanya [Sa'id bin Abu Sa'id Al Maqburi] telah menceritakan dari [Ayahnya] dari [Abu Hurairah] bahwasanya Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila salah seorang di antara kalian menginjak kotoran dengan sandalnya, maka debu tanah dapat menjadi penyuci baginya\". Telah menceritakan kepada kami [Ahmad bin Ibrahim] telah menceritakan kepadaku [Muhammad bin Katsir Ash Shan'ani] dari [Al Auza'i] dari [Ibnu 'Ajlan] dari [Sa'id bin Abu Sa'id] dari [Ayahnya] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, semakna dengannya, beliau bersabda: \"Apabila di antara kamu menginjak kotoran dengan dua khufnya, maka debu tanahlah yang mensucikannya\". Telah menceritakan kepada kami [Mahmud bin Khalid] telah menceritakan kepada kami [Muhammad bin 'A`id] telah menceritakan kepadaku [Yahya bin Hamzah] dari [Al Auza'i] dari [Muhammad bin Al Walid] telah mengabarkan kepadaku juga [Sa'id bin Abu Sa'id] dari [Al Qa'qa' bin Hakim] dari [Aisyah] dari Rasulullah shallallahu 'alaihi wasallam semakna dengannya. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا أَبُو الْمُغِيرَةِ ح و حَدَّثَنَا عَبَّاسُ بْنُ الْوَلِيدِ بْنِ مَزْيَدٍ أَخْبَرَنِي أَبِي ح و حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ حَدَّثَنَا عُمَرُ يَعْنِي ابْنَ عَبْدِ الْوَاحِدِ عَنْ الْأَوْزَاعِيِّ الْمَعْنَى قَالَ أُنْبِئْتُ أَنَّ سَعِيدَ بْنَ أَبِي سَعِيدٍ الْمَقْبُرِيَّ حَدَّثَ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا وَطِئَ أَحَدُكُمْ بِنَعْلِهِ الْأَذَى فَإِنَّ التُّرَابَ لَهُ طَهُورٌحَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ حَدَّثَنِي مُحَمَّدُ بْنُ كَثِيرٍ يَعْنِي الصَّنْعَانِيَّ عَنْ الْأَوْزَاعِيِّ عَنْ ابْنِ عَجْلَانَ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ قَالَ إِذَا وَطِئَ الْأَذَى بِخُفَّيْهِ فَطَهُورُهُمَا التُّرَابُ حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ عَائِذٍ حَدَّثَنِي يَحْيَى يَعْنِي ابْنَ حَمْزَةَ عَنْ الْأَوْزَاعِيِّ عَنْ مُحَمَّدِ بْنِ الْوَلِيدِ أَخْبَرَنِي أَيْضًا سَعِيدُ بْنُ أَبِي سَعِيدٍ عَنْ الْقَعْقَاعِ بْنِ حَكِيمٍ عَنْ عَائِشَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ","source":"Abu Daud"},"__N_SSG":true}