{"pageProps":{"number":"3332","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Abdurrahim bin Al Barqi] bahwa [Sa'id bin Al Hakam] telah menceritakan kepada mereka, ia berkata; telah mengabarkan kepada kami [Yahya bin Ayyub] telah menceritakan kepadaku [Ibnu 'Ajlan] telah menceritakan kepadaku [Al Qa'qa' bin Hakim] dan ['Ubaidullah bin Miqsam] dan [Zaid bin Aslam] dari [Abu Shalih] dari [Abu Hurairah], bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada ghul (yang dapat menyesatkan seseorngpun).\" Abu Daud berkata; telah dibacakan di hadapan [Al Harits bin Miskin] -sementara aku menyaksikan- telah mengabarkan kepada kalian [Asyhab] ia berkata; [Malik] pernah ditanya mengenai sabda beliau 'Tidak ada shafar', maka ia menjawab, \"Sesungguhnya orang-orang jahiliyah dahulu menghalalkan bulan Shafar satu tahun dan mengharamkannya satu tahun. Kemudian Nabi shallallahu 'alaihi wasallam bersabda: 'Tidak ada shafar'. Telah menceritakan kepada kami [Muhammad bin Al Mushaffa] telah menceritakan kepada kami [Baqiyyah] ia berkata, \"Aku tanyakan kepada [Muhammad bin Rasyid], \"Bagaimana dengan kata 'haam'? Ia menjawab, \"Orang-orang jahiliyah dulu mengatakan, 'Tidaklah orang yang meninggal kemudian dikubur melainkan keluar serangga berbisa dari kuburnya'. Aku tanyakan lagi, \"Bagaimana dengan kata, 'Shafar'? Ia menjawab, \"Aku pernah mendengar bahwa orang-orang jahiliyah menisbatkan kesialan kepada bulan Shafar.\" Kemudian Nabi shallallahu 'alaihi wasallam bersabda: \"Tidak ada shafar.\" Muhammad berkata, \"Aku mendengar orang yang mengatakan, 'Itu adalah suatu penyakit yang bertempat di dalam perut. Dahulu mereka mengatakan, 'Penyakit tersebut menular'. Maka beliau bersabda: \"Tidak ada shafar.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ بْنِ الْبَرْقِيِّ أَنَّ سَعِيدَ بْنَ الْحَكَمِ حَدَّثَهُمْ قَالَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنِي ابْنُ عَجْلَانَ حَدَّثَنِي الْقَعْقَاعُ بْنُ حَكِيمٍ وَعُبَيْدُ اللَّهِ بْنُ مِقْسَمٍ وَزَيدُ بْنُ أَسْلَمَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا غُولَقَالَ أَبُو دَاوُد قُرِئَ عَلَى الْحَارِثِ بْنِ مِسْكِيْنٍ وَأَنَا شَاهِدٌ أَخْبَرَكُمْ أَشْهَبُ قَالَ سُئِلَ مَالِكٌ عَنْ قَوْلِهِ لَا صَفَرَ قَالَ إِنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا يُحِلُّونَ صَفَرَ يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا صَفَرَ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى حَدَّثَنَا بَقِيَّةُ قَالَ قُلْتُ لِمُحَمَّدٍ يَعْنِي ابْنَ رَاشِدٍ قَوْلُهُ هَامَ قَالَ كَانَتْ الْجَاهِلِيَّةُ تَقُولُ لَيْسَ أَحَدٌ يَمُوتُ فَيُدْفَنُ إِلَّا خَرَجَ مِنْ قَبْرِهِ هَامَةٌ قُلْتُ فَقَوْلُهُ صَفَرَ قَالَ سَمِعْتُ أَنَّ أَهْلَ الْجَاهِلِيَّةِ يَسْتَشْئِمُونَ بِصَفَرٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا صَفَرَ قَالَ مُحَمَّدٌ وَقَدْ سَمِعْنَا مَنْ يَقُولُ هُوَ وَجَعٌ يَأْخُذُ فِي الْبَطْنِ فَكَانُوا يَقُولُونَ هُوَ يُعْدِي فَقَالَ لَا صَفَرَ","source":"Abu Daud"},"__N_SSG":true}