{"pageProps":{"number":"3351","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibrahim bin Musa Ar Razi] telah mengabarkan kepada kami [Isa bin Yunus] telah menceritakan kepada kami ['Ubaidullah] dari [Nafi'] dari [Ibnu Umar] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa membebaskan baginya dari budaknya maka ia berkewajiban membebaskan seluruhnya apabila ia memiliki harta yang mencapai nilai harga budak tersebut. Jika tidak memiliki harta, maka ia telah membebaskan bagiannya.\" Telah menceritakan kepada kami [Makhlad bin Khalid] telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepadaku [Yahya bin Sa'id] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam dengan makna hadits Ibnu bin Musa.\" Telah menceritakan kepada kami [Abdullah bin Muhammad bin Asma`] telah menceritakan kepada kami [Juwairiyah] dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam dengan makna hadits Malik, namun ia tidak menyebutkan kata, 'jika tidak (mempunyai uang), maka ia telah membebaskan darinya apa yang telah menjadi bagiannya. ' Dan haditsnya berakhir pada lafadz 'dan budak tersebut telah dibebaskan', seperti makna hadits tersebut.\"","arab":"حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَعْتَقَ شِرْكًا مِنْ مَمْلُوكٍ لَهُ فَعَلَيْهِ عِتْقُهُ كُلِّهِ إِنْ كَانَ لَهُ مَا يَبْلُغُ ثَمَنَهُ وَإِنْ لَمْ يَكُنْ لَهُ مَالٌ عَتَقَ نَصِيبَهُحَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنِي يَحْيَى بْنُ سَعِيدٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى إِبْرَاهِيمَ بْنِ مُوسَى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ حَدَّثَنَا جُوَيْرِيَةُ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى مَالِكٍ وَلَمْ يَذْكُرْ وَإِلَّا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ انْتَهَى حَدِيثُهُ إِلَى وَأُعْتِقَ عَلَيْهِ الْعَبْدُ عَلَى مَعْنَاهُ","source":"Abu Daud"},"__N_SSG":true}