{"pageProps":{"number":"3411","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Nafi'] dari [Ibrahim bin Abdullah bin Hunain] dari [Bapaknya] dari [Ali bin Abu Thalib] radliallahu 'anhu, ia berkata, \"Rasulullah shallallahu 'alaihi wasallam melarang memakai kain yang bersulam sutera, kain yang dicelup dengan warna kuning, memakai cincin emas dan membaca Al-Qur'an saat rukuk.\" Telah menceritakan kepada kami [Ahmad bin Muhammad] -yaitu Al Marwazi- berkata, telah menceritakan kepada kami [Abdurrazaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Ibrahim bin Abdullah bin Hunain] dari [Bapaknya] dari [Ali bin Abu Thalib] radliallahu 'anhu, dari Nabi shallallahu 'alaihi wasallam dengan redaksi hadits seperti ini. Ali berkata: \".. (beliau melarang) membaca Al-Qur'an saat rukuk dan sujud\", Telah menceritakan kepada kami [Musa bin Isma'il] berkata, telah menceritakan kepada kami [Hammad] dari [Muhammad bin Amru] dari [Ibrahim bin Abdullah] dengan lafadz seperti ini dengan menambahkan, \"Dan aku tidak mengatakan 'beliau melarang kalian' (maksudnya; Muhammad bin Amru menambahkan dalam riwayatnya bahwa Ali berkata; Rasulullah Shallahu 'Alaihi Wasallam melarangku dan aku tidak berkata beliau melarang kalian).\"","arab":"حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ عَنْ أَبِيهِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُبْسِ الْقَسِّيِّ وَعَنْ لُبْسِ الْمُعَصْفَرِ وَعَنْ تَخَتُّمِ الذَّهَبِ وَعَنْ الْقِرَاءَةِ فِي الرُّكُوعِحَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ يَعْنِي الْمَرْوَزِيَّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ عَنْ أَبِيهِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا قَالَ عَنْ الْقِرَاءَةِ فِي الرُّكُوعِ وَالسُّجُودِ حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بِهَذَا زَادَ وَلَا أَقُولُ نَهَاكُمْ","source":"Abu Daud"},"__N_SSG":true}