{"pageProps":{"number":"3524","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Isa] dan [Utsman bin Abu Syaibah] secara makna, keduanya berkata; telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Ibrahim] dari [Alqamah] dari [Abdullah] ia berkata, \"Allah melaknat wanita yang mentato dan wanita yang minta untuk ditato.\" Muhammad menyebutkan, \"dan wanita yang meyambung rambut.\" Utsman menyebutkan, \"dan wanita yang mencukur bulu alis.\" Dan keduanya sepakat dengan penyebutan, \"dan mengikir gigi untuk kecantikan dengan merubah ciptaan Allah Azza Wa Jalla. Hadits ini kemudian di dengar oleh seorang wanita dari bani Asad yang biasa di panggil dengan nama Ummu Ya'qub, Utsman menambahkan, \"yang sedang membaca Al-Qur'an. Ia lalu mendatangi Abdullah dan berkata, \"Telah sampai kabar kepadaku bahwa engkau melaknat Wanita yang mentato dan wanita yang minta untuk ditato?\" Muhammad menyebutkan, \"dan wanita yang menyambung rambut.\" Utsman menyebutkan, \"dan wanita yang mencukur alis. Kemudian keduanya sepakat dengan penyebutan, \"wanita yang mengikir gigi, Utsman menyebutkan, \"untuk kecantikan dengan merubah ciptaan Allah Ta'ala.\" Ummu Ya'qub berkata, \"Aku telah membaca lembaran-lembaran Al-Qur'an tetapi aku tidak mendapatkannya.\" Abdullah berkata, \"Demi Allah, jika engkau membacanya, sungguh engkau pasti mendapatkannya.\" Kemudian Abdullah membaca: (Apa yang diberikan Rasul kepadamu maka terimalah dia, dan apa yang dilarangnya bagimu maka tinggalkanlah.. (Qs. Al Hasyr: 7).\" Ummu Ya'qub berkata, \"Aku melihat hal ini ada pada isterimu!\" Abdullah berkata, \"Masuk dan lihatlah.\" Ummu Ya'qub kemudian masuk dan keluar lagi. Abdullah berkata, \"Apa yang engkau lihat?\" Utsman berkata (dalam riwayatnya) maka Ummu Ya'qub berkata; \"Aku tidak melihatnya\", Ibnu Mas'ud berkata; \"Jikalau hal itu ada pada istriku niscaya dia tidak akan ada bersama kami.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ الْمَعْنَى قَالَا حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَلَعَنَ اللَّهُ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ قَالَ مُحَمَّدٌ وَالْوَاصِلَاتِ و قَالَ عُثْمَانُ وَالْمُتَنَمِّصَاتِ ثُمَّ اتَّفَقَا وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ عَزَّ وَجَلَّ فَبَلَغَ ذَلِكَ امْرَأَةً مِنْ بَنِي أَسَدٍ يُقَالُ لَهَا أُمُّ يَعْقُوبَ زَادَ عُثْمَانُ كَانَتْ تَقْرَأُ الْقُرْآنَ ثُمَّ اتَّفَقَا فَأَتَتْهُ فَقَالَتْ بَلَغَنِي عَنْكَ أَنَّكَ لَعَنْتَ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ قَالَ مُحَمَّدٌ وَالْوَاصِلَاتِ و قَالَ عُثْمَانُ وَالْمُتَنَمِّصَاتِ ثُمَّ اتَّفَقَا وَالْمُتَفَلِّجَاتِ قَالَ عُثْمَانُ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ تَعَالَى فَقَالَ وَمَا لِي لَا أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي كِتَابِ اللَّهِ تَعَالَى قَالَتْ لَقَدْ قَرَأْتُ مَا بَيْنَ لَوْحَيْ الْمُصْحَفِ فَمَا وَجَدْتُهُ فَقَالَ وَاللَّهِ لَئِنْ كُنْتِ قَرَأْتِيهِ لَقَدْ وَجَدْتِيهِ ثُمَّ قَرَأَ{ وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا }قَالَتْ إِنِّي أَرَى بَعْضَ هَذَا عَلَى امْرَأَتِكَ قَالَ فَادْخُلِي فَانْظُرِي فَدَخَلَتْ ثُمَّ خَرَجَتْ فَقَالَ مَا رَأَيْتِو قَالَ عُثْمَانُ فَقَالَتْ مَا رَأَيْتُ فَقَالَ لَوْ كَانَ ذَلِكَ مَا كَانَتْ مَعَنَا","source":"Abu Daud"},"__N_SSG":true}