{"pageProps":{"number":"3601","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Hammad bin Zaid] dari [Abu Imran Al Jauni] dari [Musya'ats bin Tharif] dari [Abdullah bin Ash Shamit] dari [Abu Dzar] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Wahai Abu Dzar!\" Aku menjawab, \"Wahai Rasulullah, aku penuhi panggilanmu dan kebahagiaan semoga bersamamu, \" -lalu ia menyebutkan hadits secara lengkap-. Dalam hadits tersebut beliau bertanya: \"Apa yang akan kamu lakukan jika datang kematian kepada manusia, kemudian rumahnya pindah ke kuburan?\" Aku menjawab, \"Allah dan Rasul-Nya lebih tahu.\" Atau ia menyebutkan, \"(Aku akan melakukan) apa yang Allah dan Rasul-Nya kehendaki (pilih).\" Beliau bersabda: \"Hendaklah engkau sabar, atau beliau mengatakan: \"Bersabarlah.\" Kemudian beliau berkata lagi kepadaku: \"Wahai Abu Dzar!\" aku menjawab, \"Aku penuhi panggilanmu dan kebahagiaan semoga bersamamu, \"Apa pendapatmu jika Ahjar Az Zait (nama suatu tempat di Madinah) berlumuran darah?\" Aku menjawab, \"(Aku akan melakukan) apa yang Allah dan Rasul-Nya kehendaki untukku.\" Beliau bersabda: \"Hendaklah engkau bergabung bersama orang terdekatmu (keluarga, atau Imam yang kamu berbaiat kepadanya).\" Aku bertanya, \"Wahai Rasulullah, apa tidak lebih baik jika aku ambil pedangku, lalu aku letakkan di atas pundakku?\" beliau menjawab: \"Kalau begitu kamu telah ikut serta bersama orang-orang (dalam dosa).\" Aku lalu bertanya lagi, \"Lantas apa yang engkau perintahkan untukku?\" beliau menjawab: \"Berdiamlah engkau dirumahmu.\" Aku terus bertanya, \"Bagaimana jika ada seseorang yang masuk ke dalam rumahku!\" beliau menjawab: \"Jika engkau merasa takut dengan kilauan pedang musuh, maka letakkanlah kain baju di mukamu (pasrah), maka ia akan menanggung dosamu dan dosanya sendiri.\" Abu Dawud berkata, \"Al Musya'ats dalam hadits ini tidak menyebutkan selain Hammad bin Zaid.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ عَنْ الْمُشَعَّثِ بْنِ طَرِيفٍ عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ عَنْ أَبِي ذَرٍّ قَالَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا ذَرٍّ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ فَذَكَرَ الْحَدِيثَ قَالَ فِيهِ كَيْفَ أَنْتَ إِذَا أَصَابَ النَّاسَ مَوْتٌ يَكُونُ الْبَيْتُ فِيهِ بِالْوَصِيفِ يَعْنِي الْقَبْرَ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ أَوْ قَالَ مَا خَارَ اللَّهُ لِي وَرَسُولُهُ قَالَ عَلَيْكَ بِالصَّبْرِ أَوْ قَالَ تَصْبِرُ ثُمَّ قَالَ لِي يَا أَبَا ذَرٍّ قُلْتُ لَبَّيْكَ وَسَعْدَيْكَ قَالَ كَيْفَ أَنْتَ إِذَا رَأَيْتَ أَحْجَارَ الزَّيْتِ قَدْ غَرِقَتْ بِالدَّمِ قُلْتُ مَا خَارَ اللَّهُ لِي وَرَسُولُهُ قَالَ عَلَيْكَ بِمَنْ أَنْتَ مِنْهُ قُلْتُ يَا رَسُولَ اللَّهِ أَفَلَا آخُذُ سَيْفِي وَأَضَعُهُ عَلَى عَاتِقِي قَالَ شَارَكْتَ الْقَوْمَ إِذَنْ قُلْتُ فَمَا تَأْمُرُنِي قَالَ تَلْزَمُ بَيْتَكَ قُلْتُ فَإِنْ دُخِلَ عَلَيَّ بَيْتِي قَالَ فَإِنْ خَشِيتَ أَنْ يَبْهَرَكَ شُعَاعُ السَّيْفِ فَأَلْقِ ثَوْبَكَ عَلَى وَجْهِكَ يَبُوءُ بِإِثْمِكَ وَإِثْمِهِقَالَ أَبُو دَاوُد لَمْ يَذْكُرْ الْمُشَعَّثَ فِي هَذَا الْحَدِيثِ غَيْرَ حَمَّادِ بْنِ زَيْدٍ","source":"Abu Daud"},"__N_SSG":true}