{"pageProps":{"number":"3994","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ibnu As Sarh] berkata, telah menceritakan kepada kami [Ibnu Wahb] dari [Sa'id] -maksudnya Said bin Abu Ayyub- dari [Abu Marhum] dari [Sahl bin Mu'adz] dari [Bapaknya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa menahan kemarahan padahal ia mampu untuk meluapkannya, maka pada hari kiamat Allah akan memanggilnya di antara manusia, hingga Allah menyuruhnya untuk memilih bidadari sesuka hatinya.\" Abu Dawud berkata, \"Abu Marhum namanya adalah 'Abdurrahman bin Maimun.\" Telah menceritakan kepada kami [Uqbah bin Mukram] berkata, telah menceritakan kepada kami ['Abdurrahman] -maksudnya Abdur Rahman bin Mahdi- dari [Bisyr] -maksudnya Bisyr bin Manshur- dari [Muhammad bin 'Ajlan] dari [Suwaid bin Wahb] dari [seorang laki-laki] di antara anak-anak sahabat Nabi shallallahu 'alaihi wasallam, dari [Bapaknya] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah akan memenuhi keamanan dan keimanan -namun ia tidak menyebutkan kisah dalam hadits sebelumnya-, lalu Allah akan memanggilnya, perawi menambahkan, \"siapa meninggalkan dari memakai pakaian yang bagus padahal ia mampu -[Bisyr] mengatakan; aku mengira beliau mengatakan- karena merendah diri, Maka Allah akan memakaikan baginya baju kemuliaan. Dan barangsiapa menikah karena Allah Ta'ala maka Allah akan memberinya mahkota raja kepadanya.\"","arab":"حَدَّثَنَا ابْنُ السَّرْحِ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ سَعِيدٍ يَعْنِي ابْنَ أَبِي أَيُّوبَ عَنْ أَبِي مَرْحُومٍ عَنْ سَهْلِ بْنِ مُعَاذٍ عَنْ أَبِيهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ كَظَمَ غَيْظًا وَهُوَ قَادِرٌ عَلَى أَنْ يُنْفِذَهُ دَعَاهُ اللَّهُ عَزَّ وَجَلَّ عَلَى رُءُوسِ الْخَلَائِقِ يَوْمَ الْقِيَامَةِ حَتَّى يُخَيِّرَهُ اللَّهُ مِنْ الْحُورِ الْعِينِ مَا شَاءَقَالَ أَبُو دَاوُد اسْمُ أَبِي مَرْحُومٍ عَبْدُ الرَّحْمَنِ بْنُ مَيْمُونٍ حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ يَعْنِي ابْنَ مَهْدِيٍّ عَنْ بِشْرٍ يَعْنِي ابْنَ مَنْصُورٍ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنْ سُوَيْدِ بْنِ وَهْبٍ عَنْ رَجُلٍ مِنْ أَبْنَاءِ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ قَالَ مَلَأَهُ اللَّهُ أَمْنًا وَإِيمَانًا لَمْ يَذْكُرْ قِصَّةَ دَعَاهُ اللَّهُ زَادَ وَمَنْ تَرَكَ لُبْسَ ثَوْبِ جَمَالٍ وَهُوَ يَقْدِرُ عَلَيْهِ قَالَ بِشْرٌ أَحْسِبُهُ قَالَ تَوَاضُعًا كَسَاهُ اللَّهُ حُلَّةَ الْكَرَامَةِ وَمَنْ زَوَّجَ لِلَّهِ تَعَالَى تَوَّجَهُ اللَّهُ تَاجَ الْمُلْكِ","source":"Abu Daud"},"__N_SSG":true}