{"pageProps":{"number":"406","slug":"abu-daud","id":"Telah menceritakan kepada kami [Mu`ammal bin Hisyam Al-Yasykuri] telah menceritakan kepada kami [Isma'il] dari [Sawwar Abu Hamzah] berkata Abu Dawud; Dia adalah Sawwar bin Dawud Abu Hamzah Al-Muzani Ash-Shairafi dari [Amru bin Syu'aib] dari [Ayahnya] dari [Kakeknya] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: Perintahkanlah anak-anak kalian untuk melaksanakan shalat apabila sudah mencapai umur tujuh tahun, dan apabila sudah mencapai umur sepuluh tahun maka pukullah dia apabila tidak melaksanakannya, dan pisahkanlah mereka dalam tempat tidurnya.\" Telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Waki'] telah menceritakan kepadaku [Dawud bin Sawwar Al-Muzani] dengan isnadnya dan maknanya dan dia menambahkan; (sabda beliau): \"Dan apabila salah seorang di antara kalian menikahkan sahaya perempuannya dengan sahaya laki-lakinya atau pembantunya, maka janganlah dia melihat apa yang berada di bawah pusar dan di atas paha.\" Abu Dawud berkata; Waki' wahm dalam hal nama Sawwar bin Dawud. Dan hadits ini telah diriwayatkan oleh [Abu Dawud Ath-Thayalisi], dia berkata; Telah menceritakan kepada kami [Abu Hamzah Sawwar Ash-Shairafi]. ","arab":"حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ يَعْنِي الْيَشْكُرِيَّ حَدَّثَنَا إِسْمَعِيلُ عَنْ سَوَّارٍ أَبِي حَمْزَةَ قَالَ أَبُو دَاوُد وَهُوَ سَوَّارُ بْنُ دَاوُدَ أَبُو حَمْزَةَ الْمُزَنِيُّ الصَّيْرَفِيُّ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرُوا أَوْلَادَكُمْ بِالصَّلَاةِ وَهُمْ أَبْنَاءُ سَبْعِ سِنِينَ وَاضْرِبُوهُمْ عَلَيْهَا وَهُمْ أَبْنَاءُ عَشْرٍ وَفَرِّقُوا بَيْنَهُمْ فِي الْمَضَاجِعِحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا وَكِيعٌ حَدَّثَنِي دَاوُدُ بْنُ سَوَّارٍ الْمُزَنِيُّ بِإِسْنَادِهِ وَمَعْنَاهُ وَزَادَ وَإِذَا زَوَّجَ أَحَدُكُمْ خَادِمَهُ عَبْدَهُ أَوْ أَجِيرَهُ فَلَا يَنْظُرْ إِلَى مَا دُونَ السُّرَّةِ وَفَوْقَ الرُّكْبَةِ قَالَ أَبُو دَاوُد وَهِمَ وَكِيعٌ فِي اسْمِهِ وَرَوَى عَنْهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ هَذَا الْحَدِيثَ فَقَالَ حَدَّثَنَا أَبُو حَمْزَةَ سَوَّارٌ الصَّيْرَفِيُّ","source":"Abu Daud"},"__N_SSG":true}