{"pageProps":{"number":"4105","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Shalih] berkata, telah menceritakan kepada kami [Abdullah bin Wahb] ia berkata; telah mengabarkan kepadaku [Sa'id bin 'Abdurrahman bin Abul Amya`] bahwa [Sahl bin Abu Umamah] menceritakan kepadanya, bahwa dia bersama bapaknya pernah menemui [Anas bin Malik] di Madinah pada masa pemerintahan Umar bin Abdul Aziz -waktu itu Anas sebagai sorang gubernur di Madinah-. Saat itu Anas melaksanakan shalat yang sangat singkat seakan shalatnya seorang musafir atau kurang lebih seperti itu. Ketika Anas selesai salam, bapakku berkata, \"Semoga Allah merahmatimu. Menurutmu apakah tadi shalat maktubah (wajib) atau shalat nafilah?\" Anas menjawab, \"Itu adalah shalat maktubah, dan itulah shalat yang pernah dilaksanakan oleh Rasulullah shallallahu 'alaihi wasallam. Aku tidak menyalahi sesuatu pun darinya, kecuali sesuatu yang aku lupa darinya.\" Anas lalu berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah bersabda: \"Janganlah kalian perberat diri kalian hingga Allah akan memperberatmu. Sungguh, ada suatu kaum yang suka memperberat diri mereka lalu Allah memperberat bagi mereka. Itulah pewaris-pewaris mereka yang ada di dalam biara-biara dan tempat peribadatan. Firman Allah: '(Dan mereka mengada-adakan rahbaniyyah padahal kami tidak mewajibkannya….) ' -Qs. Al hadid: 27- Keesokan harinya Abu Umamah (bapakku) pergi menemui Anas, Anas lalu berkata, \"Tidakkah kamu berkendaraan hingga kamu dapat melihat dan mengambil pelajaran?\" Abu Umamah menjawab, \"Baiklah.\" Lalu mereka pergi, dan ternyata mereka berada pada sebuah perkampungan yang penduduknya telah binasa, dan musnah, atap-atap pada bangunannya juga telah berjatuhan. Anas bertanya, \"Apakah kamu tahu kampung ini?\" aku (Abu Umamah) menjawab, \"Aku tidak tahu tentang kampung dan penduduk daerah ini.\" Anas menerangkan, \"Ini ada perkampungan suatu kaum yang Allah telah membinasakan mereka karena sifat melampaui batas (kedhaliman) dan hasad (dengki). Sesungguhnya hasad dapat memadamkan cahaya kebaikan, dan sifat melampaui bataslah (kedhaliman) yang akan membenarkan hal itu atau mendustakannya. Mata berzina, maka tangan, kaki, dan badan, lisan dan kemaluanlah yang akan membenarkan hal itu atau mendustakannya.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ أَخْبَرَنِي سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الْعَمْيَاءِ أَنَّ سَهْلَ بْنَ أَبِي أُمَامَةَ حَدَّثَهُأَنَّهُ دَخَلَ هُوَ وَأَبُوهُ عَلَى أَنَسِ بْنِ مَالِكٍ بِالْمَدِينَةِ فِي زَمَانِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَهُوَ أَمِيرُ الْمَدِينَةِ فَإِذَا هُوَ يُصَلِّي صَلَاةً خَفِيفَةً دَقِيقَةً كَأَنَّهَا صَلَاةُ مُسَافِرٍ أَوْ قَرِيبًا مِنْهَا فَلَمَّا سَلَّمَ قَالَ أَبِي يَرْحَمُكَ اللَّهُ أَرَأَيْتَ هَذِهِ الصَّلَاةَ الْمَكْتُوبَةَ أَوْ شَيْءٌ تَنَفَّلْتَهُ قَالَ إِنَّهَا الْمَكْتُوبَةُ وَإِنَّهَا لَصَلَاةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَخْطَأْتُ إِلَّا شَيْئًا سَهَوْتُ عَنْهُ فَقَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ لَا تُشَدِّدُوا عَلَى أَنْفُسِكُمْ فَيُشَدَّدَ عَلَيْكُمْ فَإِنَّ قَوْمًا شَدَّدُوا عَلَى أَنْفُسِهِمْ فَشَدَّدَ اللَّهُ عَلَيْهِمْ فَتِلْكَ بَقَايَاهُمْ فِي الصَّوَامِعِ وَالدِّيَارِ{ وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ }ثُمَّ غَدَا مِنْ الْغَدِ فَقَالَ أَلَا تَرْكَبُ لِتَنْظُرَ وَلِتَعْتَبِرَ قَالَ نَعَمْ فَرَكِبُوا جَمِيعًا فَإِذَا هُمْ بِدِيَارٍ بَادَ أَهْلُهَا وَانْقَضَوْا وَفَنُوا خَاوِيَةٍ عَلَى عُرُوشِهَا فَقَالَ أَتَعْرِفُ هَذِهِ الدِّيَارَ فَقُلْتُ مَا أَعْرَفَنِي بِهَا وَبِأَهْلِهَا هَذِهِ دِيَارُ قَوْمٍ أَهْلَكَهُمْ الْبَغْيُ وَالْحَسَدُ إِنَّ الْحَسَدَ يُطْفِئُ نُورَ الْحَسَنَاتِ وَالْبَغْيُ يُصَدِّقُ ذَلِكَ أَوْ يُكَذِّبُهُ وَالْعَيْنُ تَزْنِي وَالْكَفُّ وَالْقَدَمُ وَالْجَسَدُ وَاللِّسَانُ وَالْفَرْجُ يُصَدِّقُ ذَلِكَ أَوْ يُكَذِّبُهُ","source":"Abu Daud"},"__N_SSG":true}