{"pageProps":{"number":"4256","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] berkata, telah menceritakan kepada kami [Hammad] dan [Wuhaib] seperti itu, dari [Suhail] dari [Bapaknya] dari [Ibnu Abu Aisy]. - [Hammad] berkata; - dari [Abu Ayyasy] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa di waktu pagi membaca: LAA ILAAHA ILLAALLAHU WAHDAHU LAA SYARIIKALAH LAHUL MULKU WA LAHUL HAMDU WA HUWA 'ALA KULLU SYAI`IN QADIIR (Tidak ada Tuhan selain Allah semata, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan dan pujian. Dan Dia Maha Kuasa atas segala sesuatu). Maka ia akan mendapatkan pahala senilai memerdekakan seorang budak dari keturunan Isma'il, akan dituliskan untuknya sepuluh kebaikan, dihapus darinya sepuluh dosa, dan ia akan dinaikkan sepuluh derajat. Dia juga akan dijaga dari setan hingga datang waktu sore. Jika pada waktu sore ia membaca doa itu maka ia akan mendapatkan yang seperti itu hingga tiba waktu pagi.\" Dalam hadits [Hammad] disebutkan, \"Seorang laki-laki melihat Rasulullah shallallahu 'alaihi wasallam dalam mimpi, laki-laki itu berkata, \"Wahai Rasulullah, Abu Ayyasy menceritakan tentangmu begini dan begini!\" Beliau bersabda: \"Abu Ayyasy benar.\" Abu Dawud berkata, \" [Isma'il bin Ja'far], [Musa Az Zam'I] dan [Abdullah bin Ja'far] meriwayatkannya dari [Suhail], dari [bapaknya], dari [Ibnu 'A`isy].\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ وَوُهَيْبٌ نَحْوَهُ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ ابْنِ أَبِي عَائِشٍ وَقَالَ حَمَّادٌ عَنْ أَبِي عَيَّاشٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَالَ إِذَا أَصْبَحَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ كَانَ لَهُ عِدْلَ رَقَبَةٍ مِنْ وَلَدِ إِسْمَعِيلَ وَكُتِبَ لَهُ عَشْرُ حَسَنَاتٍ وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ وَكَانَ فِي حِرْزٍ مِنْ الشَّيْطَانِ حَتَّى يُمْسِيَ وَإِنْ قَالَهَا إِذَا أَمْسَى كَانَ لَهُ مِثْلُ ذَلِكَ حَتَّى يُصْبِحَ قَالَ فِي حَدِيثِ حَمَّادٍ فَرَأَى رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا يَرَى النَّائِمُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبَا عَيَّاشٍ يُحَدِّثُ عَنْكَ بِكَذَا وَكَذَا قَالَ صَدَقَ أَبُو عَيَّاشٍقَالَ أَبُو دَاوُد رَوَاهُ إِسْمَعِيلُ بْنُ جَعْفَرٍ وَمُوسَى الزَّمْعِيُّ وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ ابْنِ عَائِشٍ","source":"Abu Daud"},"__N_SSG":true}