{"pageProps":{"number":"4388","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ahmad bin Yunus] berkata, telah menceritakan kepada kami [Zuhair] berkata, telah menceritakan kepada kami [Utsman bin Hakim] ia berkata; telah mengabarkan kepadaku [Ibrahim bin Muhammad bin Hathib Al Qurasyi] dari [Abu Thalhah Al Asadi] dari [Anas bin Malik] berkata, \"Rasulullah shallallahu 'alaihi wasallam keluar rumah, lalu beliau melihat bangunan yang tinggi. Beliau lalu bertanya: \"Apa ini?\" para sahabat menjawab, \"Ini adalah bangunan milik si fulan, seorang laki-laki Anshar.\" Anas berkata, \"Rasulullah shallallahu 'alaihi wasallam diam dan hanya memendam dalam hatinya, hingga ketika pemilik bangunan itu datang dan memberi salam kepada Rasulullah shallallahu 'alaihi wasallam di depan orang-orang beliau berpaling darinya. Beliau melakukan hal itu berulang-ulang hingga laki-laki paham bahwa Rasulullah sedang marah dan menghindar darinya. Maka laki-laki itu pun mengeluh kepada para sahabat Rasulullah. Laki-laki itu berkata, \"Demi Allah, aku telah mengingkari Rasulullah shallallahu 'alaihi wasallam.\" Para sahabat berkata, \"Rasulullah keluar dan melihat bangunan milikmu.\" Anas berkata, \"Lalu laki-laki pulang dan menghancurkan rumahnya hingga rata dengan tanah. Ketika suatu hari Rasulullah shallallahu 'alaihi wasallam keluar dan melihat bangunan tersebut telah hilang, beliau pun bertanya: \"Apa yang terjadi dengan bangunan tersebut?\" para sahabat menjawab, \"Pemilik banguan itu pernah mengeluh kepada kami tentang berpalingnya baginda kepadanya, maka kami pun mengabarkan kepadanya. Lalu ia pulang dan menghancurkan rumah miliknya. Rasulullah bersabda: \"Ketahuilah, sesungguhnya setiap bangunan itu akan membawa bencana bagi pemiliknya, kecuali yang tidak, kecuali yang tidak.\" Maksudnya sesuatu yang memang dibutuhkan.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ قَالَ أَخْبَرَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ حَاطِبٍ الْقُرَشِيُّ عَنْ أَبِي طَلْحَةَ الْأَسَدِيِّ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ فَرَأَى قُبَّةً مُشْرِفَةً فَقَالَ مَا هَذِهِ قَالَ لَهُ أَصْحَابُهُ هَذِهِ لِفُلَانٍ رَجُلٍ مِنْ الْأَنْصَارِ قَالَ فَسَكَتَ وَحَمَلَهَا فِي نَفْسِهِ حَتَّى إِذَا جَاءَ صَاحِبُهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسَلِّمُ عَلَيْهِ فِي النَّاسِ أَعْرَضَ عَنْهُ صَنَعَ ذَلِكَ مِرَارًا حَتَّى عَرَفَ الرَّجُلُ الْغَضَبَ فِيهِ وَالْإِعْرَاضَ عَنْهُ فَشَكَا ذَلِكَ إِلَى أَصْحَابِهِ فَقَالَ وَاللَّهِ إِنِّي لَأُنْكِرُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالُوا خَرَجَ فَرَأَى قُبَّتَكَ قَالَ فَرَجَعَ الرَّجُلُ إِلَى قُبَّتِهِ فَهَدَمَهَا حَتَّى سَوَّاهَا بِالْأَرْضِ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ فَلَمْ يَرَهَا قَالَ مَا فَعَلَتْ الْقُبَّةُ قَالُوا شَكَا إِلَيْنَا صَاحِبُهَا إِعْرَاضَكَ عَنْهُ فَأَخْبَرْنَاهُ فَهَدَمَهَا فَقَالَ أَمَا إِنَّ كُلَّ بِنَاءٍ وَبَالٌ عَلَى صَاحِبِهِ إِلَّا مَا لَا إِلَّا مَا لَا يَعْنِي مَا لَا بُدَّ مِنْهُ","source":"Abu Daud"},"__N_SSG":true}