{"pageProps":{"number":"442","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] dan [Musa bin Isma'il] mereka berdua berkata; telah menceritakan kepada kami [Aban] dari [Yahya] dari [Abdullah bin Abi Qatadah] dari [Ayahnya] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Apabila telah dikumandangkan iqamah untuk shalat, maka janganlah kalian berdiri sehingga melihatku (datang).\" Abu Dawud berkata; Demikianlah diriwayatkan oleh [Ayyub] dan [Hajjaj Ash-Shawwaf] dari [Yahya] dan [Hisyam Ad-Dastuwa`i] dia berkata; Yahya menuliskan kepadaku, dan diriwayatkan oleh [Mu'awiyah bin Sallam] dan [Ali bin Al-Mubarak] dari [Yahya] dan mereka berdua menyebutkan padanya; (beliau bersabda): \"Hingga kalian melihatku (datang) dan kalian harap tenang.\" Telah menceritakan kepada kami [Ibrahim bin Musa] telah menceritakan kepada kami [Isa] dari [Ma'mar] dari [Yahya] dengan isnadnya semisanya, dia meyebutkan; (beliau bersabda): \"Hingga kalian melihatku telah keluar (dari rumah ke Masjid).\" Abu Dawud berkata; Tidak meyebutkan lafazh 'telah keluar' kecuali Ma'mar, dan diriwayatkan oleh [Ibnu 'Uyainah] dari [Ma'mar], dia tidak menyebutkan padanya lafazh 'telah keluar'. ","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ وَمُوسَى بْنُ إِسْمَعِيلَ قَالَا حَدَّثَنَا أَبَانُ عَنْ يَحْيَى عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أُقِيمَتْ الصَّلَاةُ فَلَا تَقُومُوا حَتَّى تَرَوْنِيقَالَ أَبُو دَاوُد وَهَكَذَا رَوَاهُ أَيُّوبُ وَحَجَّاجٌ الصَّوَّافُ عَنْ يَحْيَى وَهِشَامٍ الدَّسْتُوَائِيِّ قَالَ كَتَبَ إِلَيَّ يَحْيَى وَرَوَاهُ مُعَاوِيَةُ بْنُ سَلَّامٍ وَعَلِيُّ بْنُ الْمُبَارَكِ عَنْ يَحْيَى وَقَالَا فِيهِ حَتَّى تَرَوْنِي وَعَلَيْكُمْ السَّكِينَةَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى حَدَّثَنَا عِيسَى عَنْ مَعْمَرٍ عَنْ يَحْيَى بِإِسْنَادِهِ مِثْلَهُ قَالَ حَتَّى تَرَوْنِي قَدْ خَرَجْتُ قَالَ أَبُو دَاوُد لَمْ يَذْكُرْ قَدْ خَرَجْتُ إِلَّا مَعْمَرٌ وَرَوَاهُ ابْنُ عُيَيْنَةَ عَنْ مَعْمَرٍ لَمْ يَقُلْ فِيهِ قَدْ خَرَجْتُ","source":"Abu Daud"},"__N_SSG":true}