{"pageProps":{"number":"58","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Al 'Ala] dan [Utsman bin Abi Syaibah] dan [Al Hasan bin Ali] dan yang lainnya, mereka berkata; Telah menceritakan kepada kami [Abu Usamah] dari [Al Walid bin Katsir] dari [Muhammad bin Ja'far bin Az Zubair] dari [Abdullah bin Abdullah bin Umar] dari [Ayahnya], dia berkata; Rasulullah shallallahu 'alaihi wasallam ditanya tentang air dan (lokasi) air yang selalu didatangi binatang melata dan binatang buas, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila air itu dua qullah, maka ia tidak najis.\" Abu Dawud berkata; Ini adalah lafazh Ibnu Al 'Ala (yakni, di dalam sanadnya terdapat rawi bernama Muhammad bin Ja'far bin Az Zubair). Sedangkan [Utsman] dan [Al Hasan bin Ali] menyebutkan dari [Muhammad bin 'Abbad bin Ja'far] (sebagai ganti Muhammad bin Ja'far bin Az Zubair). Abu Dawud berkata; Itulah yang benar. Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Hammad], dan menurut jalur yang lain; telah menceritakan kepada kami [Abu Kamil] telah menceritakan kepada kami [Yazid, yakni Ibnu Zurai'] dari [Muhammad bin Ishaq] dari [Muhammad bin Ja'far]. Abu Kamil Ibnu Az Zubair berkata; dari [Ubaidillah bin Abdullah bin Umar] dari [Ayahnya] bahwasanya Rasulullah shallallahu 'alaihi wasallam ditanya tentang air di tanah lapang, lalu dia menyebutkan hadits yang semakna dengan yang pertama. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ وَالْحَسَنُ بْنُ عَلِيٍّ وَغَيْرُهُمْ قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ عَنْ الْوَلِيدِ بْنِ كَثِيرٍ عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ قَالَسُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْمَاءِ وَمَا يَنُوبُهُ مِنْ الدَّوَابِّ وَالسِّبَاعِ فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ الْمَاءُ قُلَّتَيْنِ لَمْ يَحْمِلْ الْخَبَثَقَالَ أَبُو دَاوُد وَهَذَا لَفْظُ ابْنُ الْعَلَاءِ و قَالَ عُثْمَانُ وَالْحَسَنُ بْنُ عَلِيٍّ عَنْ مُحَمَّدِ بْنِ عَبَّادِ بْنِ جَعْفَرٍ قَالَ أَبُو دَاوُد وَهُوَ الصَّوَابُ حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ ح و حَدَّثَنَا أَبُو كَامِلٍ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ قَالَ أَبُو كَامِلٍ ابْنُ الزُّبَيْرِ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الْمَاءِ يَكُونُ فِي الْفَلَاةِ فَذَكَرَ مَعْنَاهُ","source":"Abu Daud"},"__N_SSG":true}