{"pageProps":{"number":"602","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Abu 'Awanah] dari [Manshur] dari [Al Hakam] dari [Yahya bin Al Jazzar] dari [Abu As Shahba`] dia berkata; \"Kami membiacarakan mengenai sesuatu yang dapat memutuskan shalat di samping Ibnu Abbas, maka [Ibnu Abbas] berkata; \"Aku pernah datang bersama seorang budak dari Bani Abdul Mutthalib dengan mengendarai seekor keledai, dan Rasulullah shallallahu 'alaihi wasallam sedang melaksanakan shalat, maka budak itu turun, aku pun ikut turun lalu aku biarkan keledai tersebut di depan shaf, namun beliau tidak menghiraukannya. Setelah itu datang pula dua orang budak wanita dari Bani Abdul Mutthalib, lalu keduanya masuk ke dalam shaf, namun beliau tetap tidak menghiraukannya.\" Telah menceritakan kepada kami [Utsman bin Abu Syaibah] dan [Daud bin Mihraq Al Firyabi] keduanya berkata; telah menceritakan kepada kami [Jarir] dari [Manshur] dengan hadits ini dengan isnadnya dia mengatakan; \"Kemudian datang pula dua budak wanita dari Bani Abdul Mutthalib yang sedang bertikai, maka beliau memegang keduanya.\" Utsman mengatakan; \"Kemudian beliau melerai keduanya.\" Sedangkan Daud mengatakan; \"Lalu beliau melerai salah satu dari keduanya, dan beliau tidak memperdulikan hal itu.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مَنْصُورٍ عَنْ الْحَكَمِ عَنْ يَحْيَى بْنِ الْجَزَّارِ عَنْ أَبِي الصَّهْبَاءِ قَالَتَذَاكَرْنَا مَا يَقْطَعُ الصَّلَاةَ عِنْدَ ابْنِ عَبَّاسٍ فَقَالَ جِئْتُ أَنَا وَغُلَامٌ مِنْ بَنِي عَبْدِ الْمُطَّلِبِ عَلَى حِمَارٍ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فَنَزَلَ وَنَزَلْتُ وَتَرَكْنَا الْحِمَارَ أَمَامَ الصَّفِّ فَمَا بَالَاهُ وَجَاءَتْ جَارِيَتَانِ مِنْ بَنِي عَبْدِ الْمُطَّلِبِ فَدَخَلَتَا بَيْنَ الصَّفِّ فَمَا بَالَى ذَلِكَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَدَاوُدُ بْنُ مِخْرَاقٍ الْفِرْيَابِيُّ قَالَا حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ بِهَذَا الْحَدِيثِ بِإِسْنَادِهِ قَالَ فَجَاءَتْ جَارِيَتَانِ مِنْ بَنِي عَبْدِ الْمُطَّلِبِ اقْتَتَلَتَا فَأَخَذَهُمَا قَالَ عُثْمَانُ فَفَرَّعَ بَيْنَهُمَا وَقَالَ دَاوُدُ فَنَزَعَ إِحْدَاهُمَا عَنْ الْأُخْرَى فَمَا بَالَى ذَلِكَ","source":"Abu Daud"},"__N_SSG":true}