{"pageProps":{"number":"636","slug":"abu-daud","id":"Telah menceritakan kepada kami ['Ubaidullah bin Mu'adz] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Abdul Aziz bin Abu Salamah] dari [pamannya yaitu Al Majisun bin Abu Salamah] dari [Abdurrahman Al A'raj] dari ['Ubaidullah bin Abu Rafi'] dari [Ali bin Abu Thalib radliallahu 'anhu] dia berkata; \"Apabila Rasulullah shallallahu 'alaihi wasallam hendak mengerjakan shalat, beliau bertakbir kemudian membaca; \"WAJJAHTU WAJHIYA LILLADZII FATHARAS SAMAAWAATI WAL ARDLI HANIIFAM MUSLIMA WAMAA ANA MINAL MUSYRIKIN, INNA SHALAATI WA NUSUKII WA MAHYAAYA WA MAMAATI LILLAHI RABBIL 'AALAMIN, LAA SYARIIKALAHU WA BIDZAALIKA UMIRTU WA ANAA AWWALUL MUSLIMIN. ALLAHUMMA ANTAL MALIK LAAILAAHA ILLA ANTA, ANTA RABBI WA ANAA 'ABDUKA DLALAMTU NAFSII WA'TARAFTU BIDZANBII FAGHFIRLII DZUNUUBI JAMII'A INNAHU LAA YAGHFIRUD DZUNUUBA ILLA ANTA WAHDINII LIAHSANIL AHLAAQI LAA YAHDII LI AHSANIHAA ILLA ANTA WASHRIF 'ANNI SAYYI`AHAA LAA YASHRIF SAYYI`AHAA ILLA ANTA. LABBAIKA WA SA'DAIKA WAL KHAIRU KULLUHU FII YADAIKA WASS SYARRU LAISA ILAIKA ANA BIKA WA ILAIKA TABAARAKTA WA TA'AALAITA ASTAGHFIRUKA WA ATUUBU ILAIKA. (Aku hadapkan muka-Ku ke hadirat Allah yang telah menciptakan langit dan bumi dengan tunduk dan menyerahkan diri, dan tidaklah aku termasuk golongan orang-orang Musyrik. Sesungguhnya shalatku, ibadahku, hidup dan matiku adalah untuk Allah Penguasa seluruh alam, tidak ada sekutu bagi-Nya dan dengan demikian aku di perintah, dan aku adalah dari golongan orang-orang Islam (yang menyerah diri). Ya Allah, Enkau adalah Rabbku dan aku dalah hamba-Mu, aku telah berbuat aniaya terhadap diriku sendiri dan mengakui kesalahanku, maka amnpunilah dosaku semuanya, dan tiadalah yang dapat mengampuni dosaku itu melainkan Engkau. Tunjukilah aku kepada akhlak yang baik, dan tak ada yang dapat menunjuki kepada akhlak yang terbaik melainkan Engkau. Dan jauhkanlah aku dari akhlak yang tercela, karena tidak ada yang dapat menjauhkanku dari akhlak yang tercela melainkan Engkau, Ya Allah, aku penuhi panggilan-Mu, aku patuhi perintah-Mu, kebaikan seluruhnya berada dalam kekuasaan-Mu, sedangkan kejahatan tidak dapat di pakai untuk mendekatkan diri kepada-Mu. Aku ini hanya dapat hidup dengan-Mu dan akan kembali kepada-Mu, Maha Berkah Engakau dan Maha Tinggi, aku meohon ampunan dan bertaubat kepada-Mu).\" Apabila ruku', beliau membaca; \"ALLAHUMMA LAKA RAKA'TU WABIKA AAMANTU WALAKA ASLAMTU KHASYA'A LAKA SAM'II WA BASHARII WA MUKHHII WA 'IDZAAMII WA 'ASHABII (Ya Allah, kepada-Mu lah aku ruku', kepada-Mu lah aku beriman, kepada-Mu lah aku tunduk, dan kepada-Mu lah pendengaranku, penglihatanku, otakku, tulang belulangku dan urat sarafku tunduk).\" Apabila i'tidal beliau mengucapkan; \"SAMI'ALLAHU LIMAN HAMIDAH, RABBANAA WALAKAL HAMDU MIL`US SAMAAWAATI WAL ARDLI WA MIL`U MAA BAINAHUMAA WAMIL`U MAA SYI`TA MIN SYAI`IN BA'DU (Maha Mendengar Allah terhadap siapa saja yang memuji-Nya, Wahai Rabb kami, hanya bagi Engkau jua segala pujian, sepenuh langit, bumi, dan sepenuh isi langit dan bumi dan sepenuh apa yang Engkau kehendaki setelah itu).\" Apabila sujud, beliau mengucapkan; \"ALLAHUMMA LAKA SAJADTU WA BIKA AAMANTU WALAKA ASLAMTU, SAJADA WAJHIYA LILLADZII KHALAQAHU WA SHAWWARAHU FA AHSANA SHUURATAHU WA SYAQQA SAM'AHU WA BASHARAHU WA TABAARAKALLAHU AHSANUL KHAALIQIN (Ya Allah, kepada-Mu lah aku bersujud, kepada-Mu lah aku beriman, kepada-Mu lah aku tunduk, wajahku bersujud kepada Dzat yang telah menciptakannya dan membentuknya dengan sebaik-baik bentuk, membuat pendengaran dan penglihatannya, dan Maha Barakah Allah, sebaik-baik pencipta).\" Apabila selesai salam, beliau mengucapkan; \"ALLAHUMMAGHFIRLII MAA QADDAMTU WA MAA AKHHARTU WAMAA ASRARTU WAMAA A'LANTU WAMAA ASRAFTU WAMAA ANTA A'LAMU BIHI MINNI ANTAL MUQADDIM WAL MU`AKHHIR LAA ILAAHA ILLA ANTA (Ya Allah, ampunilah daku, dan dosa-dosa yang telah lalu, dosa yang akan datang, dosa yang samar dan dosa yang jelas, serta dosa yang hanya Engkau saja yang mengetahuinya, Engkau lah yang mendahulukan dan mengundurkan, tiada ilah selain Engkau).\" Telah menceritakan kepada kami [Al Hasan bin Ali] telah menceritakan kepada kami [Sulaiman bin Daud Al Hasyimi] telah mengabarkan kepada kami [Abdurrahman bin Abu Az Zinnad] dari [Musa bin 'Uqbah] dari [Abdullah bin Al Fadl bin Rabi'ah bin Al Harits bin Abdul Mutthalib] dari [Abdurrahman Al A'raj] dari ['Ubaidullah bin Abu Rafi'] dari [Ali bin Abu Thalib] dari Rasulullah shallallahu 'alaihi wasallam bahwa; \"Apabila beliau hendak mengerjakan shalat wajib, beliau mengangkat kedua tangannya sejajar dengan kedua bahunya, beliau melakukan semacam itu ketika telah usai dari membaca (surat Al Qur'an) yaitu ketika hendak ruku', beliau mengerjakan seperti itu pula ketika bangun dari ruku' (i'tidal), dan beliau tidak pernah mengangkat kedua tangannya waktu duduk dalam shalat, ketika beliau hendak bangkit dari sujud kedua, beliau juga mengangkat kedua tangannya dan bertakbir lalu berdo'a …\" sebagaimana hadits (riwayat) Abdul Aziz. Dalam do'anya terdapat penambahan dan pengurangan, namun tidak menyebutkan; \"WAL KHAIRU KULLUHU FII YADAIKA WAS SYARRU LAISA ILAIKA\" pada lafadznya ada tambahan; \"Ketika telah selesai, beliau mengucapkan: \"ALLAHUMMAGHFIRLII MAA QADDAMTU WA MAA AKHHARTU WAMAA ASRARTU WAMAA A'LANTU ANTA ILAAHI LAAILAAHA ILLA ANTA (Ya Allah, ampunilah daku, dan dosa-dosa yang telah lalu, dosa yang akan datang, dosa yang samar dan dosa yang jelas, serta dosa yang hanya Engkau saja yang mengetahuinya, Engkau lah yang mendahulukan dan mengundurkan, tiada ilah selain Engkau).\" Telah menceritakan kepada kami 'Amru bin Utsman telah menceritakan kepada kami Syuraih bin Yazid telah menceritakan kepadaku Syu'aib bin Abu Hamzah dia berkata; Muhammad bin Al Munkadir, Ibnu Abu Farwah dan yang lain dari fuqaha' Madinah telah berkata kepadaku; \"Jika kamu mengucapkan (do'a iftitah) tersebut, maka ucapkanlah \"WA ANA MINAL MUSLIMIN yaitu (sebagai pengganti) pada lafadz \"WA ANA AWWALUL MUSLIMIN.\"","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ عَنْ عَمِّهِ الْمَاجِشُونِ بْنِ أَبِي سَلَمَةَ عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ إِلَى الصَّلَاةِ كَبَّرَ ثُمَّ قَالَ{ وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيفًا }مُسْلِمًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ{ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ }اللَّهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ لِي إِلَّا أَنْتَ أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ وَاهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا لَا يَصْرِفُ سَيِّئَهَا إِلَّا أَنْتَ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ كُلُّهُ فِي يَدَيْكَ وَالشَّرُّ لَيْسَ إِلَيْكَ أَنَا بِكَ وَإِلَيْكَ تَبَارَكْتَ وَتَعَالَيْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ وَإِذَا رَكَعَ قَالَ اللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعِظَامِي وَعَصَبِي وَإِذَا رَفَعَ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَالْأَرْضِ وَمِلْءَ مَا بَيْنَهُمَا وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ وَإِذَا سَجَدَ قَالَ اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَصَوَّرَهُ فَأَحْسَنَ صُورَتَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ وَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ وَإِذَا سَلَّمَ مِنْ الصَّلَاةِ قَالَ اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَفْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَالْمُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْهَاشِمِيُّ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ بْنِ رَبِيعَةَ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ إِذَا قَامَ إِلَى الصَّلَاةِ الْمَكْتُوبَةِ كَبَّرَ وَرَفَعَ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ وَيَصْنَعُ مِثْلَ ذَلِكَ إِذَا قَضَى قِرَاءَتَهُ وَإِذَا أَرَادَ أَنْ يَرْكَعَ وَيَصْنَعُهُ إِذَا رَفَعَ مِنْ الرُّكُوعِ وَلَا يَرْفَعُ يَدَيْهِ فِي شَيْءٍ مِنْ صَلَاتِهِ وَهُوَ قَاعِدٌ وَإِذَا قَامَ مِنْ السَّجْدَتَيْنِ رَفَعَ يَدَيْهِ كَذَلِكَ وَكَبَّرَ وَدَعَا نَحْوَ حَدِيثِ عَبْدِ الْعَزِيزِ فِي الدُّعَاءِ يَزِيدُ وَيَنْقُصُ الشَّيْءَ وَلَمْ يَذْكُرْ وَالْخَيْرُ كُلُّهُ فِي يَدَيْكَ وَالشَّرُّ لَيْسَ إِلَيْكَ وَزَادَ فِيهِ وَيَقُولُ عِنْدَ انْصِرَافِهِ مِنْ الصَّلَاةِ اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَأَعْلَنْتُ أَنْتَ إِلَهِي لَا إِلَهَ إِلَّا أَنْتَ حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ حَدَّثَنَا شُرَيْحُ بْنُ يَزِيدَ حَدَّثَنِي شُعَيْبُ بْنُ أَبِي حَمْزَةَ قَالَ قَالَ لِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ وَابْنُ أَبِي فَرْوَةَ وَغَيْرُهُمَا مِنْ فُقَهَاءِ أَهْلِ الْمَدِينَةِ فَإِذَا قُلْتَ أَنْتَ ذَاكَ فَقُلْ وَأَنَا مِنْ الْمُسْلِمِينَ يَعْنِي قَوْلَهُ{ وَأَنَا أَوَّلُ الْمُسْلِمِينَ }","source":"Abu Daud"},"__N_SSG":true}