{"pageProps":{"number":"686","slug":"abu-daud","id":"(Telah menceritakan kepada kami [Al Qa'nabi] dari [Malik] dari [Al 'Ala` bin Abdurrahman] bahwa dia mendengar) \n\n[Abu As Sa'ib] berkata; tanyaku; \"Wahai Abu Hurairah, terkadang aku (shalat) berada di belakang imam.\" Abu As Sa'ib berkata; \"Lalu [Abu Hurairah] memegang hastaku seraya berkata; \"Bacalah dengan suara lirih wahai Farisi, karena aku pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah Ta'ala berfirman; \"Aku membagi shalat antara Aku dan hamba-Ku setengah-setengah, setengahnya untuk-Ku dan setengahnya lagi untuk hamba-Ku dan untuk hamba-Ku apa yang ia mohon.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bacalah oleh kalian, (ketika) hamba itu membaca; \"Al-hamdu lillaahi rabbiil 'aalamin, \" Allah Azza wa Jalla akan menjawab; \"Hamba-Ku telah memuji-Ku.\" (ketika) seorang hamba membaca; \"Arrahmaanir rahiim, \" Allah Azza wa Jalla berfirman; \"Hamba-Ku telah menyanjung-Ku.\" (ketika) seorang hamba membaca; \"Maaliki yaumid diin.\" Allah Azza wa Jalla berfirman; \"Hamba-Ku telah mengagungkan-Ku.\" (ketika) seorang hamba membaca; \"Iyyaaka na'budu wa iyyaka nasta'iin.\" Allah Azza wa Jalla berfirman; \"Inilah bagian-Ku dan bagian hamba-Ku, sedangkan bagi hamba-Ku apa yang di mintanya.\" (ketika) seorang hamba membaca; \"Ihdinash shiraathal mustaqiim, shiraathal ladziina an'amta 'alaihim ghairil maghdluubi 'alaihim waladl dllaallliin.\" Allah Azza wa Jalla berfirman; \"Inilah bagian dari hamba-Ku, dan baginya apa yang di minta.\"","arab":"قَالَ فَقُلْتُ يَا أَبَا هُرَيْرَةَ إِنِّي أَكُونُ أَحْيَانًا وَرَاءَ الْإِمَامِ قَالَ فَغَمَزَ ذِرَاعِي وَقَالَ اقْرَأْ بِهَا يَا فَارِسِيُّ فِي نَفْسِكَفَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ قَالَ اللَّهُ تَعَالَى قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ فَنِصْفُهَا لِي وَنِصْفُهَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْرَءُوا يَقُولُ الْعَبْدُ{ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ }يَقُولُ اللَّهُ عَزَّ وَجَلَّ حَمِدَنِي عَبْدِي يَقُولُ{ الرَّحْمَنِ الرَّحِيمِ }يَقُولُ اللَّهُ عَزَّ وَجَلَّ أَثْنَى عَلَيَّ عَبْدِي يَقُولُ الْعَبْدُ{ مَالِكِ يَوْمِ الدِّينِ }يَقُولُ اللَّهُ عَزَّ وَجَلَّ مَجَّدَنِي عَبْدِي يَقُولُ الْعَبْدُ{ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ }يَقُولُ اللَّهُ هَذِهِ بَيْنِي وَبَيْنَ عَبْدِي وَلِعَبْدِي مَا سَأَلَ يَقُولُ الْعَبْدُ{ اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ }يَقُولُ اللَّهُ فَهَؤُلَاءِ لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ","source":"Abu Daud"},"__N_SSG":true}