{"pageProps":{"number":"1041","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah] berkata, telah menceritakan kepada kami [Sufyan] berkata, Aku mendengar [Az Zuhriy] dari [Salim] dari [bapaknya] berkata: \"Nabi shallallahu 'alaihi wasallam pernah menggabungkan (menjama') shalat Maghrib dan shalat 'Isya' bila terdesak (tergesa-gesa) dalam perjalanan\". Dan berkata, [Ibrahim bin Thohman] dari [Al Husain Al Mu'alim] dari [Yahya bin Abu Katsir] dari ['Ikrimah] dari [Ibnu 'Abbas radliallahu 'anhuma] berkata: \"Nabi shallallahu 'alaihi wasallam pernah menggabungkan shalat Zhuhur dan shalat 'Ashar bila sedang dalam perjalanan dan menggabungkan shalat Maghrib dan shalat 'Isya'. Dan dari [Husain] dari [Yahya bin Abu Katsir] dari [Hafsh bin 'Ubaidullah bin Anas] dari [Anas bin Malik radliallahu 'anhu] berkata: \"Nabi shallallahu 'alaihi wasallam pernah menggabungkan shalat Maghrib dan shalat 'Isya' dalam perjalanan\". Hadits ini diikuti pula oleh ['Ali bin Al Mubarak] dan [Harb] dari [Yahya] dari [Hafsh] dari [Anas] bahwa Nabi shallallahu 'alaihi wasallam menjama'.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنَا سُفْيَانُ قَالَ سَمِعْتُ الزُّهْرِيَّ عَنْ سَالِمٍ عَنْ أَبِيهِ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجْمَعُ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ إِذَا جَدَّ بِهِ السَّيْرُوَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ الْحُسَيْنِ الْمُعَلِّمِ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجْمَعُ بَيْنَ صَلَاةِ الظُّهْرِ وَالْعَصْرِ إِذَا كَانَ عَلَى ظَهْرِ سَيْرٍ وَيَجْمَعُ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ وَعَنْ حُسَيْنٍ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ حَفْصِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَنَسٍ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجْمَعُ بَيْنَ صَلَاةِ الْمَغْرِبِ وَالْعِشَاءِ فِي السَّفَرِ وَتَابَعَهُ عَلِيُّ بْنُ الْمُبَارَكِ وَحَرْبٌ عَنْ يَحْيَى عَنْ حَفْصٍ عَنْ أَنَسٍ جَمَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}