{"pageProps":{"number":"1369","slug":"bukhari","id":"Telah menceritakan kepada kami [Ibnu Abu Maryam] telah mengabarkan kepada kami [Muhammad bin Ja'far] berkata, telah mengabarkan kepada saya [Zaid] dia adalah putra Aslam dari ['Iyadh bin 'Abdullah] dari [Abu Sa'id Al Khurdri radliallahu 'anhu]; Rasulullah Shallallahu'alaihiwasallam keluar menuju lapangan tempat shalat untuk melaksanakan shalat 'Iedul Adhha atau 'Iedul Fithri. Setelah selesai Beliau memberi nasehat kepada manusia dan memerintahkan mereka untuk menunaikan zakat seraya bersabda: \"Wahai manusia, bershadaqahlah (berzakatlah) \". Kemudian Beliau mendatangi jama'ah wanita lalu bersabda: \"Wahai kaum wanita, bershadaqahlah. Sungguh aku melihat kalian adalah yang paling banyak akan menjadi penghuni neraka\". Mereka bertanya: \"Mengapa begitu, wahai Rasulullah?\". Beliau menjawab: \"Kalian banyak melaknat dan mengingkari pemberian (suami). Tidaklah aku melihat orang yang lebih kurang akal dan agamanya melebihi seorang dari kalian, wahai para wanita\". Kemudian Beliau mengakhiri khuthbahnya lalu pergi. Sesampainya Beliau di tempat tinggalnya, datanglah Zainab, isteri Ibu Mas'ud meminta izin kepada Beliau, lalu dikatakan kepada Beliau; \"Wahai Rasulullah Shallallahu'alaihiwasallam, ini adalah Zainab\". Beliau bertanya: \"Zainab siapa?\". Dikatakan: \"Zainab isteri dari Ibnu Mas'ud\". Beliau berkata,: \"Oh ya, persilakanlah dia\". Maka dia diizinkan kemudian berkata,: \"Wahai Nabi Allah, sungguh anda hari ini sudah memerintahkan shadaqah (zakat) sedangkan aku memiliki emas yang aku berkendak menzakatkannya namun Ibnu Mas'ud mengatakan bahwa dia dan anaknya lebih berhak terhadap apa yang akan aku sedekahkan ini dibandingkan mereka (mustahiq). Maka Nabi Shallallahu'alaihiwasallam bersabda: \"Ibnu Mas'ud benar, suamimu dan anak-anakmu lebih barhak kamu berikan shadaqah dari pada mereka\".","arab":"حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ أَخْبَرَنِي زَيْدٌ هُوَ ابْنُ أَسْلَمَ عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَضْحًى أَوْ فِطْرٍ إِلَى الْمُصَلَّى ثُمَّ انْصَرَفَ فَوَعَظَ النَّاسَ وَأَمَرَهُمْ بِالصَّدَقَةِ فَقَالَ أَيُّهَا النَّاسُ تَصَدَّقُوا فَمَرَّ عَلَى النِّسَاءِ فَقَالَ يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ فَإِنِّي رَأَيْتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ فَقُلْنَ وَبِمَ ذَلِكَ يَا رَسُولَ اللَّهِ قَالَ تُكْثِرْنَ اللَّعْنَ وَتَكْفُرْنَ الْعَشِيرَ مَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَذْهَبَ لِلُبِّ الرَّجُلِ الْحَازِمِ مِنْ إِحْدَاكُنَّ يَا مَعْشَرَ النِّسَاءِ ثُمَّ انْصَرَفَ فَلَمَّا صَارَ إِلَى مَنْزِلِهِ جَاءَتْ زَيْنَبُ امْرَأَةُ ابْنِ مَسْعُودٍ تَسْتَأْذِنُ عَلَيْهِ فَقِيلَ يَا رَسُولَ اللَّهِ هَذِهِ زَيْنَبُ فَقَالَ أَيُّ الزَّيَانِبِ فَقِيلَ امْرَأَةُ ابْنِ مَسْعُودٍ قَالَ نَعَمْ ائْذَنُوا لَهَا فَأُذِنَ لَهَا قَالَتْ يَا نَبِيَّ اللَّهِ إِنَّكَ أَمَرْتَ الْيَوْمَ بِالصَّدَقَةِ وَكَانَ عِنْدِي حُلِيٌّ لِي فَأَرَدْتُ أَنْ أَتَصَدَّقَ بِهِ فَزَعَمَ ابْنُ مَسْعُودٍ أَنَّهُ وَوَلَدَهُ أَحَقُّ مَنْ تَصَدَّقْتُ بِهِ عَلَيْهِمْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ ابْنُ مَسْعُودٍ زَوْجُكِ وَوَلَدُكِ أَحَقُّ مَنْ تَصَدَّقْتِ بِهِ عَلَيْهِمْ","source":"Bukhari"},"__N_SSG":true}