{"pageProps":{"number":"1623","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah] telah menceritakan kepada saya [Yahya bin Sa'id] telah menceritakan kepada kami [Fudhail bin Ghozwan] telah menceritakan kepada kami ['Ikrimah] dari [Ibnu 'Abbas radliallahu 'anhuma] bahwa Rasulullah shallallahu 'alaihi wasallam menyampaikan khuthbah pada hari Nahar, Beliau bertanya: \"Wahai sekalian manuisa, hari apakah ini? Mereka menjawab: \"Hari ini hari haram (suci) \". Beliau bertanya lagi: \"Negeri apakah ini?\". Mereka menjawab: \"Ini negeri (tanah) haram (suci) \". Beliau bertanya lagi: \"Bulan apakah ini?\". Mereka menjawab: \"Ini bulan haram (suci) \". Beliau bersabda: \"Sesungguhnya darah kalian, harta-harta kalian dan kehormatan kalian, haram atas kalian sebagaimana haramnya hari kalian ini di negeri kalian ini dan pada bulan kalian ini\". Beliau mengulang kalimatnya ini berulang-ulang lalu setelah itu Beliau mengangkat kepalanya seraya berkata: \"Ya Allah, apakah aku sudah sampaikan?, Ya Allah, apakah aku sudah sampaikan?. Ibnu 'Abbas radliallahu 'anhuma berkata: \"Maka demi Dzat yang jiwaku berada di tanganNya, sungguh itu suatu wasiat Beliau untuk ummatnya. (Sabda Beliau selanjutnya): \"Maka hendaklah yang menyaksikan menyampaikannya kepada yang tidak hadir, dan janganlah kalian kembali menjadi kafir sepeninggalku, kalian saling memukul tengkuk kalian satu sama lain (saling membunuh) \".","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ حَدَّثَنَا عِكْرِمَةُ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ النَّاسَ يَوْمَ النَّحْرِ فَقَالَ يَا أَيُّهَا النَّاسُ أَيُّ يَوْمٍ هَذَا قَالُوا يَوْمٌ حَرَامٌ قَالَ فَأَيُّ بَلَدٍ هَذَا قَالُوا بَلَدٌ حَرَامٌ قَالَ فَأَيُّ شَهْرٍ هَذَا قَالُوا شَهْرٌ حَرَامٌ قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فَأَعَادَهَا مِرَارًا ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ اللَّهُمَّ هَلْ بَلَّغْتُ اللَّهُمَّ هَلْ بَلَّغْتُ قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فَوَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَوَصِيَّتُهُ إِلَى أُمَّتِهِ فَلْيُبْلِغْ الشَّاهِدُ الْغَائِبَ لَا تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ","source":"Bukhari"},"__N_SSG":true}