{"pageProps":{"number":"1641","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu An-Nu'man] telah menceritakan kepada kami [Abu 'Awanah] dari [Manshur] dari [Ibrahim] dari [Al Aswad] dari ['Aisyah radliallahu 'anha]; \"Kami keluar bersama Nabi shallallahu 'alaihi wasallam dan tidaklah kami diperlihatkan melainkan Beliau keluar untuk melaksanakan haji. Ketika Nabi shallallahu 'alaihi wasallam tiba (di Makkah), Beliau melaksanakan thawaf di Ka'bah Baitullah dan sa'iy antara bukit Shafaa dan Marwah dan Beliau tidak bertahallul karena Beliau membawa Al Hadyu (hewan qurban), begitu pula ikut thawaf orang-orang yang bersama Beliau baik isteri-isteri Beliau maupun sahabat dan diantara mereka bertahallul bagi yang tidak membawa Al Hadyu. Kemudian 'Aisyah radliallahu 'anha mengalami haid. Maka kami pun menyelesaikan seluruh manasik haji kami. Ketika malam Jumrah (di Mina) saat orang-orang harus nafar (pulang), dia berkata: \"Wahai Rasulullah, seluruh sahabat-sahabat anda akan kembali pulang dengan 'umrah dan haji sedangkan aku tidak\". Beliau bertanya: \"Apakah kamu tidak ikut thawaf di Ka'bah Baitullah pada malam-malam ketika kita tiba di Makkah?\". Aku menjawab: \"Tidak\". Beliau berkata: \"Pergilah kamu bersama saudaramu ke Tan'im dan mulailah dari sana berihram untuk 'umrah kemudian tempat kamu begini begini\". Maka aku keluar bersama 'Abdurrahman ke Tan'im lalu aku berihram untuk 'umrah. Dan kemudian Shafiyyah binti Huyay mengalami haidh, maka Nabi shallallahu 'alaihi wasallam berkata: \"Celaka, kamu telah membuat kami tertahan, apakah kamu melaksanakan thawaf pada hari Nahar\". Dia (Shafiyyah) menjawab: \"Ya\". Beliau berkata: \"Kalau begitu tidak apa, pulanglah\". 'Aisyah radliallahu 'anha berkata: \"Kemudian aku menemui Beliau shallallahu 'alaihi wasallam saat Beliau tiba dari Makkah sedangkan aku sudah lebih dulu singgah atau aku baru tiba sedang Beliau sudah singgah dari Makkah\". Dan berkata, [Musaddad], Perkataan 'Aisyah radliallahu 'anha: aku berkata: \"Tidak\". Hadits ini dikuatkan pula oleh [Jarir] dari [Manshur] pada ucapan 'Aisyah radliallahu 'anha: \"Tidak\". ","arab":"حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْخَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا نَرَى إِلَّا الْحَجَّ فَقَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَطَافَ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ وَلَمْ يَحِلَّ وَكَانَ مَعَهُ الْهَدْيُ فَطَافَ مَنْ كَانَ مَعَهُ مِنْ نِسَائِهِ وَأَصْحَابِهِ وَحَلَّ مِنْهُمْ مَنْ لَمْ يَكُنْ مَعَهُ الْهَدْيُ فَحَاضَتْ هِيَ فَنَسَكْنَا مَنَاسِكَنَا مِنْ حَجِّنَا فَلَمَّا كَانَ لَيْلَةَ الْحَصْبَةِ لَيْلَةُ النَّفْرِ قَالَتْ يَا رَسُولَ اللَّهِ كُلُّ أَصْحَابِكَ يَرْجِعُ بِحَجٍّ وَعُمْرَةٍ غَيْرِي قَالَ مَا كُنْتِ تَطُوفِينَ بِالْبَيْتِ لَيَالِيَ قَدِمْنَا قُلْتُ لَا قَالَ فَاخْرُجِي مَعَ أَخِيكِ إِلَى التَّنْعِيمِ فَأَهِلِّي بِعُمْرَةٍ وَمَوْعِدُكِ مَكَانَ كَذَا وَكَذَا فَخَرَجْتُ مَعَ عَبْدِ الرَّحْمَنِ إِلَى التَّنْعِيمِ فَأَهْلَلْتُ بِعُمْرَةٍ وَحَاضَتْ صَفِيَّةُ بِنْتُ حُيَيٍّ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَقْرَى حَلْقَى إِنَّكِ لَحَابِسَتُنَا أَمَا كُنْتِ طُفْتِ يَوْمَ النَّحْرِ قَالَتْ بَلَى قَالَ فَلَا بَأْسَ انْفِرِي فَلَقِيتُهُ مُصْعِدًا عَلَى أَهْلِ مَكَّةَ وَأَنَا مُنْهَبِطَةٌ أَوْ أَنَا مُصْعِدَةٌ وَهُوَ مُنْهَبِطٌوَقَالَ مُسَدَّدٌ قُلْتُ لَا تَابَعَهُ جَرِيرٌ عَنْ مَنْصُورٍ فِي قَوْلِهِ لَا","source":"Bukhari"},"__N_SSG":true}