{"pageProps":{"number":"1898","slug":"bukhari","id":"Telah menceritakan kepada kami [Isma'il bin 'Abdullah] berkata, telah mengabarkan kepada saya [saudaraku] dari [Sulaiman] dari [Muhammad bin Abu 'Atiq] dari [Ibnu Syihab] dari ['Ali bin Al Husain radliallahu 'anhuma] bahwa [Shafiyah] isteri Nabi shallallahu 'alaihi wasallam mengabarkan kepadanya. Dan diriwayatkan pula, telah menceritakan kepada kami ['Ali bin 'Abdullah] telah menceritakan kepada kami [Sufyan] aku mendengar [Az Zuhriy] dari ['Ali bin Al Husain radliallahu 'anhuma] bahwa Shafiyah radliallahu 'anhu menemui Nabi shallallahu 'alaihi wasallam ketika Beliau sedang i'tikaf. Ketika dia kembali Beliau berjalan mendampinginya. Kemudian ada seorang dari Kaum Anshar yang melihat Beliau. Setelah Beliau melihatnya, Beliau memanggil orang itu lalu berkata: \"Dia adalah Shafiyah\". Sufyan beranggapan, Beliau shallallahu 'alaihi wasallam berkata: \"Ini adalah Shafiyah. Sesungguhnya syetan berjalan pada diri manusia lewat aliran darah\". Aku bertanya kepada Sufyan: \"Apakah Shafiyah radliallahu 'anha menemui Beliau shallallahu 'alaihi wasallam pada malam hari?\" Sufyan berkata: Memang, tidak lain kecuali di malam hari\". ","arab":"حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ قَالَ أَخْبَرَنِي أَخِي عَنْ سُلَيْمَانَ عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ عَنْ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ صَفِيَّةَ بِنْتَ حُيَيٍّ أَخْبَرَتْهُ ح و حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ قَالَ سَمِعْتُ الزُّهْرِيَّ يُخْبِرُ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ أَنَّ صَفِيَّةَ رَضِيَ اللَّهُ عَنْهَاأَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُعْتَكِفٌ فَلَمَّا رَجَعَتْ مَشَى مَعَهَا فَأَبْصَرَهُ رَجُلٌ مِنْ الْأَنْصَارِ فَلَمَّا أَبْصَرَهُ دَعَاهُ فَقَالَ تَعَالَ هِيَ صَفِيَّةُ وَرُبَّمَا قَالَ سُفْيَانُ هَذِهِ صَفِيَّةُ فَإِنَّ الشَّيْطَانَ يَجْرِي مِنْ ابْنِ آدَمَ مَجْرَى الدَّمِقُلْتُ لِسُفْيَانَ أَتَتْهُ لَيْلًا قَالَ وَهَلْ هُوَ إِلَّا لَيْلٌ","source":"Bukhari"},"__N_SSG":true}