{"pageProps":{"number":"2474","slug":"bukhari","id":"Telah menceritakan kepada kami ['Utsman bin Abu Syaibah] telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Abu Wa'il] berkata; ['Abdullah] berkata: \"Siapa yang bersumpah yang dengan sumpahnya bermaksud untuk menguasai harta maka dia akan berjumpa Allah dan Allah dalam keadaan murka kepadanya. Kemudian turunlah firman Allah sebagai pembenaran atas ini: (\"Sesungguhnya orang-orang yang menjual janjinya dengan Allah dan sumpah mereka dengan harga yang murah …hingga ayat berbunyi…. siksa yang pedih) (QS. Ali'Imran.77). Kemudian [Al Asy'ats bin Qais] menemui kami lalu berkata: \"Apa yang diceritakan kepada kalian oleh Abu 'Abdurrahman?\" Maka kami ceritakan kepadanya apa yang disampaikan oleh Abu 'Abdurrahman. Maka dia berkata: \"Dia benar, karena memang ayat itu turun berkenaan dengan aku, yang antara aku dan seseorang ada perselisihan tentang sesuatu sehingga kami bawa persoalan tersebut kepada Rasulullah shallallahu 'alaihi wasallam lalu Beliau bertanya: \"Siapa dua orang saksimu atau orang itu menyatakan sumpahnya\". Aku katakan kepada Beliau: \"Kalau sumpah, dia pasti mau bersumpah lalu dia tidak mempedulikan aku\". Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Siapa yang bersumpah dengan tujuan bermaksud mengambil harta seseorang padahal dia bersumpah dengan curang (dusta) maka nanti dia akan berjumpa Allah 'azza wajalla, dan Allah murka kepadanya\". Maka turunlah ayat sebagai pembenaran dari hal ini, lalu dia membacanya.","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ أَبِي وَائِلٍ قَالَ قَالَ عَبْدُ اللَّهِمَنْ حَلَفَ عَلَى يَمِينٍ يَسْتَحِقُّ بِهَا مَالًا لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ ثُمَّ أَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ إِلَى عَذَابٌ أَلِيمٌ }ثُمَّ إِنَّ الْأَشْعَثَ بْنَ قَيْسٍ خَرَجَ إِلَيْنَا فَقَالَ مَا يُحَدِّثُكُمْ أَبُو عَبْدِ الرَّحْمَنِ فَحَدَّثْنَاهُ بِمَا قَالَ فَقَالَ صَدَقَ لَفِيَّ أُنْزِلَتْ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ خُصُومَةٌ فِي شَيْءٍ فَاخْتَصَمْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ شَاهِدَاكَ أَوْ يَمِينُهُ فَقُلْتُ لَهُ إِنَّهُ إِذًا يَحْلِفُ وَلَا يُبَالِي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينٍ يَسْتَحِقُّ بِهَا مَالًا وَهُوَ فِيهَا فَاجِرٌ لَقِيَ اللَّهَ عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَانُ فَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ ثُمَّ اقْتَرَأَ هَذِهِ الْآيَةَ","source":"Bukhari"},"__N_SSG":true}