{"pageProps":{"number":"2512","slug":"bukhari","id":"Telah bercerita kepada kami [Yahya bin Bukair] telah bercerita kepada kami [Al Laits] dari ['Uqail] dari [Ibnu Syihab] berkata telah bercerita kepadaku ['Urwah bin Az Zubair] bahwa dia mendengar [Marwan] dan [Al Miswar bin Makhramah radliallahu 'anhu] keduanya mengabarkan dari para shahabat Rasulullah shallallahu 'alaihi wasallam berkata; Pada hari Suhail bin 'Amru menulis surat perjanjian yang isinya tertera sebuah persyaratan terhadap Nabi Shallahu 'Alaihi Wasallam bahwa: \"Tidak akan ada seorangpun dari golongan kami yang datang kepada Anda miski ia telah memeluk agamamu melainkan Anda harus mengembalikannya kepada kami serta membiarkannya berada diantara kami\". Maka kaum mukminin tidak senang dan merasa tertekan dengan persyaratan tersebut, namun Suhail mengabaikannya dan tetap pada pendiriannya. Akhirnya Nabi shallallahu 'alaihi wasallam menyetujuinya maka pada hari itu pula Beliau harus mengembalikan Abu Jandal kepada bapaknya, yaitu Suhail bin 'Amru dan tidak satupun orang laki-laki yang datang kepada Beliau melainkan Beliau mengembalikannya pada masa perjanjian tersebut sekalipun dia seorang Muslim. Lalu datanglah para wanita mu'minah muhajirah dan pada hari itu di antara mereka terdapat Ummu Kultsum binti 'Uqbah bin Abi Mu'aith yang termasuk orang-orang yang berhijrah kepada Rasulullah SHALALLAHU 'ALAIHI WASALLAM, dia adalah seorang sahaya yang telah dibebaskan namun kemudian kelurganya datang dan meminta kepada Nabi shallallahu 'alaihi wasallam agar mengembalikannya kepada mereka, akan tetapi Beliau tidak mau mengembalikannya kepada mereka lalu turunlah firman Allah tentang wanita-wanita yang berhijrah ini (dalam surah Al Mumtahanah) yang artinya (\"Apabila datang kepadamu wanita-wanita mu'minah yang berhijrah maka ujilah mereka. Allah yang lebih mengetahui tentang iman mereka) hingga firman-Nya (\"Dan mereka (orang Musyrik) tidak halal bagi mereka (wanita mu'minah). 'Urwah berkata maka 'Aisyah radliallahu 'anha mengabarkan kepadaku bahwa Rasulullah shallallahu 'alaihi wasallam saat itu menguji mereka dengan ayat ini: (\"Wahai orang-orang beriman, apabila datang kepadamu wanita-wanita mu'minah yang berhijrah maka ujilah mereka. Allah yang lebih mengetahui tentang iman mereka) hingga firman-Nya (\"dan Allah Maha Pengampun lagi Maha Penyayang\"). ['Urwah] berkata; ['Aisyah radliallahu 'anha] berkata: \"Siapa saja di antara mereka yang menyetujui persyaratan ini, maka Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Sungguh aku telah membai'at kamu\" disambung dengan satu kalimat yang Beliau ucapkan. Demi Allah, sama sekali tangan Beliau tidak menyentuh tangan seorang wanitapun dalam baiat tersebut dan tidaklah Beliau membai'at mereka melainkan hanya dengan ucapan Beliau.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّهُ سَمِعَ مَرْوَانَ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ رَضِيَ اللَّهُ عَنْهُمَا يُخْبِرَانِ عَنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَمَّا كَاتَبَ سُهَيْلُ بْنُ عَمْرٍو يَوْمَئِذٍ كَانَ فِيمَا اشْتَرَطَ سُهَيْلُ بْنُ عَمْرٍو عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ لَا يَأْتِيكَ مِنَّا أَحَدٌ وَإِنْ كَانَ عَلَى دِينِكَ إِلَّا رَدَدْتَهُ إِلَيْنَا وَخَلَّيْتَ بَيْنَنَا وَبَيْنَهُ فَكَرِهَ الْمُؤْمِنُونَ ذَلِكَ وَامْتَعَضُوا مِنْهُ وَأَبَى سُهَيْلٌ إِلَّا ذَلِكَ فَكَاتَبَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ فَرَدَّ يَوْمَئِذٍ أَبَا جَنْدَلٍ إِلَى أَبِيهِ سُهَيْلِ بْنِ عَمْرٍو وَلَمْ يَأْتِهِ أَحَدٌ مِنْ الرِّجَالِ إِلَّا رَدَّهُ فِي تِلْكَ الْمُدَّةِ وَإِنْ كَانَ مُسْلِمًا وَجَاءَتْ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ وَكَانَتْ أُمُّ كُلْثُومٍ بِنْتُ عُقْبَةَ بْنِ أَبِي مُعَيْطٍ مِمَّنْ خَرَجَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَئِذٍ وَهِيَ عَاتِقٌ فَجَاءَ أَهْلُهَا يَسْأَلُونَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَرْجِعَهَا إِلَيْهِمْ فَلَمْ يَرْجِعْهَا إِلَيْهِمْ لِمَا أَنْزَلَ اللَّهُ فِيهِنَّ{ إِذَا جَاءَكُمْ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ إِلَى قَوْلِهِ وَلَا هُمْ يَحِلُّونَ لَهُنَّ }قَالَ عُرْوَةُ فَأَخْبَرَتْنِي عَائِشَةُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَمْتَحِنُهُنَّ بِهَذِهِ الْآيَةِ{ يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمْ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ إِلَى غَفُورٌ رَحِيمٌ }قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ فَمَنْ أَقَرَّ بِهَذَا الشَّرْطِ مِنْهُنَّ قَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ بَايَعْتُكِ كَلَامًا يُكَلِّمُهَا بِهِ وَاللَّهِ مَا مَسَّتْ يَدُهُ يَدَ امْرَأَةٍ قَطُّ فِي الْمُبَايَعَةِ وَمَا بَايَعَهُنَّ إِلَّا بِقَوْلِهِ","source":"Bukhari"},"__N_SSG":true}