{"pageProps":{"number":"2861","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdan] telah mengabarkan kepada kami ['Abdullah] telah mengabarkan kepada kami [Yunus] dari [Az Zuhriy] berkata telah mengabarkan kepadaku ['Ali bin Al Husain] bahwa [Husain bin 'Ali ASa] mengabarkan kepadanya bahwa ['Ali] berkata; \"Aku memiliki seekor unta betina berumur satu tahun hasil jatah bagianku dari harta ghanimah perang Badar, dan Nabi Shallallahu'alaihiwasallam juga memberiku seekor unta betina lain dari hak seperlima harta ghanimah. Ketika aku hendak menikahi Fathimah binti Rasulullah Shallallahu'alaiwasallam, aku berjanji dengan seorang laki-laki ahli membuat perhiasan dari suku Bani Qainuqa' agar pergi bersamaku. Kami pergi dengan membawa idzkhir (rumput yang harum baunya) yang akan aku jual kepada para ahli perhiasan yang hasilnya aku akan gunakan untuk menyelenggarakan walimah perkawinanku. Ketika aku mengumpulkan barang-barang untuk kedua untaku berupa beberapa pelana, wadah makanan dan tali, kedua untaku menderum (berdiam) di sisi kamar seorang shahabat Anshar, aku kembali setelah selesai mengumpulkan barang-barang. Ternyata aku dapatkan kedua untaku telah dipotong-potong punuknya, dibedah lambungnya dan diambil bagian dalamnya. Aku tidak dapat menguasai kedua mataka ketika melihat pemandangan kedua untaku diperlakukan seperti itu. Maka aku bertanya; \"Siapa yang melakukan ini?\". Orang-orang menjawab; \"Hamzah bin 'Abdul Muthallib yang melakukannya dan sekarang dia sedang berada di Baitullah bersama para pemabuk dari kalangan orang Anshar\". Maka aku berangkat hingga aku bertemu dengan Nabi Shallallahu'alaihiwasallam yang saat itu sedang bersama Zaid bin Haritsah. Nabi Shallallahu'alaihiwasallam dapat mengetahui apa yang aku alami dari wajahku maka Beliau bertanya: \"Ada apa denganmu?\". Aku jawab; \"Wahai Rasulullah, aku belum pernah melihat sekalipun kejadian sekejam seperti hari ini. Hamzah telah menganiaya kedua untaka, ia memotong-motong punuknya dan membedah isi perutnya dan sekarang dia sedang berada di dalam Baitullah bersama para pemabuk\". Maka Nabi Shallallahu'alaihiwasallam meminta rida' Beliau (selendang yang lebar) kemudian mengenakannya lalu berangkat dengan berjalan sedangkan aku dan Zaid bin Haritsah mengilkuti Beliau hingga tiba di Baitullah, tempat Hamzah berada. Beliau meminta izin masuk, mereka pun mengizinkannya dan ternyata mereka adalah sekelompok orang yang sedang mabuk. Maka Rasulullah Shallallahu'alaiwasallam langsung mencela Hamzah atas apa yang telah dilakukannya. Ternyata Hamzah benar-benar dalam keadaan mabuk, kedua matanya merah. Hamzah memandangi Rasulullah Shallallahu'alaiwasallam, lalu mengarahkan pandangannya ke atas, kemudian memandang ke arah lutut Beliau, lalu mengarahkan pandangannya kembali ke atas, kemudian memandang pusar Beliau, lalu mengarahkan pandangan ke atas lagi, kemudian memandang wajah Beliau. Kemudian Hamzah berkata; \"Kalian tidak lain kecuali hamba-hamba sahaya bapakku\". Maka Rasulullah Shallallahu'alaiwasallam mengetahui bahwa dia sedang dalam keadaan mabuk. Beliau pun berbalik dan meninggalkannya dan kamipun keluar bersama Beliau.","arab":"حَدَّثَنَا عَبْدَانُ أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا يُونُسُ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عَلِيُّ بْنُ الْحُسَيْنِ أَنَّ حُسَيْنَ بْنَ عَلِيٍّ عَلَيْهِمَا السَّلَام أَخْبَرَهُ أَنَّ عَلِيًّا قَالَكَانَتْ لِي شَارِفٌ مِنْ نَصِيبِي مِنْ الْمَغْنَمِ يَوْمَ بَدْرٍ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَانِي شَارِفًا مِنْ الْخُمُسِ فَلَمَّا أَرَدْتُ أَنْ أَبْتَنِيَ بِفَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاعَدْتُ رَجُلًا صَوَّاغًا مِنْ بَنِي قَيْنُقَاعَ أَنْ يَرْتَحِلَ مَعِيَ فَنَأْتِيَ بِإِذْخِرٍ أَرَدْتُ أَنْ أَبِيعَهُ الصَّوَّاغِينَ وَأَسْتَعِينَ بِهِ فِي وَلِيمَةِ عُرْسِي فَبَيْنَا أَنَا أَجْمَعُ لِشَارِفَيَّ مَتَاعًا مِنْ الْأَقْتَابِ وَالْغَرَائِرِ وَالْحِبَالِ وَشَارِفَايَ مُنَاخَتَانِ إِلَى جَنْبِ حُجْرَةِ رَجُلٍ مِنْ الْأَنْصَارِ رَجَعْتُ حِينَ جَمَعْتُ مَا جَمَعْتُ فَإِذَا شَارِفَايَ قَدْ اجْتُبَّ أَسْنِمَتُهُمَا وَبُقِرَتْ خَوَاصِرُهُمَا وَأُخِذَ مِنْ أَكْبَادِهِمَا فَلَمْ أَمْلِكْ عَيْنَيَّ حِينَ رَأَيْتُ ذَلِكَ الْمَنْظَرَ مِنْهُمَا فَقُلْتُ مَنْ فَعَلَ هَذَا فَقَالُوا فَعَلَ حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ وَهُوَ فِي هَذَا الْبَيْتِ فِي شَرْبٍ مِنْ الْأَنْصَارِ فَانْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِنْدَهُ زَيْدُ بْنُ حَارِثَةَ فَعَرَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَجْهِي الَّذِي لَقِيتُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا لَكَ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا رَأَيْتُ كَالْيَوْمِ قَطُّ عَدَا حَمْزَةُ عَلَى نَاقَتَيَّ فَأَجَبَّ أَسْنِمَتَهُمَا وَبَقَرَ خَوَاصِرَهُمَا وَهَا هُوَ ذَا فِي بَيْتٍ مَعَهُ شَرْبٌ فَدَعَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرِدَائِهِ فَارْتَدَى ثُمَّ انْطَلَقَ يَمْشِي وَاتَّبَعْتُهُ أَنَا وَزَيْدُ بْنُ حَارِثَةَ حَتَّى جَاءَ الْبَيْتَ الَّذِي فِيهِ حَمْزَةُ فَاسْتَأْذَنَ فَأَذِنُوا لَهُمْ فَإِذَا هُمْ شَرْبٌ فَطَفِقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَلُومُ حَمْزَةَ فِيمَا فَعَلَ فَإِذَا حَمْزَةُ قَدْ ثَمِلَ مُحْمَرَّةً عَيْنَاهُ فَنَظَرَ حَمْزَةُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ صَعَّدَ النَّظَرَ فَنَظَرَ إِلَى رُكْبَتِهِ ثُمَّ صَعَّدَ النَّظَرَ فَنَظَرَ إِلَى سُرَّتِهِ ثُمَّ صَعَّدَ النَّظَرَ فَنَظَرَ إِلَى وَجْهِهِ ثُمَّ قَالَ حَمْزَةُ هَلْ أَنْتُمْ إِلَّا عَبِيدٌ لِأَبِي فَعَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَدْ ثَمِلَ فَنَكَصَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى عَقِبَيْهِ الْقَهْقَرَى وَخَرَجْنَا مَعَهُ","source":"Bukhari"},"__N_SSG":true}