{"pageProps":{"number":"3306","slug":"bukhari","id":"Telah bercerita kepada kami [Sulaiman bin Harb] telah bercerita kepada kami [Syu'bah] dari [Al Mughirah] dari [Ibrahim] berkata; ['Alqamah] berkunjung ke negeri Syam lalu dia memasuki masjid kemudian berdo'a; \"ALLOOHUMMA YASSIR LII JALIISAN SHAALIHAN \"Ya Allah, mudahkanlah aku untuk mendapat kawan yang shalih\". Kemudian dia bermajelis bersama [Abu ad-Darda'] radliallahu 'anhu. Maka Abu Darda' bertanya; \"Kamu berasal dari mana?\". Dia menjawab; \"Dari Kufah\". Abu ad-Darda' berkata; \"Bukankah bersama kalian atau di antara kalian disana ada orang yang mengetahui detail kehidupan Nabi shallallahu 'alaihi wasallam yang tidak ada orang lain yang mengetahuinya kecuali dia, yaitu Hudzaifah radliallahu 'anhu?\". 'Alqamah berkata; Aku jawab; \"Benar\". Abu ad-Darda' bertanya lagi; \"Bukankah bersama kalian atau di antara kalian disana juga ada orang yang telah Allah jauhkan dari setan yakni melalui lisan Nabi-Nya shallallahu 'alaihi wasallam, yaitu 'Ammar bin Yasir radliallahu 'anhu?\". Aku jawab; \"Benar\". Abu ad-Darda'bertanya lagi; \"Bukankah bersama kalian atau di antara kalian disana ada orang yang dikenal sebagai pemilik siwak, selembar tikar atau kasur?\". Aku jawab; \"Benar\". Abu ad-Darda' bertanya lagi; \"Bagaimana 'Abdullah (bin Mas'ud) membaca firman Allah: (\"Wal laili idzaa yaghsyaa\")?. Maka aku bacakan kepadanya; ('Wal laili idzaa yaghsyaa, wan nahaari idzaa tajallaa?\". Aku jawab; ia membaca \"wadz dzkari wal untsaa\" (dengan harakat kasrah pada huruf ro, addzakari, bukan Adzdzakaro). Abu ad-Darda' berkata; \"Ayat-ayat itu senantiasa aku hafal hingga hampir saja mereka memalingkan aku dari sesuatu yang pernah aku dengar dari Rasulullah shallallahu 'alaihi wasallam\".","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا شُعْبَةُ عَنْ مُغِيرَةَ عَنْ إِبْرَاهِيمَ قَالَ ذَهَبَ عَلْقَمَةُ إِلَى الشَّأْمِ فَلَمَّا دَخَلَ الْمَسْجِدَ قَالَ اللَّهُمَّ يَسِّرْ لِي جَلِيسًا صَالِحًا فَجَلَسَ إِلَى أَبِي الدَّرْدَاءِفَقَالَ أَبُو الدَّرْدَاءِ مِمَّنْ أَنْتَ قَالَ مِنْ أَهْلِ الْكُوفَةِ قَالَ أَلَيْسَ فِيكُمْ أَوْ مِنْكُمْ صَاحِبُ السِّرِّ الَّذِي لَا يَعْلَمُهُ غَيْرُهُ يَعْنِي حُذَيْفَةَ قَالَ قُلْتُ بَلَى قَالَ أَلَيْسَ فِيكُمْ أَوْ مِنْكُمْ الَّذِي أَجَارَهُ اللَّهُ عَلَى لِسَانِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْنِي مِنْ الشَّيْطَانِ يَعْنِي عَمَّارًا قُلْتُ بَلَى قَالَ أَلَيْسَ فِيكُمْ أَوْ مِنْكُمْ صَاحِبُ السِّوَاكِ وَالْوِسَادِ أَوْ السِّرَارِ قَالَ بَلَى قَالَ كَيْفَ كَانَ عَبْدُ اللَّهِ يَقْرَأُ{ وَاللَّيْلِ إِذَا يَغْشَى وَالنَّهَارِ إِذَا تَجَلَّى }قُلْتُ وَالذَّكَرِ وَالْأُنْثَى قَالَ مَا زَالَ بِي هَؤُلَاءِ حَتَّى كَادُوا يَسْتَنْزِلُونِي عَنْ شَيْءٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}