{"pageProps":{"number":"4263","slug":"bukhari","id":"Telah menceritakan kepada kami [Adam] Telah menceritakan kepada kami [Syu'bah] dari [Al A'masy] ia berkata; Aku mendengar [Sa'd bin Ubaidah] menceritakan dari [Abu Abdurrahman As Sulami] dari [Ali radliallahu 'anhu] ia berkata; Suatu ketika Rasulullah shallallahu 'alaihi wasallam berada dalam rombongan pelayat Jenazah, lalu beliau mengambil sesuatu dan memukulkannya ke tangah. Kemudian beliau bersabda: \"Tidak ada seorang pun, kecuali tempat duduknya telah ditulis di neraka dan tempat duduknya di surga.\" Para sahabat bertanya, \"Wahai Rasulullah, kalau begitu, bagaimana bila kita bertawakkal saja terhadap takdir kita tanpa beramal?\" beliau menajawab: \"Ber'amallah kalian, karena setiap orang akan dimudahkan kepada yang dicipta baginya. Barangsiapa yang diciptakan sebagai Ahlus Sa'adah (penduduk surga), maka ia akan dimudahkan untuk mengamalkan amalan Ahlus Sa'adah. Namun, barangsiapa yang diciptakan sebagai Ahlusy Syaqa` (penghuni neraka), maka ia akan dimudahkan pula untuk melakukan amalan Ahlusy Syaqa`.\" Kemudian beliau membacakan ayat: \"FA`AMMAA MAN `A'THAA WAT TAQAA WA SHADDAQA BIL HUSNAA (Dan barangsiapa yang memberi, dan bertakwa serta membenarkan kebaikan)..\"","arab":"حَدَّثَنَا آدَمُ حَدَّثَنَا شُعْبَةُ عَنْ الْأَعْمَشِ قَالَ سَمِعْتُ سَعْدَ بْنَ عُبَيْدَةَ يُحَدِّثُ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي جَنَازَةٍ فَأَخَذَ شَيْئًا فَجَعَلَ يَنْكُتُ بِهِ الْأَرْضَ فَقَالَ مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ كُتِبَ مَقْعَدُهُ مِنْ النَّارِ وَمَقْعَدُهُ مِنْ الْجَنَّةِ قَالُوا يَا رَسُولَ اللَّهِ أَفَلَا نَتَّكِلُ عَلَى كِتَابِنَا وَنَدَعُ الْعَمَلَ قَالَ اعْمَلُوا فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ أَمَّا مَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَيُيَسَّرُ لِعَمَلِ أَهْلِ السَّعَادَةِ وَأَمَّا مَنْ كَانَ مِنْ أَهْلِ الشَّقَاءِ فَيُيَسَّرُ لِعَمَلِ أَهْلِ الشَّقَاوَةِ ثُمَّ قَرَأَ{ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى }الْآيَةَ","source":"Bukhari"},"__N_SSG":true}