{"pageProps":{"number":"4595","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Abdullah] Telah menceritakan kepada kami [Sufyan] Telah berkata [Amru] Aku mendengar [Sa'id bin Jubair] berkata; Aku pernah bertanya kepada [Ibnu Umar] mengenai hadist Al Mutalaa'inain (suami-isteri yang meli'an), maka ia pun menjawab; Nabi shallallahu 'alaihi wasallam pernah bersabda kepada Al Mutalaa'inain (suami-isteri yang meli'an): \"Hisab kalian berdua terserah pada Allah. Salah seorang dari kalian berdua musti ada yang berdusta, maka tidak ada lagi jalan bagimu (suami) untuk kembali kepada isteri.\" Laki-laki itu bertanya, \"Lalu bagaimana dengan hartaku?.\" Beliau bersabda: \"Tidak ada harta lagi untukmu. Jika kamu telah memberi sesuatu, maka hal itu adalah mahar yang kamu gunakan untuk menghalalkan farjinya, namun jika kamu berdusta atasnya, maka hal itu tentu akan lebih jauh bagimu.\" Sufyan berkata; Aku menghafalnya dari Amru. Dan telah berkata [Ayyub] Aku mendengar [Sa'id bin Jubair] Ia berkata; Aku berkata kepada [Ibnu Umar], \"Ada seorang laki-laki yang melaknat isterinya.\" Maka ia pun menjawab sambil memberi isyarat dengan kedua jarinya, Sufyan memisahkan antara kedua jarinya itu, yaitu jari telunjuk dan jari tengah. Ia melanjutkan; Nabi shallallahu 'alaihi wasallam pernah memisahkan antara dua orang dari Bani Al 'Ajlan dan beliau bersabda: \"Sesungguhnya Allah mengetahui bahwa salah seorang dari kalian berdusta. Adakah salah seorang yang ingin bertaubat?\" beliau mengulanginya hingga tiga kali. Sufyan berkata; Aku menghafalnya dari Amru dan Ayyub sebagaimana yang telah aku kabarkan kepadamu.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ قَالَ عَمْرٌو سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ قَالَ سَأَلْتُ ابْنَ عُمَرَعَنْ حَدِيثِ الْمُتَلَاعِنَيْنِ فَقَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْمُتَلَاعِنَيْنِ حِسَابُكُمَا عَلَى اللَّهِ أَحَدُكُمَا كَاذِبٌ لَا سَبِيلَ لَكَ عَلَيْهَا قَالَ مَالِي قَالَ لَا مَالَ لَكَ إِنْ كُنْتَ صَدَقْتَ عَلَيْهَا فَهُوَ بِمَا اسْتَحْلَلْتَ مِنْ فَرْجِهَا وَإِنْ كُنْتَ كَذَبْتَ عَلَيْهَا فَذَاكَ أَبْعَدُ لَكَقَالَ سُفْيَانُ حَفِظْتُهُ مِنْ عَمْرٍو وَقَالَ أَيُّوبُ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ قَالَ قُلْتُ لِابْنِ عُمَرَ رَجُلٌ لَاعَنَ امْرَأَتَهُ فَقَالَ بِإِصْبَعَيْهِ وَفَرَّقَ سُفْيَانُ بَيْنَ إِصْبَعَيْهِ السَّبَّابَةِ وَالْوُسْطَى فَرَّقَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَخَوَيْ بَنِي الْعَجْلَانِ وَقَالَ اللَّهُ يَعْلَمُ إِنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ ثَلَاثَ مَرَّاتٍ قَالَ سُفْيَانُ حَفِظْتُهُ مِنْ عَمْرٍو وَأَيُّوبَ كَمَا أَخْبَرْتُكَ","source":"Bukhari"},"__N_SSG":true}