{"pageProps":{"number":"5364","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq bin Manshur] telah menceritakan kepada kami [Rauh bin 'Ubadah] telah menceritakan kepada kami [Husain] dari [Yahya bin Abu Katsir] dari [Abu Salamah bin Abdurrahman] dari [Abdullah bin 'Amru] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam menemuiku, lalu beliau bersabda: \"Aku memperoleh berita bahwa kamu bangun di malam hari dan berpuasa di siang hari, benarkah itu?\" Aku menjawab; \"Benar.\" Beliau bersabda: \"Jangan kamu lakukannya; namun tidur dan bangunlah, berpuasa dan berbukalah. Karena tubuhmu memiliki hak atas dirimu, kedua matamu memiliki hak atas dirimu, tamumu memiliki hak atas dirimu, istrimu memiliki hak atas dirimu. Sungguh, semoga panjang umur dan cukup bagimu berpuasa tiga hari dalam setiap bulan, dan suatu kebaikan akan dibalas dengan sepuluh kali lipatnya, itulah puasa Dahr.\" Abdullah bin 'Amru berkata; \"Aku bersikap keras dan beliau pun bersikap keras kepadaku, lalu kataku; \"Sungguh aku masih kuat melakukan lebih dari itu?\". Beliau bersabda: \"Berpuasalah tiga hari setiap Jum'at.\" Abdullah bin 'Amru berkata; \"Aku bersikap keras dan beliau pun bersikap keras kepadaku, lalu kataku; \"Sungguh aku masih kuat melakukan lebih dari itu?\" Beliau bersabda: \"Kalau begitu, berpuasalah seperti puasanya Nabiyullah Daud.\" Aku bertanya; \"Bagaimana puasa Nabiyullah Daud?\" Beliau bersabda: \"Yaitu puasa setengah zaman (sehari puasa sehari berbuka).\"","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا حُسَيْنٌ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَدَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَلَمْ أُخْبَرْ أَنَّكَ تَقُومُ اللَّيْلَ وَتَصُومُ النَّهَارَ قُلْتُ بَلَى قَالَ فَلَا تَفْعَلْ قُمْ وَنَمْ وَصُمْ وَأَفْطِرْ فَإِنَّ لِجَسَدِكَ عَلَيْكَ حَقًّا وَإِنَّ لِعَيْنِكَ عَلَيْكَ حَقًّا وَإِنَّ لِزَوْرِكَ عَلَيْكَ حَقًّا وَإِنَّ لِزَوْجِكَ عَلَيْكَ حَقًّا وَإِنَّكَ عَسَى أَنْ يَطُولَ بِكَ عُمُرٌ وَإِنَّ مِنْ حَسْبِكَ أَنْ تَصُومَ مِنْ كُلِّ شَهْرٍ ثَلَاثَةَ أَيَّامٍ فَإِنَّ بِكُلِّ حَسَنَةٍ عَشْرَ أَمْثَالِهَا فَذَلِكَ الدَّهْرُ كُلُّهُ قَالَ فَشَدَّدْتُ فَشُدِّدَ عَلَيَّ فَقُلْتُ فَإِنِّي أُطِيقُ غَيْرَ ذَلِكَ قَالَ فَصُمْ مِنْ كُلِّ جُمُعَةٍ ثَلَاثَةَ أَيَّامٍ قَالَ فَشَدَّدْتُ فَشُدِّدَ عَلَيَّ قُلْتُ أُطِيقُ غَيْرَ ذَلِكَ قَالَ فَصُمْ صَوْمَ نَبِيِّ اللَّهِ دَاوُدَ قُلْتُ وَمَا صَوْمُ نَبِيِّ اللَّهِ دَاوُدَ قَالَ نِصْفُ الدَّهْرِ","source":"Bukhari"},"__N_SSG":true}