{"pageProps":{"number":"5543","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Husain] telah menceritakan kepada kami [Abdullah bin Buraidah] dari [Busyair bin Ka'b] dari [Syaddad bin Aus] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Sesungguhnya istighfar yang paling baik adalah; jika seorang hamba mengucapkan: 'ALLAHUMMA ANTA RABBI LAA ILAAHA ILLA ANTA KHALAQTANI WA ANA 'ABDUKA WA ANA 'ALA 'AHDIKA WA WA'DIKA MASTATHA'TU A'UUDZU BIKA MIN SYARRI MAA SHANA'TU ABUU`U LAKA BIDZANBI WA ABUU`U LAKA BINI'MATIKA 'ALAYYA FAGHFIRLI FA INNAHU LAA YAGHFIRU ADZ DZUNUUBA ILLA ANTA A'UUDZU BI SYARRI MAA SHANA'TU (Ya Allah, Engkau adalah Tuhanku, tidak ada Tuhan yang berhak diibadahi selain Engkau. Engkau telah menciptakanku dan aku adalah hamba-Mu. Aku menetapi perjanjian-Mu dan janji-Mu sesuai dengan kemampuanku. Aku berlindung kepada-Mu dari keburukan perbuatanku, aku mengakui dosaku kepada-Mu dan aku akui nikmat-Mu kepadaku, maka ampunilah aku. Sebab tidak ada yang dapat mengampuni dosa selain-Mu, dan aku meminta ampun dari segala yang pernah aku perbuat) '. Jika ia mengucapkan di waktu sore lalu meninggal, maka ia akan masuk surga. Dan jika ia membacanya di waktu pagi lalu meninggal pada hari, maka ia mendapatkan seperti itu juga (masuk surga).\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا حُسَيْنٌ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ بُشَيْرِ بْنِ كَعْبٍ عَنْ شَدَّادِ بْنِ أَوْسٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سَيِّدُ الِاسْتِغْفَارِ اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ إِذَا قَالَ حِينَ يُمْسِي فَمَاتَ دَخَلَ الْجَنَّةَ أَوْ كَانَ مِنْ أَهْلِ الْجَنَّةِ وَإِذَا قَالَ حِينَ يُصْبِحُ فَمَاتَ مِنْ يَوْمِهِ مِثْلَهُ","source":"Bukhari"},"__N_SSG":true}