{"pageProps":{"number":"6324","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad] Telah mengabarkan kepada kami ['Abdah] telah menceritakan kepada kami [Hisyam bin Urwah] dari [ayahnya] dari [Abu humaid as Sa'idi], bahwa Nabi shallallahu 'alaihi wasallam pernah mempekerjakan Ibnul Atabiyah untuk menghimpun sedekah bani Sulaim. Tatkala ia mendatangi Rasulullah shallallahu 'alaihi wasallam dan Rasulullah mengevaluasinya, ia mengatakan; 'Ini bagian untukmu dan ini hadiah untukku.' Spontan Rasulullah Shallallahu'alaihiwasallam bersabda: \"tidakkah jika engkau duduk saja di rumah ayahmu dan rumah ibumu, maka apakah akan datang hadiahmu kepadamu jika memang engkau jujur.\" kemudian Rasulullah Shallallahu'alaihiwasallam berdiri dan berpidato kepada manusia, beliau memuja dan memuji Allah, kemudian mengatakan: 'Amma ba'du. Sesungguhnya saya mempekerjakan beberapa orang diantara kalian untuk urusan yang Allah menguasakannya kepada saya, lantas salah seorang diantara kalian mengatakan ini bagian untukmu dan ini hadiah untukku. tidakkah jika dia duduk saja di rumah ayahnya dan rumah ibunya, maka apakah akan datang hadiahnya kepadanya jika memang dia juju… Demi Allah, tidaklah salah seorang diantara kalian mengambil sesuatu yang bukan haknya, melainkan ia menghadap Allah dengan memikul barang yang diambilnya, ketahuilah, aku tahu ada seseorang yang menghadap Allah dengan memikul untanya yang mendengus, ada yang memikul sapinya yang melenguh, ada yang memikul kambingnya yang mengembik.\" kemudian beliau mengangkat kedua tangannya sehingga terlihat putih kedua ketiaknya.","arab":"حَدَّثَنَا مُحَمَّدٌ أَخْبَرَنَا عَبْدَةُ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَعْمَلَ ابْنَ الْأُتَبِيَّةِ عَلَى صَدَقَاتِ بَنِي سُلَيْمٍ فَلَمَّا جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحَاسَبَهُ قَالَ هَذَا الَّذِي لَكُمْ وَهَذِهِ هَدِيَّةٌ أُهْدِيَتْ لِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهَلَّا جَلَسْتَ فِي بَيْتِ أَبِيكَ وَبَيْتِ أُمِّكَ حَتَّى تَأْتِيَكَ هَدِيَّتُكَ إِنْ كُنْتَ صَادِقًا ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَطَبَ النَّاسَ وَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنِّي أَسْتَعْمِلُ رِجَالًا مِنْكُمْ عَلَى أُمُورٍ مِمَّا وَلَّانِي اللَّهُ فَيَأْتِي أَحَدُكُمْ فَيَقُولُ هَذَا لَكُمْ وَهَذِهِ هَدِيَّةٌ أُهْدِيَتْ لِي فَهَلَّا جَلَسَ فِي بَيْتِ أَبِيهِ وَبَيْتِ أُمِّهِ حَتَّى تَأْتِيَهُ هَدِيَّتُهُ إِنْ كَانَ صَادِقًا فَوَاللَّهِ لَا يَأْخُذُ أَحَدُكُمْ مِنْهَا شَيْئًا قَالَ هِشَامٌ بِغَيْرِ حَقِّهِ إِلَّا جَاءَ اللَّهَ يَحْمِلُهُ يَوْمَ الْقِيَامَةِ أَلَا فَلَأَعْرِفَنَّ مَا جَاءَ اللَّهَ رَجُلٌ بِبَعِيرٍ لَهُ رُغَاءٌ أَوْ بِبَقَرَةٍ لَهَا خُوَارٌ أَوْ شَاةٍ تَيْعَرُ ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ أَلَا هَلْ بَلَّغْتُ","source":"Bukhari"},"__N_SSG":true}