{"pageProps":{"number":"6404","slug":"bukhari","id":"Telah menceritakan kepadaku [Ismail] telah menceritakan kepadaku [Ibn Wahb] dari [Yunus] dari [Ibn Syihab] telah menceritakan kepadaku [Ubaidullah bin Abdullah bin Utbah], bahwa [Abdullah bin Abbas] radliallahu 'anhuma berkata, \"Uyainah bin Hishn bin Khudaifah bin Badr datang dan singgah menemui anak saudaranya (keponakannya), Al Hurr bin Qais bin Hishn, dan dia termasuk sekian di antara sekelompok orang yang selalu didekati oleh Umar, qurra` (ahli baca alquran), dan selalu mengikuti majlis Umar dan musyawarah-musyarahnya, baik yang berusia dewasa atau muda. Kemudian 'Uyainah berkata kepada keponakannya, 'Wahai keponakanku, apakah engkau mempunyai kedekatan dengan amir ini sehingga bisa memintakannya ijin untukku sehingga aku bisa menemuinya? Al Hurr bin Qais lalu menjawab, \"Baik, aku akan memintakannya ijin untukmu.\" Ibn Abbas berkata, \"Lantas Al Hurr bin Qais meminta ijin untuk 'Uyainah. Tatkala Uyainah sudah menemui Umar, ia berkata \"Wahai Ibnul khattab, demi Allah, engkau belum memberi pemberian yang banyak kepada kami, dan belum juga engkau berbuat adil diantara kami.\" Spontan Umar marah hingga ia ingin menghukumnya. Namun Uyainah mengatakan, \"Bebaskan aku dari hukumanmu wahai amirul mukminin, sebab Allah berfirman kepada nabi shallallahu 'alaihi wasallam-Nya: '(Maafkanlah, lakukanlah yang ma'ruf dan berpalinglah dari orang-orang jahil' (Qs. Al A'raf 199), dan hukuman ini di antara kelakuan orang-orang bodoh. Demi Allah, maka Umar tidak jadi melakukan hukumannya ketika Uyainah membacakan kepadanya, Umar adalah orang yang selalu memegang teguh Kitabullah.\"","arab":"حَدَّثَنِي إِسْمَاعِيلُ حَدَّثَنِي ابْنُ وَهْبٍ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَقَدِمَ عُيَيْنَةُ بْنُ حِصْنِ بْنِ حُذَيْفَةَ بْنِ بَدْرٍ فَنَزَلَ عَلَى ابْنِ أَخِيهِ الْحُرِّ بْنِ قَيْسِ بْنِ حِصْنٍ وَكَانَ مِنْ النَّفَرِ الَّذِينَ يُدْنِيهِمْ عُمَرُ وَكَانَ الْقُرَّاءُ أَصْحَابَ مَجْلِسِ عُمَرَ وَمُشَاوَرَتِهِ كُهُولًا كَانُوا أَوْ شُبَّانًا فَقَالَ عُيَيْنَةُ لِابْنِ أَخِيهِ يَا ابْنَ أَخِي هَلْ لَكَ وَجْهٌ عِنْدَ هَذَا الْأَمِيرِ فَتَسْتَأْذِنَ لِي عَلَيْهِ قَالَ سَأَسْتَأْذِنُ لَكَ عَلَيْهِ قَالَ ابْنُ عَبَّاسٍ فَاسْتَأْذَنَ لِعُيَيْنَةَ فَلَمَّا دَخَلَ قَالَ يَا ابْنَ الْخَطَّابِ وَاللَّهِ مَا تُعْطِينَا الْجَزْلَ وَمَا تَحْكُمُ بَيْنَنَا بِالْعَدْلِ فَغَضِبَ عُمَرُ حَتَّى هَمَّ بِأَنْ يَقَعَ بِهِ فَقَالَ الْحُرُّ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ اللَّهَ تَعَالَى قَالَ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ خُذْ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ }وَإِنَّ هَذَا مِنْ الْجَاهِلِينَ فَوَاللَّهِ مَا جَاوَزَهَا عُمَرُ حِينَ تَلَاهَا عَلَيْهِ وَكَانَ وَقَّافًا عِنْدَ كِتَابِ اللَّهِ","source":"Bukhari"},"__N_SSG":true}