{"pageProps":{"number":"6438","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa bin Ismail] telah menceritakan kepada kami [Abdul Wahid] telah menceritakan kepada kami [Ma'mar] dari [Az Zuhri] dari [Ubaidullah bin Abdullah] berkata, telah menceritakan kepadaku [Ibn Abbas] radliallahu 'anhu, ia berkata, \"Dahulu aku membacakan Abdurrahman bin Auf. Dikala [Umar] melakukan haji yang terakhir kalinya, Abdurrahman berkata di Mina, \"Sekiranya saja engkau melihat Amirul Mukminin ketika didatangi seseorang yang berkata, si A berkata, 'Kalaulah Amirul Mukminin meninggal, niscaya aku berbaiat kepada si fulan dan si fulan.\" Lantas Umar berkata, \"Niscaya sore ini aku berdiri memberi peringatan orang-orang yang ingin merebut wewenang mereka.\" Abdurrahman berkata, \"Hai, jangan kau lakukan! Sebab musim haji ini menghimpun para pemimpin manusia yang memenuhi majlismu!\" Maka aku khawatir jangan-jangan mereka tidak menggunakan saranmu sesuai tempatnya sehingga mereka tafsirkan tidak tepat sasaran, maka tangguhkan saja hingga Madinah menjadi tempat hijrah dan tempat yang aman, serta dipenuhi oleh sahabat-sahabat Rasulullah shallallahu 'alaihi wasallam dari muhajirin dan Anshar. Kemudian mereka menjaga saran-saranmu dan menafsirkannya sesuai tempatnya.\" Lantas Ibn Abbas berkata, \"Demi Allah, sungguh aku berdiri bersamanya di awal-awal aku berdiri bersamanya di Madinah Munawwarah.\" Ibn Abbas melanjutkan, \"Lantas kami tiba di Madinah, dan ia katakan, \"Allah telah mengutus Muhammad shallallahu 'alaihi wasallam dengan membawa kebenaran dan menurunkan al Kitab bersamanya, yang diantara ayat yang diturunkan adalah ayat rajam.\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا عَبْدُ الْوَاحِدِ حَدَّثَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ قَالَ حَدَّثَنِي ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَكُنْتُ أُقْرِئُ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ فَلَمَّا كَانَ آخِرُ حَجَّةٍ حَجَّهَا عُمَرُ فَقَالَ عَبْدُ الرَّحْمَنِ بِمِنًى لَوْ شَهِدْتَ أَمِيرَ الْمُؤْمِنِينَ أَتَاهُ رَجُلٌ قَالَ إِنَّ فُلَانًا يَقُولُ لَوْ مَاتَ أَمِيرُ الْمُؤْمِنِينَ لَبَايَعْنَا فُلَانًا فَقَالَ عُمَرُ لَأَقُومَنَّ الْعَشِيَّةَ فَأُحَذِّرَ هَؤُلَاءِ الرَّهْطَ الَّذِينَ يُرِيدُونَ أَنْ يَغْصِبُوهُمْ قُلْتُ لَا تَفْعَلْ فَإِنَّ الْمَوْسِمَ يَجْمَعُ رَعَاعَ النَّاسِ يَغْلِبُونَ عَلَى مَجْلِسِكَ فَأَخَافُ أَنْ لَا يُنْزِلُوهَا عَلَى وَجْهِهَا فَيُطِيرُ بِهَا كُلُّ مُطِيرٍ فَأَمْهِلْ حَتَّى تَقْدَمَ الْمَدِينَةَ دَارَ الْهِجْرَةِ وَدَارَ السُّنَّةِ فَتَخْلُصَ بِأَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَارِ فَيَحْفَظُوا مَقَالَتَكَ وَيُنْزِلُوهَا عَلَى وَجْهِهَا فَقَالَ وَاللَّهِ لَأَقُومَنَّ بِهِ فِي أَوَّلِ مَقَامٍ أَقُومُهُ بِالْمَدِينَةِ قَالَ ابْنُ عَبَّاسٍ فَقَدِمْنَا الْمَدِينَةَ فَقَالَ إِنَّ اللَّهَ بَعَثَ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْحَقِّ وَأَنْزَلَ عَلَيْهِ الْكِتَابَ فَكَانَ فِيمَا أُنْزِلَ آيَةُ الرَّجْمِ","source":"Bukhari"},"__N_SSG":true}