{"pageProps":{"number":"150","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah] dari [Malik] dari [Al 'Alla bin Abdurrahman] dari [Bapaknya] dari [Abu Hurairah Radliyallahu'anhu] bahwa Rasulullah shallallahu 'alaihi wasallam keluar dari pekuburan, lantas beliau mengucapkan, \" Assalamu'alaikum wahai penghuni negeri kaum mukmin. Kami insya Allah akan menyusul kalian. Aku ingin melihat saudara-saudaraku!\" mereka berkata, \"Wahai Rasulullah, Bukankah kita semua ini bersaudara?\" beliau menjawab, \"Ya, kalian adalah sahabat dan saudaraku dan tidak akan datang lagi setelah ini. Aku akan mendahului kalian menuju Haudl.\" Mereka berkata, Wahai Rasulullah shallallahu 'alaihi wasallam! bagaimana engkau tahu orang-orang setelah engkau dari umatmu?\" beliau bersabda: \"Apakah kamu tahu kalau seseorang mempunyai seekor kuda yang ada putih-putihnya di ujung kepalanya yang berada di antara kuda-kuda yang hitam pekat? Bukankah ia akan mengenali kuda-kudanya?\" mereka berkata, \"Ya, tentu.\" Beliau meneruskan sabdanya: \"Mereka akan datang pada hari kiamat dengan wajah bersinar di wajahnya dari bekas wudlu, dan aku tidak mendahului mereka masuk ke dalam telaga (Haudl).\"","arab":"أَخْبَرَنَا قُتَيْبَةُ عَنْ مَالِكٍ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَى الْمَقْبُرَةِ فَقَالَ السَّلَامُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَاحِقُونَ وَدِدْتُ أَنِّي قَدْ رَأَيْتُ إِخْوَانَنَا قَالُوا يَا رَسُولَ اللَّهِ أَلَسْنَا إِخْوَانَكَ قَالَ بَلْ أَنْتُمْ أَصْحَابِي وَإِخْوَانِي الَّذِينَ لَمْ يَأْتُوا بَعْدُ وَأَنَا فَرَطُهُمْ عَلَى الْحَوْضِ قَالُوا يَا رَسُولَ اللَّهِ كَيْفَ تَعْرِفُ مَنْ يَأْتِي بَعْدَكَ مِنْ أُمَّتِكَ قَالَ أَرَأَيْتَ لَوْ كَانَ لِرَجُلٍ خَيْلٌ غُرٌّ مُحَجَّلَةٌ فِي خَيْلٍ بُهْمٍ دُهْمٍ أَلَا يَعْرِفُ خَيْلَهُ قَالُوا بَلَى قَالَ فَإِنَّهُمْ يَأْتُونَ يَوْمَ الْقِيَامَةِ غُرًّا مُحَجَّلِينَ مِنْ الْوُضُوءِ وَأَنَا فَرَطُهُمْ عَلَى الْحَوْضِ","source":"Nasai"},"__N_SSG":true}