{"pageProps":{"number":"2438","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Al Mutsanna] dia berkata; Telah menceritakan kepada kami [Muhammad] dia berkata; Telah menceritakan kepada kami [Syu'bah] dari [Manshur] dia berkata; Aku mendengar [Rib'i] bercerita dari [Zaid bin Zhabyan] yang ia sandarkan kepada [Abu Dzar] dari Nabi shallallahu 'alaihi wasallam bersabda: \"Ada tiga golongan yang Allah cintai dan tiga golongan yang Allah benci.\" Adapun tiga golongan yang Allah cintai adalah seseorang yang mendatangi suatu kaum lalu ia meminta karena Allah bukan meminta atas dasar kekerabatan antara dia dengan mereka, namun mereka menolak memberikan kepadanya. Kemudian ada seseorang yang mengikuti dari belakang mereka lalu ia memberikan sesuatu kepada orang yang meminta tadi secara sembunyi-sembunyi tidak ada yang mengetahui dia dan apa yang berikannya kecuali Allah. Dan suatu kaum yang berjalan di malam hari, hingga tidur merupakan sesuatu yang paling disukai mereka, maka mereka pun singgah dan meletakkan kepala-kepala mereka (tidur). Lalu seseorang bangun untuk berdo'a kepadaku dengan penuh ketawadluan dan ia membaca ayat-ayatku. Yang ketiga, adalah seseorang yang ikut dalam sebuah ekspedisi peperangan, hingga tatkala mereka menghadapi musuh dan kalah, ia tetap maju dengan jiwanya hingga ia terbunuh atau Allah memenangkannya. Adapun tiga golongan yang Allah benci adalah orang yang sudah lanjut usia berzina, orang fakir yang sombong, dan orang kaya yang suka berbuat zhalim.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ حَدَّثَنَا مُحَمَّدٌ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ مَنْصُورٍ قَالَ سَمِعْتُ رِبْعِيًّا يُحَدِّثُ عَنْ زَيْدِ بْنِ ظَبْيَانَ رَفَعَهُ إِلَى أَبِي ذَرٍّعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ثَلَاثَةٌ يُحِبُّهُمْ اللَّهُ عَزَّ وَجَلَّ وَثَلَاثَةٌ يَبْغُضُهُمْ اللَّهُ عَزَّ وَجَلَّ أَمَّا الَّذِينَ يُحِبُّهُمْ اللَّهُ عَزَّ وَجَلَّ فَرَجُلٌ أَتَى قَوْمًا فَسَأَلَهُمْ بِاللَّهِ عَزَّ وَجَلَّ وَلَمْ يَسْأَلْهُمْ بِقَرَابَةٍ بَيْنَهُ وَبَيْنَهُمْ فَمَنَعُوهُ فَتَخَلَّفَهُ رَجُلٌ بِأَعْقَابِهِمْ فَأَعْطَاهُ سِرًّا لَا يَعْلَمُ بِعَطِيَّتِهِ إِلَّا اللَّهُ عَزَّ وَجَلَّ وَالَّذِي أَعْطَاهُ وَقَوْمٌ سَارُوا لَيْلَتَهُمْ حَتَّى إِذَا كَانَ النَّوْمُ أَحَبَّ إِلَيْهِمْ مِمَّا يُعْدَلُ بِهِ نَزَلُوا فَوَضَعُوا رُءُوسَهُمْ فَقَامَ يَتَمَلَّقُنِي وَيَتْلُو آيَاتِي وَرَجُلٌ كَانَ فِي سَرِيَّةٍ فَلَقُوا الْعَدُوَّ فَهُزِمُوا فَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ أَوْ يَفْتَحَ اللَّهُ لَهُ وَالثَّلَاثَةُ الَّذِينَ يَبْغُضُهُمْ اللَّهُ عَزَّ وَجَلَّ الشَّيْخُ الزَّانِي وَالْفَقِيرُ الْمُخْتَالُ وَالْغَنِيُّ الظَّلُومُ","source":"Nasai"},"__N_SSG":true}