{"pageProps":{"number":"3013","slug":"nasai","id":"Telah mengkhabarkan kepada kami [Muhammad bin Salamah] serta [Al Harits bin Miskin] dengan membacakan riwayat dan saya mendengar, dari [Ibnu Al Qasim], ia berkata; telah menceritakan kepadaku [Malik] dari [Yahya bin Sa'id] dari [Sa'id bin Abi Sa'id] dari [Abdullah bin Abi Qatadah] dari [ayahnya], ia berkata; telah datang seorang laki-laki kepada Rasulullah shallallahu 'alaihi wasallam kemudian berkata; wahai Rasulullah, bagaimana pendapat anda apabila saya terbunuh di jalan Allah dengan bersabar, mengharapkan pahala, dan maju tidak mundur, apakah Allah akan mengampuni dosa-dosaku? Rasulullah shallallahu 'alaihi wasallam menjawab: \"Ya.\" Kemudian setelah orang tersebut berpaling, Rasulullah shallallahu 'alaihi wasallam memanggilnya atau beliau memerintahkan untuk memanggil orang tersebut maka orang itupun dipanggil. Kemudian Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apa yang kamu katakan?\" Maka orang tersebut mengulanginya, lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ya, kecuali hutang. Demikianlah Jibril 'alaihissalam mengatakan kepadaku.\" ","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ عَنْ ابْنِ الْقَاسِمِ قَالَ حَدَّثَنِي مَالِكٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ قَالَجَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ صَابِرًا مُحْتَسِبًا مُقْبِلًا غَيْرَ مُدْبِرٍ أَيُكَفِّرُ اللَّهُ عَنِّي خَطَايَايَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ فَلَمَّا وَلَّى الرَّجُلُ نَادَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ أَمَرَ بِهِ فَنُودِيَ لَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَيْفَ قُلْتَ فَأَعَادَ عَلَيْهِ قَوْلَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ إِلَّا الدَّيْنَ كَذَلِكَ قَالَ لِي جِبْرِيلُ عَلَيْهِ السَّلَام","source":"Nasai"},"__N_SSG":true}