{"pageProps":{"number":"3242","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah] telah menceritakan kepada kami [Ja'far yaitu Ibnu Sulaiman] dari [Al Ja'd Abu 'Utsman] dari [Anas bin Malik], ia berkata; Rasulullah shallallahu 'alaihi wasallam menikah, lalu beliau masuk menemui istrinya Anas berkata; sedangkan ibuku Ummu Sulaim membuat makan dari kurma, keju dan mentega. Ia berkata; lalu ia membawanya kepada Rasulullah shallallahu 'alaihi wasallam. Kemudian saya berkata; ibuku menyampaikan salam kepadamu dan berkata ini ada sedikit sesuatu dari kami untukmu. Beliau bersabda: \"Letakkanlah\", kemudian beliau bersabda: \"Pergilah dan panggillah fulan, fulan dan siapa yang engkau temui, \" beliau menyebut nama beberapa orang, lalu saya memanggil orang-orang yang beliau sebutkan dan siapa saja yang saya temui. Saya berkata kepada Anas; berapa jumlahnya? Ia menjawab; yakni sekitar tiga ratusan. Lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Buatlah kelompok sepuluh orang-sepuluh orang dan setiap orang agar makan dengan yang didekatnya.\" Lalu mereka makan hingga kenyang, satu rombongan keluar dan rombongan lain masuk, beliau bersabda kepadaku: \" Wahai Anas, angkatlah.\" Lalu saya mengangatnya, saya tidak mengetahui apakah lebih banyak ketika saya angkat atau saya turunkan.","arab":"أَخْبَرَنَا قُتَيْبَةُ قَالَ حَدَّثَنَا جَعْفَرٌ وَهُوَ ابْنُ سُلَيْمَانَ عَنْ الْجَعْدِ أَبِي عُثْمَانَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَتَزَوَّجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلَ بِأَهْلِهِ قَالَ وَصَنَعَتْ أُمِّي أُمُّ سُلَيْمٍ حَيْسًا قَالَ فَذَهَبَتْ بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنَّ أُمِّي تُقْرِئُكَ السَّلَامَ وَتَقُولُ لَكَ إِنَّ هَذَا لَكَ مِنَّا قَلِيلٌ قَالَ ضَعْهُ ثُمَّ قَالَ اذْهَبْ فَادْعُ فُلَانًا وَفُلَانًا وَمَنْ لَقِيتَ وَسَمَّى رِجَالًا فَدَعَوْتُ مَنْ سَمَّى وَمَنْ لَقِيتُهُ قُلْتُ لِأَنَسٍ عِدَّةُ كَمْ كَانُوا قَالَ يَعْنِي زُهَاءَ ثَلَاثَ مِائَةٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَتَحَلَّقْ عَشَرَةٌ عَشَرَةٌ فَلْيَأْكُلْ كُلُّ إِنْسَانٍ مِمَّا يَلِيهِ فَأَكَلُوا حَتَّى شَبِعُوا فَخَرَجَتْ طَائِفَةٌ وَدَخَلَتْ طَائِفَةٌ قَالَ لِي يَا أَنَسُ ارْفَعْ فَرَفَعْتُ فَمَا أَدْرِي حِينَ رَفَعْتُ كَانَ أَكْثَرَ أَمْ حِينَ وَضَعْتُ","source":"Nasai"},"__N_SSG":true}