{"pageProps":{"number":"5106","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Abdullah] ia berkata; telah menceritakan kepada kami [Abu Usamah] ia berkata; telah menceritakan kepada kami [Hisyam bin Urwah] dari [Ayahnya] dari ['Aisyah] ia berkata, \"Doa yang sering dibaca oleh Rasulullah shallallahu 'alaihi wasallam adalah: \"ALLAHUMMA INNI A'UUDZU BIKA MIN FITNATINNARI WA FITNATIL QABRI WA SYARRI FITNATIL MASIIHID DAJJAL WA SYARRI FITNATIL FAQRI WA SYARRI FITNATIL GHINA ALLAHUMMA IGHSIL KHATHAAYAAYA BIMA`ITS TSALJI WA BARADI WA ANTIQI QALBI MINAL KHATHAAYAAYA KAMAA ANQAITA ATS TSAUBAL ABYADLA MINAD DANAS WA BAA'ID BAINII WA BAINA KHATHAAYAAYA KAMAA BAA'ATTA BAINAL MASYRIQI WAL MAGHRIBI ALLAHUMMA INNI A'UUDZU BIKA MINAL KASALI WAL HARAMI WAL MA`TSAMI WAL MAGHRAMI (Ya Allah, aku berlindung kepada-Mu dari fitnah neraka dan siksa neraka, fitnah kubur dan siksa kubur, kejelekkan fitnah Al Masih dajjal, kejelekkan fitnah kafakiran dan kejelekkan fitnah kekayaan. Ya Allah, basuhlah kesalahanku dengan air es dan embun, bersihkan hatiku dari kesalahan sebagaimana Engkau bersihkan kain putih dari kotoran. Jauhkanlah antara aku dan kesalahanku sebagaimana Engkau jauhkan antara timur dan barat. Ya Allah, aku berlindung kepada-Mu dari kemalasan, kepikunan, sebab yang mendatangkan dosa dan hutang yang tidak terbayar).\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنَا أَبُو أُسَامَةَ قَالَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَثِيرًا مَا يَدْعُو بِهَؤُلَاءِ الْكَلِمَاتِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ وَفِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ وَشَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ وَشَرِّ فِتْنَةِ الْفَقْرِ وَشَرِّ فِتْنَةِ الْغِنَى اللَّهُمَّ اغْسِلْ خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَأَنْقِ قَلْبِي مِنْ الْخَطَايَا كَمَا أَنْقَيْتَ الثَّوْبَ الْأَبْيَضَ مِنْ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ","source":"Nasai"},"__N_SSG":true}