{"pageProps":{"number":"825","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Manshur] dia berkata; telah menceritakan kepada kami [Sufyan] dari ['Amr] dia berkata; aku mendengar [Jabir bin Abdullah] dia berkata; \"Mua'dz shalat bersama Nabi Shallallahu'alihiwasallam, kemudian ia kembali kepada kaumnya dan mengimami shalat mereka di malam hari dan ia (Mua'dz) memanjangkan shalatnya. Kemudian Muadz shalat bersama Rasulullah, lalu ia kembali kepada kaumnya dan mengimami shalat mereka, dan ia membaca surat Al Baqarah. Ketika salah seorang kaumnya mendengar Muadz lama dalam shalat, ia keluar dari shalat dan shalat sendiri, maka kaumnya berkata kepadanya, 'Kamu munafik wahai fulan'. Orang itu menjawab, 'Demi Allah, aku tidak munafik. Aku akan mendatangi dan menceritakan hal ini pada Nabi Shallallahu'alihiwasallam. Lalu orang itu mendatangi Nabi Shallallahu'alaihi wasallam dan berkata, 'Wahai Rasulullah, Muadz shalat bersama Anda. kemudian ia kembali dan mengimami shalat kami. Anda melamakan shalat kemarin malam, lalu Muadz shalat dengan Anda, kemudian dia kembali dan mengimami kami, dan ia memulai shalat dengan membaca surat Albaqarah. Ketika aku mendengarnya membaca surat Albaqarah. maka aku mundur dan shalat sendiri, karena kami pekerja keras yang bekerja dengan tangan kami. Rasulullah Shallallahu'alaihi wasallam lalu bersabda, 'Wahai Muadz, apakah kamu ingin menimbulkan fitnah? Bacalah surat ini dan surat ini (maksudnya surat yang pendek) '.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُكَانَ مُعَاذٌ يُصَلِّي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ يَرْجِعُ إِلَى قَوْمِهِ يَؤُمُّهُمْ فَأَخَّرَ ذَاتَ لَيْلَةٍ الصَّلَاةَ وَصَلَّى مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ رَجَعَ إِلَى قَوْمِهِ يَؤُمُّهُمْ فَقَرَأَ سُورَةَ الْبَقَرَةِ فَلَمَّا سَمِعَ رَجُلٌ مِنْ الْقَوْمِ تَأَخَّرَ فَصَلَّى ثُمَّ خَرَجَ فَقَالُوا نَافَقْتَ يَا فُلَانُ فَقَالَ وَاللَّهِ مَا نَافَقْتُ وَلَآتِيَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُخْبِرُهُ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ مُعَاذًا يُصَلِّي مَعَكَ ثُمَّ يَأْتِينَا فَيَؤُمُّنَا وَإِنَّكَ أَخَّرْتَ الصَّلَاةَ الْبَارِحَةَ فَصَلَّى مَعَكَ ثُمَّ رَجَعَ فَأَمَّنَا فَاسْتَفْتَحَ بِسُورَةِ الْبَقَرَةِ فَلَمَّا سَمِعْتُ ذَلِكَ تَأَخَّرْتُ فَصَلَّيْتُ وَإِنَّمَا نَحْنُ أَصْحَابُ نَوَاضِحَ نَعْمَلُ بِأَيْدِينَا فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا مُعَاذُ أَفَتَّانٌ أَنْتَ اقْرَأْ بِسُورَةِ كَذَا وَسُورَةِ كَذَا","source":"Nasai"},"__N_SSG":true}