{"pageProps":{"number":"1232","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'], telah menceritakan kepada kami [Sufyan] dari [Ibnu Abu Najih] dari [Abdullah bin Katsir] dari [Abu Al Minhal] dari [Ibnu Abbas] berkata; Ketika Rasulullah shallallahu 'alaihi wasallam datang ke Madinah, para penduduknya biasa melakukan salaf pada buah-buahan. Lalu beliau bertanya: \"Barangsiapa melakukan salaf maka lakukanlah salaf dalam takaran yang sudah diketahui (jelas) dan timbangan yang sudah diketahui (jelas), serta sampai waktu yang telah diketahui (jelas).\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Ibnu Abu Aufa dan Abdurrahman bin Abza. Abu Isa berkata; Hadits Ibnu Abbas adalah hadits hasan shahih dan menjadi pedoman amal menurut para ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka, mereka membolehkan salaf pada makanan, pakaian dan yang lainnya dari apa yang telah diketahui masa dan sifatnya, namun mereka berselisih salaf pada hewan, sebagian ulama dari kalangan Nabi shallallahu 'alaihi wasallam dan selain mereka berpendapat; Salaf pada hewan adalah boleh, ini adalah pendapat Asy Syafi'i, Ahmad dan Ishaq. Namun sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka memakruhkan salaf pada hewan, ini adalah pendapat Sufyan dan penduduk Kufah. Abu Al Minhal bernama Abdurrahman bin Muth'im. ","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا سُفْيَانُ عَنْ ابْنِ أَبِي نَجِيحٍ عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ عَنْ أَبِي الْمِنْهَالِ عَنْ ابْنِ عَبَّاسٍ قَالَقَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وَهُمْ يُسْلِفُونَ فِي الثَّمَرِ فَقَالَ مَنْ أَسْلَفَ فَلْيُسْلِفْ فِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍقَالَ وَفِي الْبَاب عَنْ ابْنِ أَبِي أَوْفَى وَعَبْدِ الرَّحْمَنِ بْنِ أَبْزَى قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ أَجَازُوا السَّلَفَ فِي الطَّعَامِ وَالثِّيَابِ وَغَيْرِ ذَلِكَ مِمَّا يُعْرَفُ حَدُّهُ وَصِفَتُهُ وَاخْتَلَفُوا فِي السَّلَمِ فِي الْحَيَوَانِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ السَّلَمَ فِي الْحَيَوَانِ جَائِزًا وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ وَكَرِهَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ السَّلَمَ فِي الْحَيَوَانِ وَهُوَ قَوْلُ سُفْيَانَ وَأَهْلِ الْكُوفَةِ أَبُو الْمِنْهَالِ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ مُطْعِمٍ","source":"Tirmidzi"},"__N_SSG":true}