{"pageProps":{"number":"128","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ibnu Abu Umar] berkata; telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Hisyam bin Urwah] dari [Fathimah binti Al Mundzir] dari [Asma binti Abu Bakr] berkata; \"Seorang wanita bertanya Nabi shallallahu 'alaihi wasallam tentang pakaian yang terkena darah haid?\" maka Rasulullah shallallahu 'alaihi wasallam menjawab: \"Gosoklah kain tersebut, kemudian basahi dan basuhlah dengan air, setelah itu shalatlah dengannya.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abu Hurairah dan Ummu Qais binti Mihshan.\" Abu Isa berkata; \"Hadits Asma tentang mencuci darah haid derajatnya hasan shahih.\" Para ulama telah berbeda pendapat tentang darah yang mengenai kain lalu dipakai shalat sebelum dicuci. Sebagian ulama dari tabi'in berkata; \"Apabila darah tersebut seukuran (sebesar) dirham, lalu ia mengenakannya sebelum dicuci, maka ia harus mengulangi shalatnya.\" Sedangkan sebagian yang lain berkata; \"Apabila darah itu lebih besar dari ukuran satu dirham, maka ia harus mengulangi shalatnya.\" Pendapat ini dipegang oleh Sufyan Ats Tsauri dan bin Al Mubarak. Namun sebagian ulama yang lain dari kalangan tabi'in dan selainnya tidak mewajibkan untuk mengulangi shalatnya, meskipun darah itu lebih banyak (besar) dari uang dirham. Pendapat ini dipegang oleh Ahmad dan Ishaq. Syafi'i berkata; \"Wajib mencucinya meskipun darahnya kurang daru seukuran uang dirham.\" Dan Ia berpegang teguh dengan itu.\"","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍأَنَّ امْرَأَةً سَأَلَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الثَّوْبِ يُصِيبُهُ الدَّمُ مِنْ الْحَيْضَةِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُتِّيهِ ثُمَّ اقْرُصِيهِ بِالْمَاءِ ثُمَّ رُشِّيهِ وَصَلِّي فِيهِقَالَ وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَأُمِّ قَيْسِ بْنتِ مِحْصَنٍ قَالَ أَبُو عِيسَى حَدِيثُ أَسْمَاءَ فِي غَسْلِ الدَّمِ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الدَّمِ يَكُونُ عَلَى الثَّوْبِ فَيُصَلِّي فِيهِ قَبْلَ أَنْ يَغْسِلَهُ قَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ التَّابِعِينَ إِذَا كَانَ الدَّمُ مِقْدَارَ الدِّرْهَمِ فَلَمْ يَغْسِلْهُ وَصَلَّى فِيهِ أَعَادَ الصَّلَاةَ و قَالَ بَعْضُهُمْ إِذَا كَانَ الدَّمُ أَكْثَرَ مِنْ قَدْرِ الدِّرْهَمِ أَعَادَ الصَّلَاةَ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَلَمْ يُوجِبْ بَعْضُ أَهْلِ الْعِلْمِ مِنْ التَّابِعِينَ وَغَيْرِهِمْ عَلَيْهِ الْإِعَادَةَ وَإِنْ كَانَ أَكْثَرَ مِنْ قَدْرِ الدِّرْهَمِ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَقُ و قَالَ الشَّافِعِيُّ يَجِبُ عَلَيْهِ الْغَسْلُ وَإِنْ كَانَ أَقَلَّ مِنْ قَدْرِ الدِّرْهَمِ وَشَدَّدَ فِي ذَلِكَ","source":"Tirmidzi"},"__N_SSG":true}