{"pageProps":{"number":"1313","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Muhammad], telah menceritakan kepada kami [Abdullah bin Al Mubarak], telah menceritakan kepada kami [Yunus bin Abu Ishaq] telah menceritakan kepada kami [Abu As Safar] ia berkata; Orang Quraisy memukul gigi orang Anshar, lalu ia melaknat dan meminta pertolongan kepada Mu'wiyah. Ia pun berkata kepada Mu'awiyah; Wahai Amirul Mukminin, sesungguhnya orang ini telah memukul gigiku. Mu'awiyah berkata; Sesungguhnya kami meridlaimu. Yang lain mendesak Mu'awiyah dan menyampaikan kepadanya namun ia tidak meridlainya, Mu'awiyah pun berkata kepadanya; Urusanmu dengan temanmu. Saat itu Abu Ad Darda` duduk di sebelahnya, [Abu Ad Darda`] berkata; Aku mendengar Rasulullah shallallahu 'alaihi wasallam, ia melanjutkan; Kedua telingaku mendengar dan hatiku memperhatikan, beliau bersabda: \"Tidaklah seseorang yang terkena sesuatu pada tubuhnya lalu ia bersedekah dengannya (tidak menuntutnya), melainkan Allah akan mengangkatnya beberapa derajat dan menghapuskan kesalahan-kesalahannya.\" Orang Anshar itu bertanya; Benarkah engkau mendengarnya dari Rasulullah shallallahu 'alaihi wasallam? Ia menjawab; Kedua telingaku mendengar dan hatiku memperhatikannya. Ia berkata; Aku memaafkannya. Mu'awiyah berkata; Pasti aku tidak akan mengecewakanmu. Lalu ia menyuruh memberikan harta kepadanya. Abu Isa berkata; Hadits ini gharib tidak kami ketahui kecuali dari jalur ini dan aku tidak tahu Abu As Safar memiliki hadits yang didengar dari Abu Ad Darda`. Abu As Safar bernama Sa'id bin Ahmad dan ia dipanggil Ibnu Yuhmida Ats Tsauri.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَقَ حَدَّثَنَا أَبُو السَّفَرِ قَالَدَقَّ رَجُلٌ مِنْ قُرَيْشٍ سِنَّ رَجُلٍ مِنْ الْأَنْصَارِ فَاسْتَعْدَى عَلَيْهِ مُعَاوِيَةَ فَقَالَ لِمُعَاوِيَةَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ هَذَا دَقَّ سِنِّي قَالَ مُعَاوِيَةُ إِنَّا سَنُرْضِيكَ وَأَلَحَّ الْآخَرُ عَلَى مُعَاوِيَةَ فَأَبْرَمَهُ فَلَمْ يُرْضِهِ فَقَالَ لَهُ مُعَاوِيَةُ شَأْنَكَ بِصَاحِبِكَ وَأَبُو الدَّرْدَاءِ جَالِسٌ عِنْدَهُ فَقَالَ أَبُو الدَّرْدَاءِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي يَقُولُ مَا مِنْ رَجُلٍ يُصَابُ بِشَيْءٍ فِي جَسَدِهِ فَيَتَصَدَّقُ بِهِ إِلَّا رَفَعَهُ اللَّهُ بِهِ دَرَجَةً وَحَطَّ عَنْهُ بِهِ خَطِيئَةًقَالَ الْأَنْصَارِيُّ أَأَنْتَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي قَالَ فَإِنِّي أَذَرُهَا لَهُ قَالَ مُعَاوِيَةُ لَا جَرَمَ لَا أُخَيِّبُكَ فَأَمَرَ لَهُ بِمَالٍ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَلَا أَعْرِفُ لِأَبِي السَّفَرِ سَمَاعًا مِنْ أَبِي الدَّرْدَاءِ وَأَبُو السَّفَرِ اسْمُهُ سَعِيدُ بْنُ أَحْمَدَ وَيُقَالُ ابْنُ يُحْمِدَ الثَّوْرِيُّ","source":"Tirmidzi"},"__N_SSG":true}