{"pageProps":{"number":"1475","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Abdah Adh Dhabbi] dan [Humaid bin Mas'adah] keduanya berkata; telah menceritakan kepada kami [Sulaim bin Akhdhar] dari [Ubaidullah bin Umar] dari [Nafi'] dari [Ibnu Umar] berkata, \"Rasulullah shallallahu 'alaihi wasallam membagi ghanimah untuk pasukan yang berkuda mendapat dua bagian dan pasukan yang berjalan kaki mendapat satu bagian.\" Telah menceritakan kepada kami Muhammad bin Basysyar berkata, telah menceritakan kepada kami 'Abdurrahman bin Mahdi dari Sulaim bin Akhdhar seperti dalam hadits tersebut. Dalam bab ini ada hadits serupa dari Mujami' bin Jariyah, Ibnu Abbas dan Ibnu Abu Amrah dari bapaknya.\" Dan hadits Ibnu Umar derajatnya hasan shahih. Hadits ini nenjadi pedoman amal menurut para ulama` dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka. Dan yang demikian itu adalah pendapat Sufyan bin Ats Tsauri, Al Auza'I, Malik bin Anas, Ibnul Mubarak, Syafi'I, Ahmad dan Ishaq. Mereka mengatakan; Bagi tentara penunggang kuda mendapat tiga bagian; satu bagian untuk dirinya dan dua bagian untuk kudanya. Sementara bagi tentara tak berkuda adalah satu bagian.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ وَحُمَيْدُ بْنُ مَسْعَدَةَ قَالَا حَدَّثَنَا سُلَيْمُ بْنُ أَخْضَرَ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَسَمَ فِي النَّفَلِ لِلْفَرَسِ بِسَهْمَيْنِ وَلِلرَّجُلِ بِسَهْمٍحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُلَيْمِ بْنِ أَخْضَرَ نَحْوَهُ وَفِي الْبَاب عَنْ مُجَمِّعِ بْنِ جَارِيَةَ وَابْنِ عَبَّاسٍ وَابْنِ أَبِي عَمْرَةَ عَنْ أَبِيهِ وَهَذَا حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالْأَوْزَاعِيِّ وَمَالِكِ بْنِ أَنَسٍ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ قَالُوا لِلْفَارِسِ ثَلَاثَةُ أَسْهُمٍ سَهْمٌ لَهُ وَسَهْمَانِ لِفَرَسِهِ وَلِلرَّاجِلِ سَهْمٌ","source":"Tirmidzi"},"__N_SSG":true}