{"pageProps":{"number":"1542","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami ['Abdurrahman bin Mahdi] dari [Sufyan] dari [Alqamah Martsad] dari [Sulaiman bin Buraidah] dari [Bapaknya] ia berkata, \"Jika Rasulullah shallallahu 'alaihi wasallam mengirim seorang pemimpin untuk suatu pasukan beliau memberi nasihat untuk selalu bertakwa kepada Allah, dan memberi nasihat kebaikan kepada kaum muslimin. Beliau bersabda: \"Berperanglah dengan nama Allah dan di jalan Allah, perangilah orang-orang yang kafir kepada Allah, jangan mencuri harta ghanimah, jangan menipu, jangan mencincang dan jangan membunuh anak kecil. Jika engkau bertemu dengan orang-orang musyrik musuhmu, maka serulah kepada tiga hal. Mana saja dari ketiga hal itu mereka lakukan maka terimalah dan jangan kalian perangi; serulah mereka untuk masuk Islam; pindah dari negeri mereka menuju negeri orang-orang yang hijrah (kaum muslimin); dan kabarkanlah kepada mereka, jika mereka mau melakukannya (hijrah) maka mereka akan mendapatkan apa yang akan didapatkan oleh orang-orang yang telah berhijrah, dan mereka akan dibebani kewajiban sebagaimana yang didapat oleh orang-orang yang telah hijrah. Tetapi jika mereka menolak untuk hijrah, maka setatus mereka seperti orang-orang Arab dusun, dan akan diberlakukan kepada mereka hukum yang diberlakukan kepada orang-orang Arab dusun. Mereka tidak mendapatkan ghanimah ataupun fai` kecuali jika mereka ikut berjihad, jika menolak maka mereka serta mintalah pertolongan kepada Allah atas mereka dan perangilah. dan Jika engkau mengepung suatu benteng, lalu mereka menginginkan agar engkau memberikan jaminan Allah dan rasul-Nya kepada mereka, maka jangan engkau lakukan. Tetapi berikanlah jaminanmu dan jaminan sahabatmu kepada mereka, sebab jika kalian membatalkan jaminan kalian atau jaminan sahabat kalian, maka itu lebih baik dari pada membatalkan jaminan Allah dan rasul-Nya. Jika engkau mengepung suatu benteng, lalu mereka menginginkan agar engkau menghukumi mereka dengan hukum Allah, maka jangan kamu lakukan. Tetapi hukumilah mereka dengan hukummu. Sebab engkau tidak tahu apakah engkau bisa menguhukumi mereka sesuai dengan hukum Allah atau tidak.\" Kurang lebih seperti ini (sabda Rasulullah Shallallahu 'Alahi Wasallam). Abu Isa berkata, \"Dalam bab ini juga ada hadits dari An Nu'man bin Muqarrin. dan Hadits Buraidah derajatnya hasan shahih. Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Abu Ahmad] dari [Sufyan] dari [Alqamah bin Martsad] seperti hadits tersebut dengan maknanya. namun ia menambahkan dalam hadits tersebut, 'Jika mereka menolak maka ambillah jizyah dari mereka, dan jika mereka menolak maka mintalah pertolongan kepada Allah atas mereka (perangilah) '.\" Abu Isa berkata, \"Seperti inilah [Waki'] dan selainnya meriwayatkan hadits tersebut dari [Sufyan]. Dan selain Muhammad bin Basysyar juga meriwayatkan dari 'Abdurrahman bin Mahdi, dan dalam hadits tersebut ia menyebutkan tentang jizyah.\" ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا بَعَثَ أَمِيرًا عَلَى جَيْشٍ أَوْصَاهُ فِي خَاصَّةِ نَفْسِهِ بِتَقْوَى اللَّهِ وَمَنْ مَعَهُ مِنْ الْمُسْلِمِينَ خَيْرًا وَقَالَ اغْزُوا بِسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ قَاتِلُوا مَنْ كَفَرَ بِاللَّهِ وَلَا تَغُلُّوا وَلَا تَغْدِرُوا وَلَا تُمَثِّلُوا وَلَا تَقْتُلُوا وَلِيدًا فَإِذَا لَقِيتَ عَدُوَّكَ مِنْ الْمُشْرِكِينَ فَادْعُهُمْ إِلَى إِحْدَى ثَلَاثِ خِصَالٍ أَوْ خِلَالٍ أَيَّتُهَا أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ وَادْعُهُمْ إِلَى الْإِسْلَامِ وَالتَّحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ الْمُهَاجِرِينَ وَأَخْبِرْهُمْ أَنَّهُمْ إِنْ فَعَلُوا ذَلِكَ فَإِنَّ لَهُمْ مَا لِلْمُهَاجِرِينَ وَعَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ وَإِنْ أَبَوْا أَنْ يَتَحَوَّلُوا فَأَخْبِرْهُمْ أَنَّهُمْ يَكُونُوا كَأَعْرَابِ الْمُسْلِمِينَ يَجْرِي عَلَيْهِمْ مَا يَجْرِي عَلَى الْأَعْرَابِ لَيْسَ لَهُمْ فِي الْغَنِيمَةِ وَالْفَيْءِ شَيْءٌ إِلَّا أَنْ يُجَاهِدُوا فَإِنْ أَبَوْا فَاسْتَعِنْ بِاللَّهِ عَلَيْهِمْ وَقَاتِلْهُمْ وَإِذَا حَاصَرْتَ حِصْنًا فَأَرَادُوكَ أَنْ تَجْعَلَ لَهُمْ ذِمَّةَ اللَّهِ وَذِمَّةَ نَبِيِّهِ فَلَا تَجْعَلْ لَهُمْ ذِمَّةَ اللَّهِ وَلَا ذِمَّةَ نَبِيِّهِ وَاجْعَلْ لَهُمْ ذِمَّتَكَ وَذِمَمَ أَصْحَابِكَ لِأَنَّكُمْ إِنْ تَخْفِرُوا ذِمَّتَكُمْ وَذِمَمَ أَصْحَابِكُمْ خَيْرٌ مِنْ أَنْ تَخْفِرُوا ذِمَّةَ اللَّهِ وَذِمَّةَ رَسُولِهِ وَإِذَا حَاصَرْتَ أَهْلَ حِصْنٍ فَأَرَادُوكَ أَنْ تُنْزِلَهُمْ عَلَى حُكْمِ اللَّهِ فَلَا تُنْزِلُوهُمْ وَلَكِنْ أَنْزِلْهُمْ عَلَى حُكْمِكَ فَإِنَّكَ لَا تَدْرِي أَتُصِيبُ حُكْمَ اللَّهِ فِيهِمْ أَمْ لَا أَوْ نَحْوَ هَذَاقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ النُّعْمَانِ بْنِ مُقَرِّنٍ وَحَدِيثُ بُرَيْدَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو أَحْمَدَ عَنْ سُفْيَانَ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ نَحْوَهُ بِمَعْنَاهُ وَزَادَ فِيهِ فَإِنْ أَبَوْا فَخُذْ مِنْهُمْ الْجِزْيَةَ فَإِنْ أَبَوْا فَاسْتَعِنْ بِاللَّهِ عَلَيْهِمْ قَالَ أَبُو عِيسَى هَكَذَا رَوَاهُ وَكِيعٌ وَغَيْرُ وَاحِدٍ عَنْ سُفْيَانَ وَرَوَى غَيْرُ مُحَمَّدِ بْنِ بَشَّارٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ وَذَكَرَ فِيهِ أَمْرَ الْجِزْيَةِ","source":"Tirmidzi"},"__N_SSG":true}