{"pageProps":{"number":"1720","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sa'id bin Abdurrahman Al Makhzumi] dan [Abu Ammar] keduanya berkata, Telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari [Ubaidullah] dari [Ibnu Abbas] dari [Maimunah] ia berkata; Bahwa ada seekor tikus yang terjatus di atas mentega hingga mati, lalu hal itu pun ditanyakan kepada Nabi shallallahu 'alaihi wasallam, maka beliau pun bersabda: \"Buanglah tikus itu beserta mentega yang ada di sekelilingnya dan makanlah sisanya.\" Di dalam bab ini, juga terdapat riwayat dari Abu Hurairah. Abu Isa berkata; Ini adalah hadits Hasan Shahih. Dan hadits ini juga telah diriwayatkan dari Az Zuhri dari Ubaidullah dari Ibnu Abbas bahwasanya Nabi shallallahu 'alaihi wasallam pernah ditanya. Namun mereka tidak menyebutkan di dalamnya, \"Dari Maimunah.\" Haditsnya Ibnu Abbas dari Maimunah adalah lebih shahih. [Ma'mar] telah meriwayatkan dari [Az Zuhri], dari [Sa'id bin Al Musayyab] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam semisalnya, namun hadits tersebut adalah hadits ghairu mahfuzh (tidak terjaga). Ia berkata; Dan saya mendengar Muhammad bin Isma'il berkata; Haditsnya Ma'mar dari Zuhri dari Sa'id bin Al Musayyab dari Abu Hurairah dari Nabi shallallahu 'alaihi wasallam. Kemudian ia menyebutkan di dalamnya; Bahwa beliau ditanya tentangnya (yakni tikus yang terjatuh dalam mentega), maka beliau bersabda: \"Jika menteganya kering, maka buanglah tikusnya serta mentega yang berada di sekelilingnya. Namun jika mentegasah basah berair, maka janganlah kalian mendekatinya.\" Ini adalah salah. Ma'mar telah berbuat kesalahan di dalamnya. Yang Shahih adalah haditsnya Az Zuhri dari Ubaidullah dari Ibnu Abbas dari Maimunah.","arab":"حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ وَأَبُو عَمَّارٍ قَالَا حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَأَنَّ فَأْرَةً وَقَعَتْ فِي سَمْنٍ فَمَاتَتْ فَسُئِلَ عَنْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَلْقُوهَا وَمَا حَوْلَهَا وَكُلُوهُقَالَ وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ وَلَمْ يَذْكُرُوا فِيهِ عَنْ مَيْمُونَةَ وَحَدِيثُ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ أَصَحُّ وَرَوَى مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَهُوَ حَدِيثٌ غَيْرُ مَحْفُوظٍ قَالَ و سَمِعْت مُحَمَّدَ بْنَ إِسْمَعِيلَ يَقُولُ وَحَدِيثُ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَكَرَ فِيهِ أَنَّهُ سُئِلَ عَنْهُ فَقَالَ إِذَا كَانَ جَامِدًا فَأَلْقُوهَا وَمَا حَوْلَهَا وَإِنْ كَانَ مَائِعًا فَلَا تَقْرَبُوهُ هَذَا خَطَأٌ أَخْطَأَ فِيهِ مَعْمَرٌ قَالَ وَالصَّحِيحُ حَدِيثُ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ","source":"Tirmidzi"},"__N_SSG":true}