{"pageProps":{"number":"1959","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Yahya], telah menceritakan kepada kami [Ishaq bin Muhammad Al Farwi], telah menceritakan kepada kami [Isma'il bin Ja'far] dari [Umarah bin Ghaziyyah] dari [Ashim bin Umar bin Qatadah] dari [Mahmud bin Labid] dari [Qatadah bin An Nu'man] bahwasanya; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila Allah mencintai seorang hamba, maka Dia akan melindunginya dari fitnah dunia. Sebagaimana salah seorang dari kalian berteduh untuk melindungi sakitnya dari percikan air.\" Abu Isa berkata; Hadits semakna juga diriwayatkan dari Shuhaib dan Ummu Al Mundzir. Ini adalah hadits Hasan Gharib. Hadits ini telah diriwayatkan pula dari [Mahmud bin Labid], dari Nabi shallallahu 'alaihi wasallam secara Mursal. Telah menceritakan kepada kami [Ali bin Hujr], telah mengabarkan kepada kami [Isma'il bin Ja'far] dari [Amru bin Abu Amru] dan dari [Ashim bin Umar bin Qatadah] dari [Mahmud bin Labid] dari Nabi shallallahu 'alaihi wasallam semisalnya. Namun di dalamnya ia tidak menyebutkan; Dari Qatadah bin An Nu'man. Abu Isa berkata; Qatadah bin An Nu'man Azh Zhafari adalah saudaranya Sa'id Al Khudri dari jalur ibunya. Sedangkan Mahmud bin Labid mendapati Nabi shallallahu 'alaihi wasallam dan sempat melihatnya, yang pada saat itu ia masih anak-anak.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا إِسْحَقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ عَنْ مَحْمُودِ بْنِ لَبِيدٍ عَنْ قَتَادَةَ بْنِ النُّعْمَانِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَحَبَّ اللَّهُ عَبْدًا حَمَاهُ الدُّنْيَا كَمَا يَظَلُّ أَحَدُكُمْ يَحْمِي سَقِيمَهُ الْمَاءَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ صُهَيْبٍ وَأُمِّ الْمُنْذِرِ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مَحْمُودِ بْنِ لَبِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ عَنْ مَحْمُودِ بْنِ لَبِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ قَتَادَةَ بْنِ النُّعْمَانِ قَالَ أَبُو عِيسَى وَقَتَادَةُ بْنُ النُّعْمَانِ الظَّفَرِيُّ هُوَ أَخُو أَبِي سَعِيدٍ الْخُدْرِيِّ لِأُمِّهِ وَمَحْمُودُ بْنُ لَبِيدٍ قَدْ أَدْرَكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَآهُ وَهُوَ غُلَامٌ صَغِيرٌ","source":"Tirmidzi"},"__N_SSG":true}