{"pageProps":{"number":"2166","slug":"tirmidzi","id":"Telah menceritakan kepada kami ['Ali bin Hujr] telah mengkabarkan kepada kami [Al Walid bin Muslim] dan [Abdullah bin Abdurrahman bin Yazid bin Jabir] hadits salah satu dari keduanya masuk ke dalam hadits yang lainnya, dari [Abdurrahman bin Yazid bin Jabir] dari [Yahya bin Jabir Ath Tho`i] dari [Abdurrahman bin Jubair] dari [ayahnya, Jubair bin Nufair] dari [An Nawwas bin Sam'an Al Kila'i] berkata: Pada suatu pagi hari, Rasulullah Shallallahu 'alaihi wa Salam menyebut Dajjal, beliau melirihkan suara dan mengeraskannya hingga kami mengiranya berada disekelompok pohon kurma. Kami pergi meninggalkan Rasulullah Shallallahu 'alaihi wa Salam lalu kami kembali lagi, beliau mengetahui hal itu lalu beliau bertanya: \"Kenapa kalian?\" kami menjawab: wahai Rasulullah, baginda menyebut Dajjal pada suatu pagi, baginda melirihkan dan mengeraskan suara hingga kami mengiranya ada disekelompok pohon kurma, beliau bersabda: \"Selain Dajjal yang lebih aku khawatirkan pada kalian, bila ia muncul dan aku berada ditengah-tengah kalian, aku akan mengalahkannya, bukan kalian dan bila ia muncul dan aku sudah tidak ada ditengah-tengah kalian, maka setiap orang adalah pembela dirinya sendiri dan Allah adalah penggantiku atas setiap muslim, ia adalah pemuda ikal, matanya menonjol, mirip 'Abdu Al 'Uzza bin Qathan. Siapa pun diantara kalian yang melihatnya hendaklah membaca permulaan surat para penghuni goa (Al Kahfi), ia muncul diantara Syam dan 'Irak lalu banyak membuat kerusakan dikanan dan dikiri, wahai hamba-hamba Allah, teguhlah kalian.\" Kami bertanya: Berapa lama ia tinggal di bumi? Rasulullah Shallallahu 'alaihi wa Salam menjawab: \"Empat puluh hari, satu hari seperti setahun, satu hari seperti sebulan, satu hari seperti satu pecan dan hari-hari lainnya seperti hari-hari kalian.\" Berkata An Nawwas: Kami bertanya: wahai Rasulullah, bagaimana menurut baginda tentang satu hari yang seperti satu tahun, cukupkah bagi kami shalat sehari? Rasulullah Shallallahu 'alaihi wa Salam menjawab: Tidak, tapi perkirakanlah untuknya.\" Berkata An Nawwas: Kami bertanya: Wahai Rasulullah, bagaimana kecepatannya di bumi? Rasulullah Shallallahu 'alaihi wa Salam menjawab: Seperti hujan yang diterbangkan angin lalu ia mendatangi kaum lalu menyeru mereka, mereka mendustakannya dan mereka membalikkan kata-katanya, ia meninggalkan mereka lalu ia diikuti oleh harta-harta mereka hingga mereka tidak lagi memiliki apa pun, setelah itu ia mendatangi kaum dan menyeru mereka, mereka menerimanya, ia memerintahkan langit agar menurunkan hujan, langit lalu menurunkan hujan, ia memerintahkan bumi agar mengeluarkan tumbuh-tumbuhan, bumi lalu mengeluarkan tumbuh-tumbuhan, lalu binatang ternak mereka pulang dengan punuk yang panjang, lambung yang lebar dan kantong susu yang berisi, lalu dajjal mendatangi perkampungan yang tinggal puing-puing dan berkata kepadanya: \"Keluarkan harta simpananmu lalu dajjal meninggalkannya dan kekayaan-kekayaan bumi mengikutinya seperti ratu lebah lalu ia memanggil seorang pemuda belia, ia menebasnya dengan pedang lalu memutusnya menjadi dua bagian lalu memanggilnya, dan anak muda itu tiba-tiba bisa datang wajahnya yang berseri-seri seraya tertawa, saat ia seperti itu, tiba-tiba 'Isa putra Maryam turun di sebelah timur Damaskus di menara putih dengan mengenakan dua baju bercelup minyak za'faran seraya meletakkan kedua tangannya diatas sayap dua malaikat, bila ia menundukkan kepala, air menetes dan bila ia mengangkat kepala keringat bercucuran seperti mutiara.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Tidaklah seorang mencium bau nafasnya melainkan pasti meninggal dunia dan bau nafasnya sejauh matanya memandang.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"'Isa mencari Dajjal hingga menemuinya di pintu Ludd lalu membunuhnya.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Ia juga tinggal lama hingga Allah mewahyukan padanya agar menggiring manusia ke Thursina karena Aku telah menempatkan hamba-hambaKu yang tidak seorang pun bisa memeranginya.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Allah mengirim Ya'juj dan Ma'juj, mereka seperti yang difirmankan: \"Dari benteng-benteng tinggi mereka turun dengan cepat.\" (QS. Al-Anbiya' 96), Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Lalu yang terdepan melintasi danau Thabariyah dan minum kemudian yang belakang melintasi, ia berkata: Tadi disini ada airnya. Mereka berjalan hingga sampai gunung Baitul Maqdis, mereka berkata: Kami telah membunuh orang-orang yang ada di bumi, ayo kita bunuh yang ada di langit. Mereka pun melesakkan panah mereka ke langit lalu Allah membalikkan panah mereka bermerah darah. 'Isa putra Maryam dan para sahabatnya terkepung hingga kepala kerbau saat itu lebih baik bagi salah seorang dari mereka dari pada seratus dinar milik salah seorang dari kalian hari ini lalu 'Isa putra Maryam dan para sahabatnya berdoa kepada Allah.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Lalu Allah mengutus cacing di leher mereka lalu mereka mati seperti matinya satu jiwa, lalu 'Isa dan para sahabatnya datang, tidak ada satu sejengkal tempat pun melainkan telah dipenuhi oleh bangkai dan bau busuk darah mereka.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Lalu 'Isa dan para sahabatnya berdoa kepada Allah lalu Allah mengirim burung seperti leher unta.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Burung itu membawa mereka dan melemparkan mereka lubang tanah, kaum muslimin menjadikan panah, anak panah dan wadah panah mereka sebagai bahan bakar selama tujuh tahun.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Lalu Allah mengirim hujan kepada mereka, tidak ada rumah dari bulu atau rumah dari tanah yang menghalangi turunnya hujan.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Hujan itu membasuh bumi dan meninggalkan genangan dimana-mana.\" Rasulullah Shallallahu 'alaihi wa Salam bersabda: \"Setelah itu dikatakan kepada bumi: Keluarkan buah-buahanmu dan kembalikan berkahmu. Saat itu sekelompok manusia memakan delima, mereka menjadikan kulitnya sebagai tempat berteduh, susu diberkahi hingga sekelompok manusia mencukupkan diri dengan unta perahan, satu kabilah mencukupkan diri dengan sapi perahan dan beberapa kerabat mencukupkan diri dengan kambing perahan. Saat mereka seperti itu, tiba-tiba Allah Subhaanahu wa Ta'ala mengirim angin lalu mencabut nyawa setiap orang mu`min dan orang-orang yang masih ada melakukan hubungan badan secara tenang-terangan seperti keledai kawin. Maka atas mereka itulah kiamat terjadi.\" Berkata Abu Isa: hadits ini hasan shahih gharib, kami hanya mengetahuinya dari hadits Abdurrahman bin Yazid bin Jabir.","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ وَعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ دَخَلَ حَدِيثُ أَحَدِهِمَا فِي حَدِيثِ الْآخَرِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ عَنْ يَحْيَى بْنِ جَابِرٍ الطَّائِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ عَنْ أَبِيهِ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ النَّوَّاسِ بْنِ سَمْعَانَ الْكِلَابِيِّ قَالَذَكَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الدَّجَّالَ ذَاتَ غَدَاةٍ فَخَفَّضَ فِيهِ وَرَفَّعَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ قَالَ فَانْصَرَفْنَا مِنْ عِنْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ رَجَعْنَا إِلَيْهِ فَعَرَفَ ذَلِكَ فِينَا فَقَالَ مَا شَأْنُكُمْ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ ذَكَرْتَ الدَّجَّالَ الْغَدَاةَ فَخَفَّضْتَ فِيهِ وَرَفَّعْتَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ قَالَ غَيْرُ الدَّجَّالِ أَخْوَفُ لِي عَلَيْكُمْ إِنْ يَخْرُجْ وَأَنَا فِيكُمْ فَأَنَا حَجِيجُهُ دُونَكُمْ وَإِنْ يَخْرُجْ وَلَسْتُ فِيكُمْ فَامْرُؤٌ حَجِيجُ نَفْسِهِ وَاللَّهُ خَلِيفَتِي عَلَى كُلِّ مُسْلِمٍ إِنَّهُ شَابٌّ قَطَطٌ عَيْنُهُ طَافِئَةٌ شَبِيهٌ بِعَبْدِ الْعُزَّى بْنِ قَطَنٍ فَمَنْ رَآهُ مِنْكُمْ فَلْيَقْرَأْ فَوَاتِحَ سُورَةِ أَصْحَابِ الْكَهْفِ قَالَ يَخْرُجُ مَا بَيْنَ الشَّامِ وَالْعِرَاقِ فَعَاثَ يَمِينًا وَشِمَالًا يَا عِبَادَ اللَّهِ اثْبُتُوا قَالَ قُلْنَا يَا رَسُولَ اللَّهِ وَمَا لَبْثُهُ فِي الْأَرْضِ قَالَ أَرْبَعِينَ يَوْمًا يَوْمٌ كَسَنَةٍ وَيَوْمٌ كَشَهْرٍ وَيَوْمٌ كَجُمُعَةٍ وَسَائِرُ أَيَّامِهِ كَأَيَّامِكُمْ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ أَرَأَيْتَ الْيَوْمَ الَّذِي كَالسَّنَةِ أَتَكْفِينَا فِيهِ صَلَاةُ يَوْمٍ قَالَ لَا وَلَكِنْ اقْدُرُوا لَهُ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ فَمَا سُرْعَتُهُ فِي الْأَرْضِ قَالَ كَالْغَيْثِ اسْتَدْبَرَتْهُ الرِّيحُ فَيَأْتِي الْقَوْمَ فَيَدْعُوهُمْ فَيُكَذِّبُونَهُ وَيَرُدُّونَ عَلَيْهِ قَوْلَهُ فَيَنْصَرِفُ عَنْهُمْ فَتَتْبَعُهُ أَمْوَالُهُمْ وَيُصْبِحُونَ لَيْسَ بِأَيْدِيهِمْ شَيْءٌ ثُمَّ يَأْتِي الْقَوْمَ فَيَدْعُوهُمْ فَيَسْتَجِيبُونَ لَهُ وَيُصَدِّقُونَهُ فَيَأْمُرُ السَّمَاءَ أَنْ تُمْطِرَ فَتُمْطِرَ وَيَأْمُرُ الْأَرْضَ أَنْ تُنْبِتَ فَتُنْبِتَ فَتَرُوحُ عَلَيْهِمْ سَارِحَتُهُمْ كَأَطْوَلِ مَا كَانَتْ ذُرًا وَأَمَدِّهِ خَوَاصِرَ وَأَدَرِّهِ ضُرُوعًا قَالَ ثُمَّ يَأْتِي الْخَرِبَةَ فَيَقُولُ لَهَا أَخْرِجِي كُنُوزَكِ فَيَنْصَرِفُ مِنْهَا فَيَتْبَعُهُ كَيَعَاسِيبِ النَّحْلِ ثُمَّ يَدْعُو رَجُلًا شَابًّا مُمْتَلِئًا شَبَابًا فَيَضْرِبُهُ بِالسَّيْفِ فَيَقْطَعُهُ جِزْلَتَيْنِ ثُمَّ يَدْعُوهُ فَيُقْبِلُ يَتَهَلَّلُ وَجْهُهُ يَضْحَكُ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ هَبَطَ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ السَّلَام بِشَرْقِيِّ دِمَشْقَ عِنْدَ الْمَنَارَةِ الْبَيْضَاءِ بَيْنَ مَهْرُودَتَيْنِ وَاضِعًا يَدَيْهِ عَلَى أَجْنِحَةِ مَلَكَيْنِ إِذَا طَأْطَأَ رَأْسَهُ قَطَرَ وَإِذَا رَفَعَهُ تَحَدَّرَ مِنْهُ جُمَّانٌ كَاللُّؤْلُؤِ قَالَ وَلَا يَجِدُ رِيحَ نَفْسِهِ يَعْنِي أَحَدًا إِلَّا مَاتَ وَرِيحُ نَفْسِهِ مُنْتَهَى بَصَرِهِ قَالَ فَيَطْلُبُهُ حَتَّى يُدْرِكَهُ بِبَابِ لُدٍّ فَيَقْتُلَهُ قَالَ فَيَلْبَثُ كَذَلِكَ مَا شَاءَ اللَّهُ قَالَ ثُمَّ يُوحِي اللَّهُ إِلَيْهِ أَنْ حَوِّزْ عِبَادِي إِلَى الطُّورِ فَإِنِّي قَدْ أَنْزَلْتُ عِبَادًا لِي لَا يَدَانِ لِأَحَدٍ بِقِتَالِهِمْ قَالَ وَيَبْعَثُ اللَّهُ يَأْجُوجَ وَمَأْجُوجَ وَهُمْ كَمَا قَالَ اللَّهُ{ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ }قَالَ فَيَمُرُّ أَوَّلُهُمْ بِبُحَيْرَةِ الطَّبَرِيَّةِ فَيَشْرَبُ مَا فِيهَا ثُمَّ يَمُرُّ بِهَا آخِرُهُمْ فَيَقُولُ لَقَدْ كَانَ بِهَذِهِ مَرَّةً مَاءٌ ثُمَّ يَسِيرُونَ حَتَّى يَنْتَهُوا إِلَى جَبَلِ بَيْتِ مَقْدِسٍ فَيَقُولُونَ لَقَدْ قَتَلْنَا مَنْ فِي الْأَرْضِ فَهَلُمَّ فَلْنَقْتُلْ مَنْ فِي السَّمَاءِ فَيَرْمُونَ بِنُشَّابِهِمْ إِلَى السَّمَاءِ فَيَرُدُّ اللَّهُ عَلَيْهِمْ نُشَّابَهُمْ مُحْمَرًّا دَمًا وَيُحَاصَرُ عِيسَى ابْنُ مَرْيَمَ وَأَصْحَابُهُ حَتَّى يَكُونَ رَأْسُ الثَّوْرِ يَوْمَئِذٍ خَيْرًا لِأَحَدِهِمْ مِنْ مِائَةِ دِينَارٍ لِأَحَدِكُمْ الْيَوْمَ قَالَ فَيَرْغَبُ عِيسَى ابْنُ مَرْيَمَ إِلَى اللَّهِ وَأَصْحَابُهُ قَالَ فَيُرْسِلُ اللَّهُ إِلَيْهِمْ النَّغَفَ فِي رِقَابِهِمْ فَيُصْبِحُونَ فَرْسَى مَوْتَى كَمَوْتِ نَفْسٍ وَاحِدَةٍ قَالَ وَيَهْبِطُ عِيسَى وَأَصْحَابُهُ فَلَا يَجِدُ مَوْضِعَ شِبْرٍ إِلَّا وَقَدْ مَلَأَتْهُ زَهَمَتُهُمْ وَنَتَنُهُمْ وَدِمَاؤُهُمْ قَالَ فَيَرْغَبُ عِيسَى إِلَى اللَّهِ وَأَصْحَابُهُ قَالَ فَيُرْسِلُ اللَّهُ عَلَيْهِمْ طَيْرًا كَأَعْنَاقِ الْبُخْتِ قَالَ فَتَحْمِلُهُمْ فَتَطْرَحُهُمْ بِالْمَهْبِلِ وَيَسْتَوْقِدُ الْمُسْلِمُونَ مِنْ قِسِيِّهِمْ وَنُشَّابِهِمْ وَجِعَابِهِمْ سَبْعَ سِنِينَ قَالَ وَيُرْسِلُ اللَّهُ عَلَيْهِمْ مَطَرًا لَا يُكَنُّ مِنْهُ بَيْتُ وَبَرٍ وَلَا مَدَرٍ قَالَ فَيَغْسِلُ الْأَرْضَ فَيَتْرُكُهَا كَالزَّلَفَةِ قَالَ ثُمَّ يُقَالُ لِلْأَرْضِ أَخْرِجِي ثَمَرَتَكِ وَرُدِّي بَرَكَتَكِ فَيَوْمَئِذٍ تَأْكُلُ الْعِصَابَةُ مِنْ الرُّمَّانَةِ وَيَسْتَظِلُّونَ بِقَحْفِهَا وَيُبَارَكُ فِي الرِّسْلِ حَتَّى إِنَّ الْفِئَامَ مِنْ النَّاسِ لَيَكْتَفُونَ بِاللِّقْحَةِ مِنْ الْإِبِلِ وَإِنَّ الْقَبِيلَةَ لَيَكْتَفُونَ بِاللِّقْحَةِ مِنْ الْبَقَرِ وَإِنَّ الْفَخِذَ لَيَكْتَفُونَ بِاللِّقْحَةِ مِنْ الْغَنَمِ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بَعَثَ اللَّهُ رِيحًا فَقَبَضَتْ رُوحَ كُلِّ مُؤْمِنٍ وَيَبْقَى سَائِرُ النَّاسِ يَتَهَارَجُونَ كَمَا تَتَهَارَجُ الْحُمُرُ فَعَلَيْهِمْ تَقُومُ السَّاعَةُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ","source":"Tirmidzi"},"__N_SSG":true}