{"pageProps":{"number":"2548","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Umar bin Yunus] telah menceritakan kepada kami [Ikrimah bin 'Ammar] telah menceritakan kepada kami [Abu Zumail] telah menceritakan kepadaku [Ibnu 'Abbas] telah menceritakan kepadaku [Umar bin Al Khaththab] ia berkata; \"Aku pernah meminta izin kepada Rasulullah shallallahu 'alaihi wasallam hingga tiga kali, lalu beliau memberiku izin.\" Abu Isa berkata; Hadits ini hasan gharib, Abu Zumail namanya adalah Simak Al Hanafi. Umar pernah mengingkari Abu Musa di sisi kami, karena satu hadits yang diriwayatkan dari Nabi shallallahu 'alaihi wasallam bahwa beliau bersabda: \"Minta izin itu tiga kali, apabila kamu diizinkan (silahkan masuk) dan jika tidak, maka kembalilah.\" Umar pernah meminta izin kepada Nabi shallallahu 'alaihi wasallam tiga kali, kemudian diizinkan, sementara Umar belum mengetahui hadits yang telah diriwayatkan oleh Abu Musa dari Nabi shallallahu 'alaihi wasallam, bahwa beliau bersabda: \"Apabila kamu diizinkan (silahkah masuk) namun jika tidak, maka kembalilah.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ حَدَّثَنِي أَبُو زُمَيْلٍ حَدَّثَنِي ابْنُ عَبَّاسٍ حَدَّثَنِي عُمَرُ بْنُ الْخَطَّابِ قَالَاسْتَأْذَنْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثًا فَأَذِنَ لِيقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَأَبُو زُمَيْلٍ اسْمُهُ سِمَاكٌ الْحَنَفِيُّ وَإِنَّمَا أَنْكَرَ عُمَرُ عِنْدَنَا عَلَى أَبِي مُوسَى حَيْثُ رَوَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ الِاسْتِئْذَانُ ثَلَاثٌ فَإِذَا أُذِنَ لَكَ وَإِلَّا فَارْجِعْ وَقَدْ كَانَ عُمَرُ اسْتَأْذَنَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثًا فَأَذِنَ لَهُ وَلَمْ يَكُنْ عَلِمَ هَذَا الَّذِي رَوَاهُ أَبُو مُوسَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فَإِنْ أُذِنَ لَكَ وَإِلَّا فَارْجِعْ","source":"Tirmidzi"},"__N_SSG":true}