{"pageProps":{"number":"2782","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr] telah menceritakan kepada kami [Yahya bin Sa'id Al 'Umawi] dari [Ibnu Juraij] dari [Ibnu Abu Mulaikah] dari [Ummu Salamah] ia berkata; Rasulullah shallallahu 'alaihi wasallam biasa memotong bacaan beliau, beliau membaca; AL HAMDULILLAAHI RABBIL 'AALAMIIN, kemudian beliau berhenti, ARRAHMAANIRRaHIIM, kemudian beliau berhenti, lalu beliau membaca MAALIKI YAUMIDDIIN.\" Abu Isa berkata; Hadits ini gharib. Bacaan ini kemudian yang dibaca oleh Abu 'Ubaidah dan dipilihnya. Demikianlah Yahya bin Sa'id Al Umawi dan yang lainnya meriwayatkan dari Ibnu Juraij dari Ibnu Abu Mulaikah dari Ummu Salamah, namun sanadya tidak bersambung, karena [Al Laits bin Sa'd] meriwayatkan hadits ini dari [Ibnu Abu Mulaikah] dari [Ya'la bin Mamlak] dari [Ummu Salamah] bahwa Ummu Salamah menyebut bacaan Nabi shallallahu 'alaihi wasallam kalimat per kalimat, hadits Al Laits lebih shahih, namun dalam hadits Al Laits tidak disebutkan: \"Beliau membaca MALIKI YAUMID DIIN.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ الْأُمَوِيُّ عَنْ ابْنِ جُرَيْجٍ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ أُمِّ سَلَمَةَ قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَطِّعُ قِرَاءَتَهُ يَقُولُ{ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ }ثُمَّ يَقِفُ{ الرَّحْمَنِ الرَّحِيمِ }ثُمَّ يَقِفُ وَكَانَ يَقْرَؤُهَا{ مَلِكِ يَوْمِ الدِّينِ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَبِهِ يَقْرَأُ أَبُو عُبَيْدٍ وَيَخْتَارُهُ وَهَكَذَا رَوَى يَحْيَى بْنُ سَعِيدٍ الْأُمَوِيُّ وَغَيْرُهُ عَنْ ابْنِ جُرَيْجٍ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ أُمِّ سَلَمَةَ وَلَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ لِأَنَّ اللَّيْثَ بْنَ سَعْدٍ رَوَى هَذَا الْحَدِيثَ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ يَعْلَى بْنِ مَمْلَكٍ عَنْ أُمِّ سَلمَةَ أَنَّهَا وَصَفَتْ قِرَاءَةَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَرْفًا حَرْفًا وَحَدِيثُ اللَّيْثِ أَصَحُّ وَلَيْسَ فِي حَدِيثِ اللَّيْثِ وَكَانَ يَقْرَأُ{ مَلِكِ يَوْمِ الدِّينِ }","source":"Tirmidzi"},"__N_SSG":true}