{"pageProps":{"number":"2843","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdullah bin Abdurrahman] telah mengabarkan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Syarik] dari [Ali bin Badzimah] dari [Abu 'Ubaidah] dari [Abdullah bin Mas'ud] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Saat Bani Isra`il bergelimang dengan kemaksiatan-kemaksiatan, maka para ulama mereka melarang mereka, namun mereka tidak juga jera. Lalu para ulama mereka menemani mereka di majlis-majlis mereka, turut makan dan minum bersama mereka, lalu Allah mencampur adukkan hati mereka satu sama lain dan melaknat mereka melalui lisan Dawud dan Isa putra Maryam, itu karena mereka durhaka dan melanggar QS Al Ma`idah; 78. Ibnu Mas'ud berkata; Lalu Rasulullah shallallahu 'alaihi wasallam duduk bersandar kemudian bersabda: \"Demi Dzat yang jiwaku berada ditanganNya, hingga mereka benar-benar membelot di atas kebenaran.\" Abdullah bin Abdurrahman berkata; Yazid berkata; Sufyan Ats Tsauri tidak mengatakan; \"Dari Abdullah.\" Abu Isa berkata; Hadits ini hasan gharib. Hadits ini juga diriwayatkan dari [Muhammad bin Muslim bin Abu Al Wadlah] dari [Ali bin Badzimah] dari [Abu 'Ubaidah] dari [Abdullah] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas. Sebagian dari mereka berkata; Dari 'Ubaidah dari Nabi shallallahu 'alaihi wasallam secara mursal.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا شَرِيكٌ عَنْ عَلِيِّ بْنِ بَذِيمَةَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا وَقَعَتْ بَنُو إِسْرَائِيلَ فِي الْمَعَاصِي نَهَتْهُمْ عُلَمَاؤُهُمْ فَلَمْ يَنْتَهُوا فَجَالَسُوهُمْ فِي مَجَالِسِهِمْ وَوَاكَلُوهُمْ وَشَارَبُوهُمْ فَضَرَبَ اللَّهُ قُلُوبَ بَعْضِهِمْ بِبَعْضٍ وَلَعَنَهُمْ{ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ }قَالَ فَجَلَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ مُتَّكِئًا فَقَالَ لَا وَالَّذِي نَفْسِي بِيَدِهِ حَتَّى تَأْطُرُوهُمْ عَلَى الْحَقِّ أَطْرًاقَالَ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ قَالَ يَزِيدُ وَكَانَ سُفْيَانُ الثَّوْرِيُّ لَا يَقُولُ فِيهِ عَنْ عَبْدِ اللَّهِ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مُحَمَّدِ بْنِ مُسْلِمِ بْنِ أَبِي الْوَضَّاحِ عَنْ عَلِيِّ بْنِ بَذِيمَةَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَبَعْضُهُمْ يَقُولُ عَنْ أَبِي عُبَيْدَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلٌ","source":"Tirmidzi"},"__N_SSG":true}