{"pageProps":{"number":"2935","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Yahya bin Sa'id] telah menceritakan kepada kami [Hisyam bin Abu Abdullah] dari [Qatadah] dari [Al Hasan] dari [Imran bin Hushain] berkata: Kami bersama nabi Shallallahu 'alaihi wa Salam dalam suatu perjalanan, (kecepatan) perjalanan para sahabat berbeda-beda lalu Rasulullah Shallallahu 'alaihi wa Salam mengeraskan suara membaca kedua ayat ini: \"Hai manusia, bertakwalah kepada Tuhanmu; Sesungguhnya kegoncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat), \" hingga \"Akan tetapi azab Allah itu sangat kerasnya.\" (Al Hajj: 1-2) saat mendengarnya, para sahabat mempercepat binatang tunggangan dan mereka tahu tentang berada dalam ucapan yang dibacakan Rasulullah Shallallahu 'alaihi wa Salam. Beliau bertanya: \"Tahukah kalian, hari apa itu?\" mereka menjawab: Allah dan RasulNya lebih tahu. Beliau bersabda: \"Itulah hari dimana Allah berfirman kepada Adam: utuslah utusan-utusan ke neraka. Adam bertanya: Wahai Rabb, apa itu utusan ke neraka? Allah menjawab: sembilanratus sembilanpuluh sembilan orang masuk neraka sedangkan satu orang masuk surga.\" Orang-orang ketika itu semuanya berputus asa hingga tidak ada yang menampakkan gigi serinya karena tertawa. Saat Rasulullah Shallallahu 'alaihi wa Salam melihat kondisi sahabat, beliau bersabda: \"Berbuatlah dan bergembiralah, demi Dzat yang jiwa Muhammad berada ditanganNya, sesungguhnya kalian bersama bersama dua makhluk, tidaklah keduanya bersamaan dengan sesuatu melainkan pasti memperbanyaknya; Ya'juj dan Ma'juj dan keturunan Adam yang mati serta keturunan Iblis.\" Imran berkata: Mereka pun bergembira dengan sebagian hal yang mereka temukan. Beliau bersabda: \"Berbuatlah dan bergembiralah, demi Dzat yang jiwa Muhammad berada ditanganNya, tidaklah kalian ditengah-tengah manusia melainkan seperti tahi lalat disebelah unta atau seperti tanda di lengan binatang ternak.\" Abu Isa berkata: Hadits ini hasan shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَتَفَاوَتَ بَيْنَ أَصْحَابِهِ فِي السَّيْرِ فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَوْتَهُ بِهَاتَيْنِ الْآيَتَيْنِ{ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ إِلَى قَوْلِهِ عَذَابَ اللَّهِ شَدِيدٌ }فَلَمَّا سَمِعَ ذَلِكَ أَصْحَابُهُ حَثُّوا الْمَطِيَّ وَعَرَفُوا أَنَّهُ عِنْدَ قَوْلٍ يَقُولُهُ فَقَالَ هَلْ تَدْرُونَ أَيُّ يَوْمٍ ذَلِكَ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ ذَاكَ يَوْمٌ يُنَادِي اللَّهُ فِيهِ آدَمَ فَيُنَادِيهِ رَبُّهُ فَيَقُولُ يَا آدَمُ ابْعَثْ بَعْثَ النَّارِ فَيَقُولُ يَا رَبِّ وَمَا بَعْثُ النَّارِ فَيَقُولُ مِنْ كُلِّ أَلْفٍ تِسْعُ مِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ فِي النَّارِ وَوَاحِدٌ فِي الْجَنَّةِ فَيَئِسَ الْقَوْمُ حَتَّى مَا أَبَدَوْا بِضَاحِكَةٍ فَلَمَّا رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي بِأَصْحَابِهِ قَالَ اعْمَلُوا وَأَبْشِرُوا فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنَّكُمْ لَمَعَ خَلِيقَتَيْنِ مَا كَانَتَا مَعَ شَيْءٍ إِلَّا كَثَّرَتَاهُ يَأْجُوجُ وَمَأْجُوجُ وَمَنْ مَاتَ مِنْ بَنِي آدَمَ وَبَنِي إِبْلِيسَ قَالَ فَسُرِّيَ عَنْ الْقَوْمِ بَعْضُ الَّذِي يَجِدُونَ فَقَالَ اعْمَلُوا وَأَبْشِرُوا فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ مَا أَنْتُمْ فِي النَّاسِ إِلَّا كَالشَّامَةِ فِي جَنْبِ الْبَعِيرِ أَوْ كَالرَّقْمَةِ فِي ذِرَاعِ الدَّابَّةِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}