{"pageProps":{"number":"3027","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ibnu Abi Umar] telah menceritakan kepada kami [Sufyan] dari [Malik bin Mighwal] dari [Thalhah bin Musharrif] dari [Murrah] dari [Abdullah] berkata: Saat Rasulullah Shallallahu 'alaihi wa Salam sampai Shidratul Muntaha, beliau bersabda: \"Kesanalah berakhirnya sesuatu yang naik dari bumi dan yang turun dari atas.\" Lalu Allah memberi beliau tiga hal disana yang belum pernah diberikan kepada seorang nabi pun sebelum beliau; shalat lima waktu diwajibkan atas beliau, beiau diberi penutup-penutup surat al Baqarah dan dosa-dosa besar diampuni untuk ummatnya selama tidak menyekutukan Allah dengan sesuatu pun.\" Ibnu Mas'ud berkata: \"Ketika Sidratil Muntaha diliputi oleh sesuatu yang meliputinya.\" (An Najm: 16) ia berkata: Sidrah berada dilangit keenam. Sufyan berkata: Hamparan dari emas. Ia berisyarat dengan tangannya lalu menggoyang-goyangnya. Selain Malik bin Mighwal berkata: Disanalah berakhirnya ilmu makhluk, mereka tidak mengetahui apa yang ada diatasnya. Abu Isa berkata: Hadits ini hasan shahih.","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ عَنْ مَالِكِ بْنِ مِغْوَلٍ عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ عَنْ مُرَّةَ عَنْ عَبْدِ اللَّهِ قَالَلَمَّا بَلَغَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِدْرَةَ الْمُنْتَهَى قَالَ انْتَهَى إِلَيْهَا مَا يَعْرُجُ مِنْ الْأَرْضِ وَمَا يَنْزِلُ مِنْ فَوْقٍ قَالَ فَأَعْطَاهُ اللَّهُ عِنْدَهَا ثَلَاثًا لَمْ يُعْطِهِنَّ نَبِيًّا كَانَ قَبْلَهُ فُرِضَتْ عَلَيْهِ الصَّلَاةُ خَمْسًا وَأُعْطِيَ خَوَاتِيمَ سُورَةِ الْبَقَرَةِ وَغُفِرَ لِأُمَّتِهِ الْمُقْحِمَاتُ مَا لَمْ يُشْرِكُوا بِاللَّهِ شَيْئًاقَالَ ابْنُ مَسْعُودٍ{ إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى }قَالَ السِّدْرَةُ فِي السَّمَاءِ السَّادِسَةِ قَالَ سُفْيَانُ فَرَاشٌ مِنْ ذَهَبٍ وَأَشَارَ سُفْيَانُ بِيَدِهِ فَأَرْعَدَهَا و قَالَ غَيْرُ مَالِكِ بْنِ مِغْوَلٍ إِلَيْهَا يَنْتَهِي عِلْمُ الْخَلْقِ لَا عِلْمَ لَهُمْ بِمَا فَوْقَ ذَلِكَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}