{"pageProps":{"number":"3076","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Yahya] telah menceritakan kepada kami [Muhammad bin Yusuf] telah menceritakan kepada kami [Israil] telah menceritakan kepada kami [Abu Ishaq] dari [Sa'id bin Jubair] dari [Ibnu Abbas], ia berkata; para jin naik ke langit untuk mendengarkan wahyu, apabila mereka mendengar satu kata maka mereka menambahkan sembilan. Adapun yang satu kata adalah kebenaran dan yang mereka tambahkan adalah kebatilan. Kemudian tatkala Rasulullah shallallahu 'alaihi wasallam diutus, mereka ditolak untuk menempati tempat-tempat mereka, kemudian mereka menyebutkan hal tersebut kepada Iblis. Dan tidaklah bintang-bintang dilempar sebelum itu. Kemudian Iblis berkata kepada mereka; tidaklah hal ini terjadi kecuali karena suatu perkara yang telah terjadi di bumi. Kemudian ia mengirim pasukannya dan mereka dapatkan Rasulullah shallallahu 'alaihi wasallam sedang berdiri melakukan shalat di antara dua gunung. Seingatku (Said), Ibnu Abbas berkata; di Mekkah. Kemudian mereka menemui Iblis dan mengabarkan kepadanya, lalu ia berkata; inilah yang terjadi bumi. Abu Isa berkata; hadits ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا إِسْرَائِيلُ حَدَّثَنَا أَبُو إِسْحَقَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَكَانَ الْجِنُّ يَصْعَدُونَ إِلَى السَّمَاءِ يَسْتَمِعُونَ الْوَحْيَ فَإِذَا سَمِعُوا الْكَلِمَةَ زَادُوا فِيهَا تِسْعًا فَأَمَّا الْكَلِمَةُ فَتَكُونُ حَقًّا وَأَمَّا مَا زَادُوهُ فَيَكُونُ بَاطِلًا فَلَمَّا بُعِثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُنِعُوا مَقَاعِدَهُمْ فَذَكَرُوا ذَلِكَ لِإِبْلِيسَ وَلَمْ تَكُنْ النُّجُومُ يُرْمَى بِهَا قَبْلَ ذَلِكَ فَقَالَ لَهُمْ إِبْلِيسُ مَا هَذَا إِلَّا مِنْ أَمْرٍ قَدْ حَدَثَ فِي الْأَرْضِ فَبَعَثَ جُنُودَهُ فَوَجَدُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِمًا يُصَلِّي بَيْنَ جَبَلَيْنِ أُرَاهُ قَالَ بِمَكَّةَ فَلَقُوهُ فَأَخْبَرُوهُ فَقَالَ هَذَا الَّذِي حَدَثَ فِي الْأَرْضِقَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}