{"pageProps":{"number":"3151","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdullah bin Abdur Rahman] telah mengabarkan kepada kami ['Amru bin 'Aun] telah mengabarkan kepada kami [Khalid bin Abdullah]? dari [Suhail]? dari [ayahnya]? dari [Abu Hurairah? radliallahu 'anhu]? ia berkata;? Rasulullah shallallahu 'alaihi wasallam memerintahkan kami apabila salah seorang diantara kami hendak tidur untuk mengucapkan; ALLAAHUMMA RABBAS SAMAAWAATI WA RABBAL ARADHIINA WA RABBANAA WA RABBA KULLI SYAI-IN WA FAALIQAL HABBI WAN NAWAA, WA MUNZILAT TAURAATI WAL INJIILI WAL QUR'AAN, A'UUDZU BIKA MIN SYARRI KULLI DZII SYARRIN ANTA AAKHIDZUN BINAASHIYATIHI., ANTAL AWWALU FALAISA QABLAKA SYAIUN WA ANTAL AAKHIRU FALAISA BA'DAKA SYAIUN WAZHZHAAHIRU FALAISA FAUQAKA SYAIUN WAL BAATHINU FALAISA DUUNAKA SYAIUN. IQDHI 'ANNID DAINA WA AGHNINII MINAL FAQRI. (Wahai Tuhan langit yang tujuh dan 'arsy yang agung, Tuhan kami dan Tuhan kami serta Tuhan segala sesuatu, Yang menumbuhkan butir tumbuh-tumbuhan dan biji buah-buahan, Yang menurunkan Taurat dan Injil serta Al Qur'an. Aku berlindung kepadaMu dari segala keburukan segala sesuatu yang memiliki keburukan, Engkau Yang memegang jambulnya, Engkau adalah Al Awwal tidak ada sesuatu sebelumMu dan Engkau adalah Al Akhir, Yang tidak ada sesuatu pun setelahMu, dan Azh Zhahir, tidak ada sesuatu pun di atasMu, serta Al Bathin, Yang tidak ada sesuatu pun di bawahMu, tunaikanlah hutangku dan cukupkanlah aku dari kefakiran) Abu Isa berkata; hadits ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ أَخْبَرَنَا عَمْرُو بْنُ عَوْنٍ أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُنَا إِذَا أَخَذَ أَحَدُنَا مَضْجَعَهُ أَنْ يَقُولَ اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الْأَرَضِينَ وَرَبَّنَا وَرَبَّ كُلِّ شَيْءٍ وَفَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ أَنْتَ آخِذٌ بِنَاصِيَتِهِ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَالظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَالْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنِّي الدَّيْنَ وَأَغْنِنِي مِنْ الْفَقْرِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}