{"pageProps":{"number":"3394","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Shabbah Al Bazzaz] telah menceritakan kepada kami [Zaid bin Hubbab] dari [Kharijah bin Abdullah bin Sulaiman bin Zaid bin Tsabit] telah mengabarkan kepada kami [Yazid bin Ruman] dari ['Urwah] dari [Aisyah] dia berkata; \"(Suatu ketika) Rasulullah shallallahu 'alaihi wasallam duduk-duduk, maka kami mendengar suara hiruk pikuk dan suara anak-anak kecil, maka Rasulullah shallallahu 'alaihi wasallam berdiri, ternyata seorang budak wanita habasyah sedang menari dan bermain, sedangkan di sekitarnya ada beberapa anak-anak kecil, maka beliau bersabda: \"Kemarilah wahai Aisyah dan lihatlah.\" Akupun datang, sambil menaruh janggutku di atas pundak Rasulullah shallallahu 'alaihi wasallam aku melihat pertunjukan itu -yaitu antara pundak sampai kepala beliau-, maka beliau bersabda kepadaku: \"Apakah kamu sudah puas, apakah kamu sudah puas?\" jawabku; \"Belum.\" karena aku masih ingin berada di dekat beliau, tiba-tiba Umar muncul, Aisyah berkata; \"Maka orang-orang (yang ada di situ) sama berlarian.\" Aisyah berkata; maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya aku telah melihat syetan dari jenis jin dan manusia telah lari dari Umar.\" Aisyah berkata; \"Lalu aku pun kembali.\" Abu Isa berkata; \"Hadits ini derajatnya adalah hasan shahih gharib melalui jalur ini.\" ","arab":"حَدَّثَنَا الْحَسَنُ بْنُ صَبَّاحٍ الْبَزَّارُ حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ عَنْ خَارِجَةَ بْنِ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ بْنِ زَيْدِ بْنِ ثَابِتٍ أَخْبَرَنَا يَزِيدُ بْنُ رُومَانَ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسًا فَسَمِعْنَا لَغَطًا وَصَوْتَ صِبْيَانٍ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا حَبَشِيَّةٌ تَزْفِنُ وَالصِّبْيَانُ حَوْلَهَا فَقَالَ يَا عَائِشَةُ تَعَالَيْ فَانْظُرِي فَجِئْتُ فَوَضَعْتُ لَحْيَيَّ عَلَى مَنْكِبِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَعَلْتُ أَنْظُرُ إِلَيْهَا مَا بَيْنَ الْمَنْكِبِ إِلَى رَأْسِهِ فَقَالَ لِي أَمَا شَبِعْتِ أَمَا شَبِعْتِ قَالَتْ فَجَعَلْتُ أَقُولُ لَا لِأَنْظُرَ مَنْزِلَتِي عِنْدَهُ إِذْ طَلَعَ عُمَرُ قَالَتْ فَارْفَضَّ النَّاسُ عَنْهَا قَالَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَأَنْظُرُ إِلَى شَيَاطِينِ الْإِنْسِ وَالْجِنِّ قَدْ فَرُّوا مِنْ عُمَرَ قَالَتْ فَرَجَعْتُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ","source":"Tirmidzi"},"__N_SSG":true}