{"pageProps":{"number":"388","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Uqbah bin Mukram Al Ammi Al Bashari] berkata; telah menceritakan kepada kami [Amru bin 'Ashim] berkata; telah menceritakan kepada kami [Hammam] dari [Qatadah] dari [An Nadlr bin Anas] dari [Basyir bin Nahik] dari [Abu Hurairah] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa belum melaksanakan dua rakaat fajar, hendaklah ia melaksanakannya setelah terbit matahari.\" Abu Isa berkata; \"Kami tidak mengetahui hadits ini kecuali dari jalur ini. Diriwayatkan dari Ibnu Umar bahwa ia juga melakukannya (melaksanakan dua rakaat fajar setelah matahari terbit). Sebagian ahli ilmu mengamalkan hadits ini. pendapat ini pula yang diambil oleh Sufyan Ats Tsauri, bin Al Mubarak, Syafi'i, Ahmad dan Ishaq. Ia berkata; \"Kami tidak mengetahui seorang pun yang meriwayatkan hadits ini dari Hammam dengan sanad ini, kecuali Amru bin 'Ashim Al Kilabi. Namun yang lebih terkenal adalah dari hadits Qatadah, dari An Nadlr bin Anas, dari Basyir bin Nahik, dari Abu Hurairah, dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa mendapatkan satu rakaat shalat subuh sebelum matahari terbit, maka ia telah mendapatkan subuh.\"","arab":"حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ حَدَّثَنَا هَمَّامٌ عَنْ قَتَادَةَ عَنْ النَّضْرِ بْنِ أَنَسٍ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ لَمْ يُصَلِّ رَكْعَتَيْ الْفَجْرِ فَلْيُصَلِّهِمَا بَعْدَ مَا تَطْلُعُ الشَّمْسُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ عَنْ ابْنِ عُمَرَ أَنَّهُ فَعَلَهُ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ قَالَ وَلَا نَعْلَمُ أَحَدًا رَوَى هَذَا الْحَدِيثَ عَنْ هَمَّامٍ بِهَذَا الْإِسْنَادِ نَحْوَ هَذَا إِلَّا عَمْرَو بْنَ عَاصِمٍ الْكِلَابِيَّ وَالْمَعْرُوفُ مِنْ حَدِيثِ قَتَادَةَ عَنْ النَّضْرِ بْنِ أَنَسٍ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَدْرَكَ رَكْعَةً مِنْ صَلَاةِ الصُّبْحِ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ الصُّبْحَ","source":"Tirmidzi"},"__N_SSG":true}