{"pageProps":{"number":"436","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Musa Muhammad bin Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah mengabarkan kepada kami [Syu'bah] dari [Amru bin Murrah] dari [Abdurrahman bin Abu Laila] dia berkata, telah mengabarkan kepadaku seseorang bahwa dia melihat Nabi Shallahu 'alaihi wa sallam shalat dluha, kecuali [Ummu Hani'] bahwa dia menceritakan bahwa Rasulullah Shallahu 'alaihi wa sallam masuk kerumahnya pada ahari penaklukan kota Makkah, kemudian beliau mandi dan bertasbih (shalat) delapan raka'at, saya tidak pernah melihat beliau mengerjakan shalat lebih ringan daripadanya (shalat dluha), melainkan beliau menyempurnakan ruku' dan sujud. Abu Isa berkata, ini adalah hadits hasan shahih, sepertinya Ahmad berpendapat bahwa hadits yang paling shahih adalah hadits riwayat Ummu Hani', dan mereka berselisih mengenai Nu'aim, sebagian mereka mengatakan bahwa dia adalah Nu'aim bin Khammar dan sebagian yang lain mengatakan bahwa dia adalah Ibnu Hammar, dikatakan pula Ibnu Habbar atau Ibnu Hammam, sedangkan yang shahih adalah Ibnu Hammar. Dan Abu Nu'aim ragu mengenainya, Ibnu Himmaz berkata, bahwa menyalahkan kemudian meninggalkannya, Nu'aim berkata, dari Nabi Shallahu 'alaihi wa sallam. Abu Isa berkata, telah mengabarkan kepadaku 'Abdu bin Humaid dari Abu Nu'aim seperti riwayat tersebut.","arab":"حَدَّثَنَا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ أَخْبَرَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَالَمَا أَخْبَرَنِي أَحَدٌ أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي الضُّحَى إِلَّا أُمَّ هَانِئٍ فَإِنَّهَا حَدَّثَتْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ بَيْتَهَا يَوْمَ فَتْحِ مَكَّةَ فَاغْتَسَلَ فَسَبَّحَ ثَمَانَ رَكَعَاتٍ مَا رَأَيْتُهُ صَلَّى صَلَاةً قَطُّ أَخَفَّ مِنْهَا غَيْرَ أَنَّهُ كَانَ يُتِمُّ الرُّكُوعَ وَالسُّجُودَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَكَأَنَّ أَحْمَدَ رَأَى أَصَحَّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثَ أُمِّ هَانِئٍ وَاخْتَلَفُوا فِي نُعَيْمٍ فَقَالَ بَعْضُهُمْ نُعَيْمُ بْنُ خَمَّارٍ و قَالَ بَعْضُهُمْ ابْنُ هَمَّارٍ وَيُقَالُ ابْنُ هَبَّارٍ وَيُقَالُ ابْنُ هَمَّامٍ وَالصَّحِيحُ ابْنُ هَمَّارٍ وَأَبُو نُعَيْمٍ وَهِمَ فِيهِ فَقَالَ ابْنُ حِمَازٍ وَأَخْطَأَ فِيهِ ثُمَّ تَرَكَ فَقَالَ نُعَيْمٌ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو عِيسَى و أَخْبَرَنِي بِذَلِكَ عَبْدُ بْنُ حُمَيْدٍ عَنْ أَبِي نُعَيْمٍ","source":"Tirmidzi"},"__N_SSG":true}