{"pageProps":{"number":"490","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Abu 'Awanah] dari [Ibrahim bin Muhammad bin Al Muntasyir] dari [ayahnya] dari [Habib bin Salim] dari [An Nu'man bin Basyir] dia berkata, Nabi Shallahu 'alaihi wa sallam membaca SABBIHISMA RABBIKA dan HAL ATAAKA HADIITSUL GHAATSIAH pada waktu shalat iedain (dua hari raya) dan shalat Jum'at, jika keduanya terjadi disatu hari, maka belaiu membaca keduanya. (perawi) berkata, dalam bab ini (ada juga riwayat -pent) dari Abu Wqaqid, Samrah bin Jundab dan Ibnu Abbas. Abu Isa berkata, hadits Nu'man bin Basyir adalah hadits hasan shahih. demikian pula [Sufyan Ats Tsauri] dan [Mis'ar] meriwayatkan dari [Ibrahim bin Muhammad bin Al Muntasyir] seperti hadits yang diriwayatkan Abu 'Awanah. Sedangkan riwayat Sufyan bin 'Uyainah mengenai hal ini masih diperselisihkan, yaitu diriwayatkan dari Ibrahim bin Muhammad bin Al Muntasyir dari ayahnya dari Habib bin Salim dari ayahnya dari Nu'man bin Basyir, akan tetapi kami tidak mengetahui Habib bin Salim memiliki riwayat dari ayahnya. Habib bin Salim adalah budak Nu'man bin Basyir yang banyak meriwayatkan dari Nu'man bin Basyir. Dan diriwayatkan dari [Ibnu Uyainah] dari [Ibrahim bin Muhammad bin Al Muntasyir] seperti riwayat mereka. Diriwayatkan pula dari Nabi shalallahu 'alaihi wa salam bahwa dalam shalat iedain (dua hari raya) beliau membaca surat QAF dan IQTARABATIS SAA'AH. Syafi'i juga berpendapat seperti ini.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ عَنْ أَبِيهِ عَنْ حَبِيبِ بْنِ سَالِمٍ عَنْ النُّعْمَانِ بْنِ بَشِيرٍ قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الْعِيدَيْنِ وَفِي الْجُمُعَةِ بِسَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى وَهَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ وَرُبَّمَا اجْتَمَعَا فِي يَوْمٍ وَاحِدٍ فَيَقْرَأُ بِهِمَاقَالَ وَفِي الْبَاب عَنْ أَبِي وَاقِدٍ وَسَمُرَةَ بْنِ جُنْدَبٍ وَابْنِ عَبَّاسٍ قَالَ أَبُو عِيسَى حَدِيثُ النُّعْمَانِ بْنِ بَشِيرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ وَمِسْعَرٌ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ نَحْوَ حَدِيثِ أَبِي عَوَانَةَ وَأَمَّا سُفْيَانُ بْنُ عُيَيْنَةَ فَيُخْتَلَفُ عَلَيْهِ فِي الرِّوَايَةِ يُرْوَى عَنْهُ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ عَنْ أَبِيهِ عَنْ حَبِيبِ بْنِ سَالِمٍ عَنْ أَبِيهِ عَنْ النُّعْمَانِ بْنِ بَشِيرٍ وَلَا نَعْرِفُ لِحَبِيبِ بْنِ سَالِمٍ رِوَايَةً عَنْ أَبِيهِ وَحَبِيبُ بْنُ سَالِمٍ هُوَ مَوْلَى النُّعْمَانِ بْنِ بَشِيرٍ وَرَوَى عَنْ النُّعْمَانِ بْنِ بَشِيرٍ أَحَادِيثَ وَقَدْ رُوِيَ عَنْ ابْنِ عُيَيْنَةَ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ نَحْوُ رِوَايَةِ هَؤُلَاءِ وَرُوِي عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَقْرَأُ فِي صَلَاةِ الْعِيدَيْنِ بِقَافٍ وَاقْتَرَبَتْ السَّاعَةُ وَبِهِ يَقُولُ الشَّافِعِيُّ","source":"Tirmidzi"},"__N_SSG":true}