{"pageProps":{"number":"588","slug":"tirmidzi","id":"Telah menceritakan kepada kami Qutaibah dari Ali bin Hujr. [Qutaibah] berkata, telah menceritakan kepada kami [Syarik] dan [Ali] berkata, telah mengabarkan kepada kami [Syarik] sedangkan maknanya sama dari [Hakim bin Jubair] dari [Muhammad bin Abdurrahman bin Yazid] dari [ayahnya] dari [Abdullah bin Mas'ud] dia berkata, Rasulullah Shallallaahu 'alaihi wasallam bersabda: \"Barang siapa yang meminta-minta kepada manusia sementara dia memiliki persediaan yang cukup, maka ia akan datang pada hari kiamat sedangkan dimukanya terdapat tanda tercela bahwa dia meminta-minta.\" dikatakan, wahai Rasulullah, berapakah ukuran persedian yang cukup tersebut? Beliau menjawab: \"Lima puluh dirham atau emas yang seharga lima puluh dirham.\" dalam bab in (ada juga riwayat -pent) dari Abdullah bin Amr. Abu 'Isa berkata, hadits Ibnu Mas'ud merupakan hadits hasan dan Syu'bah telah berkomentar tentang Hakim bin Jubair disebabkan hadits ini, telah menceritakan kepada kami [Mahmud bin Ghailan], telah menceritakan kepada kami [Yahya bin Adam] telah menceritakan kepada kami [Sufyan] dari [Hakim bin Jubair] dengan hadits yang sama. Abdullah bin utsman (temannya Syu'bah) berkata kepada Sufyan Seandainya bukan Hakim yang meriwayatkan hadits ini, lalu Sufyan bertanya, apakah karena Syu'bah tidak meriwayatkannya dari Hakim? Dia menjawab, Iya. [Sufyan] berkata saya mendengar [Zubaid] meriwayatkan ini dari [Muhammad bin Abdurrahman bin Yazid], dan hadits ini diamalkan oleh sebagian sahabat kami juga sebagai pijakan dari pendapat Ats Tsauri, Abdullah bin Al Mubarak, Ahmad dan Ishaq, mereka berkata, Jika seseorang memiliki lima puluh dirham, maka dia tidak berhak mendapatkan bagian zakat. sebagian ulama dan ahli fikih seperti Imam Syafi'i dan yang lainnya tidak beramal dengan hadits Hakim, pendapat mereka lebih longgar yaitu siapa saja yang memiliki lima puluh dirham dan dia masih membutuhkan tambahan, maka dia berhak menerima bagian zakat.","arab":"حَدَّثَنَا قُتَيْبَةُ وَعَلِيُّ بْنُ حُجْرٍ قَالَ قُتَيْبَةُ حَدَّثَنَا شَرِيكٌ وَقَالَ عَلِيٌّ أَخْبَرَنَا شَرِيكٌ وَالْمَعْنَى وَاحِدٌ عَنْ حَكِيمِ بْنِ جُبَيْرٍ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ سَأَلَ النَّاسَ وَلَهُ مَا يُغْنِيهِ جَاءَ يَوْمَ الْقِيَامَةِ وَمَسْأَلَتُهُ فِي وَجْهِهِ خُمُوشٌ أَوْ خُدُوشٌ أَوْ كُدُوحٌ قِيلَ يَا رَسُولَ اللَّهِ وَمَا يُغْنِيهِ قَالَ خَمْسُونَ دِرْهَمًا أَوْ قِيمَتُهَا مِنْ الذَّهَبِقَالَ وَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ وَقَدْ تَكَلَّمَ شُعْبَةُ فِي حَكِيمِ بْنِ جُبَيْرٍ مِنْ أَجْلِ هَذَا الْحَدِيثِ حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا سُفْيَانُ عَنْ حَكِيمِ بْنِ جُبَيْرٍ بِهَذَا الْحَدِيثِ فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ عُثْمَانَ صَاحِبُ شُعْبَةَ لَوْ غَيْرُ حَكِيمٍ حَدَّثَ بِهَذَا الْحَدِيثِ فَقَالَ لَهُ سُفْيَانُ وَمَا لِحَكِيمٍ لَا يُحَدِّثُ عَنْهُ شُعْبَةُ قَالَ نَعَمْ قَالَ سُفْيَانُ سَمِعْتُ زُبَيْدًا يُحَدِّثُ بِهَذَا عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَصْحَابِنَا وَبِهِ يَقُولُ الثَّوْرِيُّ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَأَحْمَدُ وَإِسْحَقُ قَالُوا إِذَا كَانَ عِنْدَ الرَّجُلِ خَمْسُونَ دِرْهَمًا لَمْ تَحِلَّ لَهُ الصَّدَقَةُ قَالَ وَلَمْ يَذْهَبْ بَعْضُ أَهْلِ الْعِلْمِ إِلَى حَدِيثِ حَكِيمِ بْنِ جُبَيْرٍ وَوَسَّعُوا فِي هَذَا وَقَالُوا إِذَا كَانَ عِنْدَهُ خَمْسُونَ دِرْهَمًا أَوْ أَكْثَرُ وَهُوَ مُحْتَاجٌ فَلَهُ أَنْ يَأْخُذَ مِنْ الزَّكَاةِ وَهُوَ قَوْلُ الشَّافِعِيِّ وَغَيْرِهِ مِنْ أَهْلِ الْفِقْهِ وَالْعِلْمِ","source":"Tirmidzi"},"__N_SSG":true}