{"pageProps":{"number":"698","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] dan [Ahmad bin 'Abdah] keduanya berkata, telah menceritakan kepada kami [Hammad bin Zaid] dari [Ghailan bin Jarir] dari [Abdullah bin Ma'bad] dari [Abu Qatadah] dia berkata, ditanyakan (kepada Rasulullah Shalallahu 'alaihi wa salam), wahai Rasulullah, bagaimanakah dengan orang yang berpuasa dahr (sepanjang tahun)? Beliau menjawab: \" Dia sama saja dengan tidak berpuasa dan tidak juga berbuka. Dalam bab ini (ada juga riwayat -pent) dari Abdullah bin Amr, Abdullah bin Syikhkhir dan 'Imran bin Husain serta Abu Musa. Abu 'Isa berkata, hadits Abu Qatadah adalah hadits hasan. Sebagian ulama membenci puasa dahr sedangkan sebagian yang lain membolehkannya, mereka berkata, dilarangnya seseorang untuk puasa dahr hanya apabila dia tidak berbuka pada hari iedul fithri, iedul adlha dan hari-hari tasyriq, maka barang siapa yang tidak berpuasa pada hari-hari tersebut, dia tidak dilarang untuk puasa dahr demikian pendapat yang diriwayatkan dari Malik bin Anas dan Syafi'i. Ahmad dan Ishaq juga berpendapat seperti pendapat tersebut, mereka berkata, hukumnya tidak wajib untuk berbuka pada selain lima hari yang telah disebutkan di atas.","arab":"حَدَّثَنَا قُتَيْبَةُ وَأَحْمَدُ بْنُ عَبْدَةَ قَالَا حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ غَيْلَانَ بْنِ جَرِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ عَنْ أَبِي قَتَادَةَ قَالَقِيلَ يَا رَسُولَ اللَّهِ كَيْفَ بِمَنْ صَامَ الدَّهْرَ قَالَ لَا صَامَ وَلَا أَفْطَرَ أَوْ لَمْ يَصُمْ وَلَمْ يُفْطِرْوَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَبْدِ اللَّهِ بْنِ الشِّخِّيرِ وَعِمْرَانَ بْنِ حُصَيْنٍ وَأَبِي مُوسَى قَالَ أَبُو عِيسَى حَدِيثُ أَبِي قَتَادَةَ حَدِيثٌ حَسَنٌ وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ صِيَامَ الدَّهْرِ وَأَجَازَهُ قَوْمٌ آخَرُونَ وَقَالُوا إِنَّمَا يَكُونُ صِيَامُ الدَّهْرِ إِذَا لَمْ يُفْطِرْ يَوْمَ الْفِطْرِ وَيَوْمَ الْأَضْحَى وَأَيَّامَ التَّشْرِيقِ فَمَنْ أَفْطَرَ هَذِهِ الْأَيَّامَ فَقَدْ خَرَجَ مِنْ حَدِّ الْكَرَاهِيَةِ وَلَا يَكُونُ قَدْ صَامَ الدَّهْرَ كُلَّهُ هَكَذَا رُوِيَ عَنْ مَالِكِ بْنِ أَنَسٍ وَهُوَ قَوْلُ الشَّافِعِيِّ و قَالَ أَحْمَدُ وَإِسْحَقُ نَحْوًا مِنْ هَذَا وَقَالَا لَا يَجِبُ أَنْ يُفْطِرَ أَيَّامًا غَيْرَ هَذِهِ الْخَمْسَةِ الْأَيَّامِ الَّتِي نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْهَا يَوْمِ الْفِطْرِ وَيَوْمِ الْأَضْحَى وَأَيَّامِ التَّشْرِيقِ","source":"Tirmidzi"},"__N_SSG":true}