{"pageProps":{"number":"958","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'], telah menceritakan kepada kami [Husyaim] telah mengabarkan kepada kami [Asy Syaibani], telah menceritakan kepada kami [Asy Sya'bi], telah mengabarkan kepadaku [seorang yang telah melihat Nabi shallallahu 'alaihi wasallam] dia telah melihat satu kuburan menyendiri, lalu dia membariskan para sahabatnya di belakangnya, lalu dia menshalatinya. Ada yang bertanya kepadanya; \"Siapa yang menshalatinya?\" dia menjawab; \"Ibnu Abbas\" (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari Anas, Buraidah, Yazid bin Tsabit, Abu Hurairah, 'Amir bin Rabi'ah, Abu Qatadah dan Sahal bin Hunaif.\" Abu Isa berkata; \"Hadits Ibnu Abbas merupakan hadits hasan sahih. Sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan yang lainnya mengamalkannya. Ini juga merupakan pendapat Syafi'i, Ahmad dan Ishaq. Sebagian ulama berkata; 'Tidak boleh shalat di atas kuburan'. Ini adalah pendapat Malik bin Anas. Abdullah bin Mubarak berkata; \"Jika mayit telah dikubur dan belum dishalati, maka dishalati di atas kuburannya\" Ibnu Mubarak berpendapat bahwa shalat di atas kuburan adalah boleh. Ahmad dan Ishaq berkata; \"Boleh shalat di atas kuburan sampai waktu sebulan.\" Mereka berdua berkata; \"Kami sering mendengar dari Ibnu Musayyab bahwa Nabi shallallahu 'alaihi wasallam shalat di atas kuburan Ummu Sa'ad bin 'Ubadah setelah satu bulan.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا الشَّيْبَانِيُّ حَدَّثَنَا الشَّعْبِيُّ أَخْبَرَنِي مَنْرَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَأَى قَبْرًا مُنْتَبِذًا فَصَفَّ أَصْحَابَهُ خَلْفَهُ فَصَلَّى عَلَيْهِ فَقِيلَ لَهُ مَنْ أَخْبَرَكَهُ فَقَالَ ابْنُ عَبَّاسٍقَالَ وَفِي الْبَاب عَنْ أَنَسٍ وَبُرَيْدَةَ وَيَزِيدَ بْنِ ثَابِتٍ وَأَبِي هُرَيْرَةَ وَعَامِرِ بْنِ رَبِيعَةَ وَأَبِي قَتَادَةَ وَسَهْلِ بْنِ حُنَيْفٍ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ لَا يُصَلَّى عَلَى الْقَبْرِ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ و قَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ إِذَا دُفِنَ الْمَيِّتُ وَلَمْ يُصَلَّ عَلَيْهِ صُلِّيَ عَلَى الْقَبْرِ وَرَأَى ابْنُ الْمُبَارَكِ الصَّلَاةَ عَلَى الْقَبْرِ و قَالَ أَحْمَدُ وَإِسْحَقُ يُصَلَّى عَلَى الْقَبْرِ إِلَى شَهْرٍ وَقَالَا أَكْثَرُ مَا سَمِعْنَا عَنْ ابْنِ الْمُسَيَّبِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى عَلَى قَبْرِ أُمِّ سَعْدِ بْنِ عُبَادَةَ بَعْدَ شَهْرٍ","source":"Tirmidzi"},"__N_SSG":true}