{"pageProps":{"number":"1118","slug":"tirmidzi","id":"[Zainab] berkata; Dan aku pun mendengar ibuku, [Ummu Salamah], berkata; Ada seorang wanita datang menemui Rasulullah shallallahu 'alaihi wasallam seraya berkata; Wahai Rasulullah, sesungguhnya anak perempuanku ditinggal mati suaminya dan kedua matanya sakit, bolehkah kami memberi celak pada matanya? Maka Rasulullah shallallahu 'alaihi wasallam menjawab: \"Jangan.\" Beliau mengatakan dua atau tiga kali, setiap pertanyaan beliau menjawab: \"Jangan.\" Kemudian beliau bersabda: \"Sesungguhnya iddahnya adalah empat bulan sepuluh hari, pada masa jahiliyah salah seorang dari kalian (berkabung) dengan cara melempar kotoran unta pada penghujung akhir tahun.\" Ia mengatakan; Dalam hal ini ada hadits serupa dari Furai'ah binti Malik saudari Abu Sa'id Al Khudri dan Hafshah binti Umar. Abu Isa berkata; Hadits Zainab adalah hadits hasan shahih serta menjadi pedoman amal menurut kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka, bahwa seorang wanita yang ditinggal mati suaminya, harus menjauhkan diri dari wewangian dan berhias pada masa iddahnya. Dan ini pendapat Sufyan Ats Tsauri, Malik bin Anas, Asy Syafi'i, Ahmad dan Ishaq.","arab":"قَالَتْ زَيْنَبُ وَسَمِعْتُ أُمِّي أُمَّ سَلَمَةَ تَقُولُجَاءَتْ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدْ اشْتَكَتْ عَيْنَيْهَا أَفَنَكْحَلُهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا مَرَّتَيْنِ أَوْ ثَلَاثَ مَرَّاتٍ كُلُّ ذَلِكَ يَقُولُ لَا ثُمَّ قَالَ إِنَّمَا هِيَ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِقَالَ وَفِي الْبَاب عَنْ فُرَيْعَةَ بِنْتِ مَالِكٍ أُخْتِ أَبِي سَعِيدٍ الْخُدْرِيِّ وَحَفْصَةَ بِنْتِ عُمَرَ قَالَ أَبُو عِيسَى حَدِيثُ زَيْنَبَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ أَنَّ الْمُتَوَفَّى عَنْهَا زَوْجُهَا تَتَّقِي فِي عِدَّتِهَا الطِّيبَ وَالزِّينَةَ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ","source":"Tirmidzi"},"__N_SSG":true}