{"pageProps":{"number":"1122","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Qaza'ah Al Bashri] telah memberitakan kepada kami [Maslamah bin 'Alqamah] telah memberitakan kepada kami [Dawud bin Ali] dari [Amir] dari [Masruq] dari [A`isyah] ia berkata; Rasulullah shallallahu 'alaihi wasallam melakukan ilaa` terhadap sebagian isteri-isteri beliau dan mengharamkannya (mengharamkan dirinya untuk menggauli istri-istrinya). Lalu beliau menjadikan yang haram itu halal dan membayar kaffarat pada sumpahnya. Ia mengatakan; Dalam hal ini ada hadits serupa dari Anas dan Abu Musa. Abu Isa berkata; Hadits Maslamah bin 'Alqamah dari Dawud, diriwayatkan oleh [Ali bin Mushir] dan lainnya dari [Dawud] dari [Asy Sya'bi] bahwa Nabi shallallahu 'alaihi wasallam, secara mursal, dan di dalamnya tidak disebutkan dari Masruq dari A`isyah dan ini lebih shahih dari hadits Maslamah bin 'Alqamah. Ilaa' adalah seorang laki-laki bersumpah untuk tidak menggauli isterinya selama empat bulan lebih. Para ulama berselisih pendapat jika telah berlalu empat bulan, sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka berpendapat; Jika telah berlalu empat bulan maka hukumnya tergantung, apakah ia mau kembali atau menceraikannya. Ini adalah pandapat Malik bin Anas, Asy Syafi'i, Ahmad dan Ishaq. Adapun Sebagian ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka berpendapat; Jika telah berlalu empat bulan, maka hukumnya adalah talak ba`in, ini adalah pendapat Sufyan Ats Tsauri dan penduduk Kufah.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ قَزَعَةَ الْبَصْرِيُّ أَنْبَأَنَا مَسْلَمَةُ بْنُ عَلْقَمَةَ أَنْبَأَنَا دَاوُدُ بْنُ عَلِيٍّ عَنْ عَامِرٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْآلَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نِسَائِهِ وَحَرَّمَ فَجَعَلَ الْحَرَامَ حَلَالًا وَجَعَلَ فِي الْيَمِينِ كَفَّارَةًقَالَ وَفِي الْبَاب عَنْ أَنَسٍ وَأَبِي مُوسَى قَالَ أَبُو عِيسَى حَدِيثُ مَسْلَمَةَ بْنِ عَلْقَمَةَ عَنْ دَاوُدَ رَوَاهُ عَلِيُّ بْنُ مُسْهِرٍ وَغَيْرُهُ عَنْ دَاوُدَ عَنْ الشَّعْبِيِّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَلَيْسَ فِيهِ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ وَهَذَا أَصَحُّ مِنْ حَدِيثِ مَسْلَمَةَ بْنِ عَلْقَمَةَ وَالْإِيلَاءُ هُوَ أَنْ يَحْلِفَ الرَّجُلُ أَنْ لَا يَقْرَبَ امْرَأَتَهُ أَرْبَعَةَ أَشْهُرٍ فَأَكْثَرَ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِيهِ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ يُوقَفُ فَإِمَّا أَنْ يَفِيءَ وَإِمَّا أَنْ يُطَلِّقَ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ فَهِيَ تَطْلِيقَةٌ بَائِنَةٌ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ","source":"Tirmidzi"},"__N_SSG":true}