{"pageProps":{"number":"137","slug":"tirmidzi","id":"telah menceritakan kepada kami [Ibnu Abu Umar] dan [Sa'id bin Abdurrahman Al Makhzumi] mereka berkata; telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Sa'id bin Al Musayyib] dari [Abu Hurairah] ia berkata; \"Seorang arab dusun masuk ke dalam masjid ketika Nabi shallallahu 'alaihi wasallam shalat, arab dusun itu lalu shalat. Setelah shalat ia berdo'a, \"Ya Allah, sayangilah aku dan Muhammad, dan jangan engkau sayangi seorang pun bersama kami.\" Nabi shallallahu 'alaihi wasallam lalu berpaling ke arahnya seraya bersabda: \"Sungguh engkau telah mempersempit sesuatu yang luas.\" Setelah itu ia kencing di dalam masjid hingga membuat orang-orang segera menghampirinya, namun Nabi shallallahu 'alaihi wasallam bersabda: \"Siramlah dengan seember air, \" atau beliau mengatakan: \"dengan satu timba air.\" Setelah itu beliau bersabda lagi: \"Sesungguhnya kalian diutus dengan memberi kemudahan dan tidak diutus untuk memberi kesulitan.\" [Sa'id] berkata; \" [Sufyan] berkata; \"Telah menceritakan kepadaku [Yahya bin Sa'id] dari [Anas bin Malik] seperti ini.\" Ia berkata; \"Dalam bab ini juga ada riwayat dari Abdullah bin Mas'ud, Ibnu Abbas dan Watsilah bin Al Asqa'.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih, dan sebagian ahli ilmu beramal dengan hadits ini. Ini adalah pendapat Ahmad dan Ishaq. [Yunus] juga meriwayatkan hadits ini dari [Az Zuhri] dari [Ubaidullah bin Abdullah] dari [Abu Hurairah].\"","arab":"حَدَّثَنَا ابْنُ أَبِي عُمَرَ وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ قَالَدَخَلَ أَعْرَابِيٌّ الْمَسْجِدَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ فَصَلَّى فَلَمَّا فَرَغَ قَالَ اللَّهُمَّ ارْحَمْنِي وَمُحَمَّدًا وَلَا تَرْحَمْ مَعَنَا أَحَدًا فَالْتَفَتَ إِلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَقَدْ تَحَجَّرْتَ وَاسِعًا فَلَمْ يَلْبَثْ أَنْ بَالَ فِي الْمَسْجِدِ فَأَسْرَعَ إِلَيْهِ النَّاسُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْرِيقُوا عَلَيْهِ سَجْلًا مِنْ مَاءٍ أَوْ دَلْوًا مِنْ مَاءٍ ثُمَّ قَالَ إِنَّمَا بُعِثْتُمْ مُيَسِّرِينَ وَلَمْ تُبْعَثُوا مُعَسِّرِينَقَالَ سَعِيدٌ قَالَ سُفْيَانُ وَحَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ عَنْ أَنَسِ بْنِ مَالِكٍ نَحْوَ هَذَا قَالَ وَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَابْنِ عَبَّاسٍ وَوَاثِلَةَ بْنِ الْأَسْقَعِ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ وَقَدْ رَوَى يُونُسُ هَذَا الْحَدِيثَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ","source":"Tirmidzi"},"__N_SSG":true}