{"pageProps":{"number":"1468","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Abu Awanah] dari [Atha bin As Sa`ib] dari [Abul Bakhtari] berkata; \"bahwa ada sekumpulan pasukan dari kaum muslimin yang dipimpin oleh [Salman Al Farisi] mengepung salah satu istana Persi, mereka (pasukan kaum muslimin) berkata, \"Wahai Abu Abdullah, tidakkah kita perangi mereka.\" Salman menjawab; \"Biarkanlah aku menyeru mereka sebagaimana aku mendengar Rasulullah shallallahu 'alaihi wasallam menyeru mereka.\" Salman kemudian mendatangi mereka dan berkata kepada mereka; \"Aku hanyalah orang seperti kalian yang barasal dari Persi. Kalian lihat orang-orang arab mentaatiku. Jika kalian masuk Islam, maka kalian akan mendapatkan hak sebagaimana yang kami dapatkan dan mendapatkan kewajiban sebagaimana yang kami dapatkan. Tetapi jika kalian enggan dan hanya menerima agama kalian, maka kami akan biarkan kalian. Namun kalian wajib memberikan jizyah (pajak) kepada kami dalam keadaan hina.\" Abul Bakhtari berkata, \"Salman berbicara kepada mereka dengan bahasa Persi; \"Kalian tidaklah terpuji\", jika kalian enggan maka kami akan perangi, sebagaimana kami memerangi yang lain.\" Mereka menjawab, \"Kami tidak memberikan jizyah sebagaimana orang-orang yang memberinya, akan tetapi kami akan memerangi kalian.\" Kaum muslimin berkata, \"Wahai Abu Abdillah, tidakkah kita perangi mereka?\" Salman menjawab, \"Tidak.\" Kemudian Salman kembali mengajak mereka kepada hal yang sama selama tiga hari, hingga akhirnya ia berkata, \"Perangilah mereka.\", kemudian kami memerangi mereka dan berhasil menaklukkan kota tersebut.\" Ia berkata, \"dan dalam bab ini ada hadits serupa dari Buraidah, An Nu'man bin Muqarrin, Ibnu Umar dan Ibnu Abbas. Dan hadits Salman derajatnya hasan, kami tidak mengetahuinya kecuali dari hadits Atha bin As Sa`ib, dan aku mendengar Muhammad berkata; \"Abu Al Bakhtari belum pernah berjumpa dengan Salman, karena ia belum pernah bertemu dengan Ali. Padahal Salman sendiri meninggal sebelum Ali. sebagian ulama' dari kalangan sahabat Nabi Sallallahu `Alaihi Wa sallam dan selain mereka cenderung berpendapat dengan hadits ini, Mereka berpendapat, bahwa (orang-orang kafir) harus diserukan dakwah sebelum diperangi. Ini adalah pendapat Ishaq bin Ibrahim. Ia berkata, \"Jika mereka diserukan dakwah terlebih dahulu maka akan lebih baik, sebab hal itu lebih berwibawa.\" Sementara sebagian ulama` lain berkata; \"Pada hari tersebut tidak ada dakwah.\", Ahmad berkata; \"Pada saat itu saya berpendapat tidak ada seorang pun yang diserukan dakwah (kepadanya).\", As Syafi'I berkata; \"Musuh tidak boleh diperangi hingga mereka diserukan dakwah, kecuali jika mereka mendahului. Dan jika tidak dilakukan (dakwah), maka sebenarnya dakwah telah sampai kepada mereka.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ أَبِي الْبَخْتَرِيِّأَنَّ جَيْشًا مِنْ جُيُوشِ الْمُسْلِمِينَ كَانَ أَمِيرَهُمْ سَلْمَانُ الْفَارِسِيُّ حَاصَرُوا قَصْرًا مِنْ قُصُورِ فَارِسَ فَقَالُوا يَا أَبَا عَبْدِ اللَّهِ أَلَا نَنْهَدُ إِلَيْهِمْ قَالَ دَعُونِي أَدْعُهُمْ كَمَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْعُوهُمْ فَأَتَاهُمْ سَلْمَانُ فَقَالَ لَهُمْ إِنَّمَا أَنَا رَجُلٌ مِنْكُمْ فَارِسِيٌّ تَرَوْنَ الْعَرَبَ يُطِيعُونَنِي فَإِنْ أَسْلَمْتُمْ فَلَكُمْ مِثْلُ الَّذِي لَنَا وَعَلَيْكُمْ مِثْلُ الَّذِي عَلَيْنَا وَإِنْ أَبَيْتُمْ إِلَّا دِينَكُمْ تَرَكْنَاكُمْ عَلَيْهِ وَأَعْطُونَا الْجِزْيَةَ عَنْ يَدٍ وَأَنْتُمْ صَاغِرُونَ قَالَ وَرَطَنَ إِلَيْهِمْ بِالْفَارِسِيَّةِ وَأَنْتُمْ غَيْرُ مَحْمُودِينَ وَإِنْ أَبَيْتُمْ نَابَذْنَاكُمْ عَلَى سَوَاءٍ قَالُوا مَا نَحْنُ بِالَّذِي نُعْطِي الْجِزْيَةَ وَلَكِنَّا نُقَاتِلُكُمْ فَقَالُوا يَا أَبَا عَبْدِ اللَّهِ أَلَا نَنْهَدُ إِلَيْهِمْ قَالَ لَا فَدَعَاهُمْ ثَلَاثَةَ أَيَّامٍ إِلَى مِثْلِ هَذَا ثُمَّ قَالَ انْهَدُوا إِلَيْهِمْ قَالَ فَنَهَدْنَا إِلَيْهِمْ فَفَتَحْنَا ذَلِكَ الْقَصْرَقَالَ وَفِي الْبَاب عَنْ بُرَيْدَةَ وَالنُّعْمَانِ بْنِ مُقَرِّنٍ وَابْنِ عُمَرَ وَابْنِ عَبَّاسٍ وَحَدِيثُ سَلْمَانَ حَدِيثٌ حَسَنٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ عَطَاءِ بْنِ السَّائِبِ و سَمِعْت مُحَمَّدًا يَقُولُ أَبُو الْبَخْتَرِيِّ لَمْ يُدْرِكْ سَلْمَانَ لِأَنَّهُ لَمْ يُدْرِكْ عَلِيًّا وَسَلْمَانُ مَاتَ قَبْلَ عَلِيٍّ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ إِلَى هَذَا وَرَأَوْا أَنْ يُدْعَوْا قَبْلَ الْقِتَالِ وَهُوَ قَوْلُ إِسْحَقَ بْنِ إِبْرَاهِيمَ قَالَ إِنْ تُقُدِّمَ إِلَيْهِمْ فِي الدَّعْوَةِ فَحَسَنٌ يَكُونُ ذَلِكَ أَهْيَبَ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ لَا دَعْوَةَ الْيَوْمَ و قَالَ أَحْمَدُ لَا أَعْرِفُ الْيَوْمَ أَحَدًا يُدْعَى و قَالَ الشَّافِعِيُّ لَا يُقَاتَلُ الْعَدُوُّ حَتَّى يُدْعَوْا إِلَّا أَنْ يَعْجَلُوا عَنْ ذَلِكَ فَإِنْ لَمْ يَفْعَلْ فَقَدْ بَلَغَتْهُمْ الدَّعْوَةُ","source":"Tirmidzi"},"__N_SSG":true}