{"pageProps":{"number":"1477","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Hatim bin Isma'il] dari [Ja'far bin Muhammad] dari [Bapaknya] dari [Yazid bin Hurmuz] bahwa Najdah Al Haruri menulis surat kepada [Ibnu Abbas] dan bertanya; \"Apakah Rasulullah shallallahu 'alaihi wasallam pernah berperang dengan membawa para wanita? Dan apakah beliau memberi bagian kepada mereka?\" Ibnu Abbas lalu menulis balasan kepadanya, \"kamu menulis surat kepadaku dan bertanya 'Apakah Rasulullah shallallahu 'alaihi wasallam berperang dengan membawa para wanita? Beliau perang dengan membawa wanita, hingga dapat mereka mengobati orang-orang yang sakit. Mereka juga diberi dari upah dari ghanimah. Adapun ketentuan bagian mereka (dari ghanimah), maka beliau tidak memberikan bagian kepada mereka.\" Dalam bab ini juga ada hadits dari Anas dan Ummu Athiyah. Dan hadits ini derajatnya hasan shahih. Dan menjadi pedoman amal menurut mayoritas ulama`, dan Ini adalah pendapat oleh? Sufyan Ats Tsauri dan Asy Syafi'i. Sebagian ulama` lain berpendapat bahwa kaum wanita dan anak kecil mendapatkan bagian ghanimah. Pendapat ini diambil oleh Al Auza'i.\" Al Auza'I berkata; \"Nabi shallallahu 'alaihi wasallam pernah memberikan bagian kepada anak-anak di Khaibar, dan para pemimpin kaum muslimin juga memberikan bagian untuk setiap anak yang lahir di bumi perang.\" Al Auza'I kembali mengatakan; \"Nabi shallallahu 'alaihi wasallam memberikan bagian kepada kaum wanita di Khaibar, dan kaum muslimin setelahnya juga melakukan hal itu.\" Ali bin Khasyram menceritakan kepada kami seperti itu, ia berkata; Isa bin Yunus menceritakan kepada kami dari Al Auza'I dengan hadits yang sama. Sedangkan makna dari ucapan Ibnu Abbas; \"Mereka juga diberi dari ghanimah\", yaitu mereka diberi sedikit dari hasil ghanimah sebagai upah (pemberian, bukan sebagai bagian tertentu).\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ يَزِيدَ بْنِ هُرْمُزَ أَنَّ نَجْدَةَ الْحَرُورِيَّ كَتَبَ إِلَى ابْنِ عَبَّاسٍيَسْأَلُهُ هَلْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَغْزُو بِالنِّسَاءِ وَهَلْ كَانَ يَضْرِبُ لَهُنَّ بِسَهْمٍ فَكَتَبَ إِلَيْهِ ابْنُ عَبَّاسٍ كَتَبْتَ إِلَيَّ تَسْأَلُنِي هَلْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَغْزُو بِالنِّسَاءِ وَكَانَ يَغْزُو بِهِنَّ فَيُدَاوِينَ الْمَرْضَى وَيُحْذَيْنَ مِنْ الْغَنِيمَةِ وَأَمَّا بِسَهْمٍ فَلَمْ يَضْرِبْ لَهُنَّ بِسَهْمٍوَفِي الْبَاب عَنْ أَنَسٍ وَأُمِّ عَطِيَّةَ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ و قَالَ بَعْضُهُمْ يُسْهَمُ لِلْمَرْأَةِ وَالصَّبِيِّ وَهُوَ قَوْلُ الْأَوْزَاعِيِّ قَالَ الْأَوْزَاعِيُّ وَأَسْهَمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلصِّبْيَانِ بِخَيْبَرَ وَأَسْهَمَتْ أَئِمَّةُ الْمُسْلِمِينَ لِكُلِّ مَوْلُودٍ وُلِدَ فِي أَرْضِ الْحَرْبِ قَالَ الْأَوْزَاعِيُّ وَأَسْهَمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلنِّسَاءِ بِخَيْبَرَ وَأَخَذَ بِذَلِكَ الْمُسْلِمُونَ بَعْدَهُ حَدَّثَنَا بِذَلِكَ عَلِيُّ بْنُ خَشْرَمٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ الْأَوْزَاعِيِّ بِهَذَا وَمَعْنَى قَوْلِهِ وَيُحْذَيْنَ مِنْ الْغَنِيمَةِ يَقُولُ يُرْضَخُ لَهُنَّ بِشَيْءٍ مِنْ الْغَنِيمَةِ يُعْطَيْنَ شَيْئًا","source":"Tirmidzi"},"__N_SSG":true}