{"pageProps":{"number":"1486","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad] berkata, telah menceritakan kepada kami [Ibnu Abu Az Zinad] dari [Bapaknya] dari [Ubaidullah bin Abdullah bin Utbah] dari [Ibnu Abbas] berkata, \"Nabi shallallahu 'alaihi wasallam memberikan pedangnya yang bernama dzul fiqar sebagai nafl (pemberian tambahan selain ghanimah) pada perang badar. Dan pedang itulah yang beliau mimpikan pada perang uhud.\" Abu Isa berkata; \"Hadits ini derajatnya hasan gharib, dan kami hanya mengetahuinya dari jalur ini, dari hadits Ibnu Abu Az Zinad. Para ulama` berselisih dalam masalah nafl yang diambilkan dari seperlima (ghanimah). Malik bin Anas berkata, \"Belum pernah sampai kabar kepadaku bahwa Rasulullah shallallahu 'alaihi wasallam memberikan nafl dalam setiap peperangannya. Tetapi yang sampai kepadaku bahwa beliau memberikan nafl pada sebagian peperangan yang dilakukannya, dan itu pun berdasarkan ijtihad imam, di setiap kali ghanimah didapatkan. Ishaq bin Manshur mengatakan; aku pernah berkata kepada Ahmad \"Nabi memberi nafl seperempat bagian saat peperangan dimulai setelah diambil seperlima, dan jika kembali dari peperangan, beliau memberi sepertiga bagian setelah diambil seperlima\", Maka Ahmad berkata; \"beliau mengelurkan seperlima (terlebih dahulu) kemudian memberi nafl dari yang tersisa, dan tidak pernah lebih dari ini\", Abu Isa mengatakan; Hadis ini sesuai dengan perkataan Ibnul Musayyab, nafl diambil dari seperlima. Ishaq berkata kurang lebih demikian. ","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ ابْنِ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَنَفَّلَ سَيْفَهُ ذَا الْفَقَارِ يَوْمَ بَدْرٍ وَهُوَ الَّذِي رَأَى فِيهِ الرُّؤْيَا يَوْمَ أُحُدٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ ابْنِ أَبِي الزِّنَادِ وَقَدْ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي النَّفَلِ مِنْ الْخُمُسِ فَقَالَ مَالِكُ بْنُ أَنَسٍ لَمْ يَبْلُغْنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَفَّلَ فِي مَغَازِيهِ كُلِّهَا وَقَدْ بَلَغَنِي أَنَّهُ نَفَّلَ فِي بَعْضِهَا وَإِنَّمَا ذَلِكَ عَلَى وَجْهِ الِاجْتِهَادِ مِنْ الْإِمَامِ فِي أَوَّلِ الْمَغْنَمِ وَآخِرِهِ قَالَ إِسْحَاقُ ابْنُ مَنْصُورٍ قُلْتُ لِأَحْمَدَ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَفَّلَ إِذَا فَصَلَ بِالرُّبُعِ بَعْدَ الْخُمُسِ وَإِذَا قَفَلَ بِالثُّلُثِ بَعْدَ الْخُمُسِ فَقَالَ يُخْرِجُ الْخُمُسَ ثُمَّ يُنَفِّلُ مِمَّا بَقِيَ وَلَا يُجَاوِزُ هَذَا قَالَ أَبُو عِيسَى وَهَذَا الْحَدِيثُ عَلَى مَا قَالَ ابْنُ الْمُسَيَّبِ النَّفَلُ مِنْ الْخُمُسِ قَالَ إِسْحَقُ هُوَ كَمَا قَالَ","source":"Tirmidzi"},"__N_SSG":true}