{"pageProps":{"number":"1633","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Al Wazir Al Wasithi] berkata, telah menceritakan kepada kami [Ishaq bin Yusuf Al Azraq] dari [Sufyan] dari [Ubaidullah bin Umar] dari [Nafi'] dari [Ibnu Umar] berkata, \"Aku pernah disiagakan di hadapan Rasulullah shallallahu 'alaihi wasallam dalam suatu barisan pasukan, waktu itu umurku masih empat belas tahun hingga beliau tidak menerimaku. Kemudian pada tahun berikutnya aku kembali disiagakan di hadapan beliau dalam suatu barisan pasukan yang sama, waktu itu umurku lima belas tahun hingga beliau pun menerimaku.\" Nafi' berkata, \"Hadits ini lalu aku sampaikan kepada Umar bin Abdul Aziz, ia lalu berkata, \"Ini adalah batas antara masa anak-anak dan dewasa.\" Kemudian ia menulis ketetapan agar anak-anak yang telah berumur lima belas tahun diwajibkan (mengikuti wajib militer).\" Telah menceritakan kepada kami [Ibnu Abi Umar] berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Ubaidullah] seperti hadits tersebut dan dengan makna yang sama. Hanya saja ia berkata, \"Umar bin Abdul Aziz berkata, \"Ini adalah batas antara anak-anak dan prajurit.\" Dan ia tidak menyebutkan tentang wajib (militer).\" Abu Isa berkata, \"Hadits Ishaq bin Yusuf ini derajatnya hasan shahih gharib, yaitu dari jalur Sufyan Ats Tsauri.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْوَزِيرِ الْوَاسِطِيُّ حَدَّثَنَا إِسْحَقُ بْنُ يُوسُفَ الْأَزْرَقُ عَنْ سُفْيَانَ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَعُرِضْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي جَيْشٍ وَأَنَا ابْنُ أَرْبَعَ عَشْرَةَ فَلَمْ يَقْبَلْنِي ثُمَّ عُرِضْتُ عَلَيْهِ مِنْ قَابِلٍ فِي جَيْشٍ وَأَنَا ابْنُ خَمْسَ عَشْرَةَ فَقَبِلَنِيقَالَ نَافِعٌ فَحَدَّثْتُ بِهَذَا الْحَدِيثِ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ فَقَالَ هَذَا حَدُّ مَا بَيْنَ الصَّغِيرِ وَالْكَبِيرِ ثُمَّ كَتَبَ أَنْ يُفْرَضَ لِمَنْ بَلَغَ الْخَمْسَ عَشْرَةَ حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عُبَيْدِ اللَّهِ نَحْوَهُ بِمَعْنَاهُ إِلَّا أَنَّهُ قَالَ قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ هَذَا حَدُّ مَا بَيْنَ الذُّرِّيَّةِ وَالْمُقَاتِلَةِ وَلَمْ يَذْكُرْ أَنَّهُ كَتَبَ أَنْ يُفْرَضَ قَالَ أَبُو عِيسَى حَدِيثُ إِسْحَقَ بْنِ يُوسُفَ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ","source":"Tirmidzi"},"__N_SSG":true}