{"pageProps":{"number":"1774","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Yahya bin Musa], telah menceritakan kepada kami [Abdurrazzaq] dari [Ma'mar] dari [Zaid bin Aslam] dari [bapaknya] dari [Umar bin Al Khaththab] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Makanlah minyak zaitun dan berminyaklah dengannya (pergunakan untuk selain makan), karena dia dihasilkan dari pohon yang diberkahi.\" Berkata Abu 'Isa: Ini merupakan hadits yang tidak kami ketahui kecuali dari haditsnya Abdurrazzaq dari Ma'mar, dan Abdurrazzaq mengalami Idlthirab dalam meriwayatkan hadis ini, terkadang dia menyebutkan dari Umar dari Nabi shallallahu 'alaihi wasallam dan terkadang meriwayatkannya dengan ragu-ragu dengan berkata, \"Pekiraan saya, diriwayatkan dari Umar dari Nabi shallallahu 'alaihi wasallam.\" Atau ia berkata: \"Dari Zaid bin Aslam dari bapaknya dari Nabi shallallahu 'alaihi wasallam secara mursal. Telah menceritakan kepada kami [Abu Dawud Sulaiman bin Ma'bad], telah menceritakan kepada kami [Abdurrazzaq] dari [Ma'mar] dari [Zaid bin Aslam] dari [bapaknya] dari Nabi shallallahu 'alaihi wasallam semisalnya, namun di dalam sanadnya ia tidak menyebutkan; Dari Umar.","arab":"حَدَّثَنَا يَحْيَى بْنُ مُوسَى حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُوا الزَّيْتَ وَادَّهِنُوا بِهِ فَإِنَّهُ مِنْ شَجَرَةٍ مُبَارَكَةٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ وَكَانَ عَبْدُ الرَّزَّاقِ يَضْطَرِبُ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرُبَّمَا ذَكَرَ فِيهِ عَنْ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرُبَّمَا رَوَاهُ عَلَى الشَّكِّ فَقَالَ أَحْسَبُهُ عَنْ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرُبَّمَا قَالَ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا حَدَّثَنَا أَبُو دَاوُدَ سُلَيْمَانُ بْنُ مَعْبَدٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعَمَرٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ عُمَرَ","source":"Tirmidzi"},"__N_SSG":true}