{"pageProps":{"number":"1795","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Yahya], telah menceritakan kepada kami [Muhammad bin Yusuf] Telah menceritakan kepada kami [Isra`il], telah menceritakan kepada kami [Ibrahim bin Muhajir] dari [Amir Asy Sya'bi] dari [An Nu'man bin Basyir] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya dari gandum yang bagus dan putih, dari gandum biasa, dari korma dan dari anggur, serta dari madu dapat dibuat khamr (arak).\" Hadits semakna juga diriwayatkan dari Abu Hurairah. Abu Isa berkata; Ini merupakan hadits gharib. Telah menceritakan kepada kami [Al Hasan bin Ali Al Khallal], telah menceritakan kepada kami [Yahya bin Adam] dari [Isra`il] semisalnya. [Abu Hayyan] juga telah meriwayatkan hadits ini dari [Asy Sya'bi] dari [Ibnu Umar] dari [Umar] ia berkata; \"Sesungguhnya dari biji gandum dapat dibuat khamr.\" Lalu menuturkan hadits ini. Demikian pula, telah menceritakan kepada kami [Ahmad bin Mani'], telah menceritakan kepada kami [Abdullah bin Idris] dari [Abu Hayyan At Taimi] dari [Asy Sya'bi] dari [Ibnu Umar] dari [Umar bin Al Khaththab] ia berkata; \"Sesungguhnya dari biji gandum dapat dibuat khamr.\" Hadits ini lebih shahih daripada haditsnya Ibrahim bin Muhajir. Ali Al Madini berkata; Yahya bin Sa'id berkata; Ibrahim bin Muhajir bukan orang yang kuat dalam periwayatan hadits. Hadits ini telah diriwayatkan juga dari Nu'man bin Basyir melalui banyak jalur.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا إِسْرَائِيلُ حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُهَاجِرٍ عَنْ عَامِرٍ الشَّعْبِيِّ عَنْ النُّعْمَانِ بْنِ بَشِيرٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنْ الْحِنْطَةِ خَمْرًا وَمِنْ الشَّعِيرِ خَمْرًا وَمِنْ التَّمْرِ خَمْرًا وَمِنْ الزَّبِيبِ خَمْرًا وَمِنْ الْعَسَلِ خَمْرًاقَالَ وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا يَحْيَى بْنُ آدَمَ عَنْ إِسْرَائِيلَ نَحْوَهُ وَرَوَى أَبُو حَيَّانَ التَّيْمِيُّ هَذَا الْحَدِيثَ عَنْ الشَّعْبِيِّ عَنْ ابْنِ عُمَرَ عَنْ عُمَرَ قَالَ إِنَّ مِنْ الْحِنْطَةِ خَمْرًا فَذَكَرَ هَذَا الْحَدِيثَ حَدَّثَنَا بِذَلِكَ أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ أَبِي حَيَّانَ التَّيْمِيِّ عَنْ الشَّعْبِيِّ عَنْ ابْنِ عُمَرَ عَنْ عُمَرَ بْنِ الْخَطَّابِ إِنَّ مِنْ الْحِنْطَةِ خَمْرًا بِهَذَا وَهَذَا أَصَحُّ مِنْ حَدِيثِ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ و قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ لَمْ يَكُنْ إِبْرَاهِيمُ بْنُ مُهَاجِرٍ بِالْقَوِيِّ الْحَدِيثِ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ أَيْضًا عَنْ النُّعْمَانِ بْنِ بَشِيرٍ","source":"Tirmidzi"},"__N_SSG":true}