{"pageProps":{"number":"18","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata, telah menceritakan kepada kami [Hafsh bin Ghiyats] dari [Dawud bin Abu Hind] dari [Asy Sya'bi] dari [Alqamah] dari [Abdullah bin Mas'ud] ia berkata, Rasulullah Shallahu 'alaihi wa Sallam bersabda: \" Janganlah kalian beristinja` dengan menggunakan kotoran hewan dan tulang, karena sesungguhnya ia adalah makanan saudara kalian dari bangsa jin.\" Dalam bab ini ada juga hadits dari Abu Hurairah, Salman, Jabir dan Ibnu Umar.\" Abu Isa berkata; \" [Isma'il bin Ibrahim] dan selainnya meriwayatkan hadits ini dari [Dawud bin Abu Hind], dari [Asy Sya'bi], dari [Alqamah], dari [Abdullah], bahwasanya ia bersama Nabi Shallahu 'alaihi wa Sallam pada malam lailatul qadar…haditsnya panjang. Asy Sya'bi berkata, Nabi Shallahu 'alaihi wa Sallam bersabda: \"Janganlah kalian beristinja` dengan kotoran dan tulang karena sesungguhnya ia adalah makanan saudara kalian dari bangsa jin.\" Seakan-akan hadits riwayat Isma'il lebih shahih dari riwayat Hafsh bin Ghiyats. Para ulama mengamalkan hadits ini. Dan dalam hadits ada hadits lain juga yang diriwayatkan oleh Jabir dan Ibnu Umar Radliaallahu 'anhuma.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنْ الشَّعْبِيِّ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَسْتَنْجُوا بِالرَّوْثِ وَلَا بِالْعِظَامِ فَإِنَّهُ زَادُ إِخْوَانِكُمْ مِنْ الْجِنِّوَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَسَلْمَانَ وَجَابِرٍ وَابْنِ عُمَرَ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ وَغَيْرُهُ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنْ الشَّعْبِيِّ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ أَنَّهُ كَانَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ الْجِنِّ الْحَدِيثَ بِطُولِهِ فَقَالَ الشَّعْبِيُّ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَسْتَنْجُوا بِالرَّوْثِ وَلَا بِالْعِظَامِ فَإِنَّهُ زَادُ إِخْوَانِكُمْ مِنْ الْجِنِّ وَكَأَنَّ رِوَايَةَ إِسْمَعِيلَ أَصَحُّ مِنْ رِوَايَةِ حَفْصِ بْنِ غِيَاثٍ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ وَفِي الْبَاب عَنْ جَابِرٍ وَابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا","source":"Tirmidzi"},"__N_SSG":true}