{"pageProps":{"number":"2173","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sufyan bin Waki'] telah menceritakan kepada kami ['Abdul A'la] dari [Al Jurairi] dari [Abu Nadlrah] dari [Abu Sa'id] berkata: Rasulullah Shallallahu 'alahi wa Salam bertemu dengan Ibnu Sha'id di suatu jalan Madinah lalu beliau menahannya, ia adalah budak Yahudi dan ia memiliki rambut yang dipintal, saat itu Rasulullah Shallallahu 'alahi wa Salam bersama Abu Bakar dan Umar, Rasulullah Shallallahu 'alahi wa Salam bertanya padanya: \"Apa kau bersaksi bahwa aku utusan Allah?\" ia balik bertanya: Apa kau bersaksi bahwa aku utusan Allah? Nabi Shallallahu 'alaihi wa Salam bersabda: \"Aku beriman kepada Allah, malaikat, kitab, rasul dan hari akhir.\" Nabi Shallallahu 'alaihi wa Salam: \"Apa yang kau lihat?\" Abu Sha'id menjawab: Aku melihat 'arsy diatas air. Nabi Shallallahu 'alaihi wa Salam bersabda: \"Kau melihat 'arsynya iblis diatas laut.\" Beliau bertanya: \"Apa yang kau lihat?\" Ibnu Sha'id menjawab: Aku melihat seorang jujur dan dua pendusta atau dua orang jujur dan seorang pendusta. Nabi Shallallahu 'alaihi wa Salam bersabda: \"Disamarkan baginya.\" Lalu nabi Shallallahu 'alaihi wa Salam memanggilnya. Berkata Abu Isa: Dalam hal ini ada hadits serupa dari Umar, Husain bin Ali, Ibnu Umar, Abu Dzarr, Ibnu Mas'ud, Jabir, Hafshah. Berkata Abu Isa: Hadits ini hasan.","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ الْجُرَيْرِيِّ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ قَالَلَقِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ابْنَ صَائِدٍ فِي بَعْضِ طُرُقِ الْمَدِينَةِ فَاحْتَبَسَهُ وَهُوَ غُلَامٌ يَهُودِيٌّ وَلَهُ ذُؤَابَةٌ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَشْهَدُ أَنِّي رَسُولُ اللَّهِ فَقَالَ أَتَشْهَدُ أَنْتَ أَنِّي رَسُولُ اللَّهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آمَنْتُ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَرَى قَالَ أَرَى عَرْشًا فَوْقَ الْمَاءِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَرَى عَرْشَ إِبْلِيسَ فَوْقَ الْبَحْرِ قَالَ فَمَا تَرَى قَالَ أَرَى صَادِقًا وَكَاذِبِينَ أَوْ صَادِقِينَ وَكَاذِبًا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لُبِسَ عَلَيْهِ فَدَعَاهُقَالَ وَفِي الْبَاب عَنْ عُمَرَ وَحُسَيْنِ بْنِ عَلِيٍّ وَابْنِ عُمَرَ وَأَبِي ذَرٍّ وَابْنِ مَسْعُودٍ وَجَابِرٍ وَحَفْصَةَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ","source":"Tirmidzi"},"__N_SSG":true}