{"pageProps":{"number":"2179","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Mu'adz bin Hisyam] telah menceritakan kepada kami [ayahku] dari [Qatadah] dari [Asy Sya'bi] dari [Fathimah binti Qais], nabi Shallallahu 'alaihi wa Salam naik mimbar lalu beliau tertawa, setelah itu beliau bersabda: \" Tamim Ad Dari menceritakan sesuatu padaku lalu aku gembira, karena itu aku ingin menceritakan kisahku pada kalian; beberapa orang dari penduduk Palestina naik perahu di laut lalu perahu itu membawa mereka berkeliling hingga menghempaskan mereka ke salah satu pulau di laut, ternyata ada sebuah binatang banyak mengenakan pakaian dan panjang rambutnya. Mereka bertanya: Apa kau ini? ia menjawab: Aku adalah pencari-cari khabar. Mereka berkata: Beritahulah kami. Binatang itu menjawab: Aku tidak akan memberitahu kalian dan aku tidak akan bertanya kepada kalian, tapi pergilah ke ujung kampung, di sana akan ada yang memberitahu kalian dan bertanya pada kalian. Kami mendatangi ujung kampung, ternyata disana ada seseorang yang tengah dirantai. Orang itu bertanya: Beritahukan padaku tentang mata air Zughar. Kami berkata: Penuh dan memancar. Ia bertanya: Beritahukan padaku tentang danau. Kami berkata: Penuh dan memancar. Ia bertanya: Beritahukan padaku tentang kurma Baisan yang ada di antara Urdun dan Palestina, apakah sudah berbuah? Kami menjawab: Ya. Ia bertanya: Beritahukan padaku tentang nabi Shallallahu 'alaihi wa Salam, apakah sudah diutus? Kami menjawab: Ya. Ia bertanya: Beritahukan padaku bagaimana orang-orang mendatanginya? Kami menjawab: Cepat. Lalu ia meloncat hingga kami hampir bertanya: Siapa kamu? Ia menjawab: Aku Dajjal. Ia memasuki seluruh daerah kecuali Thaibah dan Thaibah adalah Madinah. Berkata Abu Isa: hadits ini hasan shahih gharib dari hadits Qatadah dari Sya'bi. Diriwayatkan oleh beberapa perawi dari Asy Sya'bi dari Fathimah binti Qais.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنَا أَبِي عَنْ قَتَادَةَ عَنْ الشَّعْبِيِّ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍأَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَعِدَ الْمِنْبَرَ فَضَحِكَ فَقَالَ إِنَّ تَمِيمًا الدَّارِيَّ حَدَّثَنِي بِحَدِيثٍ فَفَرِحْتُ فَأَحْبَبْتُ أَنْ أُحَدِّثَكُمْ حَدَّثَنِي أَنَّ نَاسًا مِنْ أَهْلِ فِلَسْطِينَ رَكِبُوا سَفِينَةً فِي الْبَحْرِ فَجَالَتْ بِهِمْ حَتَّى قَذَفَتْهُمْ فِي جَزِيرَةٍ مِنْ جَزَائِرِ الْبَحْرِ فَإِذَا هُمْ بِدَابَّةٍ لَبَّاسَةٍ نَاشِرَةٍ شَعْرَهَا فَقَالُوا مَا أَنْتِ قَالَتْ أَنَا الْجَسَّاسَةُ قَالُوا فَأَخْبِرِينَا قَالَتْ لَا أُخْبِرُكُمْ وَلَا أَسْتَخْبِرُكُمْ وَلَكِنْ ائْتُوا أَقْصَى الْقَرْيَةِ فَإِنَّ ثَمَّ مَنْ يُخْبِرُكُمْ وَيَسْتَخْبِرُكُمْ فَأَتَيْنَا أَقْصَى الْقَرْيَةِ فَإِذَا رَجُلٌ مُوثَقٌ بِسِلْسِلَةٍ فَقَالَ أَخْبِرُونِي عَنْ عَيْنِ زُغَرَ قُلْنَا مَلْأَى تَدْفُقُ قَالَ أَخْبِرُونِي عَنْ الْبُحَيْرَةِ قُلْنَا مَلْأَى تَدْفُقُ قَالَ أَخْبِرُونِي عَنْ نَخْلِ بَيْسَانَ الَّذِي بَيْنَ الْأُرْدُنِّ وَفِلَسْطِينَ هَلْ أَطْعَمَ قُلْنَا نَعَمْ قَالَ أَخْبِرُونِي عَنْ النَّبِيِّ هَلْ بُعِثَ قُلْنَا نَعَمْ قَالَ أَخْبِرُونِي كَيْفَ النَّاسُ إِلَيْهِ قُلْنَا سِرَاعٌ قَالَ فَنَزَّى نَزْوَةً حَتَّى كَادَ قُلْنَا فَمَا أَنْتَ قَالَ أَنَا الدَّجَّالُ وَإِنَّهُ يَدْخُلُ الْأَمْصَارَ كُلَّهَا إِلَّا طَيْبَةَ وَطَيْبَةُ الْمَدِينَةُقَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ قَتَادَةَ عَنْ الشَّعْبِيِّ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ الشَّعْبِيِّ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ","source":"Tirmidzi"},"__N_SSG":true}