{"pageProps":{"number":"2198","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Abu 'Ubaidillah As Salimi Al Bashri] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Sa'id] dari [Qatadah] dari [Muhammad bin Sirin] dari [Abu Hurairah] berkata: Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Mimpi itu ada tiga; mimpi yang benar, mimpi yang dibisikkan oleh jiwa seseorang, dan mimpi dari kesedihan yang dibuat setan, bila salah seorang dari kalian bermimpi sesuatu yang tidak ia suka, hendaklah bangun lalu shalat.\" Beliau bersabda: \"Aku suka mimpi diikat tali dan aku tidak suka bermimpi kedua tanganku terikat ditengkuk, sebab terikat tali itu maknanya teguh dalam agama.\" Beliau bersabda: \"Barangsiapa bermimpi melihaku berarti ia benar-benar melihatku karena sesungguhnya setan tidak bisa menyerupaiku.\" Beliau bersabda: \"Jangan menceritakan mimpi kecuali kepada orang 'alim atau penasehat.\" Dalam hal ini ada hadits serupa dari Anas, Abu Bakrah, Ummu Al 'Alla`, Ibnu 'Umar, 'A`isyah, Abu Musa, Jabir, Abu Sa'id, Ibnu 'Abbas, 'Abdullah bin 'Amru. Berkata Abu Isa: Hadits ini hasan shahih.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ أَبِي عُبَيْدِ اللَّهِ السَّلِيمِيُّ الْبَصْرِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرُّؤْيَا ثَلَاثٌ فَرُؤْيَا حَقٌّ وَرُؤْيَا يُحَدِّثُ بِهَا الرَّجُلُ نَفْسَهُ وَرُؤْيَا تَحْزِينٌ مِنْ الشَّيْطَانِ فَمَنْ رَأَى مَا يَكْرَهُ فَلْيَقُمْ فَلْيُصَلِّ وَكَانَ يَقُولُ يُعْجِبُنِي الْقَيْدُ وَأَكْرَهُ الْغُلَّ الْقَيْدُ ثَبَاتٌ فِي الدِّينِ وَكَانَ يَقُولُ مَنْ رَآنِي فَإِنِّي أَنَا هُوَ فَإِنَّهُ لَيْسَ لِلشَّيْطَانِ أَنْ يَتَمَثَّلَ بِي وَكَانَ يَقُولُ لَا تُقَصُّ الرُّؤْيَا إِلَّا عَلَى عَالِمٍ أَوْ نَاصِحٍوَفِي الْبَاب عَنْ أَنَسٍ وَأَبِي بَكْرَةَ وَأُمِّ الْعَلَاءِ وَابْنِ عُمَرَ وَعَائِشَةَ وَأَبِي مُوسَى وَجَابِرٍ وَأَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}