{"pageProps":{"number":"2567","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sufyan bin Waki'] telah menceritakan kepada kami [Rauh bin 'Ubadah] dari [Ibnu Juraij] telah mengabarkan kepadaku ['Amru bin Abu Sufyan] bahwa ['Amru bin Abdullah bin Sufwan] telah mengabarkan kepadanya bahwa [Kaladah bin Hambal] telah mengabarkan kepadanya bahwa Sufwan bin Umayyah mengutusnya untuk membawa susu, susu yang baru di perah dan mentimun kepada Nabi shallallahu 'alaihi wasallam, sedangkan Nabi shallallahu 'alaihi wasallam tengah berada di atas lembah, \" Kaldah berkata; \"Kemudian aku menemui beliau tanpa mengucapkan salam dan tanpa izin, maka Nabi shallallahu 'alaihi wasallam bersabda: \"Kembalilah dan ucapkan: Assalaamu'alaikum, apakah aku boleh masuk?\" peristiwa itu terjadi setelah Shufwan masuk Islam.\" 'Amru berkata; telah mengabarkan kepadaku ['Umayyah bin Shufwan] dengan hadits ini, namun dia tidak mengatakan; \"Aku telah mendengarnya dari Kaladah. Abu Isa berkata; Hadits ini hasan gharib, kami tidak mengetahuinya kecuali dari hadits Ibnu Juraij, dan [Abu 'Ashim] juga telah meriwayatkan dari [Ibnu Juraij] hadits seperti ini.","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ عَنْ ابْنِ جُرَيْجٍ أَخْبَرَنِي عَمْرُو بْنُ أَبِي سُفْيَانَ أَنَّ عَمْرَو بْنَ عَبْدِ اللَّهِ بْنِ صَفْوَانَ أَخْبَرَهُ أَنَّ كَلَدَةَ بْنَ حَنْبَلٍ أَخْبَرَهُأَنَّ صَفْوَانَ بْنَ أُمَيَّةَ بَعَثَهُ بِلَبَنٍ وَلِبَإٍ وَضَغَابِيسَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَعْلَى الْوَادِي قَالَ فَدَخَلْتُ عَلَيْهِ وَلَمْ أُسَلِّمْ وَلَمْ أَسْتَأْذِنْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ارْجِعْ فَقُلْ السَّلَامُ عَلَيْكُمْ أَأَدْخُلُ وَذَلِكَ بَعْدَ مَا أَسْلَمَ صَفْوَانُقَالَ عَمْرٌو وَأَخْبَرَنِي بِهَذَا الْحَدِيثِ أُمَيَّةُ بْنُ صَفْوَانَ وَلَمْ يَقُلْ سَمِعْتُهُ مِنْ كَلَدَةَ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ ابْنِ جُرَيْجٍ وَرَوَاهُ أَبُو عَاصِمٍ أَيْضًا عَنْ ابْنِ جُرَيْجٍ مِثْلَ هَذَا","source":"Tirmidzi"},"__N_SSG":true}