{"pageProps":{"number":"2598","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Abu Daud] telah mengabarkan kepada kami [Syu'bah] telah mengabarkan kepada kami [Ibnu Abu Laila] dari saudaranya yaitu [Isa bin Abdurrahman] dari [Abdurrahman bin Abu Laila] dari [Abu Ayyub] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila salah seorang dari kalian bersin, hendaknya dia mengucapkan \"ALHAMDULILLAAH 'ALA KULLI HAAL (segala puji bagi Allah dalam kondisi apapun), \" kemudian orang yang menjawabnya mengucapkan \"YARHAMUKALLAAH (semoga Allah merahmatimu), \" lalu dia membalas \"YAHDIKUMULLAAHU WA YUSLIH BAALAKUM (semoga Allah memberi petunjuk kepada kalian dan memperbaiki kondisi kalian).\" Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Ibnu Abu Laila] dengan sanad seperti ini. Abu Isa berkata; Demikianlah Syu'bah meriwayatkan hadits ini dari Ibnu Abu Laila dari Abu Ayyub dari Nabi shallallahu 'alaihi wasallam, Ibnu Abu Laila meriwayatkan hadits ini secara mudltharib (matan atau sanadnya berlawanan), terkadang mengatakan; Dari Abu Ayyub dari Nabi shallallahu 'alaihi wasallam, terkadang mengatakan; Dari Ali dari Nabi shallallahu 'alaihi wasallam.\" Telah menceritakan kepada kami [Muhammad bin Basyar] dan [Muhammad bin Yahya Ats Tsaqafi Al Marwazi] keduanya berkata; telah menceritakan kepada kami [Yahya bin Sa'id Al Qattan] dari [Ibnu Abu Laila] dari saudaranya yaitu [Isa] dari [Abdurrahman bin Abu Laila] dari [Ali] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ أَخْبَرَنَا شُعْبَةُ أَخْبَرَنِي ابْنُ أَبِي لَيْلَى عَنْ أَخِيهِ عِيسَى بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ أَبِي أَيُّوبَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلْ الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ وَلْيَقُلْ الَّذِي يَرُدُّ عَلَيْهِ يَرْحَمُكَ اللَّهُ وَلْيَقُلْ هُوَ يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ ابْنِ أَبِي لَيْلَى بِهَذَا الْإِسْنَادِ نَحْوَهُ قَالَ هَكَذَا رَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ ابْنِ أَبِي لَيْلَى عَنْ أَبِي أَيُّوبَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ ابْنُ أَبِي لَيْلَى يَضْطَرِبُ فِي هَذَا الْحَدِيثِ يَقُولُ أَحْيَانًا عَنْ أَبِي أَيُّوبَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيَقُولُ أَحْيَانًا عَنْ عَلِيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ وَمُحَمَّدُ بْنُ يَحْيَى الثَّقَفِيُّ الْمَرْوَزِيُّ قَالَا حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ ابْنِ أَبِي لَيْلَى عَنْ أَخِيهِ عِيسَى عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عَلِيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Tirmidzi"},"__N_SSG":true}