{"pageProps":{"number":"2829","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Abu 'Awanah] dari [Utsman bin Al Mughirah] dari [Ali bin Rabi'ah] dari [Asma` bin Al Hakam Al Fazari] ia berkata; Aku mendengar [Ali] berkata; Aku adalah seseorang yang bila mendengar suatu hadits dari Rasulullah shallallahu 'alaihi wasallam, Allah memanfaatkanku darinya seperti yang Ia kehendaki dan bila seseorang sahabatku menceritakan kepadaku, aku memintanya bersumpah, bila ia bersumpah, aku membenarkannya. [Abu Bakar] pernah menceritakan kepadaku, sementara Abu Bakar adalah orang yang jujur, ia berkata; Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seseorang melakukan suatu dosa, kemudian berdiri, wudhu lalu shalat, setelah itu ia meminta ampun kepada Allah melainkan pasti diampuni.\" Setelah itu Abu Bakar membaca ayat ini: Dan (juga) orang-orang yang apabila mengerjakan perbuatan keji atau menganiaya diri sendiri, mereka ingat akan Allah, lalu memohon ampun terhadap dosa-dosa mereka. QS Ali Imran: 135, hingga akhir ayat. Abu Isa berkata; Hadits ini diriwayatkan oleh [Syu'bah] dan beberapa orang dari [Utsman bin Al Mughirah] dan mereka memarfu'kannya. Diriwayatkan juga oleh [Mis'ar] dan [Sufyan] dari [Utsman bin Al Mughirah], tapi keduanya tidak memarfu'kannya. Sebagian lainnya meriwayatkannya dari Mis'ar dan memauqufkannya, sementara sebagian lainnya memarfu'kannya. Sufyan Ats Tsauri meriwayatkannya dari Utsman bin Al Mughirah lalu memauqufkannya. Kami tidak mengetahui hadits Amsa` bin Al Hakam selain hadits ini.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ عَنْ عَلِيِّ بْنِ رَبِيعَةَ عَنْ أَسْمَاءَ بْنِ الْحَكَمِ الْفَزَارِيِّ قَال سَمِعْتُ عَلِيًّا يَقُولُإِنِّي كُنْتُ رَجُلًا إِذَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا نَفَعَنِي اللَّهُ مِنْهُ بِمَا شَاءَ أَنْ يَنْفَعَنِي وَإِذَا حَدَّثَنِي رَجُلٌ مِنْ أَصْحَابِهِ اسْتَحْلَفْتُهُ فَإِذَا حَلَفَ لِي صَدَّقْتُهُ وَإِنَّهُ حَدَّثَنِي أَبُو بَكْرٍ وَصَدَقَ أَبُو بَكْرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَا مِنْ رَجُلٍ يُذْنِبُ ذَنْبًا ثُمَّ يَقُومُ فَيَتَطَهَّرُ ثُمَّ يُصَلِّي ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلَّا غَفَرَ لَهُ ثُمَّ قَرَأَ هَذِهِ الْآيَةَ{ وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ }إِلَى آخِرِ الْآيَةِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ قَدْ رَوَاهُ شُعْبَةُ وَغَيْرُ وَاحِدٍ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ فَرَفَعُوهُ وَرَوَاهُ مِسْعَرٌ وَسُفْيَانُ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ فَلَمْ يَرْفَعَاهُ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ مِسْعَرٍ فَأَوْقَفَهُ وَرَفَعَهُ بَعْضُهُمْ وَرَوَاهُ سُفْيَانُ الثَّوْرِيُّ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ فَأَوْقَفَهُ وَلَا نَعْرِفُ لِأَسْمَاءَ بْنِ الْحَكَمِ حَدِيثًا إِلَّا هَذَا","source":"Tirmidzi"},"__N_SSG":true}