{"pageProps":{"number":"2866","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Umar bin Yunus Al Yamami] telah menceritakan kepada kami [Ikrimah bin Ammar] telah menceritakan kepada kami [Abu Zumail] telah menceritakan kepada kami [Abdullah bin Abbas] telah menceritakan kepada kami [Umar bin Al Khaththab] berkata: Nabi Shallallahu 'alaihi wa Salam melihat kaum musyrikin yang berjumlah seribu orang sedangkan sahabatnya berjumlah tiga ratus lebih belasan orang, lalu beliau menghadap kiblat kemudian menengadahkan tangannya seraya berdo'a: ALLOOHUMMA ANJIZ LII MAA WA'ADTANII, ALLOOHUMMA IN TUHLIK HAADZIHIL 'ISHOOBATA MIN AHLIL ISLAAM, LAA TU'BAD FIL ARDHI \"Ya Allah berikan semua yang telah Engkau janjikan padaku, ya Allah datangkanlah semua yang telah Engkau janjikan padaku, ya Allah seandainya Engkau binasakan kaum muslimin ini, tentu tak ada lagi yang menyembahMu di muka bumi ini, \" beliau tak henti-hentinya berdo'a serta menengadahkan tangannya sampai selendangnya jatuh dari pundaknya lalu Abu Bakar mengambil dan meletakkannya kembali di pundaknya kemudian ia (seakan) memeluknya dari belakang dan mengatakan: Wahai Nabi Allah cukuplah kiranya baginda memanjatkan permohonan baginda karena Dia pasti akan memberikan semua yang telah dijanjikan itu. Lalu Allah menurunkan \"(Ingatlah), ketika kamu memohon pertolongan kepada Rabbmu, lalu diperkenankannya bagimu: 'Sesungguhnya Aku akan mendatangkan bala banbaginda kepada kamu dengan seribu malaikat yang datang berturut-turut.\" (Al Anfaal: 9) Abu Isa mengatakan bahwa hadits ini hasan shahih gharib, kami tidak mengetahuinya dari hadits Umar kecuali dari hadits Ikrimah bin Ammar dari Abu Zumail. Abu Zumail namanya Simak Al Hanafi. Ini terjadi pada perang Badar.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْيَمَامِيُّ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ حَدَّثَنَا أَبُو زُمَيْلٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عبَّاسٍ حَدَّثَنَا عُمَرُ بْنُ الْخَطَّابِ قَالَنَظَرَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمُشْرِكِينَ وَهُمْ أَلْفٌ وَأَصْحَابُهُ ثَلَاثُ مِائَةٍ وَبِضْعَةُ عَشَرَ رَجُلًا فَاسْتَقْبَلَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقِبْلَةَ ثُمَّ مَدَّ يَدَيْهِ وَجَعَلَ يَهْتِفُ بِرَبِّهِ اللَّهُمَّ أَنْجِزْ لِي مَا وَعَدْتَنِي اللَّهُمَّ آتِنِي مَا وَعَدْتَنِي اللَّهُمَّ إِنْ تُهْلِكْ هَذِهِ الْعِصَابَةَ مِنْ أَهْلِ الْإِسْلَامِ لَا تُعْبَدُ فِي الْأَرْضِ فَمَا زَالَ يَهْتِفُ بِرَبِّهِ مَادًّا يَدَيْهِ مُسْتَقْبِلَ الْقِبْلَةِ حَتَّى سَقَطَ رِدَاؤُهُ مِنْ مَنْكِبَيْهِ فَأَتَاهُ أَبُو بَكْرٍ فَأَخَذَ رِدَاءَهُ فَأَلْقَاهُ عَلَى مَنْكِبَيْهِ ثُمَّ الْتَزَمَهُ مِنْ وَرَائِهِ فَقَالَ يَا نَبِيَّ اللَّهِ كَفَاكَ مُنَاشَدَتَكَ رَبَّكَ إِنَّهُ سَيُنْجِزُ لَكَ مَا وَعَدَكَ فَأَنْزَلَ اللَّهُ تَبَارَكَ وَتَعَالَى{ إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنْ الْمَلَائِكَةِ مُرْدِفِينَ }فَأَمَدَّهُمْ اللَّهُ بِالْمَلَائِكَةِقَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لَا نَعْرِفُهُ مِنْ حَدِيثِ عُمَرَ إِلَّا مِنْ حَدِيثِ عِكْرِمَةَ بْنِ عَمَّارٍ عَنْ أَبِي زُمَيْلٍ وَأَبُو زُمَيْلٍ اسْمُهُ سِمَاكٌ الْحَنَفِيُّ وَإِنَّمَا كَانَ هَذَا يَوْمَ بَدْرٍ","source":"Tirmidzi"},"__N_SSG":true}