{"pageProps":{"number":"315","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] berkata; telah menceritakan kepada kami [Waki'] berkata; telah menceritakan kepada kami [Asy'ats bin Sa'id As Samman] dari ['Ashim bin Ubaidullah] dari [Abdullah bin 'Amir bin Rabi'ah] dari [Ayahnya] ia berkata; \"Kami bersama Nabi shallallahu 'alaihi wasallam dalam sebuah perjalanan di malam yang gelap gulita hingga kami tidak mengetahui ke mana arah kiblat, maka setiap orang dari kami shalat menurut keyakinannya. Keesokan harinya hal itu kami sampaikan kepada Nabi shallallahu 'alaihi wasallam, maka turunlah ayat: \"(Maka kemanapun kamu menghadap di situlah wajah Allah).\" Abu Isa berkata; \"Hadits ini sanadnya tidak kuat, kami tidak mengetahuinya kecuali dari hadits Asy'ats As Samman, Asy'ats bin Sa'id adalah Abu Ar Rabi' As Samman, dan ia dianggap lemah dalam masalah hadits. Kebanyakan para ahli ilmu sependapat dengan pemahaman hadits ini, mereka mengatakan, \"Apabila suasa mendung seseorang shalat tidak menghadap kiblat, setelah itu mengetahui bahwa ia shalat tidak menghadap kiblat maka shalatnya sah.\" Pendapat inilah yang diambil oleh Sufyan Ats Tsauri, bin Al Mubarak, Ahmad dan Ishaq.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا أَشْعَثُ بْنُ سَعِيدٍ السَّمَّانُ عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ عَنْ أَبِيهِ قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فِي لَيْلَةٍ مُظْلِمَةٍ فَلَمْ نَدْرِ أَيْنَ الْقِبْلَةُ فَصَلَّى كُلُّ رَجُلٍ مِنَّا عَلَى حِيَالِهِ فَلَمَّا أَصْبَحْنَا ذَكَرْنَا ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَزَلَ{ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِذَاكَ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ أَشْعَثَ السَّمَّانِ وَأَشْعَثُ بْنُ سَعِيدٍ أَبُو الرَّبِيعِ السَّمَّانُ يُضَعَّفُ فِي الْحَدِيثِ وَقَدْ ذَهَبَ أَكْثَرُ أَهْلِ الْعِلْمِ إِلَى هَذَا قَالُوا إِذَا صَلَّى فِي الْغَيْمِ لِغَيْرِ الْقِبْلَةِ ثُمَّ اسْتَبَانَ لَهُ بَعْدَمَا صَلَّى أَنَّهُ صَلَّى لِغَيْرِ الْقِبْلَةِ فَإِنَّ صَلَاتَهُ جَائِزَةٌ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَأَحْمَدُ وَإِسْحَقُ","source":"Tirmidzi"},"__N_SSG":true}