{"pageProps":{"number":"3179","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] telah menceritakan kepada kami [Yazid bin Harun] telah mengabarkan kepada kami [Azhar bin Sinan] telah menceritakan kepada kami [Muhammad bin Wasi']? ia berkata; aku datang ke Mekkah kemudian bertemu dengan saudaraku yaitu [Salim bin Abdullah bin Umar] kemudian ia menceritakan kepadaku dari [ayahnya] dari [kakeknya] bahwa Rasulullah shallallahu 'alaihi wa salam bersabda: \"Barang siapa yang memasuki pasar kemudian mengucapkan; LAA ILAAHA ILLALLAAHU WAHDAHU LAA SYARIIKA LAH, LAHUL MULKU WA LAHUL HAMDU YUHYII WA YUMIITU LAA YAMUUTU BIYADIHIL KHAIRU WA HUWA 'ALAA KULLI SYAI-IN QADIIR (tidak ada tuhan yang berhak disembah kecuali Allah semata tidak ada sekutu bagiNya, milikNya semua kerajaan dan bagiNya seluruh pujian, Dia Yang menghidupkan, dan mematikan, Dia tidak mati, di tanganNya segala kebaikan, dan Dia Maha Mampu melakukan segala sesuatu) maka Allah mencatat baginya satu juta kebaikan, dan menghapus darinya satu juta kesalahan, serta mengangkat untuknya satu juga derajat.\" Abu Isa berkata; hadits ini adalah hadits gharib. ['Amru bin Dinar] yang merupakan wakil keluarga Az Zubair telah meriwayatkan dari [Salim bin Abdullah] hadits ini seperti hadits itu.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا أَزْهَرُ بْنُ سِنَانٍ حَدَّثَنَا مُحَمَّدُ بْنُ وَاسِعٍ قَالَ قَدِمْتُ مَكَّةَ فَلَقِيَنِي أَخِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ فَحَدَّثَنِي عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ دَخَلَ السُّوقَ فَقَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ كَتَبَ اللَّهُ لَهُ أَلْفَ أَلْفِ حَسَنَةٍ وَمَحَا عَنْهُ أَلْفَ أَلْفِ سَيِّئَةٍ وَرَفَعَ لَهُ أَلْفَ أَلْفِ دَرَجَةٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَقَدْ رَوَاهُ عَمْرُو بْنُ دِينَارٍ وَهُوَ قَهْرَمَانُ آلِ الزُّبَيْرِ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ هَذَا الْحَدِيثَ نَحْوَهُ","source":"Tirmidzi"},"__N_SSG":true}