{"pageProps":{"number":"3286","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Musa Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Yazid bin Khumair Asy Syami] dari [Abdullah bin Busr] ia berkata; Rasulullah shallallahu 'alaihi wasallam mengunjungi ayahku, kemudian kami menyuguhkan makanan untuk beliau. Beliau pun makan sebagian darinya, kemudian beliau diberi kurma, dan beliau makan serta membuang bijinya menggunakan dua jari beliau. Abdullah bin Busr menggabungkan jari telunjuk dan jari tengah. Syu'bah berkata; dan itu yang aku yakini insya Allah. Dan beliau membuang biji kurma diantara kedua jarinya. Kemudian beliau diberi minum, lalu beliau meminumnya kemudian memberikan kepada orang yang ada di samping kanannya. Abdullah bin Busr berkata; ayahku dalam keadaan memegang kendali hewan kendaraannya berkata; doakan untuk kami! Kemudian beliau berdoa: \"ALLAAHUMMA BAARIK LAHUM FIIMAA RAZAQTAHUM WAGHFIR LAHUM WARHAMHUM.\" (Ya Allah, berkahilah mereka pada rizki yang telah engkau berikan kepada mereka, dan ampunilah dosa mereka, serta kasihilah merekah.\" Abu Isa berkata; hadits ini adalah hadits hasan shahih, dan telah diriwayatkan dari selain jalur ini dari Abdullah bin Busr.","arab":"حَدَّثَنَا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ يَزِيدَ بْنِ خُمَيْرٍ الشَّامِيِّ عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ قَالَنَزَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَبِي فَقَرَّبْنَا إِلَيْهِ طَعَامًا فَأَكَلَ مِنْهُ ثُمَّ أُتِيَ بِتَمْرٍ فَكَانَ يَأْكُلُ وَيُلْقِي النَّوَى بِإِصْبَعَيْهِ جَمَعَ السَّبَّابَةَ وَالْوُسْطَى قَالَ شُعْبَةُ وَهُوَ ظَنِّي فِيهِ إِنْ شَاءَ اللَّهُ وَأَلْقَى النَّوَى بَيْنَ أُصْبُعَيْنِ ثُمَّ أُتِيَ بِشَرَابٍ فَشَرِبَهُ ثُمَّ نَاوَلَهُ الَّذِي عَنْ يَمِينِهِ قَالَ فَقَالَ أَبِي وَأَخَذَ بِلِجَامِ دَابَّتِهِ ادْعُ لَنَا فَقَالَ اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ وَاغْفِرْ لَهُمْ وَارْحَمْهُمْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ","source":"Tirmidzi"},"__N_SSG":true}