{"pageProps":{"number":"3386","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ishaq bin Musa Al Anshari] telah menceritakan kepada kami [Ma'n] telah menceritakan kepada kami [Malik bin Anas] dari [Az Zuhri] dari [Humaid bin Abdurrahman] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda; \"Barang siapa yang menginfakkan satu pasang di jalan Allah, ia akan diseru di Surga; wahai hamba Allah, ini lebih baik. Barang siapa yang merupakan ahli shalat, ia diseru dari pintu shalat, dan barang siapa yang merupakan ahli jihad maka ia diseru dari pintu jihad, dan barang siapa yang merupakan ahli shadaqah maka ia diseru dari pintu shadaqah, dan barang siapa yang merupakan ahli puasa ia akan diseru dari pintu Ar Rayyan.\" Kemudian Abu Bakar berkata; \"Demi ayah dan ibuku yang aku menebus keduanya untukmu, tidak ada ruginya orang yang diseru dari seluruh pintu-pintu tersebut. Apakah ada seseorang yang diseru dari seluruh pintu-pintu tersebut? Beliau menjawab: \"Ya, dan saya berharap kamu termasuk diantara mereka.\" (Ket; Sepasang; Dua bilangan dari benda yang jenisnya sama. Misal; dua dinar, dua pakaian dll). Abu Isa berkata; \"Hadits ini adalah hadits hasan shahih.\" ","arab":"حَدَّثَنَا إِسْحَقُ بْنُ مُوسَى الْأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ الزُّهْرِيِّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيلِ اللَّهِ نُودِيَ فِي الْجَنَّةِ يَا عَبْدَ اللَّهِ هَذَا خَيْرٌ فَمَنْ كَانَ مِنْ أَهْلِ الصَّلَاةِ دُعِيَ مِنْ بَابِ الصَّلَاةِ وَمَنْ كَانَ مِنْ أَهْلِ الْجِهَادِ دُعِيَ مِنْ بَابِ الْجِهَادِ وَمَنْ كَانَ مِنْ أَهْلِ الصَّدَقَةِ دُعِيَ مِنْ بَابِ الصَّدَقَةِ وَمَنْ كَانَ مِنْ أَهْلِ الصِّيَامِ دُعِيَ مِنْ بَابِ الرَّيَّانِ فَقَالَ أَبُو بَكْرٍ بِأَبِي أَنْتَ وَأُمِّي مَا عَلَى مَنْ دُعِيَ مِنْ هَذِهِ الْأَبْوَابِ مِنْ ضَرُورَةٍ فَهَلْ يُدْعَى أَحَدٌ مِنْ تِلْكَ الْأَبْوَابِ كُلِّهَا قَالَ نَعَمْ وَأَرْجُو أَنْ تَكُونَ مِنْهُمْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}