{"pageProps":{"number":"3486","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Jarrah bin Makhlad bin AL Bahsri] telah menceritakan kepada kami [Mu'adz bin Hisyam] telah menceritakan kepadaku [ayahku] dari [Qatadah] dari [Khaitsamah bin Abu Sabrah] dia berkata; \"Aku datang ke Madinah, maka aku memohon kepada Allah supaya Dia memberi kemudahan kepadaku (bertemu) dengan seorang teman yang shalih, lantas Dia memberiku kemudahan kepadaku (bertemu) [Abu Hurairah], lalu aku bergaul dengannya, kataku kepadanya; \"Sesungguhnya aku (tadi) memohon kepada Allah supaya memberi kemudahan kepadaku (bertemu) seorang teman yang Shalih, lalu Dia menetapkan kamu kepadaku.\" Maka Abu Hurairah berkata; 'Dari kamu berasal?\" jawabku; \"Dari penduduk Kufah, aku datang untuk menuntut kebaikan (ilmu) dan mencarinya.\" Abu Hurairah berkata; \"bukankah di tengah-tengah kalian ada Sa'd bin Malik seorang yang do'anya mustajab, Ibnu Mas'ud seorang yang selalu melayani Rasulullah shallallahu 'alaihi wasallam ketika bersuci dan memakai sandal, Hudzaifah seorang juru rahasia Rasulullah shallallahu 'alaihi wasallam, 'Ammar yang telah dilindungi oleh Allah dari Syetan melalui lisan Nabi-Nya, dan Salman seorang yang menguasai dua kitab.\" Qatadah berkata; \"(Maksud) dua kitab adalah Injil dan Al Qur'an.\" Perawi (Abu Isa) berkata; \"Hadits ini adalah hadits hasan shahih gharib. Haitsamah adalah Ibnu Abdurrahman bin Abu Sabrah hanyasaja dia dinisbatkan kepada kakeknya.\"","arab":"حَدَّثَنَا الْجَرَّاحُ بْنُ مَخْلَدٍ الْبَصْرِيُّ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ عَنْ خَيْثَمَةَ بْنِ أَبِي سَبْرَةَ قَالَأَتَيْتُ الْمَدِينَةَ فَسَأَلْتُ اللَّهَ أَنْ يُيَسِّرَ لِي جَلِيسًا صَالِحًا فَيَسَّرَ لِي أَبَا هُرَيْرَةَ فَجَلَسْتُ إِلَيْهِ فَقُلْتُ لَهُ إِنِّي سَأَلْتُ اللَّهَ أَنْ يُيَسِّرَ لِي جَلِيسًا صَالِحًا فَوُفِّقْتَ لِي فَقَالَ لِي مِمَّنْ أَنْتَ قُلْتُ مِنْ أَهْلِ الْكُوفَةِ جِئْتُ أَلْتَمِسُ الْخَيْرَ وَأَطْلُبُهُ قَالَ أَلَيْسَ فِيكُمْ سَعْدُ بْنُ مَالِكٍ مُجَابُ الدَّعْوَةِ وَابْنُ مَسْعُودٍ صَاحِبُ طَهُورِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَعْلَيْهِ وَحُذَيْفَةُ صَاحِبُ سِرِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَمَّارٌ الَّذِي أَجَارَهُ اللَّهُ مِنْ الشَّيْطَانِ عَلَى لِسَانِ نَبِيِّهِ وَسَلْمَانُ صَاحِبُ الْكِتَابَيْنِقَالَ قَتَادَةُ وَالْكِتَابَانِ الْإِنْجِيلُ وَالْفُرْقَانُ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَخَيْثَمَةُ هُوَ ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَبْرَةَ إِنَّمَا نُسِبَ إِلَى جَدِّهِ","source":"Tirmidzi"},"__N_SSG":true}