{"pageProps":{"number":"399","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib] -yaitu Muhammad bin Al 'Ala` Al Hamdani berkata; telah menceritakan kepada kami [Zaid bin Al Hubab] berkata; telah menceritakan kepada kami [Umar bin Abu Khats'am] dari [Yahya bin Abu katsir] dari [Abu Salamah] dari [Abu Hurairah] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa melaksanakan shalat enam rakaat setelah maghrib, kemudian ia tidak berbicara buruk di antara shalat tersebut, maka akan dihitung baginya dengan ibadah selama dua belas tahun.\" Abu Isa berkata; \"Diriwayatkan dari 'Aisyah, dari Nabi shallallahu 'alaihi wasallam, bahwa beliau bersabda: \"Barangsiapa shalat dua puluh rakaat setelah maghrib, maka Allah akan membangunkan baginya sebuah rumah di surga.\" Abu Isa berkata; \"Hadits Abu Hurairah ini derajatnya gharib, kami tidak mengetahuinya kecuali dari hadits Zaid bin Al Hubab, dari Umar bin Khats'am.\" Ia berkata; \"Aku mendengar Muhammad bin Isma'il mengatakan, bahwa Umar bin Abdullah bin Abu Khats'am adalah seorang munkarul hadits, dan Muhammad bin Isma'il sangat melemahkannya.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ يَعْنِي مُحَمَّدَ بْنَ الْعَلَاءِ الْهَمْدَانِيَّ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ حَدَّثَنَا عُمَرُ بْنُ أَبِي خَثْعَمٍ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ صَلَّى بَعْدَ الْمَغْرِبِ سِتَّ رَكَعَاتٍ لَمْ يَتَكَلَّمْ فِيمَا بَيْنَهُنَّ بِسُوءٍ عُدِلْنَ لَهُ بِعِبَادَةِ ثِنْتَيْ عَشْرَةَ سَنَةًقَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ صَلَّى بَعْدَ الْمَغْرِبِ عِشْرِينَ رَكْعَةً بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ زَيْدِ بْنِ الْحُبَابِ عَنْ عُمَرَ بْنِ أَبِي خَثْعَمٍ قَالَ و سَمِعْت مُحَمَّدَ بْنَ إِسْمَعِيلَ يَقُولُ عُمَرُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي خَثْعَمٍ مُنْكَرُ الْحَدِيثِ وَضَعَّفَهُ جِدًّا","source":"Tirmidzi"},"__N_SSG":true}