{"pageProps":{"number":"461","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abd bin Humaid] dan [Muhammad bin Madduwaih] keduanya berkata, telah menceritakan kepada kami [Al Fadll bin Dukain] telah menceritakan kepada kami [Isra'il] dari [Tsuwair] dari [seorang lelaki penduduk Quba'] dari [ayahnya] dia termasuk dari sahabat Nabi Shallahu 'alaihi wa sallam, dia berkata, Nabi Shallahu 'alaihi wa sallam memerintahkan kami menghadiri shalat Jum'at di Quba'. Dan telah diriwayatkan dari Abu Hurairah dari Nabi Shallahu 'alaihi wa sallam dalam hal ini, namun (periwayatannya) tidak shahih. Abu Isa berkata, kami tidak mengetahui hadits ini kecuali dari jalur ini, dan dalam bab ini juga tidak ada yang sah (jalur periwayatannya). Telah diriwayatkan dari Abu Hurairah dari Nabi Shallahu 'alaihi wa sallam bahwa beliau bersabda: \"Kewajiban Jum'at adalah bagi orang yang mendapati malam bersama keluarganya.\" Hadits ini sanadnya lemah, yang diriwayatkan dari hadits Mu'arik bin 'Abbad dari Abdullah bin Sa'id Al Maqburi. Yahya bin Sa'id Al Qatthan telah melemahkan Abdullah bin Sa'id Al Maqburi dalam masalah hadits. (perawi) berkata, para ahli ilmu berbeda pendapat tentang siapakah yang diwajibkan melaksanakan shalat Jum'at, sebagian berpendapat bahwa Jum'at wajib bagi orang yang dapat bermalam dengan keluarganya, sedangkan sebagian yang lain berpendapat Jum'at tidak wajib kecuali bagi orang yang dapat mendengar panggilan, ini adalah pendapat Imam Syafi'i, Ahmad dan Ishaq, (perawi berkata) saya telah mendengar Ahmad bin Al Hasan berkata, kami berada di sisi Ahmad bin Hambal, kemudian orang-orang berbicara mengenai orang yang diwajibkan melaksanakan shalat Jum'at, Ahmad tidak menyebutkan dalam masalah itu satu haditspun dari Nabi Shallahu 'alaihi wa sallam, Ahmad bin Al Hasan berkata, maka saya berkata kepada Ahmad bin Hambal, ternyata dalam masalah ini ada riwayat dari Abu Hurairah dari Nabi Shallahu 'alaihi wa sallam. Maka Ahmad bertanya, dari Nabi Shallahu 'alaihi wa sallam? Saya menjawab, ya. Ahmad bin Al Hasan berkata, telah menceritakan kepada kami Hajjaj bin Nushair telah menceritakan kepada kami Mu'arik bin 'Abbad dari Abdullah bin Sa'id Al Maqburi dari ayahnya dari Abu Hurairah dari Nabi Shallahu 'alaihi wa sallam, beliau bersabda: \"Jum'at itu wajib bagi orang yang dapat bermalam dengan keluarganya.\" Ahmad bin Al Hasan berkata, maka Ahmad bin Hambal langsung marah kepadaku sambil berkata kepadaku, beristighfarlah kepada Rabbmu, beristighfarlah kepada Rabbmu. Abu Isa berkata, Ahmad bin Hambal melakukan demikian ini karena dia tidak menganggap hadits ini sama sekali, bahkan dia melemahkan karena sanadnya.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ وَمُحَمَّدُ بْنُ مَدُّوَيْهِ قَالَا حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ حَدَّثَنَا إِسْرَائِيلُ عَنْ ثُوَيْرٍ عَنْ رَجُلٍ مِنْ أَهْلِ قُبَاءَ عَنْ أَبِيهِ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَأَمَرَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَشْهَدَ الْجُمُعَةَ مِنْ قُبَاءَوَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا وَلَا يَصِحُّ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَلَا يَصِحُّ فِي هَذَا الْبَابِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْءٌ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى أَهْلِهِ وَهَذَا حَدِيثٌ إِسْنَادُهُ ضَعِيفٌ إِنَّمَا يُرْوَى مِنْ حَدِيثِ مُعَارِكِ بْنِ عَبَّادٍ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ الْمَقْبُرِيِّ وَضَعَّفَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَبْدَ اللَّهِ بْنَ سَعِيدٍ الْمَقْبُرِيَّ فِي الْحَدِيثِ فَقَالَ وَاخْتَلَفَ أَهْلُ الْعِلْمِ عَلَى مَنْ تَجِبُ الْجُمُعَةُ قَالَ بَعْضُهُمْ تَجِبُ الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى مَنْزِلِهِ و قَالَ بَعْضُهُمْ لَا تَجِبُ الْجُمُعَةُ إِلَّا عَلَى مَنْ سَمِعَ النِّدَاءَ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ سَمِعْت أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ كُنَّا عِنْدَ أَحْمَدَ بْنِ حَنْبَلٍ فَذَكَرُوا عَلَى مَنْ تَجِبُ الْجُمُعَةُ فَلَمْ يَذْكُرْ أَحْمَدُ فِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا قَالَ أَحْمَدُ بْنُ الْحَسَنِ فَقُلْتُ لِأَحْمَدَ بْنِ حَنْبَلٍ فِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَحْمَدُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ نَعَمْ قَالَ أَحْمَدُ بْنُ الْحَسَنِ حَدَّثَنَا حَجَّاجُ بْنُ نُصَيْرٍ حَدَّثَنَا مُعَارِكُ بْنُ عَبَّادٍ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى أَهْلِهِ قَالَ فَغَضِبَ عَلَيَّ أَحْمَدُ بْنُ حَنْبَلٍ وَقَالَ لِي اسْتَغْفِرْ رَبَّكَ اسْتَغْفِرْ رَبَّكَ قَالَ أَبُو عِيسَى إِنَّمَا فَعَلَ أَحْمَدُ بْنُ حَنْبَلٍ هَذَا لِأَنَّهُ لَمْ يَعُدَّ هَذَا الْحَدِيثَ شَيْئًا وَضَعَّفَهُ لِحَالِ إِسْنَادِهِ","source":"Tirmidzi"},"__N_SSG":true}