{"pageProps":{"number":"514","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Abdul Malik bin Abu As Syawarib] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Ma'mar] dari [Az Zuhri] dari ['Urwah] dari ['Aisyah] bahwa dia berkata, telah terjadi gerhana pada masa Rasulullah shallallahu 'alaihi wasallam, kemudian Rasulullah shallallahu 'alaihi wasallam shalat bersama manusia dengan memanjangkan bacaan shalat, beliau kemudian ruku' dan memanjangkan ruku'nya, lalu beliau mengangkat kepala dan memanjangkan bacaan shalat, namun tidak seperti (lebih singkat) dari yang pertama. Kemudian beliau ruku' dan memanjangkan ruku'nya namun tidak seperti yang pertama. Kemudian beliau mengangkat kepala lalu sujud, kemudian beliau melakukan seperti itu diraka'at kedua. Abu Isa berkata, ini adalah hadits hasan shahih, dengan hadits ini pula Syafi'i, Ahamad dan Ishaq berpendapat bahwa shalat gerhana itu empat kali ruku' dan empat kali sujud. Syafi'i berkata, pada raka'at pertama membaca surat Al Fatehah dan surat yang sepadan dengan surat Al Baqarah. Beliau membaca dengan suara pelan jika di siang hari (gerhana matahari), kemudian ruku' yang panjang seperti membaca bacaan, kemudian mengangkat kepala dengan mengucapkan takbir dan berdiri sebagaimana mestinya, kemudian membaca surat Al Fatihah lagi dan membaca surat yang sepadan dengan surat Ali Imran, lalu memanjangkan ruku'nya seperti ketika membaca bacaan. Kemudian mengangat kepala, lantas membaca sami'allahu liman hamidah, kemudian sujud dua kali dengan sempurna. Setiap sujud beliau berhenti sebagaimana berhenti ketika ruku', kemudian berdiri sambil membaca Al Fatehah dan surat yang sepadan dengan surat An Nisaa', kemudian memanjangan ruku' seperti membaca bacaan. Kemudian mengangkat kepala dengan mengucapkan takbir, lantas berdiri dengan membaca bacaan yang sepadan dengan surat Al Maidah, kemudian memanjangkan ruku'nya seperti ketika membaca bacaan. Kemudian mengangkat kepala dan membaca sami'allahu liman hamidah, kemudian sujud dua kali lalu membaca tahiyyat dan salam.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّهَا قَالَتْخَسَفَتْ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالنَّاسِ فَأَطَالَ الْقِرَاءَةَ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِرَاءَةَ هِيَ دُونَ الْأُولَى ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الْأَوَّلِ ثُمَّ رَفَعَ رَأْسَهُ فَسَجَدَ ثُمَّ فَعَلَ مِثْلَ ذَلِكَ فِي الرَّكْعَةِ الثَّانِيَةِقَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَبِهَذَا الْحَدِيثِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ يَرَوْنَ صَلَاةَ الْكُسُوفِ أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ قَالَ الشَّافِعِيُّ يَقْرَأُ فِي الرَّكْعَةِ الْأُولَى بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ سُورَةِ الْبَقَرَةِ سِرًّا إِنْ كَانَ بِالنَّهَارِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ بِتَكْبِيرٍ وَثَبَتَ قَائِمًا كَمَا هُوَ وَقَرَأَ أَيْضًا بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ آلِ عِمْرَانَ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ثُمَّ سَجَدَ سَجْدَتَيْنِ تَامَّتَيْنِ وَيُقِيمُ فِي كُلِّ سَجْدَةٍ نَحْوًا مِمَّا أَقَامَ فِي رُكُوعِهِ ثُمَّ قَامَ فَقَرَأَ بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ سُورَةِ النِّسَاءِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ بِتَكْبِيرٍ وَثَبَتَ قَائِمًا ثُمَّ قَرَأَ نَحْوًا مِنْ سُورَةِ الْمَائِدَةِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ثُمَّ سَجَدَ سَجْدَتَيْنِ ثُمَّ تَشَهَّدَ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}