{"pageProps":{"number":"776","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] dari [Malik bin Anas] dari [Abu Nadlr] dari [Nafi'] mantan budak Abu Qatadah, dari [Abu Qatadah] bahwa dia berangkat bersama Nabi shallallahu 'alaihi wasallam ketika sampai di salah satu jalan di kota Makkah, dia ketinggalan bersama beberapa sahabatnya yang dalam keadaan ihram. Namun dia tidak ihram, lalu melihat seekor keledai liar. Lantas dia menaiki kudanya dan meminta kepada para sahabatnya untuk menyerahkan cemetinya. Namun mereka menolaknya. Kemudian dia meminta tombaknya, namunmerekapun telah menolaknya. Lalu dia sendiri yang mengambilnya dan berhasil membunuh keledai tersebut tersebut. Sebagian sahabat Nabi shallallahu 'alaihi wasallam bersedia memakannya dan sebagian lagi menolak. Setelah mereka ketemu Nabi shallallahu 'alaihi wasallam, lantas mereka menanyakannya. Beliau menjawab: \"Itu hanyalah makanan yang Allah telah berikan kepada kalian.\" Telah menceritakan kepada kami [Qutaibah] dari [Malik] dari [Zaid bin Aslam] dari ['Atha` bin Yasar] dari [Abu Qatadah] dalam masalah keledai liar sebagaimana hadits Abu Nadlr, cuma pada hadits Zaid bin Aslam, bahwa Rasulullah shallallahu 'alaihi wasallambersabda: \"Apakah di antara kalian masih ada yang membawa daging tersebut?\" Abu Isa berkata; \"Ini merupakan hadits hasan shahih.\"","arab":"حَدَّثَنَا قُتَيْبَةُ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ أَبِي النَّضْرِ عَنْ نَافِعٍ مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَأَنَّهُ كَانَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ بِبَعْضِ طَرِيقِ مَكَّةَ تَخَلَّفَ مَعَ أَصْحَابٍ لَهُ مُحْرِمِينَ وَهُوَ غَيْرُ مُحْرِمٍ فَرَأَى حِمَارًا وَحْشِيًّا فَاسْتَوَى عَلَى فَرَسِهِ فَسَأَلَ أَصْحَابَهُ أَنْ يُنَاوِلُوهُ سَوْطَهُ فَأَبَوْا فَسَأَلَهُمْ رُمْحَهُ فَأَبَوْا عَلَيْهِ فَأَخَذَهُ ثُمَّ شَدَّ عَلَى الْحِمَارِ فَقَتَلَهُ فَأَكَلَ مِنْهُ بَعْضُ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَى بَعْضُهُمْ فَأَدْرَكُوا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلُوهُ عَنْ ذَلِكَ فَقَالَ إِنَّمَا هِيَ طُعْمَةٌ أَطْعَمَكُمُوهَا اللَّهُحَدَّثَنَا قُتَيْبَةُ عَنْ مَالِكٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي قَتَادَةَ فِي حِمَارِ الْوَحْشِ مِثْلَ حَدِيثِ أَبِي النَّضْرِ غَيْرَ أَنَّ فِي حَدِيثِ زَيْدِ بْنِ أَسْلَمَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَلْ مَعَكُمْ مِنْ لَحْمِهِ شَيْءٌ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}