{"pageProps":{"number":"834","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Harun bin Ishaq Al Hamdani], telah menceritakan kepada kami ['Abdah bin Sulaiman] dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Najiyah Al Khuza'i] (penanggung jawab unta Rasulullah shallallahu 'alaihi wasallam), berkata; \"Saya bertanya; 'Wahai Rasulullah, apa yang harus saya perbuat pada unta yang hampir mati? ' Beliau menjawab: 'Sembelihlah dan celupkan alas kakinya ke dalam darahnya kemudian jauhkanlah dari pandangan orang-orang, maka mereka boleh memakannya'.\" (Abu Isa At Tirmidzi) berkata; \"Hadits semakna diriwayatkan dari Dzuaib Abu Qabishah Al Khuza'i.\" Abu 'Isa berkata; \"Hadits Najiyah merupakan hadits hasan shahih. Diamalkan oleh para ulama. Mereka berpendapat bahwa sembelihan sunnah pada kasus unta yang hampir mati, maka maka pemilik beserta orang-orang yang bersamanya tidak memakannya. Namun diberikan kepada orang-orang untuk memakannya dan dia tidak harus membayar gantinya. Ini merupakan pendapatnya Syafi'i, Ahmad dan Ishaq. Mereka berkata; 'Jika dia makan dari hewan tersebut maka dia harus bersedekah sebesar daging yang dia makan'. Sebagian ulama berpendapat; 'Jika dia memakan sesuatu dari hewan tersebut maka dia wajib membayar gantinya.\"","arab":"حَدَّثَنَا هَارُونُ بْنُ إِسْحَقَ الْهَمْدَانِيُّ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ نَاجِيَةَ الْخُزَاعِيِّ صَاحِبِ بُدْنِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَقُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ أَصْنَعُ بِمَا عَطِبَ مِنْ الْبُدْنِ قَالَ انْحَرْهَا ثُمَّ اغْمِسْ نَعْلَهَا فِي دَمِهَا ثُمَّ خَلِّ بَيْنَ النَّاسِ وَبَيْنَهَا فَيَأْكُلُوهَاوَفِي الْبَاب عَنْ ذُؤَيْبٍ أَبِي قَبِيصَةَ الْخُزَاعِيِّ قَالَ أَبُو عِيسَى حَدِيثُ نَاجِيَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ قَالُوا فِي هَدْيِ التَّطَوُّعِ إِذَا عَطِبَ لَا يَأْكُلُ هُوَ وَلَا أَحَدٌ مِنْ أَهْلِ رُفْقَتِهِ وَيُخَلَّى بَيْنَهُ وَبَيْنَ النَّاسِ يَأْكُلُونَهُ وَقَدْ أَجْزَأَ عَنْهُ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ وَقَالُوا إِنْ أَكَلَ مِنْهُ شَيْئًا غَرِمَ بِقَدْرِ مَا أَكَلَ مِنْهُ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أَكَلَ مِنْ هَدْيِ التَّطَوُّعِ شَيْئًا فَقَدْ ضَمِنَ الَّذِي أَكَلَ","source":"Tirmidzi"},"__N_SSG":true}