{"pageProps":{"number":"1220","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ahmad bin Amru bin As Sarh Al Mishri] berkata, telah menceritakan kepada kami [Abdullah bin Wahb] berkata, telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] berkata, telah mengabarkan kepadaku [Urwah bin Az Zubair] dari ['Aisyah] berkata, \"Pada masa Rasulullah shallallahu 'alaihi wasallam terjadi gerhana matahari, maka Rasulullah shallallahu 'alaihi wasallam berangkat menuju masjid. Beliau berdiri dan takbir, sementara orang-orang membuat shaf di belakangnya. Rasulullah shallallahu 'alaihi wasallam membaca bacaan yang panjang, kemudian takbir, lalu rukuk dengan rukuk yang panjang, kemudian mengangkat kepalanya. Beliau mengucapkan: \"RABBANA WA LAKAL HAMDU. Kemudian beliau kembali berdiri dan membaca bacaan yang panjang, namun lebih pendek dari bacaan yang pertama. Kemudian takbir, lalu rukuk dan memperpanjang rukuknya, namun lebih pendek dari rukuk yang pertama. Kemudian mengucapkan: \"SAMI'A ALLAHU LIMAN HAMIDAH RABBANAA WA LAKAL HAMDU. Kemudian beliau mengerjakan raka'at yang lain (kedua) seperti itu. Dengan begitu beliau telah menyempurnakan empat raka'at dan empat sujud, sementara matahari mulai muncul sebelum beliau bergeser. Setelah itu beliau berdiri dan berkhutbah di hadapan orang-orang, beliau memuji Allah sebagaimana mestinya, lalu mengatakan: \"Sesungguhnya matahari dan bulan adalah dua tanda dari tanda-tanda (kekuasaan) Allah, keduanya tidak gerhana karena kematian atau lahirnya seseorang, jika kalian melihatnya (gerhana) maka laksanakanlah shalat. \"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ عَنْ عَائِشَةَ قَالَتْكَسَفَتْ الشَّمْسُ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمَسْجِدِ فَقَامَ فَكَبَّرَ فَصَفَّ النَّاسُ وَرَاءَهُ فَقَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قِرَاءَةً طَوِيلَةً ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ ثُمَّ قَامَ فَقَرَأَ قِرَاءَةً طَوِيلَةً هِيَ أَدْنَى مِنْ الْقِرَاءَةِ الْأُولَى ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا هُوَ أَدْنَى مِنْ الرُّكُوعِ الْأَوَّلِ ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ ثُمَّ فَعَلَ فِي الرَّكْعَةِ الْأُخْرَى مِثْلَ ذَلِكَ فَاسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ وَأَرْبَعَ سَجَدَاتٍ وَانْجَلَتْ الشَّمْسُ قَبْلَ أَنْ يَنْصَرِفَ ثُمَّ قَامَ فَخَطَبَ النَّاسَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلَاةِ","source":"Ibnu Majah"},"__N_SSG":true}