{"pageProps":{"number":"2477","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Ali bin Muhammad] keduanya berkata; telah menceritakan kepada kami [Waki'] dari [Hisyam bin Urwah] dari [Ayahnya] dari [Aisyah], isteri Nabi shallallahu 'alaihi wasallam bahwa Barirah datang menemuinya. Barirah adalah seorang budak mukatab di sebuah keluarga dengan tebusan sembilan Uqiyah. Aisyah berkata kepadanya; \"Apabila keluargamu menghendaki, maka aku telah menyiapkan sebuah perhitungan, bahwa hak perwalian adalah hakku.\" Maka Aisyah datang menjumpai keluarganya dan mengemukakan keinginannya kepada mereka, tetapi mereka menolak kecuali apabila hak perwalian tetap milik mereka. Aisyah mengemukakan hal tersebut kepada Nabi shallallahu 'alaihi wasallam, maka Nabi shallallahu 'alaihi wasallam bersabda: \"Lakukanlah!.\" Lalu Nabi berdiri berpidato di hadapan masyarakat. Setelah memuji Allah, beliau berkata; \"Mengapa orang-orang menerapkan syarat-syarat yang tidak terdapat di dalam Al Qur'an. Syarat apapun yang tidak terdapat dalam Al Qur'an, maka syarat tersebut tidak sah, walaupun seratus syarat. \"Kitabullah (Al Qur'an) merupakan sesuatu yang Benar, syarat dari Allah adalah lebih terpercaya dan hak perwalian diberikan kepada orang yang memerdekakan budak.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ بَرِيرَةَ أَتَتْهَا وَهِيَ مُكَاتَبَةٌ قَدْ كَاتَبَهَا أَهْلُهَا عَلَى تِسْعِ أَوَاقٍ فَقَالَتْ لَهَا إِنْ شَاءَ أَهْلُكِ عَدَدْتُ لَهُمْ عَدَّةً وَاحِدَةً وَكَانَ الْوَلَاءُ لِي قَالَ فَأَتَتْ أَهْلَهَا فَذَكَرَتْ ذَلِكَ لَهُمْ فَأَبَوْا إِلَّا أَنْ تَشْتَرِطَ الْوَلَاءَ لَهُمْ فَذَكَرَتْ عَائِشَةُ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ افْعَلِي قَالَ فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَطَبَ النَّاسَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ مَا بَالُ رِجَالٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ كُلُّ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ وَإِنْ كَانَ مِائَةَ شَرْطٍ كِتَابُ اللَّهِ أَحَقُّ وَشَرْطُ اللَّهِ أَوْثَقُ وَالْوَلَاءُ لِمَنْ أَعْتَقَ","source":"Ibnu Majah"},"__N_SSG":true}