{"pageProps":{"number":"3510","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Hisyam bin 'Ammar] Telah menceritakan kepada kami [Abdul Aziz bin Abu Hazim] dari [Ayahnya] dari [Sahl bin Sa'd As Sa'idi], bahwa seorang wanita datang kepada Nabi shallallahu 'alaihi wasallam dengan membawa kain burdah -perawai berkata, 'Apakah kain burdah itu? Ia Dijawab, 'Yaitu kain mantel.'- Wanita itu berkata, \"Wahai Rasulullah, sungguh aku telah merajut sendiri jubah ini supaya anda memakainya.\" Kemudian Rasulullah shallallahu 'alaihi wasallam mengambilnya karena beliau butuh jubah tersebut, kemudian beliau memperlihatkan jubah tersebut kepada kami yang bentuknya seperti kain. Lalu datanglah fulan bin fulan -seorang laki-laki yang di kenal masa itu- seraya berkata, \"Wahai Rasulullah, sungguh sangat indah jubah ini, pakaikanlah untukku! \" Beliau menjawab: \"Baiklah.\" Beliau kemudian masuk dan melipat kain tersebut, lalu mengirimkannya kepada laki-laki tersebut, orang-orang lalu berkata kepadanya, \"Demi Allah, sungguh beruntung kamu, (padahal) Nabi shallallahu 'alaihi wasallam memakainya karena butuh terhadap jubah itu, kemudian kamu memintanya. Kamu sebenarnya sangat tahu bahwa beliau tidak pernah bisa menolak orang yang meminta.\" Laki-laki itu berkata, \"Demi Allah, sesungguhnya aku tidaklah meminta jubah itu untuk aku pakai, tetapi aku minta itu untuk aku pakai sebagai kain kafanku.\" Sahl berkata, \"Maka jubah itu pun menjadi kain kafan lelaki tersebut ketika ia meninggal dunia.\"","arab":"حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّأَنَّ امْرَأَةً جَاءَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِبُرْدَةٍ قَالَ وَمَا الْبُرْدَةُ قَالَ الشَّمْلَةُ قَالَتْ يَا رَسُولَ اللَّهِ نَسَجْتُ هَذِهِ بِيَدِي لِأَكْسُوَكَهَا فَأَخَذَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُحْتَاجًا إِلَيْهَا فَخَرَجَ عَلَيْنَا فِيهَا وَإِنَّهَا لَإِزَارُهُ فَجَاءَ فُلَانُ بْنُ فُلَانٍ رَجُلٌ سَمَّاهُ يَوْمَئِذٍ فَقَالَ يَا رَسُولَ اللَّهِ مَا أَحْسَنَ هَذِهِ الْبُرْدَةَ اكْسُنِيهَا قَالَ نَعَمْ فَلَمَّا دَخَلَ طَوَاهَا وَأَرْسَلَ بِهَا إِلَيْهِ فَقَالَ لَهُ الْقَوْمُ وَاللَّهِ مَا أَحْسَنْتَ كُسِيَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُحْتَاجًا إِلَيْهَا ثُمَّ سَأَلْتَهُ إِيَّاهَا وَقَدْ عَلِمْتَ أَنَّهُ لَا يَرُدُّ سَائِلًا فَقَالَ إِنِّي وَاللَّهِ مَا سَأَلْتُهُ إِيَّاهَا لِأَلْبَسَهَا وَلَكِنْ سَأَلْتُهُ إِيَّاهَا لِتَكُونَ كَفَنِي فَقَالَ سَهْلٌ فَكَانَتْ كَفَنَهُ يَوْمَ مَاتَ","source":"Ibnu Majah"},"__N_SSG":true}