{"pageProps":{"number":"1173","slug":"muslim","id":"Dan telah menceritakan kepadaku [Abu Rabi' Az Zarani] telah menceritakan kepada kami [Hammad] telah menceritakan kepada kami [Ayyub] dan [Budail] dari [Abdullah bin Syaqiq] dari [Abdullah bin Umar], bahwa seorang laki-laki bertanya kepada Nabi shallallahu 'alaihi wasallam, ketika itu aku berada diantara beliau dan penanya; \"Wahai Rasulullah, bagaimanakah tata cara shalat malam?\" Beliau menjawab: \"Dua-dua, jika kamu khawatir tiba waktu shalat subuh, maka (witirlah) satu rakaat, dan jadikanlah akhir shalatmu witir.\" Tidak beberapa lama, seorang laki-laki yang telah mengakhiri masa berkabungnya bertanya kepada beliau, ketika itu aku masih disisi Rasulullah shallallahu 'alaihi wasallam. Aku tidak tahu, apakah yang bertanya laki-laki tadi ataukah laki-laki lain, dia bertanya kepada beliau seperti sebelumnya.\" Dan telah menceritakan kepadaku [Abu Kamil] telah menceritakan kepadaku [Hammad] telah menceritakan kepada kami [Ayyub] dan [Budail] dan ['Imran bin Hudair] dari [Abdullah bin Syaqiq] dari [Ibnu Umar], (dan diriwayatkan dari jalur lain) telah menceritakan kepada kami [Muhammad bin 'Ubaid Al Ghubari] dan telah menceritakan kepada kami [Hammad] telah menceritakan kepada kami [Ayyub] dan [Zubair bin Khirrit] dari [Abdullah bin Syaqiq] dari [Ibnu Umar] katanya; \"Seorang laki-laki bertanya kepada Nabi shallallahu 'alaihi wasallam…\" lantas keduanya menyebutkan hadits semisalnya, dan dalam hadis keduanya tak ada kalimat \"Kemudian seorang laki-laki yang telah mengakhiri masa berkabungnya bertanya kepada beliau.\" ","arab":"و حَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا أَيُّوبُ وَبُدَيْلٌ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا بَيْنَهُ وَبَيْنَ السَّائِلِ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ صَلَاةُ اللَّيْلِ قَالَ مَثْنَى مَثْنَى فَإِذَا خَشِيتَ الصُّبْحَ فَصَلِّ رَكْعَةً وَاجْعَلْ آخِرَ صَلَاتِكَ وِتْرًا ثُمَّ سَأَلَهُ رَجُلٌ عَلَى رَأْسِ الْحَوْلِ وَأَنَا بِذَلِكَ الْمَكَانِ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَا أَدْرِي هُوَ ذَلِكَ الرَّجُلُ أَوْ رَجُلٌ آخَرُ فَقَالَ لَهُ مِثْلَ ذَلِكَو حَدَّثَنِي أَبُو كَامِلٍ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا أَيُّوبُ وَبُدَيْلٌ وَعِمْرَانُ بْنُ حُدَيْرٍ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ ابْنِ عُمَرَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا أَيُّوبُ وَالزُّبَيْرُ بْنُ الْخِرِّيتِ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ ابْنِ عُمَرَ قَالَ سَأَلَ رَجُلٌ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَا بِمِثْلِهِ وَلَيْسَ فِي حَدِيثِهِمَا ثُمَّ سَأَلَهُ رَجُلٌ عَلَى رَأْسِ الْحَوْلِ وَمَا بَعْدَهُ","source":"Muslim"},"__N_SSG":true}