{"pageProps":{"number":"1737","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Isma'il bin Ibrahim] dari [Sulaiman At Taimi] dari [Abu Utsman] dari [Ibnu Mas'ud] radliallahu 'anhu, ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kamu terhalang dari makan sahur karena adzan Bilal; sebab, ia menyeru -atau- mengumandangkan adzan di tengah malam, sehingga orang-orang yang qiyamullail segera pulang dan orang-orang yang masih tidur segera bangun.\" Dan beliau bersabda: \"Dan tidaklah ia mengucapkan seperti ini dan ini.\" Beliau merendahkan tangannya dan mengangkatnya hingga beliau mengatakan seperti ini. -beliau merenggangkan antara jari-jari tangannya.- Dan Telah menceritakan kepada kami [Ibnu Numair] Telah menceritakan kepada kami [Abu Khalid] yakni Al Ahmar, dari [Sulaiman At Taimi] dengan isnad ini, hanya saja menyebutkan; \"Sesungguhnya waktu fajar adalah ketika ia tidak mengatakan seperti ini.\" Beliau menyatukan jari-jemarinya lalu membalikkannya ke tanah. Beliau melanjutkan: \"Akan tetapi (waktu Fajar itu) adalah saat ia mengatakan seperti ini.\" Beliau meletakkan jari telunjuk di atas jari telunjuk dan menjulurkan kedua tangannya. Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] Telah menceritakan kepada kami [Mu'tamir bin Sulaiman] -Dalam riwayat lain- Dan Telah menceritakan kepada kami [Ishaq bin Ibrahim] Telah menceritakan kepada kami [Jarir] dan [Al Mu'tamir bin Sulaiman] keduanya dari [Sulaiman At Taimi] dengan isnad ini. Dan hadits Al Mu'tamir berhenti pada pada ungkapan beliau: \"Untuk membangunkan orang-orang yang masih tidur di antara kalian dan agar orang-orang qiyamullail kembali (bersiap-siap untuk menyambut fajar).\" Dan Ishaq berkata; Jarir berkata di dalam haditsnya terkat dengan sabda beliau: \"(Waktu fajar) bukanlah saat Bilal mengatakan seperti ini, akan tetapi ketika ia mengatakan seperti ini.\" Maksudnya adalah waktu Fajar adalah Al Mu'taridl (cahaya fajar yang menyebar/merata) dan bukanlah Al Mustathil (saat cayahaya fajar masih memanjang).","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ إِبْرَاهِيمَ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَمْنَعَنَّ أَحَدًا مِنْكُمْ أَذَانُ بِلَالٍ أَوْ قَالَ نِدَاءُ بِلَالٍ مِنْ سُحُورِهِ فَإِنَّهُ يُؤَذِّنُ أَوْ قَالَ يُنَادِي بِلَيْلٍ لِيَرْجِعَ قَائِمَكُمْ وَيُوقِظَ نَائِمَكُمْ وَقَالَ لَيْسَ أَنْ يَقُولَ هَكَذَا وَهَكَذَا وَصَوَّبَ يَدَهُ وَرَفَعَهَا حَتَّى يَقُولَ هَكَذَا وَفَرَّجَ بَيْنَ إِصْبَعَيْهِو حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبُو خَالِدٍ يَعْنِي الْأَحْمَرَ عَنْ سُلَيْمَانَ التَّيْمِيِّ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّهُ قَالَ إِنَّ الْفَجْرَ لَيْسَ الَّذِي يَقُولُ هَكَذَا وَجَمَعَ أَصَابِعَهُ ثُمَّ نَكَسَهَا إِلَى الْأَرْضِ وَلَكِنْ الَّذِي يَقُولُ هَكَذَا وَوَضَعَ الْمُسَبِّحَةَ عَلَى الْمُسَبِّحَةِ وَمَدَّ يَدَيْهِ و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ وَالْمُعْتَمِرُ بْنُ سُلَيْمَانَ كِلَاهُمَا عَنْ سُلَيْمَانَ التَّيْمِيِّ بِهَذَا الْإِسْنَادِ وَانْتَهَى حَدِيثُ الْمُعْتَمِرِ عِنْدَ قَوْلِهِ يُنَبِّهُ نَائِمَكُمْ وَيَرْجِعُ قَائِمَكُمْ و قَالَ إِسْحَقُ قَالَ جَرِيرٌ فِي حَدِيثِهِ وَلَيْسَ أَنْ يَقُولَ هَكَذَا وَلَكِنْ يَقُولُ هَكَذَا يَعْنِي الْفَجْرَ هُوَ الْمُعْتَرِضُ وَلَيْسَ بِالْمُسْتَطِيلِ","source":"Muslim"},"__N_SSG":true}