{"pageProps":{"number":"1776","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Rumh bin Muhajir] telah mengabarkan kepada kami [Laits] dari [Yahya bin Sa'id] dari [Abdurrahman bin Qasim] dari [Muhamamd bin Ja'far bin Zubair] dari [Abbad bin Abdullah bin Zubair] dari [Aisyah] radliallahu 'anha, bahwa ia berkata; Seorang laki-laki datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, aku telah binasa.\" Beliau bertanya: \"Kenapa?\" laki-laki itu menjawab: \"Saya telah menyetubuhi isteriku pada siang hari di bulan Ramadlan.\" Maka beliau bersabda: \"Kalau begitu, bersedekahlah, bersedekahlah.\" Laki-laki itu menjawab, \"Saya tidak mempunyai sesuatu pun (untuk disedekahkan).\" Maka beliau mempersilahkannya duduk. Kemudian didatangkan kepada beliau dua keranjang (berupa takaran) berisi makanan, maka Rasulullah shallallahu 'alaihi wasallam pun memerintahkannya untuk bersedekah dengan makanan itu. Dan telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah mengabarkan kepada kami [Abdul Wahhab Ats Tsaqafi] ia berkata, saya mendengar [Yahya bin Sa'id] berkata, telah mengabarkan kepadaku [Abdurrahman bin Qasim] bahwa [Muhammad bin Ja'far bin Zubair] telah mengabarkan kepadanya bahwa [Abbad bin Abdullah bin Zubair] telah menceritakan kepadanya, bahwa ia telah mendengar [Aisyah] radliallahu 'anha berkata; Seorang laki-laki datang kepada Rasulullah shallallahu 'alaihi wasallam, lalu ia pun menyebutkan hadits. Dan di awal hadits tidak ada ungkapan; \"Bersedakahlah, bersedekahlah.\" Dan tidak pula ungkapan, \"Siang hari.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ أَخْبَرَنَا اللَّيْثُ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا قَالَتْجَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ احْتَرَقْتُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَ قَالَ وَطِئْتُ امْرَأَتِي فِي رَمَضَانَ نَهَارًا قَالَ تَصَدَّقْ تَصَدَّقْ قَالَ مَا عِنْدِي شَيْءٌ فَأَمَرَهُ أَنْ يَجْلِسَ فَجَاءَهُ عَرَقَانِ فِيهِمَا طَعَامٌ فَأَمَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَتَصَدَّقَ بِهِو حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ الْقَاسِمِ أَنَّ مُحَمَّدَ بْنَ جَعْفَرِ بْنِ الزُّبَيْرِ أَخْبَرَهُ أَنَّ عَبَّادَ بْنَ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ حَدَّثَهُ أَنَّهُ سَمِعَ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا تَقُولُ أَتَى رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ وَلَيْسَ فِي أَوَّلِ الْحَدِيثِ تَصَدَّقْ تَصَدَّقْ وَلَا قَوْلُهُ نَهَارًا","source":"Muslim"},"__N_SSG":true}