{"pageProps":{"number":"191","slug":"muslim","id":"Telah menceritakan kepada kami [Abdul Warits bin Abd ash-Shamad] dia berkata, telah menceritakan kepada kami [bapakku] dari [kakekku] dari [Ayyub] dari [Muhammad bin Sirin] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Manusia akan senantiasa bertanya kepadamu tentang ilmu hingga mereka bertanya, 'Ini Allah yang menciptakan kami, lalu siapa yang menciptakan Allah?\" Abu Hurairah berkata sambil memegang tangan seorang laki-laki, \"Allah dan Rasul-Nya benar, dua orang laki-laki telah menanyakannya kepadaku, dan ini orang yang ketiga, atau dia berkata, 'Salah seorang telah bertanya kepadaku, dan ini orang yang kedua.\" Dan telah menceritakan kepadaku tentangnya [Zuhair bin Harb] dan [Ya'qub ad-Dauraqi] keduanya berkata, telah menceritakan kepada kami [Ismail] -yaitu Ibnu Ulayyah- dan [Ayyub] dari [Muhammad] dia berkata, \"[Abu Hurairah] berkata, \"Senantiasa manusia bertanya, \" sebagaimana hadits Abdul Warits, hanya saja dia tidak menyebutkan Nabi shallallahu 'alaihi wasallam dalam sanad tersebut, tetapi dalam hadits tersebut ia menyebutkan, \"Allah dan Rasul-Nya benar.\"","arab":"حَدَّثَنِي عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ أَيُّوبَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَزَالُ النَّاسُ يَسْأَلُونَكُمْ عَنْ الْعِلْمِ حَتَّى يَقُولُوا هَذَا اللَّهُ خَلَقَنَا فَمَنْ خَلَقَ اللَّهَ قَالَ وَهُوَ آخِذٌ بِيَدِ رَجُلٍ فَقَالَ صَدَقَ اللَّهُ وَرَسُولُهُ قَدْ سَأَلَنِي اثْنَانِ وَهَذَا الثَّالِثُ أَوْ قَالَ سَأَلَنِي وَاحِدٌ وَهَذَا الثَّانِيو حَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ وَيَعْقُوبُ الدَّوْرَقِيُّ قَالَا حَدَّثَنَا إِسْمَعِيلُ وَهُوَ ابْنُ عُلَيَّةَ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ قَالَ قَالَ أَبُو هُرَيْرَةَ لَا يَزَالُ النَّاسُ بِمِثْلِ حَدِيثِ عَبْدِ الْوَارِثِ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْإِسْنَادِ وَلَكِنْ قَدْ قَالَ فِي آخِرِ الْحَدِيثِ صَدَقَ اللَّهُ وَرَسُولُهُ","source":"Muslim"},"__N_SSG":true}