{"pageProps":{"number":"1935","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] ia berkata, saya telah membacakan kepada [Malik] dari [Ibnu Syihab] dari [Ubaidullah bin Abdullah] dari [Ibnu Abbas] dari [Ash Sha'b bin Jatsamah Al Laitsi] bahwa ia pernah memberi hadiah kepada Rasulullah shallallahu 'alaihi wasallam berupa daging Himar liar yang pada saat itu beliau berada di Abwa` atau di Waddan. Namun Rasulullah shallallahu 'alaihi wasallam mengembalikannya. Ash Sha'b berkata; Maka ketika Rasulullah shallallahu 'alaihi wasallam melihat kekecewaan pada wajahku beliau bersabda: \"Sebenarnya kami tidaklah mengembalikannya padamu, hanya saja kami sedang melakukan Ihram.\" Telah menceritakan kepada kami [Yahya bin Yahya] dan [Muhammad bin Rumh] dan [Qutaibah bin Sa'id] semuanya dari [Al Laits bin Sa'd] -dalam riwayat lain- Dan Telah menceritakan kepada kami [Abdu bin Humaid] telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] -dalam riwayat lain- Telah menceritakan kepada kami [Hasan Al Hulwani] telah menceritakan kepada kami [Ya'qub] telah menceritakan kepada kami [bapakku] dari [Shalih] semuanya dari [Az Zuhri] dengan isnad ini; \"Aku pernah menghadiahkan kepada beliau berupa daging Himar Liar.\" Yakni sebagaimana yang dikatakan Malik. Dan di dalam haditsnya Laits dan Shalih bahwa Ash Sha'b bin Jatsamah telah mengabarkan kepadanya. Dan Telah menceritakan kepada kami [Yahya bin Yahya] dan [Abu Bakr bin Abu Syaibah] dan [Amru An Naqid] mereka berkata Telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dengan isnad ini, dan mengatakan; \"Saya pernah menghadiahkan kepada beliau berupa daging Himar Liar.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ ابْنِ عَبَّاسٍ عَنْ الصَّعْبِ بْنِ جَثَّامَةَ اللَّيْثِيِّأَنَّهُ أَهْدَى لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِمَارًا وَحْشِيًّا وَهُوَ بِالْأَبْوَاءِ أَوْ بِوَدَّانَ فَرَدَّهُ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَلَمَّا أَنْ رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا فِي وَجْهِي قَالَ إِنَّا لَمْ نَرُدَّهُ عَلَيْكَ إِلَّا أَنَّا حُرُمٌحَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَمُحَمَّدُ بْنُ رُمْحٍ وَقُتَيْبَةُ جَمِيعًا عَنْ اللَّيْثِ بْنِ سَعْدٍ ح و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ ح و حَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ صَالِحٍ كُلُّهُمْ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ أَهْدَيْتُ لَهُ حِمَارَ وَحْشٍ كَمَا قَالَ مَالِكٌ وَفِي حَدِيثِ اللَّيْثِ وَصَالِحٍ أَنَّ الصَّعْبَ بْنَ جَثَّامَةَ أَخْبَرَهُ و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ وَقَالَ أَهْدَيْتُ لَهُ مِنْ لَحْمِ حِمَارِ وَحْشٍ","source":"Muslim"},"__N_SSG":true}