{"pageProps":{"number":"2030","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Hatim] Telah menceritakan kepada kami [Rauh bin Ubadah] Telah menceritakan kepada kami [Syu'bah] dari [Muslim Al Qurri] ia berkata; Saya bertanya kepada [Ibnu Abbas] radliallahu 'anhuma tentang Mut'atul Hajji (haji tamattu'), dan adapun Ibnu Az Zubair, maka ia melarang untuk melakukannya, maka Ibnu Umar menjawab, \"Ini [Ummu Zubair] yang menceritakan bahwa Rasulullah shallallahu 'alaihi wasallam telah memberikan keringanan untuk melakukannya. Masuklah kalian, dan tanyakanlah kepadanya.\" Maka kami pun masuk menemuinya dan ternyata ia adalah seorang wanita yang besar tubuhnya dan buta. Ummu Zubair pun berkata, \"Rasulullah shallallahu 'alaihi wasallam telah memberikan Rukhshah (keringanan untuk melaksanakan haji tamattu').\" Dan Telah meceritakannya kepada kami [Ibnul Mutsanna] Telah menceritakan kepada kami [Abdurrahman] -dalam riwayat lain- Dan Telah meceritakannya kepada kami [Ibnu Basysyar] Telah menceritakan kepada kami [Muhammad bin Ja'far] semuanya dari [Syu'bah] dengan isnad ini. Adapun Abdurrahman, maka di dalam haditsnya tercantum; \"Al Mut'ah\" ia tidak menyebutnya; \"Mut'atul Hajji.\" Adapun Ibnu Ja'far, ia berkata; Syu'bah berkata, Muslim berkata, \"Tidak tahu, apakah Mu'atul Hajji ataukah Mut'atun Nisa`.\" ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا شُعْبَةُ عَنْ مُسْلِمٍ الْقُرِّيِّ قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ مُتْعَةِ الْحَجِّ فَرَخَّصَ فِيهَا وَكَانَ ابْنُ الزُّبَيْرِ يَنْهَى عَنْهَافَقَالَ هَذِهِ أُمُّ ابْنِ الزُّبَيْرِ تُحَدِّثُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَخَّصَ فِيهَا فَادْخُلُوا عَلَيْهَا فَاسْأَلُوهَا قَالَ فَدَخَلْنَا عَلَيْهَا فَإِذَا امْرَأَةٌ ضَخْمَةٌ عَمْيَاءُ فَقَالَتْ قَدْ رَخَّصَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَاو حَدَّثَنَاه ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الرَّحْمَنِ ح و حَدَّثَنَاه ابْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ جَمِيعًا عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ فَأَمَّا عَبْدُ الرَّحْمَنِ فَفِي حَدِيثِهِ الْمُتْعَةُ وَلَمْ يَقُلْ مُتْعَةُ الْحَجِّ وَأَمَّا ابْنُ جَعْفَرٍ فَقَالَ قَالَ شُعْبَةُ قَالَ مُسْلِمٌ لَا أَدْرِي مُتْعَةُ الْحَجِّ أَوْ مُتْعَةُ النِّسَاءِ","source":"Muslim"},"__N_SSG":true}