{"pageProps":{"number":"23","slug":"muslim","id":"Telah menceritakan kepada kami [Khalaf bin Hisyam] telah menceritakan kepada kami [Hammad bin Zaid] dari [Abu Jamrah] dia berkata, Saya mendengar [Ibnu Abbas]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Yahya bin Yahya] dan lafazh ini adalah miliknya, telah mengabarkan kepada kami [Abbad bin Abbad] dari [Abu Jamrah] dari [Ibnu Abbas] dia berkata, \"Utusan Abdul Qais menghadap Rasulullah shallallahu 'alaihi wasallam seraya mereka berkata, 'Wahai Rasulullah, sesungguhnya desa ini adalah termasuk kabilah Rabi'ah, dan sungguh para kafir Mudlar telah menghalangi antara kami dan kamu, sehingga kita tidak bisa selamat menujumu kecuali pada bulan Haram, maka perintahkanlah kepada kami untuk mengamalkan suatu perintah dan kami akan mendakwahkannya kepada orang-orang yang ada di belakang kami.' Beliau bersabda: \"Saya memerintahkan kepada kalian dengan empat perkara dan melarang kalian dari empat perkara: Yaitu iman kepada Allah, \" kemudian beliau menafsirkannya untuk mereka seraya bersabda: \"Persaksian bahwa tidak ada tuhan (yang berhak disembah) selain Allah dan bahwa Muhammad adalah utusan Allah, mendirikan shalat, menunaikan zakat, dan mengeluarkan seperlima dari harta rampasan perang. Dan aku melarang kamu agar tidak membuat arak perasan dalam ad-Duba`, al-Hantam, an Naqir dan al-Muqayyar.\" Khalaf menambahkan dalam riwayatnya, \"Persaksian bahwa tidak ada tuhan (yang berhak disembah) selain Allah. Dan mengikatkan sekali.\"","arab":"حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَبِي جَمْرَةَ قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ح و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَاللَّفْظُ لَهُ أَخْبَرَنَا عَبَّادُ بْنُ عَبَّادٍ عَنْ أَبِي جَمْرَةَ عَنْ ابْنِ عَبَّاسٍ قَالَقَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّا هَذَا الْحَيَّ مِنْ رَبِيعَةَ وَقَدْ حَالَتْ بَيْنَنَا وَبَيْنَكَ كُفَّارُ مُضَرَ فَلَا نَخْلُصُ إِلَيْكَ إِلَّا فِي شَهْرِ الْحَرَامِ فَمُرْنَا بِأَمْرٍ نَعْمَلُ بِهِ وَنَدْعُو إِلَيْهِ مَنْ وَرَاءَنَا قَالَ آمُرُكُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ الْإِيمَانِ بِاللَّهِ ثُمَّ فَسَّرَهَا لَهُمْ فَقَالَ شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ وَأَنْ تُؤَدُّوا خُمُسَ مَا غَنِمْتُمْ وَأَنْهَاكُمْ عَنْ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ وَالْمُقَيَّرِزَادَ خَلَفٌ فِي رِوَايَتِهِ شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَعَقَدَ وَاحِدَةً","source":"Muslim"},"__N_SSG":true}