{"pageProps":{"number":"2482","slug":"muslim","id":"Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Muhammad bin Hatim]. Muhammad bin Hatim mengatakan; Telah menceritakan kepada kami [Muhammad bin Bakr] telah mengabarkan kepada kami [Ibnu Juraij] telah mengabarkan kepadaku ['Atha`] dia berkata; Kami menghadiri jenazah Maimunah, istri Nabi shallallahu 'alaihi wasallam bersama Ibnu Abbas di daerah Sarif. [Ibnu Abbas] berkata; \"Ini adalah istri Nabi shallallahu 'alaihi wasallam, jika kalian mengangkat kerandanya, maka janganlah kalian berisik dan jangan pula menggoncangkannya, angkatlah pelan-pelan. Sesungguhnya Rasulullah shallallahu 'alaihi wasallam memiliki sembilan orang istri, beliau pernah menggilir delapan istri, namun tidak menggilir yang satunya.\" 'Atha` berkata; Yang pernah tidak digilir adalah Shafiyah binti Huhyay bin Akhthab. (tapi yang benar adalah Saudah -red). Telah menceritakan kepada kami [Muhammad bin Rafi'] dan ['Abd bin Humaid] semuanya dari [Abdur Razaq] dari [Ibnu Juraij] dengan isnad ini dengan menambahkan; 'Atha` mengatakan; Dia adalah istri Rasulullah yang terakhir meninggal dunia, dia meninggal di Madinah.","arab":"حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَمُحَمَّدُ بْنُ حَاتِمٍ قَالَ مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَطَاءٌ قَالَحَضَرْنَا مَعَ ابْنِ عَبَّاسٍ جَنَازَةَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسَرِفَ فَقَالَ ابْنُ عَبَّاسٍ هَذِهِ زَوْجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا رَفَعْتُمْ نَعْشَهَا فَلَا تُزَعْزِعُوا وَلَا تُزَلْزِلُوا وَارْفُقُوا فَإِنَّهُ كَانَ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تِسْعٌ فَكَانَ يَقْسِمُ لِثَمَانٍ وَلَا يَقْسِمُ لِوَاحِدَةٍقَالَ عَطَاءٌ الَّتِي لَا يَقْسِمُ لَهَا صَفِيَّةُ بِنْتُ حُيَيِّ بْنِ أَخْطَبَ حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ عَنْ ابْنِ جُرَيْجٍ بِهَذَا الْإِسْنَادِ وَزَادَ قَالَ عَطَاءٌ كَانَتْ آخِرَهُنَّ مَوْتًا مَاتَتْ بِالْمَدِينَةِ","source":"Muslim"},"__N_SSG":true}