{"pageProps":{"number":"2536","slug":"muslim","id":"Dan telah menceritakan kepadaku [Ishaq bin Manshur] telah menceritakan kepada kami [Abdurrahman] dari [Sufyan] dari [Abu Bakar bin Abu Al Jahm] dia berkata; Saya mendengar [Fathimah binti Qais] berkata; Suatu hari suamiku, yaitu Abu Amru bin Hafsh bin Al Mughirah mengutus Ayyasy bin Abi Rabi'ah untuk menceraikanku dengan membawa lima sha' kurma dan lima sha' gandum. Maka saya berkata; \"Saya hanya diberi nafkah segini, tidakkah kamu mengizinkanku menunggu masa iddah di rumah kalian?\" Ayyash menjawab; \"Tidak.\" Fathimah melanjutnya ceritanya; Kemudian saya mengenakan bajuku dan bergegas menemui Rasulullah shallallahu 'alaihi wasallam. Beliau bertanya: \"Sudah berapa kali dia menceraikanmu?\" Saya menjawab; \"Tiga kali.\" Beliau bersabda: \"Dia benar, memang kamu tidak berhak lagi mendapatkan nafkah darinya, oleh karena itu, tunggulah masa iddahmu di tempat anak pamanmu yaitu Ibnu Ummi Maktum, sebab dia telah buta sehingga kamu bebas apabila hendak menanggalkan pakaianmu, jika telah berakhir masa iddahmu, maka beritahukanlah kepadaku.\" Fathimah berkata; Tidak lama kemudian, beberapa orang melamarku, di antaranya adalah Mu'awiyah dan Abu Jahm. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Mu'awiyah adalah orang yang susah sedangkan Abu Jahm adalah orang yang keras terhadap wanita atau suka mukul wanita atau berkata seperti itu, akan tetapi menikahlah dengan Usamah bin Zaid.\" Dan telah menceritakan kepadaku [Ishaq bin Manshur] telah mengabarkan kepada kami [Abu 'Ashim] telah menceritakan kepada kami [Sufyan Ats Tsauri] telah menceritakan kepadaku [Abu Bakar bin Abi Jahm] dia berkata; Saya dan Abu Salamah bin Abdirrahman menemui [Fathimah binti Qais] dan bertanya kepadanya. Dia menceritakan; Mulanya saya adalah istri Abu 'Amru bin Hafsh bin Mughirah, kemudian dia pergi berperang pada perang Najran…, kemudian dia meneruskan hadits tersebut seperti hadits Ibnu Mahdi, namun dia menambahkan; Fathimah berkata; Kemudian saya menikah dengannya, maka Allah memuliakanku dengan Abu Zaid.\" Dan telah menceritakan kepada kami [Ubaidillah bin Mu'adz Al 'Anbari] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Syu'bah] telah menceritakan kepadaku [Abu Bakar] dia berkata; Saya dan Abu Salamah menemui [Fathimah binti Qais] ketika pemerintahan Ibnu Zubair, kemudian dia menceritakan kepada kami bahwa suaminya pernah menceraikannya dengan talak tiga…, seperti hadits Sufyan.","arab":"و حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ عَنْ سُفْيَانَ عَنْ أَبِي بَكْرِ بْنِ أَبِي الْجَهْمِ قَالَ سَمِعْتُ فَاطِمَةَ بِنْتَ قَيْسٍ تَقُولُأَرْسَلَ إِلَيَّ زَوْجِي أَبُو عَمْرِو بْنُ حَفْصِ بْنِ الْمُغِيرَةِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ بِطَلَاقِي وَأَرْسَلَ مَعَهُ بِخَمْسَةِ آصُعِ تَمْرٍ وَخَمْسَةِ آصُعِ شَعِيرٍ فَقُلْتُ أَمَا لِي نَفَقَةٌ إِلَّا هَذَا وَلَا أَعْتَدُّ فِي مَنْزِلِكُمْ قَالَ لَا قَالَتْ فَشَدَدْتُ عَلَيَّ ثِيَابِي وَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ كَمْ طَلَّقَكِ قُلْتُ ثَلَاثًا قَالَ صَدَقَ لَيْسَ لَكِ نَفَقَةٌ اعْتَدِّي فِي بَيْتِ ابْنِ عَمِّكِ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ ضَرِيرُ الْبَصَرِ تُلْقِي ثَوْبَكِ عِنْدَهُ فَإِذَا انْقَضَتْ عِدَّتُكِ فَآذِنِينِي قَالَتْ فَخَطَبَنِي خُطَّابٌ مِنْهُمْ مُعَاوِيَةُ وَأَبُو الْجَهْمِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مُعَاوِيَةَ تَرِبٌ خَفِيفُ الْحَالِ وَأَبُو الْجَهْمِ مِنْهُ شِدَّةٌ عَلَى النِّسَاءِ أَوْ يَضْرِبُ النِّسَاءَ أَوْ نَحْوَ هَذَا وَلَكِنْ عَلَيْكِ بِأُسَامَةَ بْنِ زَيْدٍو حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا أَبُو عَاصِمٍ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي الْجَهْمِ قَالَ دَخَلْتُ أَنَا وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ فَسَأَلْنَاهَا فَقَالَتْ كُنْتُ عِنْدَ أَبِي عَمْرِو بْنِ حَفْصِ بْنِ الْمُغِيرَةِ فَخَرَجَ فِي غَزْوَةِ نَجْرَانَ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ ابْنِ مَهْدِيٍّ وَزَادَ قَالَتْ فَتَزَوَّجْتُهُ فَشَرَّفَنِي اللَّهُ بِأَبِي زَيْدٍ وَكَرَّمَنِي اللَّهُ بِأَبِي زَيْدٍ و حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ حَدَّثَنِي أَبُو بَكْرٍ قَالَ دَخَلْتُ أَنَا وَأَبُو سَلَمَةَ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ زَمَنَ ابْنِ الزُّبَيْرِ فَحَدَّثَتْنَا أَنَّ زَوْجَهَا طَلَّقَهَا طَلَاقًا بَاتًّا بِنَحْوِ حَدِيثِ سُفْيَانَ","source":"Muslim"},"__N_SSG":true}