{"pageProps":{"number":"2538","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Ath Thahir] dan [Harmalah bin Yahya] sedangkan lafazh haditsnya hampir sama, Harmalah mengatakan; Telah menceritakan kepada kami, sedangkan Abu Thahir mengatakan; Telah mengabarkan kepada kami [Ibnu Wahb] telah menceritakan kepadaku [Yunus bin Yazid] dari [Ibnu Syihab] telah menceritakan kepadaku [Ubaidullah bin Abdillah bin 'Utbah bin Mas'ud] bahwa [ayahnya] pernah menulis kepada [Umar bin Abdullah bin Arqam Az Zuhri] dan memerintahkannya untuk menemui [Subai'ah binti Al Harits Al Aslamiyah] untuk menanyakan tentang riwayat haditsnya dan mengenai permasalahan apa Rasulullah shallallahu 'alaihi wasallam pernah bersabda kepadanya ketika dia meminta fatwa. Umar bin Abdillah menulis surat kepada Abdullah bin 'Utbah dan mengabarkan kepadanya bahwa Suba'iah pernah mengabarkan kepadanya; Bahwa dia adalah istri Sa'ad bin Khaulah dari suku 'Amir bin Lu'ai. Sedangkan Sa'ad adalah salah seorang sahabat yang ikut berperang dalam peperangan Badar, dia meninggal dunia ketika Haji Wada' di saat istrinya hamil tua. Beberapa hari setelah dia wafat, istrinya pun melahirkan. Setelah istrinya suci dari nifas, dia pun berhias diri karena mengharap supaya dia dilamar orang. Tidak lama kemudian datanglah Abu Sanabil bin Ba'kak -seorang laki-laki dari Bani Abdid Dar- dia berkata kepadanya; \"Saya melihatmu berhias diri, barang kali kamu berharap untuk menikah lagi. Demi Allah, kamu belum boleh menikah lagi sebelum lewat empat bulan sepuluh hari.\" Kata Subai'ah; Setelah dia berkata demikian kepadaku, lalu saya langsung mengenakan pakaianku dan pergi menemui Rasulullah shallallahu 'alaihi wasallam, kutanyakan masalah tersebut kepada beliau. Kemudian beliau berfatwa kepadaku bahwa sebenarnya saya sudah halal untuk menikah setelah melahirkan anakku, bahkan beliau menyuruhku menikah lagi jika saya berkenan. Ibnu Syihab mengatakan; \"Maka saya berpendapat bolehnya seorang wanita menikah setelah melahirkan, meskipun ia masih mengeluarkan darah, asal suaminya tidak menyetubuhinya hingga ia suci.\"","arab":"و حَدَّثَنِي أَبُو الطَّاهِرِ وَحَرْمَلَةُ بْنُ يَحْيَى وَتَقَارَبَا فِي اللَّفْظِ قَالَ حَرْمَلَةُ حَدَّثَنَا و قَالَ أَبُو الطَّاهِرِ أَخْبَرَنَا ابْنُ وَهْبٍ حَدَّثَنِي يُونُسُ بْنُ يَزِيدَ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ أَنَّ أَبَاهُ كَتَبَ إِلَى عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ الْأَرْقَمِ الزُّهْرِيِّيَأْمُرُهُ أَنْ يَدْخُلَ عَلَى سُبَيْعَةَ بِنْتِ الْحَارِثِ الْأَسْلَمِيَّةِ فَيَسْأَلَهَا عَنْ حَدِيثِهَا وَعَمَّا قَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ اسْتَفْتَتْهُ فَكَتَبَ عُمَرُ بْنُ عَبْدِ اللَّهِ إِلَى عَبْدِ اللَّهِ بْنِ عُتْبَةَ يُخْبِرُهُ أَنَّ سُبَيْعَةَ أَخْبَرَتْهُ أَنَّهَا كَانَتْ تَحْتَ سَعْدِ بْنِ خَوْلَةَ وَهُوَ فِي بَنِي عَامِرِ بْنِ لُؤَيٍّ وَكَانَ مِمَّنْ شَهِدَ بَدْرًا فَتُوُفِّيَ عَنْهَا فِي حَجَّةِ الْوَدَاعِ وَهِيَ حَامِلٌ فَلَمْ تَنْشَبْ أَنْ وَضَعَتْ حَمْلَهَا بَعْدَ وَفَاتِهِ فَلَمَّا تَعَلَّتْ مِنْ نِفَاسِهَا تَجَمَّلَتْ لِلْخُطَّابِ فَدَخَلَ عَلَيْهَا أَبُو السَّنَابِلِ بْنُ بَعْكَكٍ رَجُلٌ مِنْ بَنِي عَبْدِ الدَّارِ فَقَالَ لَهَا مَا لِي أَرَاكِ مُتَجَمِّلَةً لَعَلَّكِ تَرْجِينَ النِّكَاحَ إِنَّكِ وَاللَّهِ مَا أَنْتِ بِنَاكِحٍ حَتَّى تَمُرَّ عَلَيْكِ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ قَالَتْ سُبَيْعَةُ فَلَمَّا قَالَ لِي ذَلِكَ جَمَعْتُ عَلَيَّ ثِيَابِي حِينَ أَمْسَيْتُ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلْتُهُ عَنْ ذَلِكَ فَأَفْتَانِي بِأَنِّي قَدْ حَلَلْتُ حِينَ وَضَعْتُ حَمْلِي وَأَمَرَنِي بِالتَّزَوُّجِ إِنْ بَدَا لِيقَالَ ابْنُ شِهَابٍ فَلَا أَرَى بَأْسًا أَنْ تَتَزَوَّجَ حِينَ وَضَعَتْ وَإِنْ كَانَتْ فِي دَمِهَا غَيْرَ أَنْ لَا يَقْرَبُهَا زَوْجُهَا حَتَّى تَطْهُرَ","source":"Muslim"},"__N_SSG":true}