{"pageProps":{"number":"271","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami ['Affan bin Muslim] telah menceritakan kepada kami [Hammad bin Salamah] telah menceritakan kepada kami [Tsabit] dari [Anas] dari [Ibnu Mas'ud] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang yang terakhir kali masuk surga adalah seorang laki-laki, dia terkadang berjalan, terkadang menyungkur, dan terkadang api neraka mejilatnya. Ketika dia telah melewatinya, maka dia menoleh kepada ke api tersebut seraya berkata, 'Mahasuci Allah yang telah menyelamatkanku darimu. Allah telah memberikan sesuatu kepadaku yang mana Dia tidak pernah memberikannya kepada orang yang awal dan akhir.' Lalu sebuah pohon diangkatkan kepadanya, lalu dia berkata, 'Wahai Rabbku, dekatkanlah kepadaku pohon ini agar aku dapat bernaung dengan naungannya dan minum airnya.' Lalu Allah berfirman: \"Wahai anak Adam, boleh jadi jika Aku memberikannya kepadamu, niscaya kamu akan meminta yang lain kepadaKu.' Maka dia menjawab, 'Tidak wahai Rabbku.' Lalu dia berjanji kepada Allah untuk tidak minta selain itu. Sedangkan Rabbnya memberikan udzur kepadanya karena Dia melihat sesuatu yang dia pasti tidak dapat menahannya. Lalu pohon tersebut didekatkan kepadanya, lalu dia berlindung pada naungannya dan minum dari airnya. Kemudian diangkatlah sebuah pohon lain yang lebih bagus daripada yang pertama. Maka dia berkata, 'Wahai Rabbku, dekatkanlah pohon ini kepadaku agar aku dapat minum dari airnya dan berlindung dengan naungannya, aku tidak akan meminta kepadaMu selainnya.' Maka Allah berkata, 'Wahai anak Adam, bukankah kamu telah berjanji kepada-Ku untuk tidak meminta selainnya.' Lalu Allah berkata lagi, 'Boleh jadi jika Aku mendekatkannya kepadamu niscaya kamu meminta hal lainnya'. Lalu dia berjanji untuk tidak meminta kepada Allah selain itu. Sedangkan Rabbnya memberikan udzur kepadanya karena Dia melihat sesuatu yang mana dia tidak akan mampu menahan diri atasnya. Lalu Allah mendekatkan pohon tersebut untuknya, sehingga dia dapat berlindung dengan naungannya, dan minum dari airnya. Kemudian pohon lainnya diangkat untuknya di sisi pintu surga. Pohon itu lebih indah daripada keduanya. Lalu dia berkata, 'Wahai Rabbku, dekatkanlah kepadaku pohon ini agar aku dapat berlindung dengan naungannya dan minum dari airnya, aku tidak akan meminta kepadamu hal lainnya. Maka Allah berkata, 'Wahai anak Adam, bukankah kamu berjanji kepada-Ku untuk tidak memintaku selainnya.' Dia menjawab, 'Ya, memang benar wahai Rabbku. Kali ini aku tidak akan memintanya kepadamu selainnya'. Sedangkan Rabbmu memberikan udzur kepadanya karena dia melihat pada dirinya sesuatu yang mana dia tidak bisa menahan diri darinya. Lalu Allah mendekatkannya darinya. Ketika Allah mendekatkannya darinya, maka dia mendengar suara penduduk surga. Lalu dia berkata, 'Wahai Rabbku, masukkanlah aku kepadanya'. Maka Allah berkata, 'Wahai anak Adam, apa yang bisa membuatmu tidak meminta lagi kepadaKu. Apakah kamu rela bila Aku memberikanmu dunia dan semisalnya bersamanya.' Dia menjawab, 'Wahai Rabbku, apakah kamu memperolok-olokku, padahal Engkau adalah Rabb alam semesta'.\" Lalu Ibnu Mas'ud tertawa, seraya berkata, 'Tidakkah kalian bertanya kepadaku tentang sesuatu yang membuatku tertawa? ' Mereka bertanya, 'Apa yang membuatmu tertawa? ' Ibnu Mas'ud berkata, 'Demikianlah Rasulullah shallallahu 'alaihi wasallam tertawa.' Para sahabat, 'Apa yang membuatmu tertawa wahai Rasulullah? ' Beliau menjawab: '(Aku tertawa) karena sesuatu yang membuat tertawa Rabb alam semesta ketika hamba tersebut berkata, 'Apakah Engkau memperolok-olokku, padahal Engkau adalah Rabb semesta alam.' Allah menjawab, 'Sesungguhnya Aku tidak memperolok-olokmu, akan tetapi Aku mampu untuk melakukan segala sesuatu yang Aku kehendaki'.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنَا ثَابِتٌ عَنْ أَنَسٍ عَنْ ابْنِ مَسْعُودٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ آخِرُ مَنْ يَدْخُلُ الْجَنَّةَ رَجُلٌ فَهْوَ يَمْشِي مَرَّةً وَيَكْبُو مَرَّةً وَتَسْفَعُهُ النَّارُ مَرَّةً فَإِذَا مَا جَاوَزَهَا الْتَفَتَ إِلَيْهَا فَقَالَ تَبَارَكَ الَّذِي نَجَّانِي مِنْكِ لَقَدْ أَعْطَانِي اللَّهُ شَيْئًا مَا أَعْطَاهُ أَحَدًا مِنْ الْأَوَّلِينَ وَالْآخِرِينَ فَتُرْفَعُ لَهُ شَجَرَةٌ فَيَقُولُ أَيْ رَبِّ أَدْنِنِي مِنْ هَذِهِ الشَّجَرَةِ فَلِأَسْتَظِلَّ بِظِلِّهَا وَأَشْرَبَ مِنْ مَائِهَا فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ يَا ابْنَ آدَمَ لَعَلِّي إِنَّ أَعْطَيْتُكَهَا سَأَلْتَنِي غَيْرَهَا فَيَقُولُ لَا يَا رَبِّ وَيُعَاهِدُهُ أَنْ لَا يَسْأَلَهُ غَيْرَهَا وَرَبُّهُ يَعْذِرُهُ لِأَنَّهُ يَرَى مَا لَا صَبْرَ لَهُ عَلَيْهِ فَيُدْنِيهِ مِنْهَا فَيَسْتَظِلُّ بِظِلِّهَا وَيَشْرَبُ مِنْ مَائِهَا ثُمَّ تُرْفَعُ لَهُ شَجَرَةٌ هِيَ أَحْسَنُ مِنْ الْأُولَى فَيَقُولُ أَيْ رَبِّ أَدْنِنِي مِنْ هَذِهِ لِأَشْرَبَ مِنْ مَائِهَا وَأَسْتَظِلَّ بِظِلِّهَا لَا أَسْأَلُكَ غَيْرَهَا فَيَقُولُ يَا ابْنَ آدَمَ أَلَمْ تُعَاهِدْنِي أَنْ لَا تَسْأَلَنِي غَيْرَهَا فَيَقُولُ لَعَلِّي إِنْ أَدْنَيْتُكَ مِنْهَا تَسْأَلُنِي غَيْرَهَا فَيُعَاهِدُهُ أَنْ لَا يَسْأَلَهُ غَيْرَهَا وَرَبُّهُ يَعْذِرُهُ لِأَنَّهُ يَرَى مَا لَا صَبْرَ لَهُ عَلَيْهِ فَيُدْنِيهِ مِنْهَا فَيَسْتَظِلُّ بِظِلِّهَا وَيَشْرَبُ مِنْ مَائِهَا ثُمَّ تُرْفَعُ لَهُ شَجَرَةٌ عِنْدَ بَابِ الْجَنَّةِ هِيَ أَحْسَنُ مِنْ الْأُولَيَيْنِ فَيَقُولُ أَيْ رَبِّ أَدْنِنِي مِنْ هَذِهِ لِأَسْتَظِلَّ بِظِلِّهَا وَأَشْرَبَ مِنْ مَائِهَا لَا أَسْأَلُكَ غَيْرَهَا فَيَقُولُ يَا ابْنَ آدَمَ أَلَمْ تُعَاهِدْنِي أَنْ لَا تَسْأَلَنِي غَيْرَهَا قَالَ بَلَى يَا رَبِّ هَذِهِ لَا أَسْأَلُكَ غَيْرَهَا وَرَبُّهُ يَعْذِرُهُ لِأَنَّهُ يَرَى مَا لَا صَبْرَ لَهُ عَلَيْهَا فَيُدْنِيهِ مِنْهَا فَإِذَا أَدْنَاهُ مِنْهَا فَيَسْمَعُ أَصْوَاتَ أَهْلِ الْجَنَّةِ فَيَقُولُ أَيْ رَبِّ أَدْخِلْنِيهَا فَيَقُولُ يَا ابْنَ آدَمَ مَا يَصْرِينِي مِنْكَ أَيُرْضِيكَ أَنْ أُعْطِيَكَ الدُّنْيَا وَمِثْلَهَا مَعَهَا قَالَ يَا رَبِّ أَتَسْتَهْزِئُ مِنِّي وَأَنْتَ رَبُّ الْعَالَمِينَ فَضَحِكَ ابْنُ مَسْعُودٍ فَقَالَ أَلَا تَسْأَلُونِي مِمَّ أَضْحَكُ فَقَالُوا مِمَّ تَضْحَكُ قَالَ هَكَذَا ضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا مِمَّ تَضْحَكُ يَا رَسُولَ اللَّهِ قَالَ مِنْ ضِحْكِ رَبِّ الْعَالَمِينَ حِينَ قَالَ أَتَسْتَهْزِئُ مِنِّي وَأَنْتَ رَبُّ الْعَالَمِينَ فَيَقُولُ إِنِّي لَا أَسْتَهْزِئُ مِنْكَ وَلَكِنِّي عَلَى مَا أَشَاءُ قَادِرٌ","source":"Muslim"},"__N_SSG":true}