{"pageProps":{"number":"2973","slug":"muslim","id":"Telah menceritakan kepadaku [Muhammad bin Al Mutsanna] telah menceritakan kepadaku [Abdul A'la] telah menceritakan kepada kami [Daud] dari [Abu Nadlrah] dari [Abu Sa'id], bahwa seorang laki-laki dari Bani Aslam yang bernama Ma'iz bin Malik mendatangi Rasulullah shallallahu 'alaihi wasallam sambil berkata, \"Sesungguhnya aku telah berbuat keji, oleh karena itu luruskanlah daku!\" Namun Nabi shallallahu 'alaihi wasallam berpaling darinya, hal itu terjadi sampai berkali-kali.\" Abu Sa'id berkata, \"Kemudian beliau bertanya kepada kaumnya, mereka menjawab, \"Kami tidak melihatnya berbuat keji melainkan dia telah melakukan sesuatu, dan dia tidak bisa keluar dari permasalahan itu kecuali jika telah ditegakkan had atasnya.\" Abu Sa'id melanjutkan, \"Lalu dia kembali kepada Nabi shallallahu 'alaihi wasallam, lantas beliau memerintahkan kami untuk merajamnya.\" Abu Sa'id melanjutkan, \"Setelah itu kami pergi ke Baqi' Gharqad, kami tidak mengikatnya dan tidak pula memendamnya.\" Abu Sa'id melanjutkan, \"Lalu kami melemparinya dengan tulang belulang dan tanah liat yang keras.\" Abu Sa'id berkata, \"Ma'iz berusaha lari hingga sampai dekat Hurrah, namun kami mengejarnya dan mendapatkannya kembali, lalu kami melemparinya dengan bebatuan yang besar hingga dia diam (mati).\" Di sore harinya Rasulullah shallallahu 'alaihi wasallam berdiri dan berkhutbah, sabdanya: \"Kenapa ketika kami berangkat perang untuk berjihad di jalan Allah, salah seorang dari kalian ada yang tidak ikut berangkat dan bersama keluarga kami, ia memiliki desahan seperti kambing jantan (saat kawin). Maka tidaklah kalian menghadapkan kepadaku orang yang melakukan perbuatan itu melainkan aku akan memberinya sanksi.\" Abu Sa'id berkata, \"Maka beliau tidak memintakan ampun untuknya dan tidak pula mencacinya.\" Dan telah menceritakan kepadaku [Muhammad bin Hatim] telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Daud] dengan sanad ini, seperti makna hadits tersebut. Dalam hadits tersebut ia menyebutkan, \"Di sore harinya, Nabi shallallahu 'alaihi wasallam berdiri dan memuji Allah dan mengagungkan-Nya, lalu bersabda: \"Amma Ba'du. Kenapa sekelompok orang ketika kami berangkat perang lalu salah seorang dari mereka mundur (tidak ikut) bersama kami, ia memiliki desahan seperti desahan kambing jantan (saat kawin) '. dan ia tidak menyebutkan, 'bersama keluarga kami'.\" Dan telah menceritakan kepada kami [Suraij bin Yunus] telah menceritakan kepada kami [Yahya bin Zakaria bin Abu Zaidah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Mu'awiyah bin Hisyam] telah menceritakan kepada kami [Sufyan] keduanya dari [Daud] dengan isnad sebagian hadits ini, namun dalam hadits Sufyan disebutkan, 'Jika ia mengakui telah berzina sebanyak tiga kali'.\"","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنِي عَبْدُ الْأَعْلَى حَدَّثَنَا دَاوُدُ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍأَنَّ رَجُلًا مِنْ أَسْلَمَ يُقَالُ لَهُ مَاعِزُ بْنُ مَالِكٍ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي أَصَبْتُ فَاحِشَةً فَأَقِمْهُ عَلَيَّ فَرَدَّهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِرَارًا قَالَ ثُمَّ سَأَلَ قَوْمَهُ فَقَالُوا مَا نَعْلَمُ بِهِ بَأْسًا إِلَّا أَنَّهُ أَصَابَ شَيْئًا يَرَى أَنَّهُ لَا يُخْرِجُهُ مِنْهُ إِلَّا أَنْ يُقَامَ فِيهِ الْحَدُّ قَالَ فَرَجَعَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَنَا أَنْ نَرْجُمَهُ قَالَ فَانْطَلَقْنَا بِهِ إِلَى بَقِيعِ الْغَرْقَدِ قَالَ فَمَا أَوْثَقْنَاهُ وَلَا حَفَرْنَا لَهُ قَالَ فَرَمَيْنَاهُ بِالْعَظْمِ وَالْمَدَرِ وَالْخَزَفِ قَالَ فَاشْتَدَّ وَاشْتَدَدْنَا خَلْفَهُ حَتَّى أَتَى عُرْضَ الْحَرَّةِ فَانْتَصَبَ لَنَا فَرَمَيْنَاهُ بِجَلَامِيدِ الْحَرَّةِ يَعْنِي الْحِجَارَةَ حَتَّى سَكَتَ قَالَ ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطِيبًا مِنْ الْعَشِيِّ فَقَالَ أَوَ كُلَّمَا انْطَلَقْنَا غُزَاةً فِي سَبِيلِ اللَّهِ تَخَلَّفَ رَجُلٌ فِي عِيَالِنَا لَهُ نَبِيبٌ كَنَبِيبِ التَّيْسِ عَلَيَّ أَنْ لَا أُوتَى بِرَجُلٍ فَعَلَ ذَلِكَ إِلَّا نَكَّلْتُ بِهِ قَالَ فَمَا اسْتَغْفَرَ لَهُ وَلَا سَبَّهُحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا بَهْزٌ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا دَاوُدُ بِهَذَا الْإِسْنَادِ مِثْلَ مَعْنَاهُ وَقَالَ فِي الْحَدِيثِ فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْعَشِيِّ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ أَمَّا بَعْدُ فَمَا بَالُ أَقْوَامٍ إِذَا غَزَوْنَا يَتَخَلَّفُ أَحَدُهُمْ عَنَّا لَهُ نَبِيبٌ كَنَبِيبِ التَّيْسِ وَلَمْ يَقُلْ فِي عِيَالِنَا و حَدَّثَنَا سُرَيْجُ بْنُ يُونُسَ حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ حَدَّثَنَا سُفْيَانُ كِلَاهُمَا عَنْ دَاوُدَ بِهَذَا الْإِسْنَادِ بَعْضَ هَذَا الْحَدِيثِ غَيْرَ أَنَّ فِي حَدِيثِ سُفْيَانَ فَاعْتَرَفَ بِالزِّنَى ثَلَاثَ مَرَّاتٍ","source":"Muslim"},"__N_SSG":true}