{"pageProps":{"number":"2987","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Zuhair bin Harb] dan [Ali bin Hujr] mereka berkata; telah menceritakan kepada kami [Isma'il] -yaitu Ibnu Ulayyah- dari [Ibnu Abu 'Arubah] dari [Abdullah Ad Danaj]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ishaq bin Ibrahim Al Hanzhali] sedangkan lafadznya dari dia, telah mengabarkan kepada kami [Yahya bin Hammad] telah menceritakan kepada kami [Abdul Aziz bin Mukhtar] telah menceritakan kepada kami [Abdullah bin Fairuz] bekas budak Ibnu 'Amir Ad Dannaj, telah menceritakan kepada kami [Hudlain bin Mundzir Abu Sasan] dia berkata, \"Aku pernah melihat Al Walid dihadapkan kepada 'Utsman bin Affan, setelah melaksanakan shalat subuh dua rakaat, Utsman lalu berkata, \"Apakah aku boleh menambahkan untuk kalian? Ada dua orang laki-laki yang menjadi saksi atas perbuatannya, salah seorang di antaranya adalah Humran, dia menyaksikan sendiri bagaimana dia meminum khamer, sedangkan yang lainnya bersaksi bahwa dia pernah melihat Al Walid sedang muntah-muntah (setelah meminum khamer).\" Lalu Utsman berkata, \"Dia tidak akan muntah kecuali ia minum khamer.\" Setelah itu, Utsman berkata kepada Ali, \"Wahai Ali, bangun dan deralah Al Walid.\" [Ali] pun berkata kepada Hasan, \"Wahai Hasan, bangun dan deralah Al Walid.\" Kemudian Hasan pun berkata, \"Sebaiknya kita serahkan saja pelaksanaan hukuman dera ini kepada khalifah Utsman dan para aparatnya.\" Akhirnya dia berkata kepada Abdullah bin Ja'far, \"Wahai Abdullah, bangun dan laksanakanlah hukuman dera kepada Al Walid.\" Setelah itu Abdullah bin Ja'far menderanya sedangkan Ali yang menghitungnya, ketika deraan telah sampai pada hitungan ke empat puluh, Ali berseru, \"Berhentilah.\" Lalu dia berkata, \"Dahulu Rasulullah shallallahu 'alaihi wasallam pernah mendera peminum khamer sebanyak empat puluh kali, Abu Bakar juga pernah melakukan hal yang sama, sementara Umar bin Khattab pernah melaksanakan hukuman dera sebanyak delapan puluh kali. Sebenarnya semua itu adalah sunnah (pernah dilakukan), dan itulah yang lebih aku sukai.\" [Ali bin Hujr] menambahkan dalam riwayatnya, \" [Isma'il] berkata, \"Sungguh aku pernah mendengar hadits Ad Dannaj darinya, namun aku tidak begitu menghafalnya.\"","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَعَلِيُّ بْنُ حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَعِيلُ وَهُوَ ابْنُ عُلَيَّةَ عَنْ ابْنِ أَبِي عَرُوبَةَ عَنْ عَبْدِ اللَّهِ الدَّانَاجِ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ وَاللَّفْظُ لَهُ أَخْبَرَنَا يَحْيَى بْنُ حَمَّادٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ فَيْرُوزَ مَوْلَى ابْنِ عَامِرٍ الدَّانَاجِ حَدَّثَنَا حُضَيْنُ بْنُ الْمُنْذِرِ أَبُو سَاسَانَ قَالَ شَهِدْتُ عُثْمَانَ بْنَ عَفَّانَ وَأُتِيَ بِالْوَلِيدِ قَدْ صَلَّى الصُّبْحَ رَكْعَتَيْنِ ثُمَّ قَالَ أَزِيدُكُمْ فَشَهِدَ عَلَيْهِ رَجُلَانِ أَحَدُهُمَا حُمْرَانُ أَنَّهُ شَرِبَ الْخَمْرَ وَشَهِدَ آخَرُ أَنَّهُ رَآهُ يَتَقَيَّأُ فَقَالَ عُثْمَانُ إِنَّهُ لَمْ يَتَقَيَّأْ حَتَّى شَرِبَهَا فَقَالَ يَا عَلِيُّ قُمْ فَاجْلِدْهُ فَقَالَ عَلِيٌّ قُمْ يَا حَسَنُ فَاجْلِدْهُ فَقَالَ الْحَسَنُ وَلِّ حَارَّهَا مَنْ تَوَلَّى قَارَّهَا فَكَأَنَّهُ وَجَدَ عَلَيْهِ فَقَالَ يَا عَبْدَ اللَّهِ بْنَ جَعْفَرٍ قُمْ فَاجْلِدْهُ فَجَلَدَهُ وَعَلِيٌّ يَعُدُّ حَتَّى بَلَغَ أَرْبَعِينَ فَقَالَ أَمْسِكْ ثُمَّقَالَ جَلَدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْبَعِينَوَجَلَدَ أَبُو بَكْرٍ أَرْبَعِينَ وَعُمَرُ ثَمَانِينَ وَكُلٌّ سُنَّةٌ وَهَذَا أَحَبُّ إِلَيَّ زَادَ عَلِيُّ بْنُ حُجْرٍ فِي رِوَايَتِهِ قَالَ إِسْمَعِيلُ وَقَدْ سَمِعْتُ حَدِيثَ الدَّانَاجِ مِنْهُ فَلَمْ أَحْفَظْهُ","source":"Muslim"},"__N_SSG":true}