{"pageProps":{"number":"300","slug":"muslim","id":"Dan telah menceritakan kepada kami [Abu Kuraib Muhammad bin al-'Ala] telah menceritakan kepada kami [Abu Usamah] dari [al-A'masy] dari [Amru bin Murrah] dari [Sa'id bin Jubair] dari [Ibnu Abbas] dia berkata, \"Tatakala turun ayat: '(Berilah peringatan kepada kaum kerabatmu yang terdekat yaitu kaum kerabatmu yang benar-benar ikhlas) ' (Qs. Asy Syu'ara`: 214). Maka Rasulullah shallallahu 'alaihi wasallam keluar dan menaiki Bukit Soffa lalu berteriak seolah-olah memanggil: 'Wahai para sahabatku'. Sebagian mereka tertanya-tanya siapakah yang berteriak. Sebagian mereka menjawab, 'Muhammad'. Maka mereka pun mulai berkumpul ke arah beliau. Lalu Beliau pun bersabda: \"Wahai Bani Fulan! Bani Fulan! Bani Fulan! Wahai Bani Abdul Manaf! Wahai Bani Abdul Muththalib! ' Maka mereka semua pun menghampiri beliau. Rasulullah shallallahu 'alaihi wasallam kemudan bersabda: \"Apakah pendapat kamu seandainya aku kabarkan kepada kamu bahwa satu pasukan tentera berkuda akan keluar melalui kaki bukit ini untuk menyerang kamu. Apakah kamu akan mempercayaiku? ' Mereka menjawab, 'Kami tidak pernah mendapati kamu berdusta'. Rasulullah shallallahu 'alaihi wasallam bersabda lagi: 'Sesungguhnya aku membawa berita ancaman kepadamu tentang azab yang pedih'.\" Ibnu Abbas berkata, \"Abu Lahab mencela, 'Celaka kamu! Apakah kamu minta kami berkumpul hanya untuk mendengar perkara ini (yaitu memberitahu berita ancaman azab).' Lantas Abu Lahab berlalu pergi. Maka turunlah surat: '(Binasalah kedua tangan Abu Lahab, dan sesungguhnya dia akan celaka) ' Demikianlah al-A'masy membaca hingga akhir surat.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Abu Kuraib] dia berkata, telah menceritakan kepada kami [Abu Muawiyah] dari [al-A'masy] dengan sanad ini. Dia berkata, \"Rasulullah shallallahu 'alaihi wasallam naik ke atas Shafa pada suatu hari seraya berkata, 'Wahai sahabat-sahabatku', sebagaimana hadits Abu Usamah, dan dia tidak menyebutkan turunya ayat, '(Berilah peringatan kepada kaum kerabatmu yang terdekat).\"","arab":"و حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ الْأَعْمَشِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَلَمَّا نَزَلَتْ هَذِهِ الْآيَةُ{ وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ }وَرَهْطَكَ مِنْهُمْ الْمُخْلَصِينَ خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى صَعِدَ الصَّفَا فَهَتَفَ يَا صَبَاحَاهْ فَقَالُوا مَنْ هَذَا الَّذِي يَهْتِفُ قَالُوا مُحَمَّدٌ فَاجْتَمَعُوا إِلَيْهِ فَقَالَ يَا بَنِي فُلَانٍ يَا بَنِي فُلَانٍ يَا بَنِي فُلَانٍ يَا بَنِي عَبْدِ مَنَافٍ يَا بَنِي عَبْدِ الْمُطَّلِبِ فَاجْتَمَعُوا إِلَيْهِ فَقَالَ أَرَأَيْتَكُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ خَيْلًا تَخْرُجُ بِسَفْحِ هَذَا الْجَبَلِ أَكُنْتُمْ مُصَدِّقِيَّ قَالُوا مَا جَرَّبْنَا عَلَيْكَ كَذِبًا قَالَ فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ قَالَ فَقَالَ أَبُو لَهَبٍ تَبًّا لَكَ أَمَا جَمَعْتَنَا إِلَّا لِهَذَا ثُمَّ قَامَ فَنَزَلَتْ هَذِهِ السُّورَةُ تَبَّتْ يَدَا أَبِي لَهَبٍ وَقَدْ تَبَّكَذَا قَرَأَ الْأَعْمَشُ إِلَى آخِرِ السُّورَةِ و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ قَالَ صَعِدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ الصَّفَا فَقَالَ يَا صَبَاحَاهْ بِنَحْوِ حَدِيثِ أَبِي أُسَامَةَ وَلَمْ يَذْكُرْ نُزُولَ الْآيَةِ{ وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ }","source":"Muslim"},"__N_SSG":true}