{"pageProps":{"number":"3188","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Mutsanna] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Yahya bin Hushain] dia berkata, saya mendengar [nenekku] menceritakan bahwa dia mendengar Nabi shallallahu 'alaihi wasallam berkhutbah ketika haji wada', beliau bersabda: \"Seandainya kalian dipimpin oleh seorang budak yang memimpinmu dengan kitabullah, maka dengarkanlah dan ta'atilah dia.\" Dan telah menceritakan kepada kami [Ibnu Basyar] telah menceritakan kepada kami [Muhammad bin Ja'far] dan [Abdurrahman bin Mahdi] dari [Syu'bah] dengan isnad seperti ini, dan beliau bersabda: \"Seorang budak Habsyi.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Waki' bin Jarrah] dari [Syu'bah] dengan isnad ini, namun dia tidak menyebutkan, \"Seorang budak Habsyi yang berhidung pesek.\" Dan telah menceritakan kepada kami [Abdurrahman bin Bisyr] telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Syu'bah] dengan sanad ini, namun tidak menyebutkan: \"…Orang Habsyi yang berhidung pesek.\" dia menambahkan, bahwa neneknya mendengar Rasulullah shallallahu 'alaihi wasallam ketika di Mina atau di 'Arafah.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ يَحْيَى بْنِ حُصَيْنٍ قَالَ سَمِعْتُ جَدَّتِي تُحَدِّثُأَنَّهَا سَمِعَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ فِي حَجَّةِ الْوَدَاعِ وَهُوَ يَقُولُ وَلَوْ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ يَقُودُكُمْ بِكِتَابِ اللَّهِ فَاسْمَعُوا لَهُ وَأَطِيعُواو حَدَّثَنَاه ابْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ وَقَالَ عَبْدًا حَبَشِيًّا و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ وَقَالَ عَبْدًا حَبَشِيًّا مُجَدَّعًا و حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ حَدَّثَنَا بَهْزٌ حَدَّثَنَا شُعْبَةُ بِهَذَا الْإِسْنَادِ وَلَمْ يَذْكُرْ حَبَشِيًّا مُجَدَّعًا وَزَادَ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِنًى أَوْ بِعَرَفَاتٍ","source":"Muslim"},"__N_SSG":true}