{"pageProps":{"number":"3207","slug":"muslim","id":"Telah menceritakan kepadaku [Abu Bakar bin Nafi'] dan [Muhammad bin Basyar], [Ibnu Nafi'] berkata; telah menceritakan kepada kami [Ghundar], dan [Ibnu Basyar] berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Ziyad bin 'Ilaqah] dia berkata; saya mendengar ['Arfajah] berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Suatu saat nanti akan terjadi bencana dan kekacauan, maka siapa saja yang hendak memecah belah persatuan ummat ini penggallah dengan pedangmu, siapa pun orangnya.\" Dan telah menceritakan kepada kami [Ahmad bin Khirasy] telah menceritakan kepada kami [Habban] telah menceritakan kepada kami [Abu 'Awanah]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Al Qasim bin Zakaria] telah menceritakan kepada kami ['Ubaidullah bin Musa] dari [Syaiban]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Al Mush'ab bin Al Miqdam Al Khats'ami] telah menceritakan kepada kami [Isra'il] (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Hajjaj] telah menceritakan kepada kami ['Arim bin Fadhl] telah menceritakan kepada kami [Hammad bin Zaid] telah menceritakan kepada kami ['Abdullah bin Al Mukhtar] dan seorang laki-laki, mereka semua dari [Ziyad bin 'Ilaqah] dari ['Arfajah] dari Nabi shallallahu 'alaihi wasallam seperti hadits di atas, namun dalam hadits mereka disebutkan, \"Maka bunuhlah ia.\"","arab":"حَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ وَمُحَمَّدُ بْنُ بَشَّارٍ قَالَ ابْنُ نَافِعٍ حَدَّثَنَا غُنْدَرٌ و قَالَ ابْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ زِيَادِ بْنِ عِلَاقَةَ قَالَ سَمِعْتُ عَرْفَجَةَ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّهُ سَتَكُونُ هَنَاتٌ وَهَنَاتٌ فَمَنْ أَرَادَ أَنْ يُفَرِّقَ أَمْرَ هَذِهِ الْأُمَّةِ وَهِيَ جَمِيعٌ فَاضْرِبُوهُ بِالسَّيْفِ كَائِنًا مَنْ كَانَو حَدَّثَنَا أَحْمَدُ بْنُ خِرَاشٍ حَدَّثَنَا حَبَّانُ حَدَّثَنَا أَبُو عَوَانَةَ ح و حَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ شَيْبَانَ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا الْمُصْعَبُ بْنُ الْمِقْدَامِ الْخَثْعَمِيُّ حَدَّثَنَا إِسْرَائِيلُ ح و حَدَّثَنِي حَجَّاجٌ حَدَّثَنَا عَارِمُ بْنُ الْفَضْلِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُخْتَارِ وَرَجُلٌ سَمَّاهُ كُلُّهُمْ عَنْ زِيَادِ بْنِ عِلَاقَةَ عَنْ عَرْفَجَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ غَيْرَ أَنَّ فِي حَدِيثِهِمْ جَمِيعًا فَاقْتُلُوهُ","source":"Muslim"},"__N_SSG":true}