{"pageProps":{"number":"3356","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Ubaidullah] dari [Nafi'] dari [Ibnu Umar] dia berkata, \"Seorang laki-laki bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang daging biawak saat beliau di atas mimbar. Beliau menjawab: \"Saya tidak memakannya dan juga tidak mengharamkannya.\" Dan telah menceritakan kepada kami [Ubaidullah bin Sa'id] telah menceritakan kepada kami [Yahya] dari [Ubaidullah] dengan sanad ini seperti hadits di atas.\" Dan telah menceritakan kepada kami [Abu Ar rabi'] dan [Qutaibah] keduanya berkata; telah menceritakan kepada kami [Hammad]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Isma'il] keduanya dari [Ayyub]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ibnu Numair] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Malik bin Mighwal]. (dalam jalur lain disebutkan) Telah menceritakan kepadaku [Harun bin Abdullah] telah mengabarkan kepada kami [Muhammad bin Bakr] telah mengabarkan kepada kami [Ibnu Juraij]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Harun bin Abdullah] telah menceritakan kepada kami [Syuja' bin Al Walid] dia berkata; saya mendengar [Musa bin 'Uqbah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Harun bin Sa'id Al Aili] telah menceritakan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Usamah] semuanya dari [Nafi'] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam mengenai daging biawak, beliau tidak memakannya dan tidak pula mengharamkannya.\" Dan dalam haditsnya Usamah, dia menyebutkan, \"Seorang laki-laki berdiri dalam Masjid, sedangkan Rasulullah shallallahu 'alaihi wasallam berada di atas mimbar.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَسَأَلَ رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى الْمِنْبَرِ عَنْ أَكْلِ الضَّبِّ فَقَالَ لَا آكُلُهُ وَلَا أُحَرِّمُهُو حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ حَدَّثَنَا يَحْيَى عَنْ عُبَيْدِ اللَّهِ بِمِثْلِهِ فِي هَذَا الْإِسْنَادِ و حَدَّثَنَاه أَبُو الرَّبِيعِ وَقُتَيْبَةُ قَالَا حَدَّثَنَا حَمَّادٌ ح و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا إِسْمَعِيلُ كِلَاهُمَا عَنْ أَيُّوبَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ ح و حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ ح و حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا شُجَاعُ بْنُ الْوَلِيدِ قَالَ سَمِعْتُ مُوسَى بْنَ عُقْبَةَ ح و حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي أُسَامَةُ كُلُّهُمْ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الضَّبِّ بِمَعْنَى حَدِيثِ اللَّيْثِ عَنْ نَافِعٍ غَيْرَ أَنَّ حَدِيثَ أَيُّوبَ أُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِضَبٍّ فَلَمْ يَأْكُلْهُ وَلَمْ يُحَرِّمْهُ وَفِي حَدِيثِ أُسَامَةَ قَالَ قَامَ رَجُلٌ فِي الْمَسْجِدِ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ","source":"Muslim"},"__N_SSG":true}