{"pageProps":{"number":"3408","slug":"muslim","id":"Telah menceritakan kepada kami [Zuhair bin Harb] dan [Suraij bin Yunus] keduanya dari [Marwan], [Zuhair] berkata; telah menceritakan kepada kami [Marwan bin Mu'awiyah Al Fazari] telah menceritakan kepada kami [Manshur bin Hayyan] telah menceritakan kepada kami [Abu At Thufail 'Amir bin Wastilah] dia berkata, \"Saya berada di samping [Ali bin Abu Thalib], tiba-tiba seorang laki-laki datang menemuinya seraya berkata, \"Apakah Nabi shallallahu 'alaihi wasallam pernah menyampaikan suatu rahasia kepadamu (yang tidak diberitahukan kepada manusia)?\" Abu Thufail berkata, \"Ali pun marah seraya berkata, \"Tidaklah Nabi shallallahu 'alaihi wasallam menyampaikan suatu rahasia kepadaku dan tidak menyampaikannya kepada manusia, kecuali bahwa beliau pernah menyampaikan empat hal kepadaku.\" Abu Thufail berkata, \"Laki-laki tersebut bertanya, \"Apakah empat perkara itu wahai Amirul Mukminin?\" Abu Thufail melanjutkan, \"Ali lalu menjawab, \"Allah melaknat orang yang melaknat orang tuanya, melaknat orang yang menyembelih untuk selain Allah, melaknat orang yang menyembunyikan penjahat dan melaknat orang yang memindah batas tanah.\"","arab":"حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَسُرَيْجُ بْنُ يُونُسَ كِلَاهُمَا عَنْ مَرْوَانَ قَالَ زُهَيْرٌ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ حَدَّثَنَا مَنْصُورُ بْنُ حَيَّانَ حَدَّثَنَا أَبُو الطُّفَيْلِ عَامِرُ بْنُ وَاثِلَةَ قَالَكُنْتُ عِنْدَ عَلِيِّ بْنِ أَبِي طَالِبٍ فَأَتَاهُ رَجُلٌ فَقَالَ مَا كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسِرُّ إِلَيْكَ قَالَ فَغَضِبَ وَقَالَ مَا كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسِرُّ إِلَيَّ شَيْئًا يَكْتُمُهُ النَّاسَ غَيْرَ أَنَّهُ قَدْ حَدَّثَنِي بِكَلِمَاتٍ أَرْبَعٍ قَالَ فَقَالَ مَا هُنَّ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ قَالَ لَعَنَ اللَّهُ مَنْ لَعَنَ وَالِدَهُ وَلَعَنَ اللَّهُ مَنْ ذَبَحَ لِغَيْرِ اللَّهِ وَلَعَنَ اللَّهُ مَنْ آوَى مُحْدِثًا وَلَعَنَ اللَّهُ مَنْ غَيَّرَ مَنَارَ الْأَرْضِ","source":"Muslim"},"__N_SSG":true}