{"pageProps":{"number":"3737","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dari [Malik bin Anas] sebagaimana yang telah di bacakan kepadanya dari [Ishaq bin 'Abdullah bin Abu Thalhah] bahwa [Abu Murrah] -budak dari- 'Aqil bin Abu Thalib; Telah mengabarkan kepadanya dari [Abu Waqid Al Laitsi] \"Bahwa pada saat Rasulullah shallallahu 'alaihi wasallam sedang duduk di masjid beserta para sahabatnya, tiba-tiba datang tiga orang. Yang dua orang mendatangi Rasulullah shallallahu 'alaihi wasallam, sedang yang seorang lagi terus pergi begitu saja. Salah seorang di antara yang berdua tadi kemudian mencari-cari tempat kosong dalam halaqah tersebut, lalu dia duduk di situ. Sedangkan seorang lagi mencari-cari tempat dan duduk di bagian belakang. Adapun orang yang ketiga dia pergi begitu saja. Setelah Rasulullah shallallahu 'alaihi wasallam selesai memberikan pengajian beliau bersabda: 'Perhatikanlah, maukah kuberitahukan kepada kalian tentang orang yang bertiga itu? Satu di antaranya mencari tempat di sisi Allah, maka Allah melapangkan tempat baginya. Orang yang kedua malu-malu, maka Allah pun malu pula kepadanya. Dan orang yang ketiga jelas dia berpaling, maka Allah berpaling pula daripadanya.' Dan telah menceritakan kepada kami [Ahmad bin Al Mundzir]; Telah menceritakan kepada kami ['Abdush Shamad]; Telah menceritakan kepada kami [Harb] yaitu Ibnu Syadad; Demikian juga telah diriwayatkan dari jalur yang lain; Dan telah menceritakan kepadaku [Ishaq bin Manshur]; Telah mengabarkan kepada kami [Habban]; Telah menceritakan kepada kami [Aban] keduanya berkata; Telah menceritakan kepada kami [Yahya bin Abu Katsir] bahwa [Ishaq bin 'Abdullah bin Abu Thalhah]; Telah menceritakan kepadanya melalui sanad ini dengan Hadits yang semakna.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكِ بْنِ أَنَسٍ فِيمَا قُرِئَ عَلَيْهِ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّ أَبَا مُرَّةَ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ أَخْبَرَهُ عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَمَا هُوَ جَالِسٌ فِي الْمَسْجِدِ وَالنَّاسُ مَعَهُ إِذْ أَقْبَلَ نَفَرٌ ثَلَاثَةٌ فَأَقْبَلَ اثْنَانِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَهَبَ وَاحِدٌ قَالَ فَوَقَفَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَّا أَحَدُهُمَا فَرَأَى فُرْجَةً فِي الْحَلْقَةِ فَجَلَسَ فِيهَا وَأَمَّا الْآخَرُ فَجَلَسَ خَلْفَهُمْ وَأَمَّا الثَّالِثُ فَأَدْبَرَ ذَاهِبًا فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا أُخْبِرُكُمْ عَنْ النَّفَرِ الثَّلَاثَةِ أَمَّا أَحَدُهُمْ فَأَوَى إِلَى اللَّهِ فَآوَاهُ اللَّهُ وَأَمَّا الْآخَرُ فَاسْتَحْيَا فَاسْتَحْيَا اللَّهُ مِنْهُ وَأَمَّا الْآخَرُ فَأَعْرَضَ فَأَعْرَضَ اللَّهُ عَنْهُو حَدَّثَنَا أَحْمَدُ بْنُ الْمُنْذِرِ حَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا حَرْبٌ وَهُوَ ابْنُ شَدَّادٍ ح و حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا حَبَّانُ حَدَّثَنَا أَبَانُ قَالَا جَمِيعًا حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ أَنَّ إِسْحَقَ بْنَ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ حَدَّثَهُ فِي هَذَا الْإِسْنَادِ بِمِثْلِهِ فِي الْمَعْنَى","source":"Muslim"},"__N_SSG":true}