{"pageProps":{"number":"4248","slug":"muslim","id":"Telah menceritakan kepadaku [Harmalah bin Yahya]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab]; Telah menceritakan kepadaku [Sa'id bin Al Musayyab] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kalian akan mendapatkan manusia bagaikan barang tambang. Mereka yang pernah menjadi orang-orang yang terbaik pada masa jahiliah akan menjadi orang-orang yang terbaik pula pada masa Islam jika mereka memahaminya (ajaran Islam). Selain itu kalian juga akan menjumpai orang-orang yang tergolong baik, tapi dulunya sebelum masuk Islam mereka adalah orang-orang yang sangat membenci Islam. Kalian juga akan menjumpai seburuk-buruknya manusia, yaitu orang yang bermuka dua, yang apabila datang ke satu kelompok dengan satu sikap dan bila datang pada kelompok lain dengan sikap yang lain.\" Telah menceritakan kepadaku [Zuhair bin Harb]; Telah menceritakan kepada kami [Jarir] dari ['Umarah] dari [Abu Zur'ah] dari [Abu Hurairah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Qutaibah bin Sa'id]; Telah menceritakan kepada kami [Al Mughirah bin 'Abdur Rahman Al Hizami] dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: Kalian akan mendapatkan manusia bagaikan barang tambang, -sebagaimana Hadits Az Zuhri. Namun di dalam Hadits Abu Zur'ah dan Al A'raj dengan menggunakan lafazh; kalian juga akan menjumpai orang-orang yang tergolong baik di dalam umat ini, tapi dulunya sebelum masuk Islam mereka adalah orang-orang yang sangat membenci Islam.","arab":"حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ تَجِدُونَ النَّاسَ مَعَادِنَ فَخِيَارُهُمْ فِي الْجَاهِلِيَّةِ خِيَارُهُمْ فِي الْإِسْلَامِ إِذَا فَقِهُوا وَتَجِدُونَ مِنْ خَيْرِ النَّاسِ فِي هَذَا الْأَمْرِ أَكْرَهُهُمْ لَهُ قَبْلَ أَنْ يَقَعَ فِيهِ وَتَجِدُونَ مِنْ شِرَارِ النَّاسِ ذَا الْوَجْهَيْنِ الَّذِي يَأْتِي هَؤُلَاءِ بِوَجْهٍ وَهَؤُلَاءِ بِوَجْهٍحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ عَنْ عُمَارَةَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ ح و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ الْحِزَامِيُّ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَجِدُونَ النَّاسَ مَعَادِنَ بِمِثْلِ حَدِيثِ الزُّهْرِيِّ غَيْرَ أَنَّ فِي حَدِيثِ أَبِي زُرْعَةَ وَالْأَعْرَجِ تَجِدُونَ مِنْ خَيْرِ النَّاسِ فِي هَذَا الشَّأْنِ أَشَدَّهُمْ لَهُ كَرَاهِيَةً حَتَّى يَقَعَ فِيهِ","source":"Muslim"},"__N_SSG":true}