{"pageProps":{"number":"4282","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al A'laa Al Mahdani]; Telah menceritakan kepada kami [Ibnu Fudhail] dari [Bapaknya] dari ['Umarah bin Al Qa'qa'] dari [Abu Zur'ah] dari [Abu Hurairah] seorang laki-laki seraya berkata; 'Ya Rasulullah, siapakah orang yang paling berhak dengan kebaktianku? Beliau menjawab: 'Ibumu, lalu Ibumu, lalu Ibumu, kemudian bapakmu, kemudian orang yang terdekat denganmu dan seterusnya.' Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] Telah menceritakan kepada kami [Syarik] dari ['Ammarah] dari [Ibnu Syubrumah] dari [Abu Zur'ah] dari [Abu Hurairah] dia berkata; Seseorang berkata kepada Nabi shallallahu 'alaihi wasallam -lalu Abu Hurairah menyebutkah Hadits yang serupa dengan Hadits Jarir dengan sedikit tambahan; 'beliau bersabda: 'Ya, dan bapakmu, sungguh aku akan memberitakan kepadamu.' Telah menceritakan kepadaku [Muhammad bin Hatim] Telah menceritakan kepada kami [Syababah] Telah menceritakan kepada kami [Muhammad bin Thalhah] Demikian juga diriwayatkan dari jalur lainnya, Telah menceritakan kepadaku [Ahmad bin Khirasy] Telah menceritakan kepada kami [Habban] Telah menceritakan kepada kami [Wuhaib] keduanya dari [Ibnu Syubrumah] melalui jalur ini. Di dalam Hadits Wuhaib disebutkan dengan lafazh; 'Man Abarru.' (Siapakah yang paling baik). Sedangkan di dalam Hadits Muhammad bin Thalhah dengan lafazh; 'Ayyun nas ahaqqu minni bihusnis shahbah.' -lalu dia menyebutkan lafazh yang sama dengan Hadits Jarir.-","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ الْهَمْدَانِيُّ حَدَّثَنَا ابْنُ فُضَيْلٍ عَنْ أَبِيهِ عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ مَنْ أَحَقُّ النَّاسِ بِحُسْنِ الصُّحْبَةِ قَالَ أُمُّكَ ثُمَّ أُمُّكَ ثُمَّ أُمُّكَ ثُمَّ أَبُوكَ ثُمَّ أَدْنَاكَ أَدْنَاكَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا شَرِيكٌ عَنْ عُمَارَةَ وَابْنِ شُبْرُمَةَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ بِمِثْلِ حَدِيثِ جَرِيرٍ وَزَادَ فَقَالَ نَعَمْ وَأَبِيكَ لَتُنَبَّأَنَّ حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا شَبَابَةُ حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ ح و حَدَّثَنِي أَحْمَدُ بْنُ خِرَاشٍ حَدَّثَنَا حَبَّانُ حَدَّثَنَا وُهَيْبٌ كِلَاهُمَا عَنْ ابْنِ شُبْرُمَةَ بِهَذَا الْإِسْنَادِ فِي حَدِيثِ وُهَيْبٍ مَنْ أَبَرُّ وَفِي حَدِيثِ مُحَمَّدِ بْنِ طَلْحَةَ أَيُّ النَّاسِ أَحَقُّ مِنِّي بِحُسْنِ الصُّحْبَةِ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ جَرِيرٍ","source":"Muslim"},"__N_SSG":true}