{"pageProps":{"number":"4351","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dan [Abu Bakr bin Abu Syaibah] dan ['Amru An Naqid] dan [Zuhair bn Harb] dan [Ibnu Numair] seluruhnya dari [Ibnu 'Uyainah] dan lafazh ini milik Zuhair dia berkata; Telah menceritakan kepada kami [Sufyan] yaitu Ibnu 'Uyainah dari [Ibnu Al Munkadir] dia mendengar ['Urwah bin Az Zubair] berkata; Telah menceritakan kepadaku ['Aisyah] bahwasanya ada seorang laki-laki meminta izin untuk masuk ke rumah dan bertemu dengan Rasulullah shallallahu 'alaihi wasallam. Kemudian Rasulullah berkata kepada para sahabat: \"Izinkanlah ia masuk, sungguh sangat buruk perangainya, atau orang yang paling jelek di kabilahnya.\" Setelah orang tersebut masuk, maka Rasulullah shallallahu 'alaihi wasallam berbicara kepadanya dengan Iunak. Aisyah berkata; 'Saya bertanya kepada Rasulullah; 'Ya Rasulullah, tadi sebelum orang tersebut masuk, engkau berkata seperti itu, tapi setelah ia masuk, maka engkau berkata kepadanya dengan lembut.' Rasulullah shallallahu 'alaihi wasallam menjawab: 'Hai Aisyah, sesungguhnya manusia yang paling buruk kedudukannya di sisi Allah pada hari kiamat adalah orang yang dihindari oleh manusia karena takut kejelekannya.' Telah menceritakan kepadaku [Muhammad bin Rafi'] dan ['Abad bin Humaid] seluruhnya dari ['Abdur Razzaq]; Telah mengabarkan kepada kami [Ma'mar] dari [Ibnu AL Munkadir] melalui jalur ini dengan Hadits yang semakna. Namun dia berkata dengan lafazh; beliau bersabda: 'Sejelek-jelek saudara suatu kaum atau seseorang dari mereka.'","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ وَابْنُ نُمَيْرٍ كُلُّهُمْ عَنْ ابْنِ عُيَيْنَةَ وَاللَّفْظُ لِزُهَيْرٍ قَالَ حَدَّثَنَا سُفْيَانُ وَهُوَ ابْنُ عُيَيْنَةَ عَنْ ابْنِ الْمُنْكَدِرِ سَمِعَ عُرْوَةَ بْنَ الزُّبَيْرِ يَقُولُ حَدَّثَتْنِي عَائِشَةُأَنَّ رَجُلًا اسْتَأْذَنَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ ائْذَنُوا لَهُ فَلَبِئْسَ ابْنُ الْعَشِيرَةِ أَوْ بِئْسَ رَجُلُ الْعَشِيرَةِ فَلَمَّا دَخَلَ عَلَيْهِ أَلَانَ لَهُ الْقَوْلَ قَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ قُلْتَ لَهُ الَّذِي قُلْتَ ثُمَّ أَلَنْتَ لَهُ الْقَوْلَ قَالَ يَا عَائِشَةُ إِنَّ شَرَّ النَّاسِ مَنْزِلَةً عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ مَنْ وَدَعَهُ أَوْ تَرَكَهُ النَّاسُ اتِّقَاءَ فُحْشِهِحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ كِلَاهُمَا عَنْ عَبْدِ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ ابْنِ الْمُنْكَدِرِ فِي هَذَا الْإِسْنَادِ مِثْلَ مَعْنَاهُ غَيْرَ أَنَّهُ قَالَ بِئْسَ أَخُو الْقَوْمِ وَابْنُ الْعَشِيرَةِ","source":"Muslim"},"__N_SSG":true}