{"pageProps":{"number":"4531","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits] Demikian juga diriwayatkan dari jalur lainnya, dan telah menceritakan kepada kami [Muhammad bin Rumh] telah mengabarkan kepada kami [Al Laits] dari [Yazid bin Abu Habib] dari [Abul Khair] dari ['Abdullah bin 'Amr] dari [Abu Bakar Ash-Shiddiq radliallahu 'anhu] bahwa ia pernah berkata kepada Rasulullah shallallahu 'alaihi wasallam; \"Ajari aku suatu doa yang dapat aku panjatkan dalam shalatku.\" Beliau Shallallallahu'alaihi wasallam bersabda: \"Ucapkanlah, (Ya Allah, aku telah berbuat aniaya kepada diriku sendiri dengan aniaya yang besar, -Qutaibah berkata; yang banyak-, dan tidak ada yang mengampuni dosa-dosa selain Engkau, ampunilah aku dengan ampunan dari sisi-Mu, serta kasihinilah aku. Sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.\" Dan telah menceritakannya kepadaku [Abu Ath Thahir] telah mengabarkan kepada kami ['Abdullah bin Wahb] telah mengabarkan kepadaku seorang laki-laki yang dia sebutkan, dan ['Amr bin Al Harits] dari [Yazid bin Abu Habib] dari [Abul Khair] bahwasanya ia mendengar ['Abdullah bin 'Amru bin Al 'Ash] berkata; bahwa [Abu Bakr Ash Shiddiq] dia berkata kepada Rasulullah: \"Ajari aku suatu doa yang dapat aku panjatkan dalam shalatku dan aku panjatkan di rumahku, -lalu dian menyebutkan Hadits yang sama dengan Hadits Al Laits. Namun dia menyebutkan dengan kalimat; 'zhulman katsiran' (dengan aniaya yang banyak).","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الْخَيْرِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ أَبِي بَكْرٍ أَنَّهُقَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلَاتِي قَالَ قُلْ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَبِيرًا وَقَالَ قُتَيْبَةُ كَثِيرًا وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُو حَدَّثَنِيهِ أَبُو الطَّاهِرِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي رَجُلٌ سَمَّاهُ وَعَمْرُو بْنُ الْحَارِثِ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الْخَيْرِ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ يَقَولُ إِنَّ أَبَا بَكْرٍ الصِّدِّيقَ قَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلِّمْنِي يَا رَسُولَ اللَّهِ دُعَاءً أَدْعُو بِهِ فِي صَلَاتِي وَفِي بَيْتِي ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ اللَّيْثِ غَيْرَ أَنَّهُ قَالَ ظُلْمًا كَثِيرًا","source":"Muslim"},"__N_SSG":true}