{"pageProps":{"number":"4759","slug":"muslim","id":"Telah menceritakan kepadaku [Harmalah bin Yahya] telah mengkhabarkan kepada kami [Ibnu Wahb] telah mengkhabarkan kepadaku [Yunus] dari [Ibnu Syihab] telah mengkhabarkan kepadaku [Urwah bin Az Zubair] bahwa [Zainab binti Abu Salamah] telah mengkhabarkan kepadanya bahwa [Ummu Habibah binti Abu Sufyan] telah mengkhabarkan kepadanya bahwa [Zainab binti Jahsy], istri nabi Shallallahu 'alaihi wa Salam, telah mengkhabarkan kepadanya, ia berkata: Pada suatu hari Rasulullah Shallallahu 'alaihi wa Salam keluar dalam keadaan takut dan wajah beliau memerah, beliau mengucapkan: \"LAA ILAAHA ILLALLAAH, celakalah bangsa arab dari keburukan yang mendekat, saat ini penghalang Ya'juj dan Ma'juj telah terbuka seperti ini -beliau melekatkan jari jempol dan jari telunjuk- ia (Zainab) bertanya: Wahai Rasulullah, apakah kita akan dibinasakan sementara ditengah-tengah kami ada orang-orang shalih? Beliau menjawab: \"Ya, bila kekejian banyak (menyebar).\" Telah menceritakan kepadaku [Abdulmalik bin Syu'aib bin Al Laits] telah menceritakan kepadaku [ayahku] dari [kakekku] telah menceritakan kepadaku [Uqail bin Khalid]. Telah menceritakan kepada kami [Amru An Naqid] telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'ad] telah menceritakan kepada kami [ayahku] dari [Shalih], keduanya dari [Ibnu Syihab] seperti hadits Yunus dari Az Zuhri dengan sanadnya.","arab":"حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ أَخْبَرَتْهُ أَنَّ أُمَّ حَبِيبَةَ بِنْتَ أَبِي سُفْيَانَ أَخْبَرَتْهَا أَنَّ زَيْنَبَ بِنْتَ جَحْشٍ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فَزِعًا مُحْمَرًّا وَجْهُهُ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدْ اقْتَرَبَ فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ وَحَلَّقَ بِإِصْبَعِهِ الْإِبْهَامِ وَالَّتِي تَلِيهَا قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ أَنَهْلِكُ وَفِينَا الصَّالِحُونَ قَالَ نَعَمْ إِذَا كَثُرَ الْخَبَثُو حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ حَدَّثَنِي أَبِي عَنْ جَدِّي حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ ح و حَدَّثَنَا عَمْرٌو النَّاقِدُ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ صَالِحٍ كِلَاهُمَا عَنْ ابْنِ شِهَابٍ بِمِثْلِ حَدِيثِ يُونُسَ عَنْ الزُّهْرِيِّ بِإِسْنَادِهِ","source":"Muslim"},"__N_SSG":true}