{"pageProps":{"number":"612","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits] --lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Muhammad bin Rumh] telah mengabarkan kepada kami [al-Laits] dari [Abu az-Zubair] dari [Jabir] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam mengaduh, lalu kita shalat di belakangnya, sedangkan beliau dalam keadaan duduk, dan Abu Bakar memperdengarkan takbirnya kepada manusia. Lalu beliau menoleh kepada kami, maka beliau melihat kami shalat dalam keadaan berdiri. Lalu beliau memberi isyarat kepada kami untuk duduk, lalu kami shalat dengan mengikuti shalatnya dalam keadaan duduk. Ketika beliau mengucapkan salam, maka beliau bersabda, ' kalian baru saja hampir melakukan perbuatan kaum Persia dan Rumawi, mereka berdiri di hadapan raja mereka, sedangkan mereka dalam keadaan duduk, maka janganlah kalian melakukannya. Berimamlah dengan imam kalian. Jika dia shalat dalam keadaan berdiri, maka shalatlah kalian dalam keadaan berdiri, dan jika dia shalat dalam keadaan duduk, maka kalian shalatlah dalam keadaan duduk'.\" Telah menceritakan kepada kami [Yahya bin Yahya] telah menceritakan kepada kami [Humaid bin Abdurrahman ar-Ruasi] dari [bapaknya] dari [Abu az-Zubair] dari [Jabir] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam shalat mengimami kami, sedangkan Abu Bakar di belakangnya. Apabila Rasulullah shallallahu 'alaihi wasallam bertakbir, maka dia bertakbir untuk memperdengarkan takbirnya kepada kita.\" Kemudian dia menyebutkan semisal hadits al-Laits.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَاشْتَكَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّيْنَا وَرَاءَهُ وَهُوَ قَاعِدٌ وَأَبُو بَكْرٍ يُسْمِعُ النَّاسَ تَكْبِيرَهُ فَالْتَفَتَ إِلَيْنَا فَرَآنَا قِيَامًا فَأَشَارَ إِلَيْنَا فَقَعَدْنَا فَصَلَّيْنَا بِصَلَاتِهِ قُعُودًا فَلَمَّا سَلَّمَ قَالَ إِنْ كِدْتُمْ آنِفًا لَتَفْعَلُونَ فِعْلَ فَارِسَ وَالرُّومِ يَقُومُونَ عَلَى مُلُوكِهِمْ وَهُمْ قُعُودٌ فَلَا تَفْعَلُوا ائْتَمُّوا بِأَئِمَّتِكُمْ إِنْ صَلَّى قَائِمًا فَصَلُّوا قِيَامًا وَإِنْ صَلَّى قَاعِدًا فَصَلُّوا قُعُودًاحَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الرُّؤَاسِيُّ عَنْ أَبِيهِ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ خَلْفَهُ فَإِذَا كَبَّرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبَّرَ أَبُو بَكْرٍ لِيُسْمِعَنَا ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ اللَّيْثِ","source":"Muslim"},"__N_SSG":true}