{"pageProps":{"number":"1433","slug":"muslim","id":"Telah menceritakan kepadaku [Muhammad bin Rafi'] Telah menceritakan kepada kami [Abu Nadlr] telah menceritakan kepada kami [Abu Mu'awiyah] ia adalah Syaiban An Nahwi, dari [Yahya] dari [Abu Salamah] dari [Abdullah bin Amru bin Ash] -dalam jalur lain- Dan telah menceritakan kepada kami [Abdurrahman Ad Darimi] telah mengabarkan kepada kami [Yahya bin Hassan] telah menceritakan kepada kami [Mu'awiyah bin Sallam] dari [Yahya bin Abu Katsir] ia berkata, telah mengabarkan kepadaku [Abu Salamah bin Abdurrahman] dari kabar [Abdullah bin Amru bin Ash] bahwa ia berkata; Ketika terjadi gerhana matahari pada masa Rasulullah shallallahu 'alaihi wasallam, maka diserukanlah (kepada kaum muslimin) dengan seruan, \"ASH SHALAATU JAAMI'AH (Marilah kita menunaikan shalat jama'ah).\" Maka Rasulullah shallallahu 'alaihi wasallam ruku' dua raka'at dalam satu kali sujud, kemudian beliau berdiri lalu ruku' lagi dua raka'at dalam satu kali sujud. Setelah itu matahari sudah kembali normal, maka Aisyah pun berkata, \"Saya sama sekali tidak pernah melakukan ruku' dan tidak pula sujud yang lebih panjang darinya.\"","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَهُوَ شَيْبَانُ النَّحْوِيُّ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ ح و حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ أَخْبَرَنَا يَحْيَى بْنُ حَسَّانَ حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلَّامٍ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَنْ خَبَرِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّهُ قَالَلَمَّا انْكَسَفَتْ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نُودِيَ بِ الصَّلَاةَ جَامِعَةً فَرَكَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَكْعَتَيْنِ فِي سَجْدَةٍ ثُمَّ قَامَ فَرَكَعَ رَكْعَتَيْنِ فِي سَجْدَةٍ ثُمَّ جُلِّيَ عَنْ الشَّمْسِفَقَالَتْ عَائِشَةُ مَا رَكَعْتُ رُكُوعًا قَطُّ وَلَا سَجَدْتُ سُجُودًا قَطُّ كَانَ أَطْوَلَ مِنْهُ","source":"Muslim"},"__N_SSG":true}