{"pageProps":{"number":"1578","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] ia berkata, saya telah membacakan kepada [Malik] dari [Ishaq bin Abdullah bin Abu Thalhah] bahwa ia mendengar [Anas bin Malik] berkata; Abu Thalhah adalah orang Anshar yang terkaya di Madinah. Dan harta yang paling di sukainya ialah sebuah kebun yang di beri nama 'Bairaha`, yang letaknya berhadapan dengan masjid. Rasulullah shallallahu 'alaihi wasallam pernah masuk ke dalam taman itu dan meminum air yang terdapat di dalamnya, yang ternyata manis. Kata Anas selanjutnya; Ketika turun ayat; \"Sekali-kali kamu tidak akan mencapai kebaikan (yang sempurna), sehingga kamu menafkahkan sebagian hartamu yang kamu cintai.\" Maka Abu Thalhah pergi menemui Rasulullah shallallahu 'alaihi wasallam seraya berkata, \"Sesungguhnya Allah telah berfirman di dalam kitab-Nya, 'Sekali-kali kamu tidak akan mencapai kebaikan (yang sempurna), sehingga kamu menafkahkan sebagian hartamu yang kamu cintai.' Maka hartaku yang paling aku cintai adalah Bairaha`. Mulai saat ini aku sedekahkan karena Allah, yang mana aku mengharapkan pahala dan tabungan di sisi Allah. Karena itu manfaatkanlah taman itu sesuai dengan keinginan Anda wahai Rasulullah.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bagus, harta yang betul-betul menguntungkan. Harta yang betul-betul menguntungkan. Aku telah mendengar apa yang kamu ucapkan mengenai harta itu. Namun, aku berpendapat sebaiknya kebun tersebut kamu bagikan kepada familimu yang terdekat.\" Lalu Abu Thalhah membagi-bagikan tamannya itu kepada famili-familinya yang dekat, termasuk anak-anak pamannya.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُاكَانَ أَبُو طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بِالْمَدِينَةِ مَالًا وَكَانَ أَحَبُّ أَمْوَالِهِ إِلَيْهِ بَيْرَحَى وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ قَالَ أَنَسٌ فَلَمَّا نَزَلَتْ هَذِهِ الْآيَةُ{ لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ }قَامَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ اللَّهَ يَقُولُ فِي كِتَابِهِ{ لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ }وَإِنَّ أَحَبَّ أَمْوَالِي إِلَيَّ بَيْرَحَى وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ فَضَعْهَا يَا رَسُولَ اللَّهِ حَيْثُ شِئْتَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَخْ ذَلِكَ مَالٌ رَابِحٌ ذَلِكَ مَالٌ رَابِحٌ قَدْ سَمِعْتُ مَا قُلْتَ فِيهَا وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الْأَقْرَبِينَ فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ","source":"Muslim"},"__N_SSG":true}