{"pageProps":{"number":"176","slug":"muslim","id":"Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Abd bin Humaid] keduanya berkata, telah mengabarkan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [az-Zuhri] dengan sanad ini. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Abu Mu'awiyah] telah menceritakan kepada kami [Hisyam bin Urwah] dari [bapaknya] dari [Hakim bin Hizam] dia berkata, aku bertanya, \"Wahai Rasulullah, (bagaimana pendapatmu) tentang beberapa perkara yang aku lakukan pada masa jahiliyyah?, sedangkan Hisyam menyebutkan, 'perbuatan baik yang aku lakukan? ' maka Rasulullah shallallahu 'alaihi wasallam menjawab: \"Kamu masuk Islam dengan kebaikan yang kamu lakukan di masa dahulu.\" Aku lalu berkata, \"Demi Allah, tidaklah amal baik yang pernah aku lakukan di masa jahiliyah kecuali aku lakukan juga saat Islam.\" Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Abdulah bin Numair] dari [Hisyam bin Urwah] dari [bapaknya] bahwa [Hakim bin Hizam] memerdekakan seratus budak dan menyedekahkan seratus unta di masa jahiliyah, kemudian memerdekakan seratus budak pada masa Islam dan menyedekahkan seratus unta. Kemudian dia mendatangi Nabi shallallahu 'alaihi wasallam…lalu menyebutkan semisal hadits mereka.\"","arab":"حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَكِيمِ بْنِ حِزَامٍ قَالَقُلْتُ يَا رَسُولَ اللَّهِ أَشْيَاءَ كُنْتُ أَفْعَلُهَا فِي الْجَاهِلِيَّةِ قَالَ هِشَامٌ يَعْنِي أَتَبَرَّرُ بِهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْلَمْتَ عَلَى مَا أَسْلَفْتَ لَكَ مِنْ الْخَيْرِ قُلْتُ فَوَاللَّهِ لَا أَدَعُ شَيْئًا صَنَعْتُهُ فِي الْجَاهِلِيَّةِ إِلَّا فَعَلْتُ فِي الْإِسْلَامِ مِثْلَهُحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّ حَكِيمَ بْنَ حِزَامٍ أَعْتَقَ فِي الْجَاهِلِيَّةِ مِائَةَ رَقَبَةٍ وَحَمَلَ عَلَى مِائَةِ بَعِيرٍ ثُمَّ أَعْتَقَ فِي الْإِسْلَامِ مِائَةَ رَقَبَةٍ وَحَمَلَ عَلَى مِائَةِ بَعِيرٍ ثُمَّ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوَ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}