{"pageProps":{"number":"1783","slug":"muslim","id":"Telah menceritakan kepada kami [Haddab bin Khalid] telah menceritakan kepada kami [Hammam bin Yahya] telah menceritakan kepada kami [Qatadah] dari [Abu Nadlrah] dari [Abu Sa'id Al Khudri] radliallahu 'anhu, ia berkata; \"Kami ikut berperang bersama Rasulullah shallallahu 'alaihi wasallam pada tanggal enam belas Ramadlan. Di antara kami ada yang berpuasa dan ada pula yang berbuka. Namun mereka yang berpuasa tidaklah mencela orang yang berbuka dan yang berbuka tidak mencela yang berpuasa.\" Telah menceritakan kepada kami [Muhammad bin Abu Bakar Al Muqaddami] telah menceritakan kepada kami [Yahya bin Sa'id] dari [At Taimi] -dalam jalur lain- Dan telah menceritakannya kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Ibnu Mahdi] telah menceritakan kepada kami [Syu'bah] -dalam jalur lain- Berkata [Ibnul Mutsanna] telah menceritakan kepada kami [Abu Amir] telah menceritakan kepada kami [Hisyam] -dan [Ibnul Mutsanna] berkata- Telah menceritakan kepada kami [Salim bin Nuh] telah menceritakan kepada kami [Umar] yakni Ibnu Amir -dalam jalur lain- Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Muhammad bin Basysyar] dari [Sa'id] semuanya dari [Qatadah] dengan isnad ini sebagaimana haditsnya Hammam, hanya saja di dalam hadits At Taimi dan Umar bin Amir dan Hisyam tercantum tanggal delapan belas. Sementara dalam hadits Sa'id adalah tanggal dua belas. Dan menurut Syu'bah; tanggal tujuh belas atau sembilan belas.","arab":"حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ حَدَّثَنَا هَمَّامُ بْنُ يَحْيَى حَدَّثَنَا قَتَادَةُ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَغَزَوْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِسِتَّ عَشْرَةَ مَضَتْ مِنْ رَمَضَانَ فَمِنَّا مَنْ صَامَ وَمِنَّا مَنْ أَفْطَرَ فَلَمْ يَعِبْ الصَّائِمُ عَلَى الْمُفْطِرِ وَلَا الْمُفْطِرُ عَلَى الصَّائِمِحَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ التَّيْمِيِّ ح و حَدَّثَنَاه مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ مَهْدِيٍّ حَدَّثَنَا شُعْبَةُ ح وَقَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا أَبُو عَامِرٍ حَدَّثَنَا هِشَامٌ وَقَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا سَالِمُ بْنُ نُوحٍ حَدَّثَنَا عُمَرُ يَعْنِي ابْنَ عَامِرٍ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ عَنْ سَعِيدٍ كُلُّهُمْ عَنْ قَتَادَةَ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ هَمَّامٍ غَيْرَ أَنَّ فِي حَدِيثِ التَّيْمِيِّ وَعُمَرَ بْنِ عَامِرٍ وَهِشَامٍ لِثَمَانَ عَشْرَةَ خَلَتْ وَفِي حَدِيثِ سَعِيدٍ فِي ثِنْتَيْ عَشْرَةَ وَشُعْبَةَ لِسَبْعَ عَشْرَةَ أَوْ تِسْعَ عَشْرَةَ","source":"Muslim"},"__N_SSG":true}