{"pageProps":{"number":"1803","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Abu Usamah] dari [Al Walid bin Katsir] telah menceritakan kepadaku [Nafi'] bahwa [Abdullah bin Umar] radliallahu 'anhuma telah menceritakan kepadanya bahwa ia mendengar Rasulullah shallallahu 'alaihi wasallam bersabda di hari 'Asyura`: \"Sesungguhnya orang-orang Jahiliyah berpuasa di hari ini. Maka siapa yang suka berpuasa silahkan, dan siapa yang lebih suka meninggalkannya maka tidaklah mengapa.\" Maka Abdullah radliallahu 'anhu tidak pernah berpuasa di hari itu, kecuali memang bertepatan dengan hari puasanya. Dan telah menceritakan kepadaku [Muhammad bin Ahmad bin Abu Khalaf] telah menceritakan kepada kami [Rauh] -dalam riwayat lain- Telah menceritakan kepada kami [Abu Malik Ubaidullah bin Al Akhnas] telah mengabarkan kepadaku [Nafi'] dari [Abdullah bin Umar] radliallahu 'anhuma, ia berkata; Suatu ketika, disebutkanlah puasa hari 'Asyura` di sisi Rasulullah shallallahu 'alaihi wasallam. Maka ia pun menyebutkan hadits sebagaimana hadits Laits bin Sa'd.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ الْوَلِيدِ يَعْنِي ابْنَ كَثِيرٍ حَدَّثَنِي نَافِعٌ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا حَدَّثَهُأَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي يَوْمِ عَاشُورَاءَ إِنَّ هَذَا يَوْمٌ كَانَ يَصُومُهُ أَهْلُ الْجَاهِلِيَّةِ فَمَنْ أَحَبَّ أَنْ يَصُومَهُ فَلْيَصُمْهُ وَمَنْ أَحَبَّ أَنْ يَتْرُكَهُ فَلْيَتْرُكْهُوَكَانَ عَبْدُ اللَّهِ رَضِيَ اللَّهُ عَنْهُ لَا يَصُومُهُ إِلَّا أَنْ يُوَافِقَ صِيَامَهُ و حَدَّثَنِي مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ حَدَّثَنَا رَوْحٌ حَدَّثَنَا أَبُو مَالِكٍ عُبَيْدُ اللَّهِ بْنُ الْأَخْنَسِ أَخْبَرَنِي نَافِعٌ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ ذُكِرَ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَوْمُ يَوْمِ عَاشُورَاءَ فَذَكَرَ مِثْلَ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ سَوَاءً","source":"Muslim"},"__N_SSG":true}