{"pageProps":{"number":"1983","slug":"muslim","id":"Dan Telah meceritakan kepada kami [Abdu bin Humaid] telah mengabarkan kepada kami [Abdurrazaq] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Urwah] dari [Aisyah] radliallahu 'anha, ia berkata; Kami keluar berhaji bersama-sama dengan Nabi shallallahu 'alaihi wasallam pada tahun haji wada', lalu saya ihram untuk umrah, namun saya tidak membawa hadya. Maka Nabi shallallahu 'alaihi wasallam pun bersabda: \"Siapa yang membawa hadya (hewan kurban), hendaklah ia ihram untuk haji beserta umrahnya, dan tidak bertahallul hingga ia bertahallul dari keduanya.\" Kemudian saya haid, dan ketika masuk malam Arafah, saya bekata, \"Wahai Rasulullah, saya telah berihram untuk umrah, lalu apa yang mesti aku lakukan dengan hajiku?\" beliau menjawab: \"Lepaskanlah sanggul, sisirlah rambutmu dan tinggalkanlah umrah serta berihramlah untuk haji.\" Maka setelah saya menunaikan hajiku, beliau menyuruh Abdurrahman bin Abu Bakar (untuk menemaniku umrah). Lalu ia pun memboncengku dan menemaniku untuk melaksanakan umrah dari Tan'im sebagai ganti dari umrah yang kutinggalkan.","arab":"و حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْخَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ حَجَّةِ الْوَدَاعِ فَأَهْلَلْتُ بِعُمْرَةٍ وَلَمْ أَكُنْ سُقْتُ الْهَدْيَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ مَعَهُ هَدْيٌ فَلْيُهْلِلْ بِالْحَجِّ مَعَ عُمْرَتِهِ ثُمَّ لَا يَحِلَّ حَتَّى يَحِلَّ مِنْهُمَا جَمِيعًا قَالَتْ فَحِضْتُ فَلَمَّا دَخَلَتْ لَيْلَةُ عَرَفَةَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ أَهْلَلْتُ بِعُمْرَةٍ فَكَيْفَ أَصْنَعُ بِحَجَّتِي قَالَ انْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَمْسِكِي عَنْ الْعُمْرَةِ وَأَهِلِّي بِالْحَجِّ قَالَتْ فَلَمَّا قَضَيْتُ حَجَّتِي أَمَرَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ فَأَرْدَفَنِي فَأَعْمَرَنِي مِنْ التَّنْعِيمِ مَكَانَ عُمْرَتِي الَّتِي أَمْسَكْتُ عَنْهَا","source":"Muslim"},"__N_SSG":true}