{"pageProps":{"number":"2329","slug":"muslim","id":"Telah menceritakan kepada kami [Amru bin Ali] telah menceritakan kepada kami [Abdul A'la] telah menceritakan kepada kami [Hisyam bn Abu Abdullah] dari [Abu Zubair] dari [Jabir] bahwasanya; Rasulullah shallallahu 'alaihi wasallam pernah melihat seorang wanita, lalu beliau mendatangi isterinya, yaitu Zainab yang sedang menyamak kulit, guna melepaskan rasa rindunya. Sesudah itu, beliau pergi menemui para sahabatnya, lalu beliau bersabda: \"Sesungguhnya wanita itu datang dan pergi bagaikan syetan. Maka bila kamu melihat seorang wanita, datangilah isterimu, karena yang demikian itu dapat menentramkan gejolak hatimu.\" Telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Abdush Shamad bin Abdul Warits] telah menceritakan kepada kami [Harb bin Abu 'Aliyah] telah menceritakan kepada kami [Abu Zubair] dari [Jabir bin Abdullah] bahwa Nabi shallallahu 'alaihi wasallam pernah melihat seorang wanita. Maka ia pun menyebutkan hadits yang semisalnya. Hanya saja ia menyebutkan; \"Lalu beliau segera mendatangi isterinya, yaitu Zainab yang sedang menyamak kulit.\" Dan ia tidak menyebutkan; \"Pergi seperti syetan.\"","arab":"حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ الْأَعْلَى حَدَّثَنَا هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى امْرَأَةً فَأَتَى امْرَأَتَهُ زَيْنَبَ وَهِيَ تَمْعَسُ مَنِيئَةً لَهَا فَقَضَى حَاجَتَهُ ثُمَّ خَرَجَ إِلَى أَصْحَابِهِ فَقَالَ إِنَّ الْمَرْأَةَ تُقْبِلُ فِي صُورَةِ شَيْطَانٍ وَتُدْبِرُ فِي صُورَةِ شَيْطَانٍ فَإِذَا أَبْصَرَ أَحَدُكُمْ امْرَأَةً فَلْيَأْتِ أَهْلَهُ فَإِنَّ ذَلِكَ يَرُدُّ مَا فِي نَفْسِهِحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ حَدَّثَنَا حَرْبُ بْنُ أَبِي الْعَالِيَةِ حَدَّثَنَا أَبُو الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى امْرَأَةً فَذَكَرَ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ فَأَتَى امْرَأَتَهُ زَيْنَبَ وَهِيَ تَمْعَسُ مَنِيئَةً وَلَمْ يَذْكُرْ تُدْبِرُ فِي صُورَةِ شَيْطَانٍ","source":"Muslim"},"__N_SSG":true}