{"pageProps":{"number":"2399","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Ja'far] yaitu Ibnu Sulaiman dari [Al Ja'd Abu Utsman] dari [Anas bin Malik] dia berkata; \"Setelah Rasulullah shallallahu 'alaihi wasallam menikah (dengan Zainab) beliau pergi ke rumah istrinya. Anas berkata; Sementara itu ibuku Ummu Sulaim membuat adonan kue yang diletakkan dalam mangkok, dia berkata; Wahai Anas, bawalah ini kepada Rasulullah shallallahu 'alaihi wasallam dan katakanlah kepada beliau bahwa ini sedikit kiriman dari ibu wahai Rasulullah, dan sampaikan salam ibu untuk beliau. Dia (Anas) berkata; Saya segera mengantar kue terebut kepada beliau, dan berujar; Ibu menyuruhku untuk mengantar sedikit kue ini kepada anda, dan dia menitip salam untuk anda. Beliau menjawab: \"Letakkanlah di situ, setelah itu, pergilah kamu untuk mengundang orang-orang supaya datang ke sini yaitu fulan, fulan dan fulan, dan siapa saja yang bertemu denganmu.\" Lalu saya pergi mengundang orang yang disebutkan beliau dan siapa saja yang bertemu denganku.\" Abu Utsman berkata; Saya bertanya kepada Anas; \"Berapa kira-kira jumlah undangan itu?\" Anas menjawab; \"Kira-kira tiga ratus orang. Dan Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Wahai Anas, Bawalah kue tersebut kemari.\" Sementara itu, para undangan pun sudah banyak yang datang, sehingga memadati pelataran dan ruangan dalam, maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Buatlah kelompok-kelompok, setiap kelompok berjumlah sepuluh orang, dan masing-masing kelompok menyantap hidangan yang ada di dekatnya.\" Anas berkata; \"Para tamu pun makan hidangan tersebut sampai kenyang.\" Anas melanjutkan; \"Setiap satu kelompok selesai makan dan keluar, maka digantikan oleh kelompok yang lain, sehingga mereka semuanya makan.\" Beliau bersabda kepadaku: \"Wahai Anas, angkatlah!\" Anas berkata; \"Lantas saya mengangkat (sisa hidangan itu), saya tidak tahu apakah hidangan itu memang banyak ketika dihidangkan atau mungkin bertambah ketika saya mengangkatnya.\" Anas melanjutkan; \"Ternyata masih ada sebagian kelompok orang yang bercakap-cakap di rumah Rasulullah shallallahu 'alaihi wasallam, sedangkan Rasulullah shallallahu 'alaihi wasallam duduk dan istri beliau memalingkan wajahnya ke dinding. Sepertinya mereka telah menyusahkan Rasulullah shallallahu 'alaihi wasallam.\" Anas berkata; \"Kemudian beliau keluar menuju ke rumah para istrinya yang lain, setelah beberapa lama beliau kembali, ketika mereka melihat Rasulullah shallallahu 'alaihi wasallam telah kembali, barulah mereka merasa bahwa mereka telah menyusahkan beliau.\" Anas berkata; \"Lantas mereka beranjak pergi dan akhirnya mereka semua keluar, barulah Rasulullah shallallahu 'alaihi wasallam masuk dan menutupkan tabir, sedangkan saya masih duduk di ruangan, tidak lama kemudian, beliau keluar menemuiku, ketika itu turunlah ayat: \"Wahai orang-orang yang beriman, janganlah kamu masuk ke rumah Nabi Shallallahu 'Alaihi Wasalam, kecuali bila kamu telah dipersilahkan masuk untuk makan, tanpa menunggu lama makanan terhidang. Tetapi jika kamu diundang, maka masuklah. Dan apabila kamu selesai makan, keluarlah tanpa memperpanjang percakapan, karena yang demikian itu telah mengganggu Nabi Shallallahu 'Alaihi Wasalam…-hingga akhir ayat- (Al Ahzab: 53). Al Ja'd berkata; Anas bin Malik berkata; \"Saya kemudian menceritakan ayat ini kepada orang-orang, lalu para istri Nabi shallallahu 'alaihi wasallam mengenakan hijab.\" ","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَعْفَرٌ يَعْنِي ابْنَ سُلَيْمَانَ عَنْ الْجَعْدِ أَبِي عُثْمَانَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَتَزَوَّجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلَ بِأَهْلِهِ قَالَ فَصَنَعَتْ أُمِّي أُمُّ سُلَيْمٍ حَيْسًا فَجَعَلَتْهُ فِي تَوْرٍ فَقَالَتْ يَا أَنَسُ اذْهَبْ بِهَذَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْ بَعَثَتْ بِهَذَا إِلَيْكَ أُمِّي وَهِيَ تُقْرِئُكَ السَّلَامَ وَتَقُولُ إِنَّ هَذَا لَكَ مِنَّا قَلِيلٌ يَا رَسُولَ اللَّهِ قَالَ فَذَهَبْتُ بِهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنَّ أُمِّي تُقْرِئُكَ السَّلَامَ وَتَقُولُ إِنَّ هَذَا لَكَ مِنَّا قَلِيلٌ يَا رَسُولَ اللَّهِ فَقَالَ ضَعْهُ ثُمَّ قَالَ اذْهَبْ فَادْعُ لِي فُلَانًا وَفُلَانًا وَفُلَانًا وَمَنْ لَقِيتَ وَسَمَّى رِجَالًا قَالَ فَدَعَوْتُ مَنْ سَمَّى وَمَنْ لَقِيتُ قَالَ قُلْتُ لِأَنَسٍ عَدَدَ كَمْ كَانُوا قَالَ زُهَاءَ ثَلَاثِ مِائَةٍ وَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَنَسُ هَاتِ التَّوْرَ قَالَ فَدَخَلُوا حَتَّى امْتَلَأَتْ الصُّفَّةُ وَالْحُجْرَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَتَحَلَّقْ عَشَرَةٌ عَشَرَةٌ وَلْيَأْكُلْ كُلُّ إِنْسَانٍ مِمَّا يَلِيهِ قَالَ فَأَكَلُوا حَتَّى شَبِعُوا قَالَ فَخَرَجَتْ طَائِفَةٌ وَدَخَلَتْ طَائِفَةٌ حَتَّى أَكَلُوا كُلُّهُمْ فَقَالَ لِي يَا أَنَسُ ارْفَعْ قَالَ فَرَفَعْتُ فَمَا أَدْرِي حِينَ وَضَعْتُ كَانَ أَكْثَرَ أَمْ حِينَ رَفَعْتُ قَالَ وَجَلَسَ طَوَائِفُ مِنْهُمْ يَتَحَدَّثُونَ فِي بَيْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ وَزَوْجَتُهُ مُوَلِّيَةٌ وَجْهَهَا إِلَى الْحَائِطِ فَثَقُلُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَلَّمَ عَلَى نِسَائِهِ ثُمَّ رَجَعَ فَلَمَّا رَأَوْا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ رَجَعَ ظَنُّوا أَنَّهُمْ قَدْ ثَقُلُوا عَلَيْهِ قَالَ فَابْتَدَرُوا الْبَابَ فَخَرَجُوا كُلُّهُمْ وَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَرْخَى السِّتْرَ وَدَخَلَ وَأَنَا جَالِسٌ فِي الْحُجْرَةِ فَلَمْ يَلْبَثْ إِلَّا يَسِيرًا حَتَّى خَرَجَ عَلَيَّ وَأُنْزِلَتْ هَذِهِ الْآيَةُ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَرَأَهُنَّ عَلَى النَّاسِ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ }إِلَى آخِرِ الْآيَةِقَالَ الْجَعْدُ قَالَ أَنَسُ بْنُ مَالِكٍ أَنَا أَحْدَثُ النَّاسِ عَهْدًا بِهَذِهِ الْآيَاتِ وَحُجِبْنَ نِسَاءُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Muslim"},"__N_SSG":true}