{"pageProps":{"number":"2462","slug":"muslim","id":"Telah menceritakan kepada kami [Abu At Thahir] dan [Harun bin Sa'id Al Aili] sedangkan lafazhnya dari Harun keduanya berkata; Telah menceritakan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Makhramah bin Bukair] dari [ayahnya] dia berkata; Saya mendengar [Humaid bin Nafi'] berkata; Saya mendengar [Zainab binti Abu Salamah] berkata; Saya mendengar [Ummu Salamah] istri Nabi shallallahu 'alaihi wasallam berkata kepada Aisyah; Demi Allah, diriku tidak enak jika seorang anak dari sesusuan itu (maksudnya Anas) masih saja melihatku (bebas keluar masuk rumahnya). Maka 'Aisyah berkata; Memangnya kenapa? Suatu ketika Sahlah binti Suhail pernah menemui Rasulullah shallallahu 'alaihi wasallam seraya berkata; 'Wahai Rasulullah, sesungguhnya saya melihat di muka Abu Hudzaifah ada sesuatu, karena Salim sering keluar masuk ke rumah? 'Aisyah melanjutkan; Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Susuilah dia.\" Sahlah bertanya; Sesungguhnya ia telah tumbuh jenggotnya?. Beliau bersabda: \"Susuilah dia, maka akan hilang sesuatu di wajah Abu Hudzaifah.\" Maka Sahlah berkata; Demi Allah, setelah itu saya tidak lagi melihat di wajah Abu Hudzaifah ada sesuatu.","arab":"و حَدَّثَنِي أَبُو الطَّاهِرِ وَهَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ وَاللَّفْظُ لِهَارُونَ قَالَا حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ عَنْ أَبِيهِ قَالَ سَمِعْتُ حُمَيْدَ بْنَ نَافِعٍ يَقُولُ سَمِعْتُ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ تَقُولُ سَمِعْتُ أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَقُولُ لِعَائِشَةَ وَاللَّهِ مَا تَطِيبُ نَفْسِي أَنْ يَرَانِي الْغُلَامُ قَدْ اسْتَغْنَى عَنْ الرَّضَاعَةِفَقَالَتْ لِمَ قَدْ جَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي لَأَرَى فِي وَجْهِ أَبِي حُذَيْفَةَ مِنْ دُخُولِ سَالِمٍ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْضِعِيهِ فَقَالَتْ إِنَّهُ ذُو لِحْيَةٍ فَقَالَ أَرْضِعِيهِ يَذْهَبْ مَا فِي وَجْهِ أَبِي حُذَيْفَةَ فَقَالَتْ وَاللَّهِ مَا عَرَفْتُهُ فِي وَجْهِ أَبِي حُذَيْفَةَ","source":"Muslim"},"__N_SSG":true}