{"pageProps":{"number":"248","slug":"muslim","id":"Dan telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Hujain bin al-Mutsanna] telah menceritakan kepada kami [Abdul Aziz] -yaitu Ibnu Abu Salamah- dari [Abdullah bin al-Fadll] dari [Abu Salamah bin Abdurrahman] dari [Abu Hurairah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku telah melihat diriku sendiri dalam sebuah mimpi ketika di hijr, orang-orang quraisy bertanya kepadaku mengenai perjalanan malamku (pada waktu isra' dan mi'raj, pent). Mereka menanyakan beberapa hal mengenai baitul maqdis yang belum aku ketahui dengan pasti sehingga aku pun merasakan kesusahan yang sama sekali belum pernah aku rasakan sebelumnya.\" Beliau bersabda lagi: \"Maka Allah pun mengangkatnya untukku agar aku dapat melihatnya. Dan tidaklah mereka menanyakan kepadaku melainkan aku pasti akan menjawabnya. Aku telah melihat diriku bersama sekumpulan para Nabi. Dan tiba-tiba aku diperlihatkan Nabi Musa yang sedang berdiri melaksanakan shalat, ternyata dia adalah seorang lelaki yang kekar dan berambut keriting, seakan-akan orang bani Syanuah. Aku juga diperlihatkan Isa bin Maryam yang juga sedang berdiri melaksanakan shalat. Urwah bin Mas'ud Ats Tsaqafi adalah manusia yang paling mirip dengannya. Telah diperlihatkan pula kepadaku Nabi Ibrahim yang juga sedang berdiri melaksanakan shalat, orang yang paling mirip denganya adalah sahabat kalian ini; yakni diri beliau sendiri. Ketika waktu shalat telah masuk, akupun mengimami mereka semua. Dan seusai melaksanakan shalat, ada seseorang berkata, 'Wahai Muhammad, ini adalah malaikat penjaga api neraka, berilah salam kepadanya! ' Maka akupun menoleh kepadanya, namun ia segera mendahuluiku memberi salam.\"","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْعَزِيزِ وَهُوَ ابْنُ أَبِي سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ رَأَيْتُنِي فِي الْحِجْرِ وَقُرَيْشٌ تَسْأَلُنِي عَنْ مَسْرَايَ فَسَأَلَتْنِي عَنْ أَشْيَاءَ مِنْ بَيْتِ الْمَقْدِسِ لَمْ أُثْبِتْهَا فَكُرِبْتُ كُرْبَةً مَا كُرِبْتُ مِثْلَهُ قَطُّ قَالَ فَرَفَعَهُ اللَّهُ لِي أَنْظُرُ إِلَيْهِ مَا يَسْأَلُونِي عَنْ شَيْءٍ إِلَّا أَنْبَأْتُهُمْ بِهِ وَقَدْ رَأَيْتُنِي فِي جَمَاعَةٍ مِنْ الْأَنْبِيَاءِ فَإِذَا مُوسَى قَائِمٌ يُصَلِّي فَإِذَا رَجُلٌ ضَرْبٌ جَعْدٌ كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ وَإِذَا عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ السَّلَام قَائِمٌ يُصَلِّي أَقْرَبُ النَّاسِ بِهِ شَبَهًا عُرْوَةُ بْنُ مَسْعُودٍ الثَّقَفِيُّ وَإِذَا إِبْرَاهِيمُ عَلَيْهِ السَّلَام قَائِمٌ يُصَلِّي أَشْبَهُ النَّاسِ بِهِ صَاحِبُكُمْ يَعْنِي نَفْسَهُ فَحَانَتْ الصَّلَاةُ فَأَمَمْتُهُمْ فَلَمَّا فَرَغْتُ مِنْ الصَّلَاةِ قَالَ قَائِلٌ يَا مُحَمَّدُ هَذَا مَالِكٌ صَاحِبُ النَّارِ فَسَلِّمْ عَلَيْهِ فَالْتَفَتُّ إِلَيْهِ فَبَدَأَنِي بِالسَّلَامِ","source":"Muslim"},"__N_SSG":true}