{"pageProps":{"number":"2649","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dan [Muhammad bin Rumh] keduanya berkata; Telah mengabarkan kepada kami [Al Laits]. Dan diriwayatkan dari jalur lain, telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dari [Salim bin Abdullah bin Umar] dari [Abdullah bin Umar] dia berkata; Saya mendengar Rasulullah Shallallu 'alaihi wa sallam bersabda: \"Barangsiapa menjual pohon kurma setelah dikawinkan, maka buahnya untuk orang yang menjual kecuali jika disyaratkan untuk pembeli. Barangsiapa menjual budak, maka hartanya (budak) bagi yang menjual kecuali disyaratkan untuk pembeli.\" Dan Telah menceritakan kepada kami [Yahya bin Yahya], [Abu Bakar bin Abi Syaibah] dan [Zuhair bin Harb], Yahya mengatakan; Telah mengabarkan kepada kami, sedangkan yang dua mengatakan; Telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dengan isnad seperti ini. Dan telah menceritakan kepadaku [Harmalah bin Yahya] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab] telah menceritakan kepadaku [Salim bin Abdullah bin Umar] bahwa [ayahnya] berkata; Saya mendengar Rasulullah Shallallu 'alaihi wa sallam bersabda seperti hadits di atas.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَمُحَمَّدُ بْنُ رُمْحٍ قَالَا أَخْبَرَنَا اللَّيْثُ ح و حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ ابْتَاعَ نَخْلًا بَعْدَ أَنْ تُؤَبَّرَ فَثَمَرَتُهَا لِلَّذِي بَاعَهَا إِلَّا أَنْ يَشْتَرِطَ الْمُبْتَاعُ وَمَنْ ابْتَاعَ عَبْدًا فَمَالُهُ لِلَّذِي بَاعَهُ إِلَّا أَنْ يَشْتَرِطَ الْمُبْتَاعُو حَدَّثَنَاه يَحْيَى بْنُ يَحْيَى وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الْآخَرَانِ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ مِثْلَهُ و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّ أَبَاهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}