{"pageProps":{"number":"2769","slug":"muslim","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim] dan ini adalah lafadz Utsman. [Ishaq] berkata; telah mengabarkan kepada kami, dan [Utsman] berkata; telah menceritakan kepada kami [Jarir] dari [Mughirah] dari [Asy Sya'bi] dari [Jabir bin Abdullah] dia berkata, \"Dulu ketika saya berperang bersama Rasulullah shallallahu 'alaihi wasallam beliau menemuiku, sedangkan saya tengah mengendarai untaku yang kelelahan dan hampir tidak dapat berjalan. Setelah itu beliau bertanya kepadaku: \"Ada apa dengan untamu wahai Jabir?\" Saya menjawab, \"Sedang sakit wahai Rasulullah.\" Kemudian beliau mundur ke belakang, lalu menghentak dan mendo'akan unta saya. Setelah itu unta saya selalu berjalan di depan. Nabi shallallahu 'alaihi wasallam bertanya lagi: \"Bagaimana kamu sekarang melihat untamu wahai Jabir?\" saya menjawab, \"Wah, sekarang untaku terlihat kuat dan sehat kembali.\" Lalu beliau bertanya lagi: \"Maukah kamu menjual untamu kepadaku?\" Sebenarnya saya merasa sungkan dan malu mendengar tawaran Rasulullah shallallahu 'alaihi wasallam, sebab saya tidak memiliki kendaraan selain untaku ini, namun akhirnya saya menjawab, \"Baiklah.\" Namun saya menjual unta tersebut dengan syarat saya boleh mengendarainya hingga tiba di Madinah. Setelah itu saya berkata kepada beliau, \"Wahai Rasulullah, sesungguhnya saya adalah pengantin baru, oleh karena itu saya hendak meminta izin kepada anda untuk pulang terlebih dahulu.\" Ternyata Rasulullah shallallahu 'alaihi wasallam memberikan izin kepada saya, maka saya pun mendahului para sahabat untuk pulang ke Madinah. Sesampainya di rumah, paman saya langsung menemui saya seraya menanyakan unta kepunyaanku. Lalu saya menceritakan kepadanya tentang apa yang telah terjadi.\" Jabir melanjutkan, \"Pada saat saya meminta izin kepada Rasulullah shallallahu 'alaihi wasallam untuk pulang terlebih dahulu -karena saya berstatus masih pengantin baru- maka beliau bertanya kepada saya: \"Wahai Jabir, siapakah yang kamu nikahi, gadis ataukah janda?\" saya menjawab, \"Saya menikahi seorang janda.\" Beliau melanjutkan sabdanya: \"Mengapa kamu tidak menikahi gadis saja, sehingga dia dapat mengajakmu bercumbu dan kamu dapat mengajaknya bercumbu juga?\" saya menjawab, \"Wahai Rasulullah, ayahku telah meninggal dunia, sedangkan saya memiliki beberapa orang saudara perempuan yang masih muda, dan saya tidak menyukai jika menikahi seorang gadis yang seumuran dengan mereka, sehingga dia tidak bisa mendidik dan mengayomi mereka. Oleh karena itulah saya menikah dengan seorang janda supaya dia dapat mengayomi dan mendidik mereka.\" Jabir melanjutkan, \"Ketika Rasulullah shallallahu 'alaihi wasallam sampai di Madinah, maka saya langsung pergi menemui beliau dengan membawa unta, kemudian beliau membayarnya dan mengembalikan unta tersebut kepada saya.\" Telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari [Salim bin Abu Al Ja'd] dari [Jabir] dia berkata, \"Kami kembali dari Makkah ke Madinah bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba untaku sakit.\" Kemudian dia melanjutkan hadits dengan ceritanya. Dan dalam riwayatnya dikatakan, \"Kemudian beliau bersabda kepadaku: \"Jualah untamu kepadaku!\" Jabir berkata, \"Saya menjawab, \"Tidak, akan tetapi saya hadiahkan kepada anda.\" Beliau bersabda: \"Tidak, juallah kepadaku.\" Jabir berkata, \"Saya menjawab, \"Tidak, akan tetapi saya hadiahkan kepada anda, wahai Rasulullah.\" Beliau bersabda: \"Tidak, juallah kepadaku!\" Saya menjawab, \"Saya punya hutang kepada seseorang satu uqiyah emas, maka sebanyak itulah anda bayar.\" Beliau bersabda: \"Baiklah. Bawalah unta itu sampai ke Madinah.\" Setibanya di Madinah, Rasulullah shallallahu 'alaihi wasallam memerintahkan kepada Bilal: \"Hai Bilal, bayarlah kepada Jabir uang harga untanya satu uqiyah emas, dan tambahi sedikit.\" Lalu Bilal memberikan kepadaku satu uqiyah emas, ditambahnya dengan beberapa qirath.\" Jabir melanjutkan, \"Maka saya berkata, \"Dan tambahan dari Rasulullah shallallahu 'alaihi wasallam tersebut selalu saya bawa dan berada dalam kantung uangku, ketika terjadi perang harrah penduduk Syam mengambilnya dariku.\" Telah menceritakan kepada kami [Abu Kamil Al Jahdari] telah menceritakan kepada kami [Abdul Wahid bin Ziyad] telah menceritakan kepada kami [Al Jurairi] dari [Abu Nadlrah] dari [Jabir bin Abdullah] dia berkata, \"Kami bersama Nabi shallallahu 'alaihi wasallam di suatu perjalanan, tiba-tiba hewan tungganganku lambat jalannya …, \" kemudian dia melanjutkan haditsnya. Dia berkata, \"Lalu Rasulullah shallallahu 'alaihi wasallam menghardiknya seraya bersabda kepadaku: \"Naikilah dengan menyebut nama Allah.\" Dan ditambahkan pula: \"Dan beliau senantiasa memberikan tambahan kepadaku sambil berkata: \"Semoga Allah mengampunimu.\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَاللَّفْظُ لِعُثْمَانَ قَالَ إِسْحَقُ أَخْبَرَنَا وَقَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنْ مُغِيرَةَ عَنْ الشَّعْبِيِّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَغَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَلَاحَقَ بِي وَتَحْتِي نَاضِحٌ لِي قَدْ أَعْيَا وَلَا يَكَادُ يَسِيرُ قَالَ فَقَالَ لِي مَا لِبَعِيرِكَ قَالَ قُلْتُ عَلِيلٌ قَالَ فَتَخَلَّفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَزَجَرَهُ وَدَعَا لَهُ فَمَا زَالَ بَيْنَ يَدَيْ الْإِبِلِ قُدَّامَهَا يَسِيرُ قَالَ فَقَالَ لِي كَيْفَ تَرَى بَعِيرَكَ قَالَ قُلْتُ بِخَيْرٍ قَدْ أَصَابَتْهُ بَرَكَتُكَ قَالَ أَفَتَبِيعُنِيهِ فَاسْتَحْيَيْتُ وَلَمْ يَكُنْ لَنَا نَاضِحٌ غَيْرُهُ قَالَ فَقُلْتُ نَعَمْ فَبِعْتُهُ إِيَّاهُ عَلَى أَنَّ لِي فَقَارَ ظَهْرِهِ حَتَّى أَبْلُغَ الْمَدِينَةَ قَالَ فَقُلْتُ لَهُ يَا رَسُولَ اللَّهِ إِنِّي عَرُوسٌ فَاسْتَأْذَنْتُهُ فَأَذِنَ لِي فَتَقَدَّمْتُ النَّاسَ إِلَى الْمَدِينَةِ حَتَّى انْتَهَيْتُ فَلَقِيَنِي خَالِي فَسَأَلَنِي عَنْ الْبَعِيرِ فَأَخْبَرْتُهُ بِمَا صَنَعْتُ فِيهِ فَلَامَنِي فِيهِ قَالَ وَقَدْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِي حِينَ اسْتَأْذَنْتُهُ مَا تَزَوَّجْتَ أَبِكْرًا أَمْ ثَيِّبًا فَقُلْتُ لَهُ تَزَوَّجْتُ ثَيِّبًا قَالَ أَفَلَا تَزَوَّجْتَ بِكْرًا تُلَاعِبُكَ وَتُلَاعِبُهَا فَقُلْتُ لَهُ يَا رَسُولَ اللَّهِ تُوُفِّيَ وَالِدِي أَوْ اسْتُشْهِدَ وَلِي أَخَوَاتٌ صِغَارٌ فَكَرِهْتُ أَنْ أَتَزَوَّجَ إِلَيْهِنَّ مِثْلَهُنَّ فَلَا تُؤَدِّبُهُنَّ وَلَا تَقُومُ عَلَيْهِنَّ فَتَزَوَّجْتُ ثَيِّبًا لِتَقُومَ عَلَيْهِنَّ وَتُؤَدِّبَهُنَّ قَالَ فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ غَدَوْتُ إِلَيْهِ بِالْبَعِيرِ فَأَعْطَانِي ثَمَنَهُ وَرَدَّهُ عَلَيَّحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ جَابِرٍ قَالَ أَقْبَلْنَا مِنْ مَكَّةَ إِلَى الْمَدِينَةِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاعْتَلَّ جَمَلِي وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ وَفِيهِ ثُمَّ قَالَ لِي بِعْنِي جَمَلَكَ هَذَا قَالَ قُلْتُ لَا بَلْ هُوَ لَكَ قَالَ لَا بَلْ بِعْنِيهِ قَالَ قُلْتُ لَا بَلْ هُوَ لَكَ يَا رَسُولَ اللَّهِ قَالَ لَا بَلْ بِعْنِيهِ قَالَ قُلْتُ فَإِنَّ لِرَجُلٍ عَلَيَّ أُوقِيَّةَ ذَهَبٍ فَهُوَ لَكَ بِهَا قَالَ قَدْ أَخَذْتُهُ فَتَبَلَّغْ عَلَيْهِ إِلَى الْمَدِينَةِ قَالَ فَلَمَّا قَدِمْتُ الْمَدِينَةَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِبِلَالٍ أَعْطِهِ أُوقِيَّةً مِنْ ذَهَبٍ وَزِدْهُ قَالَ فَأَعْطَانِي أُوقِيَّةً مِنْ ذَهَبٍ وَزَادَنِي قِيرَاطًا قَالَ فَقُلْتُ لَا تُفَارِقُنِي زِيَادَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَكَانَ فِي كِيسٍ لِي فَأَخَذَهُ أَهْلُ الشَّامِ يَوْمَ الْحَرَّةِ حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ حَدَّثَنَا الْجُرَيْرِيُّ عَنْ أَبِي نَضْرَةَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَتَخَلَّفَ نَاضِحِي وَسَاقَ الْحَدِيثَ وَقَالَ فِيهِ فَنَخَسَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ لِي ارْكَبْ بِاسْمِ اللَّهِ وَزَادَ أَيْضًا قَالَ فَمَا زَالَ يَزِيدُنِي وَيَقُولُ وَاللَّهُ يَغْفِرُ لَكَ","source":"Muslim"},"__N_SSG":true}