{"pageProps":{"number":"2893","slug":"muslim","id":"dan telah menceritakan kepadaku [Zuhair bin Harb] telah menceritakan kepada kami [Syababah] telah menceritakan kepadaku [Warqa'] dari [Abu Az Zinnad] dari [Al A'raj] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Sulaiman bin Daud pernah berkata, 'Sungguh aku akan menggilir sembilan puluh isteriku dalam semalam, yang nantinya mereka semua melahirkan pejuang yang berjuang di jalan Allah'. Maka sahabatnya (Malaikat) berkata kepadanya, 'Ucapkanlah Insya Allah.' Namun dia tidak juga mengucapkan Insya Allah, dan dia tetap menggilir mereka semua, ternyata para isterinya tidak ada yang melahirkan kecuali seorang isteri yang melahirkan anak yang cacat. Dan demi Dzat yang jiwa Muhammad berada digenggaman-Nya, sekiranya dia mengucapkan Insya Allah niscaya dia akan mendapatkan pejuang-pejuang yang akan berjihad di jalan Allah.\" Dan telah menceritakan kepadaku [Suwaid bin Sa'id] telah menceritakan kepada kami [Hafsh bin Maisarah] dari [Musa bin 'Uqbah] dari [Abu Az Zinnad] dengan isnad seperti itu, namun dia menyebutkan, \"Setiap mereka akan melahirkan anak laki-laki yang nantinya akan berjihad di jalan Allah.\"","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا شَبَابَةُ حَدَّثَنِي وَرْقَاءُ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ قَالَ سُلَيْمَانُ بْنُ دَاوُدَ لَأَطُوفَنَّ اللَّيْلَةَ عَلَى تِسْعِينَ امْرَأَةً كُلُّهَا تَأْتِي بِفَارِسٍ يُقَاتِلُ فِي سَبِيلِ اللَّهِ فَقَالَ لَهُ صَاحِبُهُ قُلْ إِنْ شَاءَ اللَّهُ فَلَمْ يَقُلْ إِنْ شَاءَ اللَّهُ فَطَافَ عَلَيْهِنَّ جَمِيعًا فَلَمْ تَحْمِلْ مِنْهُنَّ إِلَّا امْرَأَةٌ وَاحِدَةٌ فَجَاءَتْ بِشِقِّ رَجُلٍ وَايْمُ الَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ قَالَ إِنْ شَاءَ اللَّهُ لَجَاهَدُوا فِي سَبِيلِ اللَّهِ فُرْسَانًا أَجْمَعُونَو حَدَّثَنِيهِ سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ أَبِي الزِّنَادِ بِهَذَا الْإِسْنَادِ مِثْلَهُ غَيْرَ أَنَّهُ قَالَ كُلُّهَا تَحْمِلُ غُلَامًا يُجَاهِدُ فِي سَبِيلِ اللَّهِ","source":"Muslim"},"__N_SSG":true}