{"pageProps":{"number":"2899","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Abdullah bin Numair]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ibnu Numair] dan ini adalah lafadz dari dia, telah menceritakan kepadaku [Ayahku] telah menceritakan kepada kami [Sufyan] dari [Salamah bin Kuhail] dari [Mu'awiyah bin Suwaid] dia berkata, \"Aku pernah menampar seorang bekas budak milikku, lalu aku pergi dan kembali pulang menjelang zhuhur, kemudian aku shalat di belakang ayahku. Lantas [ayahku] memanggilku dan memanggilnya (bekas budakku), lalu dia berkata, \"Tamparlah dia sebagaiamana dia menamparmu.\" Namun bekas budakku mema'afkanku hingga ayahku pun berkata, \"Kami adalah bani Muqarrin yang di masa Rasulullah shallallahu 'alaihi wasallam kami tidak memiliki pelayan kecuali hanya satu orang wanita, kemudian salah seorang dari kami menamparnya, ternyata hal itu sampai kepada Nabi shallallahu 'alaihi wasallam, maka beliau bersabda: \"Merdekakanlah dia.\" Mereka berkata, \"Kami tidak memiliki pelayan lain selain dia.\" Beliau menjawab, \"Mintalah dia supaya tetap menjadi pelayan kalian sementara waktu, kemudian biarkanlah dia bebas.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ وَاللَّفْظُ لَهُ حَدَّثَنَا أَبِي حَدَّثَنَا سُفْيَانُ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ مُعَاوِيَةَ بْنِ سُوَيْدٍ قَالَ لَطَمْتُ مَوْلًى لَنَا فَهَرَبْتُ ثُمَّ جِئْتُ قُبَيْلَ الظُّهْرِ فَصَلَّيْتُ خَلْفَ أَبِي فَدَعَاهُ وَدَعَانِي ثُمَّ قَالَ امْتَثِلْ مِنْهُ فَعَفَا ثُمَّ قَالَكُنَّا بَنِي مُقَرِّنٍ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ لَنَا إِلَّا خَادِمٌ وَاحِدَةٌ فَلَطَمَهَا أَحَدُنَا فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَعْتِقُوهَا قَالُوا لَيْسَ لَهُمْ خَادِمٌ غَيْرُهَا قَالَ فَلْيَسْتَخْدِمُوهَا فَإِذَا اسْتَغْنَوْا عَنْهَا فَلْيُخَلُّوا سَبِيلَهَا","source":"Muslim"},"__N_SSG":true}