{"pageProps":{"number":"3081","slug":"muslim","id":"Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Muhammad bin Al Mutsanna] dan [Ibnu Basyar] sedangkan lafadz mereka saling berdekatan, [Abu Bakar] berkata; telah menceritakan kepada kami [Ghundar] dari [Syu'bah], sedangkan yang dua orang berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Sa'd bin Ibrahim] dia berkata; aku pernah mendengar [Abu Umamah bin Sahl bin Hanif] berkata; aku pernah mendengar [Abu Sa'id Al Khudri] berkata, \"Penduduk Bani Quraizhah tunduk kepada hukum Sa'd bin Mu'adz, lantas Rasulullah shallallahu 'alaihi wasallam mengutus seseorang menemui Sa'd (agar ia datang menemui beliau), maka Sa'd pun datang menemui beliau dengan mengendarai seekor keledai. Ketika Sa'd telah dekar dengan masjid, Rasulullah shallallahu 'alaihi wasallam menyeru kepada orang-orang Anshar: \"Berdirilah kalian untuk pemuka kalian.\" Atau bersabda: \"Untuk orang yang terbaik kalian.\" Kemudian beliau bersabda: \"Sesungguhnya mereka semua menanti keputusan darimu.\" Sa'd lalu berkata, \"Sesungguhnya aku memutuskan untuk membunuh semua yang ikut berperang dan menawan anak-anak mereka.\" Abu Sa'id berkata, \"Nabi shallallahu 'alaihi wasallam lalu bersabda: \"Sungguh kamu telah memutuskan dengan hukum Allah.\" Atau beliau bersabda: \"Kamu telah memutuskan sesuai dengan hukum Raja (Allah).\" Namun Ibnu Mutsanna tidak menyebutkan kalimat 'Atau beliau bersabda: 'Kamu telah memutuskan sesuai dengan hukum Raja (Allah) '.\" Dan telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Abdurrahman bin Mahdi] dari [Syu'bah] dengan isnad ini, dan dia menyebutkan dalam haditsnya, \"Lantas Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sungguh kamu telah menghukumi di antara mereka dengan hukum Allah.\" Dan sesekali beliau bersabda: \"Sungguh, kamu telah menghukumi dengan hukum Raja (Allah).\"","arab":"و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ قَالَ أَبُو بَكْرٍ حَدَّثَنَا غُنْدَرٌ عَنْ شُعْبَةَ و قَالَ الْآخَرَانِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ قَالَ سَمِعْتُ أَبَا أُمَامَةَ بْنَ سَهْلِ بْنِ حُنَيْفٍ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ قَالَنَزَلَ أَهْلُ قُرَيْظَةَ عَلَى حُكْمِ سَعْدِ بْنِ مُعَاذٍ فَأَرْسَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى سَعْدٍ فَأَتَاهُ عَلَى حِمَارٍ فَلَمَّا دَنَا قَرِيبًا مِنْ الْمَسْجِدِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْأَنْصَارِ قُومُوا إِلَى سَيِّدِكُمْ أَوْ خَيْرِكُمْ ثُمَّ قَالَ إِنَّ هَؤُلَاءِ نَزَلُوا عَلَى حُكْمِكَ قَالَ تَقْتُلُ مُقَاتِلَتَهُمْ وَتَسْبِي ذُرِّيَّتَهُمْ قَالَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَيْتَ بِحُكْمِ اللَّهِ وَرُبَّمَا قَالَ قَضَيْتَ بِحُكْمِ الْمَلِكِ وَلَمْ يَذْكُرْ ابْنُ الْمُثَنَّى وَرُبَّمَا قَالَ قَضَيْتَ بِحُكْمِ الْمَلِكِو حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ وَقَالَ فِي حَدِيثِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ حَكَمْتَ فِيهِمْ بِحُكْمِ اللَّهِ وَقَالَ مَرَّةً لَقَدْ حَكَمْتَ بِحُكْمِ الْمَلِكِ","source":"Muslim"},"__N_SSG":true}