{"pageProps":{"number":"3092","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Abu Khaitsamah] dari [Abu Ishaq] dia berkata; seorang laki-laki bertanya kepada [Barra], \"Wahai Abu 'Umarah, apakah kalian pernah lari dari perang Hunain?\" dia menjawab, \"Tidak, demi Allah (pasukan) Rasulullah shallallahu 'alaihi wasallam tidak pernah lari, namun ketika itu beliau dan beberapa pemuda dari sahabat beliau, serta orang-orang yang ikut bersama beliau, pergi berperang dengan tergesa-gesa tanpa membawa persenjataan dan perlengkapan dengan sempurna. Kebetulan mereka bertemu dengan pasukan pemanah dari pihak musuh, ketika mereka memanah hampir tidak meleset sedikitpun dari sasaran. Yaitu pasukan gabungan Bani Hawazin dan Bani Nashr. Lantas pasukan pemanah itu serta merta memanah mereka (kaum Muslimin) sehingga mereka terpaksa berbalik kepada Rasulullah shallallahu 'alaihi wasallam, sedangkan saat itu Rasulullah shallallahu 'alaihi wasallam berada di atas bighal putih beliau, dan Abu Sufyan bin Harits bin Abdul Mutthalib mengawal beliau. Kemudian beliau turun dari bighal beliau dan memohon pertolongan kepada Allah, beliau bersabda: \"Aku adalah seorang Nabi, bukan seorang pendusta, aku adalah putra Ibnu Abdul Mutthalib.\" Setelah itu beliau merapikan barisan mereka. ","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا أَبُو خَيْثَمَةَ عَنْ أَبِي إِسْحَقَ قَالَقَالَ رَجُلٌ لِلْبَرَاءِ يَا أَبَا عُمَارَةَ أَفَرَرْتُمْ يَوْمَ حُنَيْنٍ قَالَ لَا وَاللَّهِ مَا وَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَكِنَّهُ خَرَجَ شُبَّانُ أَصْحَابِهِ وَأَخِفَّاؤُهُمْ حُسَّرًا لَيْسَ عَلَيْهِمْ سِلَاحٌ أَوْ كَثِيرُ سِلَاحٍ فَلَقُوا قَوْمًا رُمَاةً لَا يَكَادُ يَسْقُطُ لَهُمْ سَهْمٌ جَمْعَ هَوَازِنَ وَبَنِي نَصْرٍ فَرَشَقُوهُمْ رَشْقًا مَا يَكَادُونَ يُخْطِئُونَ فَأَقْبَلُوا هُنَاكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى بَغْلَتِهِ الْبَيْضَاءِ وَأَبُو سُفْيَانَ بْنُ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ يَقُودُ بِهِ فَنَزَلَ فَاسْتَنْصَرَ وَقَالَ أَنَا النَّبِيُّ لَا كَذِبْأَنَا ابْنُ عَبْدِ الْمُطَّلِبْثُمَّ صَفَّهُمْ","source":"Muslim"},"__N_SSG":true}