{"pageProps":{"number":"316","slug":"muslim","id":"Telah menceritakan kepada kami [Sa'id bin Manshur] telah menceritakan kepada kami [Husyaim] telah mengabarkan kepada kami [Hushain bin Abdurrahman] dia berkata, \"Saya pernah bersama [Said bin Jubair] lalu dia berkata, 'Siapa di antara kalian yang melihat bintang jatuh tadi malam? ' Aku menjawab, 'Aku'. Kemudian aku berkata, 'Tapi aku tidak ikut shalat, sebab aku disengat (binatang).' Sa'id lalu berkata, \"Lantas apa yang kamu perbuat? ' Aku menjawab, 'Aku meminta untuk diruqyah.' Sa'id bertanya, 'Apa yang membuatmu untuk melakukan hal tersebut? ' Aku menjawab, 'Sebuah hadits yang diceritakan [asy-Sya'bi].' Sa'id bertanya lagi, 'Apa yang diceritakan asy-Sya'bi kepada kalian.' Aku menjawab, 'Dia telah menceritakan kepada kami dari [Buraidah bin Hushaib al-Aslami], bahwa dia berkata, \"Tidak ada Ruqyah kecuali disebabkan oleh penyakit ain dan panas (keracunan).\" Maka Sa'id pun menjawab, \"Telah berbuat baik orang melaksanakan sesuai ap yang telah ia dengar, akan tetapi [Ibnu Abbas] telah menceritakan kepada kami dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Aku telah diperlihatkan oleh Allah beberapa golongan umat manusia. Aku lalu melihat seorang nabi yang bersamanya sekumpulan manusia, ada juga nabi yang bersama dengan satu atau dua orang lelaki saja, dan seorang nabi tanpa seorang pengikut pun. Tiba-tiba diperlihatkan kepada aku sekumpulan orang. Lalu aku menyangka mereka adalah dari umatku. Tetapi dikatakan kepadaku, 'Mereka adalah Nabi Musa Alaihissalam dan kaumnya. Tetapi lihatlah ke ufuk'. Lalu aku pun melihatnya, ternyata terdapat satu kumpulan yang ramai. Lalu dikatakan lagi kepadaku, 'Lihatlah ke ufuk yang lain.' Ternyata di sana juga terdapat satu kumpulan yang ramai. Dikatakan kepadaku, 'Ini adalah umatmu dan bersama mereka ada tujuh puluh ribu orang yang akan memasuki Surga tanpa dihisab dan disiksa'.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bangkit lalu masuk ke dalam rumahnya. Orang-orang telah memperbincangkan mengenai mereka yang akan dimasukkan ke dalam Surga tanpa dihisab dan disiksa. Kemudian sebagian dari mereka berkata, \"Mungkin mereka adalah orang-orang yang selalu bersama Rasulullah shallallahu 'alaihi wasallam.\" Ada pula yang mengatakan, \"Mungkin mereka adalah orang-orang yang dilahirkan dalam Islam dan tidak pernah melakukan perbuatan syirik terhadap Allah. Mereka mengemukakan pendapat masing-masing. Ketika itu Rasulullah shallallahu 'alaihi wasallam keluar menemui mereka, lalu beliau bertanya: \"Apa yang telah kalian perbincangkan?\" Mereka pun menerangkan keadaan tersebut. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mereka adalah orang-orang yang tidak menggunakan ruqyah, tidak meminta supaya diruqyah, tidak meramalkan perkara-perkara buruk dan hanya kepada Allah mereka bertawakal.\" Ukkasyah bin Mihshan berdiri lalu berkata, \"Berdoalah kepada Allah agar aku termasuk dari kalangan mereka.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kamu termasuk dari kalangan mereka.\" Kemudian seorang lelaki lain berdiri dan berkata, \"Berdoalah kepada Allah agar aku termasuk dari kalangan mereka.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ukkasyah telah mendahuluimu.\" Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Muhammad bin Fudlail] dari [Hushain] dari [Sa'id bin Jubair] telah menceritakan kepada kami [Ibnu Abbas] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Telah diperlihatkan kepadaku suatu umat… kemudian dia menyebutkan sebagian hadits tersebut semisal dengan hadits Husyaim, dan dia tidak menyebutkan awal haditsnya.\"","arab":"حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ قَالَ كُنْتُ عِنْدَ سَعِيدِ بْنِ جُبَيْرٍ فَقَالَ أَيُّكُمْ رَأَى الْكَوْكَبَ الَّذِي انْقَضَّ الْبَارِحَةَ قُلْتُ أَنَا ثُمَّ قُلْتُ أَمَا إِنِّي لَمْ أَكُنْ فِي صَلَاةٍ وَلَكِنِّي لُدِغْتُ قَالَ فَمَاذَا صَنَعْتَ قُلْتُ اسْتَرْقَيْتُ قَالَ فَمَا حَمَلَكَ عَلَى ذَلِكَ قُلْتُ حَدِيثٌ حَدَّثَنَاهُ الشَّعْبِيُّ فَقَالَ وَمَا حَدَّثَكُمْ الشَّعْبِيُّ قُلْتُ حَدَّثَنَا عَنْ بُرَيْدَةَ بْنِ حُصَيْبٍ الْأَسْلَمِيِّأَنَّهُ قَالَ لَا رُقْيَةَ إِلَّا مِنْ عَيْنٍ أَوْ حُمَةٍ فَقَالَ قَدْ أَحْسَنَ مَنْ انْتَهَى إِلَى مَا سَمِعَ وَلَكِنْ حَدَّثَنَا ابْنُ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عُرِضَتْ عَلَيَّ الْأُمَمُ فَرَأَيْتُ النَّبِيَّ وَمَعَهُ الرُّهَيْطُ وَالنَّبِيَّ وَمَعَهُ الرَّجُلُ وَالرَّجُلَانِ وَالنَّبِيَّ لَيْسَ مَعَهُ أَحَدٌ إِذْ رُفِعَ لِي سَوَادٌ عَظِيمٌ فَظَنَنْتُ أَنَّهُمْ أُمَّتِي فَقِيلَ لِي هَذَا مُوسَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَوْمُهُ وَلَكِنْ انْظُرْ إِلَى الْأُفُقِ فَنَظَرْتُ فَإِذَا سَوَادٌ عَظِيمٌ فَقِيلَ لِي انْظُرْ إِلَى الْأُفُقِ الْآخَرِ فَإِذَا سَوَادٌ عَظِيمٌ فَقِيلَ لِي هَذِهِ أُمَّتُكَ وَمَعَهُمْ سَبْعُونَ أَلْفًا يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ وَلَا عَذَابٍ ثُمَّ نَهَضَ فَدَخَلَ مَنْزِلَهُ فَخَاضَ النَّاسُ فِي أُولَئِكَ الَّذِينَ يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ وَلَا عَذَابٍ فَقَالَ بَعْضُهُمْ فَلَعَلَّهُمْ الَّذِينَ صَحِبُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ بَعْضُهُمْ فَلَعَلَّهُمْ الَّذِينَ وُلِدُوا فِي الْإِسْلَامِ وَلَمْ يُشْرِكُوا بِاللَّهِ وَذَكَرُوا أَشْيَاءَ فَخَرَجَ عَلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا الَّذِي تَخُوضُونَ فِيهِ فَأَخْبَرُوهُ فَقَالَ هُمْ الَّذِينَ لَا يَرْقُونَ وَلَا يَسْتَرْقُونَ وَلَا يَتَطَيَّرُونَ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ فَقَامَ عُكَّاشَةُ بْنُ مِحْصَنٍ فَقَالَ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَقَالَ أَنْتَ مِنْهُمْ ثُمَّ قَامَ رَجُلٌ آخَرُ فَقَالَ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَقَالَ سَبَقَكَ بِهَا عُكَّاشَةُحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ حُصَيْنٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ حَدَّثَنَا ابْنُ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُرِضَتْ عَلَيَّ الْأُمَمُ ثُمَّ ذَكَرَ بَاقِيَ الْحَدِيثِ نَحْوَ حَدِيثِ هُشَيْمٍ وَلَمْ يَذْكُرْ أَوَّلَ حَدِيثِهِ","source":"Muslim"},"__N_SSG":true}