{"pageProps":{"number":"3191","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] dan [Zuhair bin Harb] dan [Abu Sa'id Al Asyaj] sedangkan lafadznya saling berdekatan, mereka berkata; telah menceritakan kepada kami [Waki'] telah menceritakan kepada kami [Al A'masy] dari [Sa'd bin 'Ubaidah] dari [Abu Abdurrahman] dari ['Ali] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah mengutus suatu ekspedisi dan mengangkat seorang laki-laki dari Anshar sebagai pemimpinnya, mereka diperintahkan untuk taat dan mendengar kepadanya, suatu ketikan pemimpinnya marah terhadap anak buahnya karena suatu perkara, dia berkata, \"Kumpulkanlah kayu bakar.\" Setelah kayu bakar terkumpul dia berkata, \"Bukankah Rasulullah shallallahu 'alaihi wasallam telah memerintahkan kepada kalian untuk mendengarkanku dan mentaatiku?\" mereka menjawab, \"Ya.\" Dia berkata, \"Oleh karena itu, masuklah kalian ke dalam api tersebut.\" Ali berkata, \"Lalu sebagian yang lain saling memandang kepada yang lainnya, sambil berkata, \"Kita harus lari kepada Rasulullah shallallahu 'alaihi wasallam dari api tersebut.\" Anak buahnya masih saja (dalam kebimbangan) seperti itu, hingga kemarahannya mereda dan api dimatikan. Ketika mereka kembali, mereka memberitahukan peristiwa itu kepada Nabi shallallahu 'alaihi wasallam, lalu beliau bersabda: \"Sekiranya kalian masuk ke dalamnya, niscaya kalian tidak akan dapat keluar dari api tersebut, ketaatan itu hanya dalam kebajikan.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Waki'] dan [Abu Mu'awiyah] dari [Al A'masy] dengan isnad seperti ini.\"","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ وَزُهَيْرُ بْنُ حَرْبٍ وَأَبُو سَعِيدٍ الْأَشَجُّ وَتَقَارَبُوا فِي اللَّفْظِ قَالُوا حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَعْمَشُ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عَلِيٍّ قَالَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَرِيَّةً وَاسْتَعْمَلَ عَلَيْهِمْ رَجُلًا مِنْ الْأَنْصَارِ وَأَمَرَهُمْ أَنْ يَسْمَعُوا لَهُ وَيُطِيعُوا فَأَغْضَبُوهُ فِي شَيْءٍ فَقَالَ اجْمَعُوا لِي حَطَبًا فَجَمَعُوا لَهُ ثُمَّ قَالَ أَوْقِدُوا نَارًا فَأَوْقَدُوا ثُمَّ قَالَ أَلَمْ يَأْمُرْكُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَسْمَعُوا لِي وَتُطِيعُوا قَالُوا بَلَى قَالَ فَادْخُلُوهَا قَالَ فَنَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ فَقَالُوا إِنَّمَا فَرَرْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ النَّارِ فَكَانُوا كَذَلِكَ وَسَكَنَ غَضَبُهُ وَطُفِئَتِ النَّارُ فَلَمَّا رَجَعُوا ذَكَرُوا ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَوْ دَخَلُوهَا مَا خَرَجُوا مِنْهَا إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِو حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ وَأَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ نَحْوَهُ","source":"Muslim"},"__N_SSG":true}