{"pageProps":{"number":"3197","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] dan [Muhammad bin Basyar] keduanya berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dia berkata; saya pernah mendengar [Qatadah] menceritakan dari [Anas bin Malik] dari [Usaid bin Khudlair], bahwa seorang laki-laki Anshar menemui Rasulullah shallallahu 'alaihi wasallam seraya berkata, \"Tidakkah anda mengangkatku menjadi pegawai sebagaimana anda mengangkat fulan (menjadi pegawai)?\" beliau bersabda: \"Sesungguhnya sepeninggalanku kelak, kamu akan menjumpai (penguasa) yang mementingkan diri sendiri. Maka sabarlah hingga kalian berjumpa denganku di telaga.\" Dan telah menceritakan kepadaku [Yahya bin Habib Al Haritsi] telah menceritakan kepada kami [Khalid] -yaitu Ibnu Al Harits- telah menceritakan kepada kami [Syu'bah bin Al Hajaj] dari [Qatadah] dia berkata; saya mendengar [Anas] bercerita dari [Usaid bin Hudlair], bahwa seorang laki-laki Anshar menemui Rasulullah shallallahu 'alaihi wasallam sendirian…seperti hadits di atas.\" Dan telah menceritakan kepadaku ['Ubaidullah bin Mu'ad] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Syu'bah] dengan isnad ini, namun dia tidak menyebutkan, \"Ia menemui Rasulullah shallallahu 'alaihi wasallam sendirian.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَمُحَمَّدُ بْنُ بَشَّارٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ قَالَ سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ أُسَيْدِ بْنِ حُضَيْرٍأَنَّ رَجُلًا مِنْ الْأَنْصَارِ خَلَا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَلَا تَسْتَعْمِلُنِي كَمَا اسْتَعْمَلْتَ فُلَانًا فَقَالَ إِنَّكُمْ سَتَلْقَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي عَلَى الْحَوْضِو حَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ حَدَّثَنَا شُعْبَةُ بْنُ الْحَجَّاجِ عَنْ قَتَادَةَ قَالَ سَمِعْتُ أَنَسًا يُحَدِّثُ عَنْ أُسَيْدِ بْنِ حُضَيْرٍ أَنَّ رَجُلًا مِنْ الْأَنْصَارِ خَلَا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ و حَدَّثَنِيهِ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ بِهَذَا الْإِسْنَادِ وَلَمْ يَقُلْ خَلَا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Muslim"},"__N_SSG":true}