{"pageProps":{"number":"3295","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dia berkata; saya bacakan di hadapan [Malik]; dari [Ishaq bin Abdullah bin Abu Thalhah] dari [Anas bin Malik], bahwa Rasulullah shallallahu 'alaihi wasallam pernah menemui Ummu Haram binti Milhan -isteri Ubadah bin Shamit- kemudian ia menghidangkan makanan untuk beliau. Setelah itu Ummu Haram menyisir rambut Ummu Haram hingga Rasulullah shallallahu 'alaihi wasallam tertidur, tiba-tiba beliau terbangun sambil tertawa.\" Ummu Haram berkata, \"Apa yang menyebabkanmu tertawa wahai Rasulullah?\" beliau bersabda: 'Sekelompok umatku diperlihatkan Allah Ta'ala kepadaku, mereka berperang di jalan Allah mengarungi lautan dengan kapal, yaitu para raja di atas singgasana atau bagaikan para raja di atas singgasana.\" -perawi ragu antara keduanya- Ummu Haram berkata: \"Wahai Rasulullah, do'akanlah semoga saya termasuk di antara mereka.\" Kemudian beliau mendo'akannya. Setelah itu beliau meletakkan kepalanya hingga tertidur. Tiba-tiba beliau terbangun sambil tertawa.\" Ummu Haram berkata, \"Lalu saya bertanya: \"Wahai Rasulullah, apa yang membuatmu tertawa?\" beliau menjawab: \"Sekelompok umatku diperlihatkan Allah Ta'ala kepadaku, mereka berperang di jalan Allah…\" -sebagaimana sabda beliau yang pertama- Ummu Haram berkata; lalu saya berkata, \"Wahai Rasulullah, do'akanlah saya semoga termasuk di antara mereka!\" Beliau bersabda: \"Kamu termasuk dari rombongan pertama.\" Pada masa (pemerintahan) Mu'awiyah, Ummu Haram turut dalam pasukan Islam berlayar ke lautan (untuk berperang di jalan Allah), ketika mendarat, dia terjatuh dari kendaraannya hingga meninggal dunia.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَدْخُلُ عَلَى أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ فَتُطْعِمُهُ وَكَانَتْ أُمُّ حَرَامٍ تَحْتَ عُبَادَةَ بْنِ الصَّامِتِ فَدَخَلَ عَلَيْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فَأَطْعَمَتْهُ ثُمَّ جَلَسَتْ تَفْلِي رَأْسَهُ فَنَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ قَالَتْ فَقُلْتُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غُزَاةً فِي سَبِيلِ اللَّهِ يَرْكَبُونَ ثَبَجَ هَذَا الْبَحْرِ مُلُوكًا عَلَى الْأَسِرَّةِ أَوْ مِثْلَ الْمُلُوكِ عَلَى الْأَسِرَّةِ يَشُكُّ أَيَّهُمَا قَالَ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَدَعَا لَهَا ثُمَّ وَضَعَ رَأْسَهُ فَنَامَ ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ قَالَتْ فَقُلْتُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غُزَاةً فِي سَبِيلِ اللَّهِ كَمَا قَالَ فِي الْأُولَى قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ أَنْتِ مِنْ الْأَوَّلِينَ فَرَكِبَتْ أُمُّ حَرَامٍ بِنْتُ مِلْحَانَ الْبَحْرَ فِي زَمَنِ مُعَاوِيَةَ فَصُرِعَتْ عَنْ دَابَّتِهَا حِينَ خَرَجَتْ مِنْ الْبَحْرِ فَهَلَكَتْ","source":"Muslim"},"__N_SSG":true}