{"pageProps":{"number":"3788","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya At Tamimi] dan [Abu Bakr bin Abu Syaibah] dan ['Amru An Naqid] dan [Zuhair bin Harb] dan [Ibnu Abu 'Umar] dan lafazh ini miliknya Zuhair. [Yahya] berkata; Telah mengabarkan kepada kami Sedangkan yang lainnya berkata; Telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari [Az Zuhri] dari ['Ubaidillah bin 'Abdullah] dari [Ummu Qais binti Mihshan] saudara perempuan 'Ukkasyah bin Mihshan dia berkata; Aku bersama anakku menemui Rasulullah shallallahu 'alaihi wasallam pada waktu itu anakku belum bisa makan makanan. Tiba-tiba dia kencing di pangkuan Rasulullah shallallahu 'alaihi wasallam, lalu beliau menyuruh mengambilkan air dan memercikkannya. Ummu Qais berkata; 'Dan aku juga pernah menemui beliau bersama anakku yang aku tekan kerongkongannya untuk menghilangkan sakit amandelnya. Lalu beliau bersabda: \"Mengapa kamu tekan kerongkongan anakmu seperti itu? Gunakanlah kust India. Kerena Kust tersebut mengandung tujuh macam obat, di antaranya adalah obat sakit lambung, Su'ut (mengobati lewat hidung) adalah dipergunakan untuk penyakit amandel, dan Ladud (mengobati dari pinggir mulut orang yang sakit) adalah dipergunakan untuk penyakti sakit lambung.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ وَابْنُ أَبِي عُمَرَ وَاللَّفْظُ لِزُهَيْرٍ قَالَ يَحْيَى أَخْبَرَنَا و قَالَ الْآخَرُونَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ أُخْتِ عُكَّاشَةَ بْنِ مِحْصَنٍ قَالَتْدَخَلْتُ بِابْنٍ لِي عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَأْكُلْ الطَّعَامَ فَبَالَ عَلَيْهِ فَدَعَا بِمَاءٍ فَرَشَّهُ قَالَتْ وَدَخَلْتُ عَلَيْهِ بِابْنٍ لِي قَدْ أَعْلَقْتُ عَلَيْهِ مِنْ الْعُذْرَةِ فَقَالَ عَلَامَهْ تَدْغَرْنَ أَوْلَادَكُنَّ بِهَذَا الْعِلَاقِ عَلَيْكُنَّ بِهَذَا الْعُودِ الْهِنْدِيِّ فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ مِنْهَا ذَاتُ الْجَنْبِ يُسْعَطُ مِنْ الْعُذْرَةِ وَيُلَدُّ مِنْ ذَاتِ الْجَنْبِ","source":"Muslim"},"__N_SSG":true}