{"pageProps":{"number":"3886","slug":"muslim","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Abu Usamah]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ibnu Numair]; Telah menceritakan kepada kami [Bapakku] dia berkata; seluruhnya. Telah menceritakan kepada kami ['Ubaidullah] dari [Nafi'] dari [Ibnu 'Umar] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mimpinya yang baik adalah bagian dari empat puluh enam kenabian.\" Dan telah menceritakannya kepada kami [Ibnu Al Mutsanna] dan ['Ubaidullah bin Sa'id] keduanya berkata; Telah menceritakan kepada kami [Yahya] dari ['Ubaidillah] melalui jalur ini; Dan telah menceritakannya kepada kami [Qutaibah] dan [Ibnu Rumh] dari [Al Laits bin Sa'd]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ibnu Rafi']; Telah menceritakan kepada kami [Ibnu Abu Fudaik]; Telah mengabarkan kepada kami [Adh Dhahhak] yaitu Ibnu 'Utsman keduanya dari [Nafi'] melalui jalur ini. Dan di dalam Hadits Laits disebutkan; Nafi' berkata; 'Aku mengira Ibnu Umar berkata; 'Adalah bagian dari tujuh puluh kenabian.'","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ ح و حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي قَالَا جَمِيعًا حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرُّؤْيَا الصَّالِحَةُ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ النُّبُوَّةِو حَدَّثَنَاه ابْنُ الْمُثَنَّى وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ قَالَا حَدَّثَنَا يَحْيَى عَنْ عُبَيْدِ اللَّهِ بِهَذَا الْإِسْنَادِ و حَدَّثَنَاه قُتَيْبَةُ وَابْنُ رُمْحٍ عَنْ اللَّيْثِ بْنِ سَعْدٍ ح و حَدَّثَنَا ابْنُ رَافِعٍ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ أَخْبَرَنَا الضَّحَّاكُ يَعْنِي ابْنَ عُثْمَانَ كِلَاهُمَا عَنْ نَافِعٍ بِهَذَا الْإِسْنَادِ وَفِي حَدِيثِ اللَّيْثِ قَالَ نَافِعٌ حَسِبْتُ أَنَّ ابْنَ عُمَرَ قَالَ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ النُّبُوَّةِ","source":"Muslim"},"__N_SSG":true}