{"pageProps":{"number":"394","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya al-Tamimi] dan [Ishaq bin Ibrahim] serta [Abu Kuraib] semuanya dari [Abu Muawiyah]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Abu Mu'awiyah] dan [Waki'] dan lafazh tersebut milik Yahya, dia berkata, telah mengabarkan kepada kami [Abu Mu'awiyah] dari [al-A' masy] dari [Ibrahim] dari [Hammam] dia berkata, \"Suatu ketika [Jarir] kencing kemudian berwudlu dengan menyapu sepasang khufnya. Lalu Jarir ditegur, 'Begini kamu lakukan? ' Jarir menjawab, \"Ya, aku pernah melihat Rasulullah shallallahu 'alaihi wasallam kencing, kemudian berwudlu dan menyapu sepasang khuf beliau.\" [Al-A'masy] berkata, [Ibrahim] berkata, \"Hadits ini membuat kaget mereka, sebab keIslaman Jarir terjadi setelah turunnya surat al-Maidah.\" Dan telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Ali bin Khasyram] keduanya berkata, telah mengabarkan kepada kami [Isa bin Yunus]. (dalam riwayat lain disebutkan) Dan telah mengabarkan kepada kami [Muhammad bin Abu Umar] dia berkata, telah menceritakan kepada kami [Sufyan]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Minjab bin al-Harits at-Tamimi] telah mengabarkan kepada kami [Ibnu Mushir] setiap mereka dari [al-A'masy] dalam sanad ini dengan makna hadits Abu Muawiyah, hanya saja dalam hadits Isa dan Sufyan dia berkata, \"Sahabat Abdullah dibuat kaget oleh hadits ini karena keIslaman Jarir setelah turunnya surat al-Ma'idah.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَأَبُو كُرَيْبٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَوَكِيعٌ وَاللَّفْظُ لِيَحْيَى قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ هَمَّامٍ قَالَبَالَ جَرِيرٌ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ فَقِيلَ تَفْعَلُ هَذَا فَقَالَ نَعَمْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَالَ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِقَالَ الْأَعْمَشُ قَالَ إِبْرَاهِيمُ كَانَ يُعْجِبُهُمْ هَذَا الْحَدِيثُ لِأَنَّ إِسْلَامَ جَرِيرٍ كَانَ بَعْدَ نُزُولِ الْمَائِدَةِ و حَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ وَعَلِيُّ بْنُ خَشْرَمٍ قَالَا أَخْبَرَنَا عِيسَى بْنُ يُونُسَ ح و حَدَّثَنَاه مُحَمَّدُ بْنُ أَبِي عُمَرَ قَالَ حَدَّثَنَا سُفْيَانُ ح و حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ أَخْبَرَنَا ابْنُ مُسْهِرٍ كُلُّهُمْ عَنْ الْأَعْمَشِ فِي هَذَا الْإِسْنَادِ بِمَعْنَى حَدِيثِ أَبِي مُعَاوِيَةَ غَيْرَ أَنَّ فِي حَدِيثِ عِيسَى وَسُفْيَانَ قَالَ فَكَانَ أَصْحَابُ عَبْدِ اللَّهِ يُعْجِبُهُمْ هَذَا الْحَدِيثُ لِأَنَّ إِسْلَامَ جَرِيرٍ كَانَ بَعْدَ نُزُولِ الْمَائِدَةِ","source":"Muslim"},"__N_SSG":true}