{"pageProps":{"number":"3999","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] aku membaca Hadits [Malik] dari [Rabi'ah bin Abu 'Abdur Rahman] dari [Anas bin Malik]; Anas berkata; dia mendengar; Nabi Shallallahu'alaihi wasallam adalah orang yang tingginya sedang, tidak terlalu pendek dan tidak terlalu tinggi, tidak terlalu putih dan tidak terlalu coklat. Rambutnya berombak, tidak keriting dan tidak lurus. Allah mengutusnya pada umur empat puluh, beliau tinggal di Makkah sepuluh tahun dan di Madinah sepuluh tahun juga. Dan Wafat pada umur enam puluh tahun, jumlah uban di kepala dan jenggotnya tidak lebih dari dua puluh. Dan telah menceritakan kepada kami [Yahya bin Ayyub] dan [Qutaibah bin Sa'id] dan ['Ali bin Hujr] berkata; Telah menceritakan kepada kami [Isma'il] yaitu Ibnu Ja'far; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepadaku [Al Qasim bin Zakaria]; Telah menceritakan kepada kami [Khalid bin Makhlad]; Telah menceritakan kepadaku [Sulaiman bin Bilal] keduanya dari [Rabi'ah] yaitu Ibnu 'Abdur Rahman dari [Anas bin malik] dengan Hadits yang serupa Malik bin Anas, hanya ada tambahan pada Hadits keduanya; 'beliau putih bercahaya.'","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ سَمِعَهُ يَقُولُكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بِالطَّوِيلِ الْبَائِنِ وَلَا بِالْقَصِيرِ وَلَيْسَ بِالْأَبْيَضِ الْأَمْهَقِ وَلَا بِالْآدَمِ وَلَا بِالْجَعْدِ الْقَطَطِ وَلَا بِالسَّبِطِ بَعَثَهُ اللَّهُ عَلَى رَأْسِ أَرْبَعِينَ سَنَةً فَأَقَامَ بِمَكَّةَ عَشْرَ سِنِينَ وَبِالْمَدِينَةِ عَشْرَ سِنِينَ وَتَوَفَّاهُ اللَّهُ عَلَى رَأْسِ سِتِّينَ سَنَةً وَلَيْسَ فِي رَأْسِهِ وَلِحْيَتِهِ عِشْرُونَ شَعْرَةً بَيْضَاءَو حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ بْنُ سَعِيدٍ وَعَلِيُّ بْنُ حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَعِيلُ يَعْنُونَ ابْنَ جَعْفَرٍ ح و حَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلَالٍ كِلَاهُمَا عَنْ رَبِيعَةَ يَعْنِي ابْنَ أَبِي عَبْدِ الرَّحْمَنِ عَنْ أَنَسِ بْنِ مَالِكٍ بِمِثْلِ حَدِيثِ مَالِكِ بْنِ أَنَسٍ وَزَادَ فِي حَدِيثِهِمَا كَانَ أَزْهَرَ","source":"Muslim"},"__N_SSG":true}