{"pageProps":{"number":"4020","slug":"muslim","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] dan [Muhammad bin Qudamah As Sulami] dan [Yahya bin Muhammad Al Lu'lu'i] -lafazh mereka tidak jauh berbeda- [Mahmud] berkata;; Telah menceritakan kepada kami [An Nadhr bin Syumail]. Sedangkan yang lainnya berkata; Telah mengabarkan kepada kami [An Nadhr]; Telah mengabarkan kepada kami [Syu'bah]; Telah menceritakan kepada kami [Musa bin Anas bin Malik] dari [Anas bin Malik] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam telah mengetahui berita tentang para sahabat. Kemudian beliau berdiri dan berpidato: 'Ketahuilah bahwa sesungguhnya surga dan neraka itu telah ditampakkan kepadaku. Aku tidak pernah melihat kebaikan dan keburukan seperti hari ini. Seandainya kalian dapat mengetahui apa yang aku ketahui, maka kalian pasti akan sedikit tertawa dan banyak menangis.' Anas berkata; 'Tidak ada hari yang lebih berat daripada hari itu yang pernah dialami oleh para sahabat Rasulullah shallallahu 'alaihi wasallam. Mereka menutupi kepala mereka dan mereka pun terserang sakit sengau hidung.' Setelah itu, Umar bin Khaththab berdiri dan berkata; 'Kami rela Allah sebagai Tuhan kami, Islam sebagai agama kami, dan Muhammad sebagai nabi kami.' Anas berkata; 'Ada seorang laki-laki berdiri dan bertanya; 'Siapakah ayah saya? ' Beliau menjawab: 'Ayahmu adalah si fulan.' Maka turunlah ayat yang berikut ini: Hai orang-orang yang beriman, janganlah kamu bertanya tentang segala sesuatu yang apabila dijelaskan kepadamu, maka hal itu akan memberatkanmu. (QS. Al Maa'idah: 101) ","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ وَمُحَمَّدُ بْنُ قُدَامَةَ السُّلَمِيُّ وَيَحْيَى بْنُ مُحَمَّدٍ اللُّؤْلُؤِيُّ وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ قَالَ مَحْمُودٌ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ و قَالَ الْآخَرَانِ أَخْبَرَنَا النَّضْرُ أَخْبَرَنَا شُعْبَةُ حَدَّثَنَا مُوسَى بْنُ أَنَسٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَبَلَغَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَصْحَابِهِ شَيْءٌ فَخَطَبَ فَقَالَ عُرِضَتْ عَلَيَّ الْجَنَّةُ وَالنَّارُ فَلَمْ أَرَ كَالْيَوْمِ فِي الْخَيْرِ وَالشَّرِّ وَلَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلًا وَلَبَكَيْتُمْ كَثِيرًا قَالَ فَمَا أَتَى عَلَى أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمٌ أَشَدُّ مِنْهُ قَالَ غَطَّوْا رُءُوسَهُمْ وَلَهُمْ خَنِينٌ قَالَ فَقَامَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا قَالَ فَقَامَ ذَاكَ الرَّجُلُ فَقَالَ مَنْ أَبِي قَالَ أَبُوكَ فُلَانٌ فَنَزَلَتْ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ }","source":"Muslim"},"__N_SSG":true}