{"pageProps":{"number":"4022","slug":"muslim","id":"Telah menceritakan kepadaku [Harmalah bin Yahya bin 'Abdillah bin Harmalah bin 'Imran At Tujibi]; Telah mengabarkan kepada kami [Ibnu Wahb]; Telah mengabarkan kepadaku [Yunus] dari [Ibnu Syihab]; Telah mengabarkan kepadaku [Anas bin Malik] bahwa ketika matahari telah tergelincir, Rasulullah shallallahu 'alaihi wasallam pergi mengimami shalat Zhuhur. Setelah selesai shalat, beliau naik ke mimbar lalu mengingatkan jama'ah perihal hari kiamat dan mengingatkan pula bahwa sebelumnya akan terjadi beberapa peristiwa besar. Kemudian beliau bersabda: \"Siapa yang ingin bertanya kepadaku mengenai sesuatu, tanyakanlah. Demi Allah, jika ada pertanyaan yang ingin kalian tanyakan kepadaku, niscaya akan kujawab selama aku masih berdiri di tempatku ini.\" Kata Anas bin Malik; \"Maka banyaklah orang menangis mendengar ucapan Rasulullah shallallahu 'alaihi wasallam tersebut. Kemudian beliau mengulang-ulang ucapannya itu, \"Bertanyalah kepadaku!\" maka berdirilah 'Abdullah bin Hudzafah lalu dia bertanya: \"Siapa bapakku, ya Rasulullah?\" jawab Rasulullah shallallahu 'alaihi wasallam; \"Bapakmu Hudzafah!\" Maka tatkala Rasulullah shallallahu 'alaihi wasallam mengulang ucapannya; \"bertanyalah kepadaku!\" 'Umar menyela seraya berkata; \"Kami rela Allah menjadi Tuhan kami, Islam menjadi agama kami, dan Muhammad menjadi Rasulullah.\" Kata Anas, \"setelah 'Umar mengucapkan kata-katanya itu, Nabi shallallahu 'alaihi wasallam diam seketika, kemudian beliau bersabda: \"Perhatikanlah! Demi Allah, yang jiwa Muhammad berada dalam kekuasaan-Nya, baru saja telah diperlihatkan kepadaku surga dan neraka, tepat di sisi dinding ini. Suatu pemandangan yang belum pernah kulihat seperti ini mengenai kebaikan dan kejahatan.\" Kata Ibnu Syihab; \"Telah mengabarkan kepada kami Ubaidullah bin Abdullah bin 'Utbah dia berkata; bahwa Ummu 'Abdullah bin Hudzafah berkata kepada anaknya, 'Abdullah bin Hudzafah, \" Aku tidak pernah mendengar seorang pun anak yang lebih durhaka daripadamu. Percayakah engkau bahwa ibumu telah melacur seperti halnya wanita-wanita jahiliyah, lalu 'aibnya terbuka di kalangan orang banyak?\" kata 'Abdullah bin Hudzafah; \"Demi Allah, seandainya aku dinasabkan kepada budak hitam sekalipun, tentu aku akan mau.\" Telah menceritakan kepada kami ['Abdu bin Humaid]; Telah mengabarkan kepada kami ['Abdur Razzaq]; Telah mengabarkan kepada kami [Ma'mar]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami ['Abdullah bin 'Abdur Rahman Ad Darimi]; Telah mengabarkan kepada kami [Abul Yaman]; Telah mengabarkan kepada kami [Syu'aib] keduanya dari [Az Zuhri] dari [Anas] dari Nabi shallallahu 'alaihi wasallam dengan Hadits ini dan Hadits 'Ubaidillah. Namun (Syu'aib) dia berkata; dari Az Zuhri dia berkata; Telah mengabarkan kepadaku 'Ubaidullah bin Abdullah dia berkata; Telah menceritakan kepadaku seseorang dari kalangan ahli ilmu bahwa Ummu 'Abdillah bin Hudzafah berkata sebagaimana Hadits Yunus.","arab":"و حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ حَرْمَلَةَ بْنِ عِمْرَانَ التُّجِيبِيُّ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ حِينَ زَاغَتْ الشَّمْسُ فَصَلَّى لَهُمْ صَلَاةَ الظُّهْرِ فَلَمَّا سَلَّمَ قَامَ عَلَى الْمِنْبَرِ فَذَكَرَ السَّاعَةَ وَذَكَرَ أَنَّ قَبْلَهَا أُمُورًا عِظَامًا ثُمَّ قَالَ مَنْ أَحَبَّ أَنْ يَسْأَلَنِي عَنْ شَيْءٍ فَلْيَسْأَلْنِي عَنْهُ فَوَاللَّهِ لَا تَسْأَلُونَنِي عَنْ شَيْءٍ إِلَّا أَخْبَرْتُكُمْ بِهِ مَا دُمْتُ فِي مَقَامِي هَذَا قَالَ أَنَسُ بْنُ مَالِكٍ فَأَكْثَرَ النَّاسُ الْبُكَاءَ حِينَ سَمِعُوا ذَلِكَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَكْثَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَقُولَ سَلُونِي فَقَامَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ فَقَالَ مَنْ أَبِي يَا رَسُولَ اللَّهِ قَالَ أَبُوكَ حُذَافَةُ فَلَمَّا أَكْثَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَنْ يَقُولَ سَلُونِي بَرَكَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ رَسُولًا قَالَ فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَالَ عُمَرُ ذَلِكَ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْلَى وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَقَدْ عُرِضَتْ عَلَيَّ الْجَنَّةُ وَالنَّارُ آنِفًا فِي عُرْضِ هَذَا الْحَائِطِ فَلَمْ أَرَ كَالْيَوْمِ فِي الْخَيْرِ وَالشَّرِّقَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ قَالَ قَالَتْ أُمُّ عَبْدِ اللَّهِ بْنِ حُذَافَةَ لِعَبْدِ اللَّهِ بْنِ حُذَافَةَ مَا سَمِعْتُ بِابْنٍ قَطُّ أَعَقَّ مِنْكَ أَأَمِنْتَ أَنْ تَكُونَ أُمُّكَ قَدْ قَارَفَتْ بَعْضَ مَا تُقَارِفُ نِسَاءُ أَهْلِ الْجَاهِلِيَّةِ فَتَفْضَحَهَا عَلَى أَعْيُنِ النَّاسِ قَالَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ وَاللَّهِ لَوْ أَلْحَقَنِي بِعَبْدٍ أَسْوَدَ لَلَحِقْتُهُ حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ ح و حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ أَخْبَرَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ كِلَاهُمَا عَنْ الزُّهْرِيِّ عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْحَدِيثِ وَحَدِيثِ عُبَيْدِ اللَّهِ مَعَهُ غَيْرَ أَنَّ شُعَيْبًا قَالَ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنِي رَجُلٌ مِنْ أَهْلِ الْعِلْمِ أَنَّ أُمَّ عَبْدِ اللَّهِ بْنِ حُذَافَةَ قَالَتْ بِمِثْلِ حَدِيثِ يُونُسَ","source":"Muslim"},"__N_SSG":true}