{"pageProps":{"number":"4247","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] Telah menceritakan kepada kami [Jarir] dari [Al Mughirah] dari [Al Harits] dari [Abu Zur'ah] dia berkata; [Abu Hurairah] berkata; 'Saya akan senantiasa cinta kepada Bani Tamim, karena saya pernah mendengar tiga hal dari Rasulullah: Pertama, saya pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Mereka (Bani Tamim) adalah umatku yang paling gigih melawan Dajjal.' Kedua, Rasulullah shallallahu 'alaihi wasallam pernah bersabda ketika ada zakat dari Bani Tamim: 'Ini adalah zakat kaum kami.' Ketiga, ada seorang tawanan perempuan dari Bani Tamim di rumah Aisyah. Kemudian Rasulullah bersabda: 'Hai Aisyah, bebaskanlah ia! Karena ia adalah keturunan Ismail.' Dan telah menceritakan kepadaku [Zuhair bin Harb] Telah menceritakan kepada kami [Jarir] dari [Amarah] dari [Abu Zur'ah] dari [Abu Hurairah] dia berkata; Aku akan senantiasa mencintai bani Tamim setelah tiga hal yang aku dengar dari Rasulullah…-lalu perawi menyebutkan Hadits yang serupa. Dan telah menceritakan kepada kami [Hamid bin Umar Al Bakrawi] Telah menceritakan kepada kami [Maslamah bin Alqamah Al Mazani] -seorang imam masjid Daud- Telah menceritakan kepada kami [Daud] dari [As Sya'bi] dari [Abu Hurairah] dia berkata; 'tiga perkara yang aku dengar dari Rasulullah shallallahu 'alaihi wasallam mengenai bani Tamim yang dengannya aku selalu mencintai mereka -kemudian dia menyebutkan Haditsnya dengan Hadits yang semakna. Hanya saja dia menambahkan; 'Mereka adalah orang-orang yang sangat pemberani di dalam pertempuran-pertempuran dahsyat.' Dia tidak menyebutkan kalimat 'Dajjal.'","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ مُغِيرَةَ عَنْ الْحَارِثِ عَنْ أَبِي زُرْعَةَ قَالَ قَالَ أَبُو هُرَيْرَةَلَا أَزَالُ أُحِبُّ بَنِي تَمِيمٍ مِنْ ثَلَاثٍ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ هُمْ أَشَدُّ أُمَّتِي عَلَى الدَّجَّالِ قَالَ وَجَاءَتْ صَدَقَاتُهُمْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذِهِ صَدَقَاتُ قَوْمِنَا قَالَ وَكَانَتْ سَبِيَّةٌ مِنْهُمْ عِنْدَ عَائِشَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْتِقِيهَا فَإِنَّهَا مِنْ وَلَدِ إِسْمَعِيلَو حَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ عَنْ عُمَارَةَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ لَا أَزَالُ أُحِبُّ بَنِي تَمِيمٍ بَعْدَ ثَلَاثٍ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُهَا فِيهِمْ فَذَكَرَ مِثْلَهُ و حَدَّثَنَا حَامِدُ بْنُ عُمَرَ الْبَكْرَاوِيُّ حَدَّثَنَا مَسْلَمَةُ بْنُ عَلْقَمَةَ الْمَازِنِيُّ إِمَامُ مَسْجِدِ دَاوُدَ حَدَّثَنَا دَاوُدُ عَنْ الشَّعْبِيِّ عَنْ أَبِي هُرَيْرَةَ قَالَ ثَلَاثُ خِصَالٍ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَنِي تَمِيمٍ لَا أَزَالُ أُحِبُّهُمْ بَعْدُ وَسَاقَ الْحَدِيثَ بِهَذَا الْمَعْنَى غَيْرَ أَنَّهُ قَالَ هُمْ أَشَدُّ النَّاسِ قِتَالًا فِي الْمَلَاحِمِ وَلَمْ يَذْكُرْ الدَّجَّالَ","source":"Muslim"},"__N_SSG":true}