{"pageProps":{"number":"4371","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna Al 'Anazii]; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Ibnu Basysyar] dan lafazh ini milik Ibnu Al Mutsanna dia berkata; Telah menceritakan kepada kami [Umayyah bin Khalid]; Telah menceritakan kepada kami [Syu'bah] dari [Abu Hamzah Al Qashshab] dari [Ibnu 'Abbas] dia berkata; \"Pada suatu ketika, saya sedang bermain bersama anak-anak. Tiba-tiba Rasulullah shallallahu 'alaihi wasallam datang dan saya langsung bersembunyi di balik pintu. Kemudian beliau mendekat seraya menepuk pundak saya dari belakang dan berkata: 'Hai Abdullah, pergi dan panggil Mu'awiyah kemari! ' lbnu Abbas berkata; 'Tak lama kemudian saya datang untuk menemui beliau sambil berkata; 'Ya Rasulullah, Mu'awiyah sedang makan.' Setelah itu, Rasulullah menyuruh saya kembali sambil berkata: 'Pergi dan panggil Mu'awiyah untuk datang kemari! ' Ibnu Abbas berkata; 'Kemudian saya datang menemui Rasulullah dan berkata: 'Ya Rasulullah, Mua'wiyah sedang makan.' Lalu Rasulullah berkata: 'Semoga Allah tidak mengenyangkan perutnya.' lbnu Mutsanna berkata; 'Saya bertanya kepada Umayyah; 'Apa yang dimaksud dengan menepuk dari belakang? ' Umayyah menjawab; 'Menepuk pada bagian tengkuk dengan satu tepukan.' Telah menceritakan kepadaku [Ishaq bin Manshur]; Telah mengabarkan kepada kami [An Nadhr bin Syumail]; Telah menceritakan kepada kami [Syu'bah]; Telah mengabarkan kepada kami [Abu Hamzah] Aku mendengar [Ibnu 'Abbas] berkata; Pada suatu ketika, saya sedang bermain bersama anak-anak. Tiba-tiba Rasulullah shallallahu 'alaihi wasallam datang dan saya langsung bersembunyi. -sebagaimana Hadits di atas.-","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ ح و حَدَّثَنَا ابْنُ بَشَّارٍ وَاللَّفْظُ لِابْنِ الْمُثَنَّى قَالَا حَدَّثَنَا أُمَيَّةُ بْنُ خَالِدٍ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي حَمْزَةَ الْقَصَّابِ عَنْ ابْنِ عَبَّاسٍ قَالَكُنْتُ أَلْعَبُ مَعَ الصِّبْيَانِ فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَوَارَيْتُ خَلْفَ بَابٍ قَالَ فَجَاءَ فَحَطَأَنِي حَطْأَةً وَقَالَ اذْهَبْ وَادْعُ لِي مُعَاوِيَةَ قَالَ فَجِئْتُ فَقُلْتُ هُوَ يَأْكُلُ قَالَ ثُمَّ قَالَ لِيَ اذْهَبْ فَادْعُ لِي مُعَاوِيَةَ قَالَ فَجِئْتُ فَقُلْتُ هُوَ يَأْكُلُ فَقَالَ لَا أَشْبَعَ اللَّهُ بَطْنَهُقَالَ ابْنُ الْمُثَنَّى قُلْتُ لِأُمَيَّةَ مَا حَطَأَنِي قَالَ قَفَدَنِي قَفْدَةً حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ حَدَّثَنَا شُعْبَةُ أَخْبَرَنَا أَبُو حَمْزَةَ سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُا كُنْتُ أَلْعَبُ مَعَ الصِّبْيَانِ فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاخْتَبَأْتُ مِنْهُ فَذَكَرَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}