{"pageProps":{"number":"4556","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] dan ['Amru An Naqid] dan [Ibnu Abu 'Umar] -dan lafadh ini milik Ibnu Abu 'Umar- mereka berkata; telah menceritakan kepada kami [Sufyan] dari [Muhammad bin 'Abdurrahman] -budak- keluarga Thalhah dari [Kuraib] dari [Ibnu 'Abbas] dari [Juwairiyah] bahwasanya Nabi shallallahu 'alaihi wasallam keluar dari rumah Juwairiyah pada pagi hari usai shalat Subuh dan dia tetap di tempat shalatnya. Tak lama kemudian Rasulullah shallallahu 'alaihi wasallam kembali setelah terbit fajar (pada waktu dhuha), sedangkan Juwairiyah masih duduk di tempat shalatnya. Setelah itu, Rasulullah menyapanya: \"Ya Juwairiyah, kamu masih belum beranjak dari tempat shalatmu?\" Juwairiyah menjawab; 'Ya. Saya masih di sini, di tempat semula ya Rasulullah.' Kemudian Rasulullah shallallahu 'alaihi wasallam berkata: 'Setelah keluar tadi, aku telah mengucapkan empat rangkaian kata-kata -sebanyak tiga kali- yang kalimat tersebut jika dibandingkan dengan apa yang kamu baca seharian tentu akan sebanding, yaitu 'SUBHAANALLOOHI WABIHAMDIHI, 'ADA KHOLQIHI WARIDHOO NAFSIHI WAZINATA 'ARSYIHI WAMIDAADA KALIMAATIHI.\"Maha Suci Allah dengan segala puji bagi-Nya sebanyak hitungan makhluk-Nya, menurut keridlaan-Nya, menurut arasy-Nya dan sebanyak tinta kalimat-Nya.' Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Abu Kuraib] dan [Ishaq] dari [Muhammad bin Bisyr] dari [Mis'ar] dari [Muhammad bin 'Abdurrahman] dari [Abu Risydin] dari [Ibnu 'Abbas] dari [Juwairiyah] dia berkata; bahwa suatu ketika Rasulullah shallallahu 'alaihi wasallam melewatiku ketika beliau usai shalat shubuh. -lalu dia menyebutkan redaksi yang serupa. Namun beliau dengan menggunakan kalimat; 'SUBHANALLAH 'ADADA KHALQIHI, SUBHANALLAH RIDHO NAFSIHI, SUBHANALLAH ZINATA 'ARSYIHI, SUBHANALLAH MIDADA KALIMAATIHI. Maha suci Allah sebanyak hitungan makhluk-Nya. Maha Suci Allah menurut keridlaan-Nya. Maha Suci Allah menurut kebesaran arasy-Nya. Maha Suci Allah sebanyak paparan kelimat-Nya.'","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَعَمْرٌو النَّاقِدُ وَابْنُ أَبِي عُمَرَ وَاللَّفْظُ لِابْنِ أَبِي عُمَرَ قَالُوا حَدَّثَنَا سُفْيَانُ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ مَوْلَى آلِ طَلْحَةَ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ عَنْ جُوَيْرِيَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ مِنْ عِنْدِهَا بُكْرَةً حِينَ صَلَّى الصُّبْحَ وَهِيَ فِي مَسْجِدِهَا ثُمَّ رَجَعَ بَعْدَ أَنْ أَضْحَى وَهِيَ جَالِسَةٌ فَقَالَ مَا زِلْتِ عَلَى الْحَالِ الَّتِي فَارَقْتُكِ عَلَيْهَا قَالَتْ نَعَمْ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ ثَلَاثَ مَرَّاتٍ لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ الْيَوْمِ لَوَزَنَتْهُنَّ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ وَإِسْحَقُ عَنْ مُحَمَّدِ بْنِ بِشْرٍ عَنْ مِسْعَرٍ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي رِشْدِينَ عَنْ ابْنِ عَبَّاسٍ عَنْ جُوَيْرِيَةَ قَالَتْ مَرَّ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ صَلَّى صَلَاةَ الْغَدَاةِ أَوْ بَعْدَ مَا صَلَّى الْغَدَاةَ فَذَكَرَ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ","source":"Muslim"},"__N_SSG":true}