{"pageProps":{"number":"4625","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Abu 'Umar Al Makki] telah menceritakan kepada kami [Sufyan] dari [Manshur] dari [Mujahid] dari [Abu Ma'mar] dari [Ibnu Mas'ud] dia berkata; \"Ada tiga orang berkumpul di dekat Ka'bah, dua orang dari suku Quraisy dan satu lagi dari suku Tsaqafi atau sebaliknya. Ketiga-tiganya kurang terpelajar tetapi mereka gemuk-gemuk. Salah seorang dari mereka bertanya kepada temannya; 'Tahukah kamu bahwa Allah mendengar apa yang kita ucapkan? ' Jawab yang lain; 'Dia mendengar kalau kita bicara keras, dan tidak mendengar kalau kita bicara perlahan.' Kata orang yang ketiga; 'Jika Dia mendengar ketika kita berbicara keras tentu Dia mendengar juga ketika kita berbicara perlahan.' Lalu Allah Azza wa Jalla menurunkan ayat: 'Kamu sekali-kali tidak kalian tidak dapat menyembunyikan dari kesaksian pendengaran, penglihatan, dan kulitmu…'. (QS. Fushilat (41): 22). Dan telah menceritakan kepadaku [Abu Bakr bin Khallad Al Bahili] telah menceritakan kepada kami [Yahya bin Sa'id] telah menceritakan kepada kami [Sufyan] telah menceritakan kepadaku [Sulaiman] dari ['Umarah bin 'Umair] dari [Wahb bin Rabi'ah] dari ['Abdullah] Demikian juga diriwayatkan dari jalur lainnya, dan dia berkata; telah menceritakan kepada kami [Yahya] telah menceritakan kepada kami [Sufyan] telah menceritakan kepadaku [Manshur] dari [Mujahid] dari [Abu Ma'mar] dari ['Abdullah] dengan Hadits yang serupa.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْمَكِّيُّ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ عَنْ أَبِي مَعْمَرٍ عَنْ ابْنِ مَسْعُودٍ قَالَاجْتَمَعَ عِنْدَ الْبَيْتِ ثَلَاثَةُ نَفَرٍ قُرَشِيَّانِ وَثَقَفِيٌّ أَوْ ثَقَفِيَّانِ وَقُرَشِيٌّ قَلِيلٌ فِقْهُ قُلُوبِهِمْ كَثِيرٌ شَحْمُ بُطُونِهِمْ فَقَالَ أَحَدُهُمْ أَتُرَوْنَ اللَّهَ يَسْمَعُ مَا نَقُولُ وَقَالَ الْآخَرُ يَسْمَعُ إِنْ جَهَرْنَا وَلَا يَسْمَعُ إِنْ أَخْفَيْنَا وَقَالَ الْآخَرُ إِنْ كَانَ يَسْمَعُ إِذَا جَهَرْنَا فَهُوَ يَسْمَعُ إِذَا أَخْفَيْنَا فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ }الْآيَةَو حَدَّثَنِي أَبُو بَكْرِ بْنُ خَلَّادٍ الْبَاهِلِيُّ حَدَّثَنَا يَحْيَى يَعْنِي ابْنَ سَعِيدٍ حَدَّثَنَا سُفْيَانُ حَدَّثَنِي سُلَيْمَانُ عَنْ عُمَارَةَ بْنِ عُمَيْرٍ عَنْ وَهْبِ بْنِ رَبِيعَةَ عَنْ عَبْدِ اللَّهِ ح و قَالَ حَدَّثَنَا يَحْيَى حَدَّثَنَا سُفْيَانُ حَدَّثَنِي مَنْصُورٌ عَنْ مُجَاهِدٍ عَنْ أَبِي مَعْمَرٍ عَنْ عَبْدِ اللَّهِ بِنَحْوِهِ","source":"Muslim"},"__N_SSG":true}