{"pageProps":{"number":"4885","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya], [Abu Bakr bin Abu Syaibah], [Muhammad bin Abdullah bin Numair], [Ishaq bin Ibrahim] dan [Abu Kuraib], teks milik Abu Kuraib, berkata [Yahya] dan [Ishaq]: Telah mengkhabarkan kepada kami, sedangkan yang lain berkata: Telah menceritakan kepada kami [Abu Mu'awiyah] telah menceritakan kepada kami [Al A'masy] dari [Syaqiq] dari [Usamah bin Zaid] berkata: Dikatakan padanya: Bertamulah ke Utsman lalu berbicaralah padanya. Ia berkata: Apa kalian melihatku bahwa aku tidaklah berbicara kepadanya kecuali yang telah saya sampaikan kepada kalian, aku pernah berbicara berdua dengannya tentang sesuatu dimana saya tidak suka untuk memulainya, dan aku tidak berkata kepada siapa pun bahwa aku memiliki pemimpin, ia adalah orang terbaik setelah aku mendengar Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Seseorang didatangkan pada hari kiamat kemudian dilemparkan ke neraka hingga ususnya terburai keluar dan berputar-putar dineraka seperti keledai mengitari alat penumbuk gandumnya, kemudian penduduk neraka bertanya: 'Hai fulan! Apa yang menimpamu, bukankah dulu kau memerintahkan kebaikan dan mencegah kemungkaran? ' Ia menjawab: 'Benar, dulu saya memerintahkan kebaikan tapi saya tidak melakukannya dan saya melarang kemungkaran tapi saya melakukannya'.\" Telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Jarir] dari [Al A'masy] dari [Abu Wa`il] berkata: Kami berada dikediaman [Usamah bin Zaid] lalu seseorang berkata: Apa yang menghalangimu untuk bertamu ke Utsman lalu kau berbicara dengannya. Ia kemudian menyebut hadits serupa.","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَأَبُو كُرَيْبٍ وَاللَّفْظُ لِأَبِي كُرَيْبٍ قَالَ يَحْيَى وَإِسْحَقُ أَخْبَرَنَا و قَالَ الْآخَرُونَ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ شَقِيقٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ قِيلَ لَهُ أَلَا تَدْخُلُ عَلَى عُثْمَانَ فَتُكَلِّمَهُ فَقَالَ أَتَرَوْنَ أَنِّي لَا أُكَلِّمُهُ إِلَّا أُسْمِعُكُمْ وَاللَّهِ لَقَدْ كَلَّمْتُهُ فِيمَا بَيْنِي وَبَيْنَهُ مَا دُونَ أَنْ أَفْتَتِحَ أَمْرًا لَا أُحِبُّ أَنْ أَكُونَ أَوَّلَ مَنْ فَتَحَهُ وَلَا أَقُولُ لِأَحَدٍ يَكُونُ عَلَيَّ أَمِيرًا إِنَّهُ خَيْرُ النَّاسِ بَعْدَ مَاسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يُؤْتَى بِالرَّجُلِ يَوْمَ الْقِيَامَةِ فَيُلْقَى فِي النَّارِ فَتَنْدَلِقُ أَقْتَابُ بَطْنِهِ فَيَدُورُ بِهَا كَمَا يَدُورُ الْحِمَارُ بِالرَّحَى فَيَجْتَمِعُ إِلَيْهِ أَهْلُ النَّارِ فَيَقُولُونَ يَا فُلَانُ مَا لَكَ أَلَمْ تَكُنْ تَأْمُرُ بِالْمَعْرُوفِ وَتَنْهَى عَنْ الْمُنْكَرِ فَيَقُولُ بَلَى قَدْ كُنْتُ آمُرُ بِالْمَعْرُوفِ وَلَا آتِيهِ وَأَنْهَى عَنْ الْمُنْكَرِ وَآتِيهِحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ أَبِي وَائِلٍ قَالَ كُنَّا عِنْدَ أُسَامَةَ بْنِ زَيْدٍ فَقَالَ رَجُلٌ مَا يَمْنَعُكَ أَنْ تَدْخُلَ عَلَى عُثْمَانَ فَتُكَلِّمَهُ فِيمَا يَصْنَعُ وَسَاقَ الْحَدِيثَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}