{"pageProps":{"number":"602","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin al-Mutsanna] dan [Muhammad bin Basysyar] dan lafazh tersebut milik al-Mutsanna, keduanya berkata, telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [al-Hakam] dia berkata, Saya mendengar [Ibnu Abi Laila] berkata, [Ka'ab bin Ujrah] menemuiku seraya berkata, \"Maukah kalian aku beri hadiah ketika Rasululllah shallallahu 'alaihi wasallam keluar melewati kami, maka kami berkata, 'Sungguh kami telah mengetahui bagaimana mengucapkan selamat atasmu, dan bagaimana bershalawat atasmu.' Beliau bersabda, 'Kalian katakanlah, 'ALLOOHUMMA SHOLLI 'ALAA MUHAMMAD WA'ALAA AALI MUHAMMAD, KAMAA SHOLLAITA 'ALAA AALI IBROOHIIMA INNAKA HAMIIDUN MAJIID, ALLOOHUMMA BAARIK 'ALAA MUHAMMADIN WA'ALAA AALI MUHAMMADIN KAMAA BAAROKTA 'ALAA AALI IBROOHIIMA INNAKA HAMIIDUN MAJIID \"Ya Allah, berilah shalawat atas Muhammad dan keluarga Muhammad sebagaimana Engkau memberi shalawat atas keluarga Ibrahim, sesungguhnya Engkau Maha Terpuji dan Maha Mulia. Ya Allah, berilah berkah atas Muhammad dan keluarga Muhammad sebagaimana Engkau memberi berkah kepada keluarga Ibrahim. Engkau Maha Terpuji dan Maha Mulia'.\" Telah menceritakan kepada kami [Zuhair bin Harb] dan [Abu Kuraib] keduanya berkata, telah menceritakan kepada kami [Waki'] dari [Syu'bah] dan [Mis'ar] dari [al-Hakam] dengan isnad ini yang semisalnya dan dalam hadits Mis'ar tidak ada, \"Maukah kalian agar aku beri hadiah.\" Telah menceritakan kepada kami [Muhammad bin Bakkar] telah menceritakan kepada kami [Ismail bin Zakariya'] dari [al-A'masy] dari [Mis'ar] dan dari [Malik bin Mighwal] semuanya meriwayatkan dari [al-Hakam] dengan isnad ini yang semisalnya, hanya saja dia berkata, \"Dan keberkahan atas Muhammad, \" dan tidak mengatakan, \"Allahumma.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَمُحَمَّدُ بْنُ بَشَّارٍ وَاللَّفْظُ لِابْنِ الْمُثَنَّى قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ الْحَكَمِ قَالَ سَمِعْتُ ابْنَ أَبِي لَيْلَى قَالَلَقِيَنِي كَعْبُ بْنُ عُجْرَةَ فَقَالَ أَلَا أُهْدِي لَكَ هَدِيَّةً خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْنَا قَدْ عَرَفْنَا كَيْفَ نُسَلِّمُ عَلَيْكَ فَكَيْفَ نُصَلِّي عَلَيْكَ قَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا وَكِيعٌ عَنْ شُعْبَةَ وَمِسْعَرٍ عَنْ الْحَكَمِ بِهَذَا الْإِسْنَادِ مِثْلَهُ وَلَيْسَ فِي حَدِيثِ مِسْعَرٍ أَلَا أُهْدِي لَكَ هَدِيَّةً حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ زَكَرِيَّاءَ عَنْ الْأَعْمَشِ وَعَنْ مِسْعَرٍ وَعَنْ مَالِكِ بْنِ مِغْوَلٍ كُلُّهُمْ عَنْ الْحَكَمِ بِهَذَا الْإِسْنَادِ مِثْلَهُ غَيْرَ أَنَّهُ قَالَ وَبَارِكْ عَلَى مُحَمَّدٍ وَلَمْ يَقُلْ اللَّهُمَّ","source":"Muslim"},"__N_SSG":true}