{"pageProps":{"number":"826","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Yahya] dan [Qutaibah bin Sa'id] keduanya meriwayatkan dari [Abdul Aziz] berkata [Yahya], telah mengabarkan kepada kami [Abdul Aziz bin Abi Hazim] dari [Bapaknya] \"Bahwa sejumlah orang datang kepada [Sahl bin Sa'd] karena mereka bertengkar mengenai mimbar Rasulullah Shallallahu'alaihiwasallam terbuat dari kayu apakah mimbar itu? Sahal menjawab, 'Demi Allah, aku tahu betul dari kayu apa mimbar itu dibuat, siapa yang membuatnya, bahkan aku melihat Rasulullah shallallahu'alaihiwasallam duduk di situ pada hari pertama mimbar itu selesai dibuat.' Kata Abu Hazim, 'Hai Abu Abbas (Sahl)! Ceritakanlah kepada kami! ' Lalu Sahal bercerita, 'Pada suatu hari Rasulullah shallallahu'alaihiwasallam menyuruh (untuk memanggil) seorang perempuan -Abu Hazim berkata, 'Beliau menyebutkan namanya pada waktu itu'.- lalu beliau bersabda kepadanya, 'Suruhlah anakmu yang tukang kayu itu membuatkan sebuah mimbar kayu untuk tempatku berpidato kepada orang-orang'. Maka dia membuat tiga tingkat ini. Kemudian Rasulullah memerintahkan supaya meletakkan mimbar itu di tempat ini. Mimbar itu terbuat dari kayu hutan. Aku melihat Rasulullah shallallahu'alaihiwasallam shalat di atas mimbar itu. Lalu beliau bertakbir, maka orang-orang pun bertakbir pula di belakangnya, sedangkan beliau masih di atas mimbar. Kemudian beliau bangkit dari rukuk, lalu turun sambil mundur sehingga beliau sujud di kaki mimbar. Kemudian beliau kembali pula ke atas mimbar hingga selesai shalat. Sesudah itu beliau menghadap kepada orang-orang lalu bersabda, 'Wahai sekalian manusia, aku melalukan ini supaya kalian semua mengikutiku, dan supaya kalian belajar cara shalatku'.\" Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Ya'qub bin Abdurrahman bin Muhammad bin Abdullah bin Abdul Qari al-Qurasyi] telah menceritakan kepadaku [Abu Hazim] bahwa beberapa laki-laki datang kepada [Sahl bin Sa'd] dia berkata, --Lewat jalur periwayatan lain-- dan telah menceritakan kepada kami [Abu Bakar bin Abi Syaibah] dan [Zuhair bin Harb] serta [Ibnu Abi Umar] mereka berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Abu Hazim] dia berkata, \"Mereka mendatangi [Sahl bin Sa'ad], lalu mereka menanyakan kepadanya, 'Terbuat dari apa mimbar Nabi shallallahu 'alaihi wasallam, ' lalu mereka membawakan hadits tersebut semisal hadits Ibnu Abi Hazim.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَقُتَيْبَةُ بْنُ سَعِيدٍ كِلَاهُمَا عَنْ عَبْدِ الْعَزِيزِ قَالَ يَحْيَى أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِأَنَّ نَفَرًا جَاءُوا إِلَى سَهْلِ بْنِ سَعْدٍ قَدْ تَمَارَوْا فِي الْمِنْبَرِ مِنْ أَيِّ عُودٍ هُوَ فَقَالَ أَمَا وَاللَّهِ إِنِّي لَأَعْرِفُ مِنْ أَيِّ عُودٍ هُوَ وَمَنْ عَمِلَهُ وَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوَّلَ يَوْمٍ جَلَسَ عَلَيْهِ قَالَ فَقُلْتُ لَهُ يَا أَبَا عَبَّاسٍ فَحَدِّثْنَا قَالَ أَرْسَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى امْرَأَةٍ قَالَ أَبُو حَازِمٍ إِنَّهُ لَيُسَمِّهَا يَوْمَئِذٍ انْظُرِي غُلَامَكِ النَّجَّارَ يَعْمَلْ لِي أَعْوَادًا أُكَلِّمُ النَّاسَ عَلَيْهَا فَعَمِلَ هَذِهِ الثَّلَاثَ دَرَجَاتٍ ثُمَّ أَمَرَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوُضِعَتْ هَذَا الْمَوْضِعَ فَهِيَ مِنْ طَرْفَاءِ الْغَابَةِ وَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ عَلَيْهِ فَكَبَّرَ وَكَبَّرَ النَّاسُ وَرَاءَهُ وَهُوَ عَلَى الْمِنْبَرِ ثُمَّ رَفَعَ فَنَزَلَ الْقَهْقَرَى حَتَّى سَجَدَ فِي أَصْلِ الْمِنْبَرِ ثُمَّ عَادَ حَتَّى فَرَغَ مِنْ آخِرِ صَلَاتِهِ ثُمَّ أَقْبَلَ عَلَى النَّاسِ فَقَالَ يَا أَيُّهَا النَّاسُ إِنِّي صَنَعْتُ هَذَا لِتَأْتَمُّوا بِي وَلِتَعَلَّمُوا صَلَاتِيحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدٍ الْقَارِيُّ الْقُرَشِيُّ حَدَّثَنِي أَبُو حَازِمٍ أَنَّ رِجَالًا أَتَوْا سَهْلَ بْنَ سَعْدٍ قَالَ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَابْنُ أَبِي عُمَرَ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ أَبِي حَازِمٍ قَالَ أَتَوْا سَهْلَ بْنَ سَعْدٍ فَسَأَلُوهُ مِنْ أَيِّ شَيْءٍ مِنْبَرُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَاقُوا الْحَدِيثَ نَحْوَ حَدِيثِ ابْنِ أَبِي حَازِمٍ","source":"Muslim"},"__N_SSG":true}