{"pageProps":{"number":"1251","slug":"nasai","id":"Telah mengabarkan kepada kami [Sa'id bin 'Abdurrahman Abu 'Ubaidillah Al Makhzumi] dia berkata; telah menceritakan kepada kami [Sufyan] dari [Al A'masy] dan [Manshur] dari [Syaqiq bin Salamah] dari [Ibnu Mas'ud] dia berkata; \"Sebelum kami diwajibkan tasyahud, kami mengucapkan dalam shalat, 'Assalamu 'alallah, assalamu 'alaa Jibril, assalamu 'ala Mikail (keselamatan bagi Allah, keselamatan bagi Jibril, keselamatan bagi Mikail) '. Kemudian Rasulullah Shalallah 'Alaihi Wa Sallam bersabda: 'Janganlah kalian megucapkan hal itu, sesungguhnya Allah Azza wa Jalla adalah Assalam (Maha Pemberi Keselamatan). Ucapkanlah, \"At-tahiyatul lillahi wash-shalawatu wath-thayyibatu, as-salamu 'alaika ayyuhan-nabiyyu wa rahmatullahi wa barakatuh, as-salamu 'alaina wa 'ala 'ibadillahish-shalihin, asyhadu alla illaha illallah wa asyhadu anna muhammadan abduhu wa rasuluh (Penghormatan, rahmat dan kebaikan hanya milik Allah. Semoga keselamatan rahmat dan keberkahan terlimpahkan atasmu wahai Nabi, juga keselamatan surga terlimpahkan atas kami dari hamba-hamba Allah yang shalih. Aku bersaksi bahwa tidak ada tuhan selain Allah, dan aku bersaksi bahwa Muhammad adalah hamba dan utusan-Nya).\" ","arab":"أَخْبَرَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو عُبَيْدِ اللَّهِ الْمَخْزُومِيُّ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ وَمَنْصُورٌ عَنْ شَقِيقِ بْنِ سَلَمَةَ عَنْ ابْنِ مَسْعُودٍ قَالَكُنَّا نَقُولُ فِي الصَّلَاةِ قَبْلَ أَنْ يُفْرَضَ التَّشَهُّدُ السَّلَامُ عَلَى اللَّهِ السَّلَامُ عَلَى جِبْرِيلَ وَمِيكَائِيلَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقُولُوا هَكَذَا فَإِنَّ اللَّهَ عَزَّ وَجَلَّ هُوَ السَّلَامُ وَلَكِنْ قُولُوا التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ","source":"Nasai"},"__N_SSG":true}