{"pageProps":{"number":"1500","slug":"nasai","id":"Telah mengabarkan kepada kami ['Ubaidullah bin Sa'd bin Ibrahim] dia berkata; [pamanku] telah menceritakan kepada kami, dia berkata; [bapakku] telah menceritakan kepada kami, dari [Ibnu Ishaq] dia berkata; telah menceritakan kepadaku [Dawud bin Al Hushain] dari ['Ikrimah] dari [Ibnu 'Abbas] dia berkata; \"Shalat Khauf itu dua kali sujud, seperti shalatnya penjaga-penjaga kalian pada hari ini, di belakang pemimpin-pemimpin mereka, tetapi mereka melakukannya secara bergantian; semuanya berdiri bersama Rasulullah shallallahu 'alaihi wasallam, sebagian dari mereka ikut sujud bersamanya (dan sebagian yang lain tetap berdiri), kemudian Rasulullah shallallahu 'alaihi wasallam berdiri dan mereka semuanya ikut berdiri bersamanya. Tatkala beliau ruku', mereka semuanya ikut ruku'. Jika beliau sujud, maka sebagian yang berdiri tadi ikut sujud bersama beliau. Setelah Rasulullah Shalallahu 'Alaihi Wa Sallam duduk bersama orang yang sujud bersamanya di akhir shalat, maka orang-orang yang berdiri tadi sujud lalu mereka duduk. Kemudian mereka semua mengucapkan salam bersama Rasulullah Shalallahu 'Alaihi Wa Sallam secara bersama-sama.","arab":"أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ قَالَ حَدَّثَنَا عَمِّي قَالَ حَدَّثَنَا أَبِي عَنْ ابْنِ إِسْحَقَ قَالَ حَدَّثَنِي دَاوُدُ بْنُ الْحُصَيْنِ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَمَا كَانَتْ صَلَاةُ الْخَوْفِ إِلَّا سَجْدَتَيْنِ كَصَلَاةِ أَحْرَاسِكُمْ هَؤُلَاءِ الْيَوْمَ خَلْفَ أَئِمَّتِكُمْ هَؤُلَاءِ إِلَّا أَنَّهَا كَانَتْ عُقَبًا قَامَتْ طَائِفَةٌ مِنْهُمْ وَهُمْ جَمِيعًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَجَدَتْ مَعَهُ طَائِفَةٌ مِنْهُمْ ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَامُوا مَعَهُ جَمِيعًا ثُمَّ رَكَعَ وَرَكَعُوا مَعَهُ جَمِيعًا ثُمَّ سَجَدَ فَسَجَدَ مَعَهُ الَّذِينَ كَانُوا قِيَامًا أَوَّلَ مَرَّةٍ فَلَمَّا جَلَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِينَ سَجَدُوا مَعَهُ فِي آخِرِ صَلَاتِهِمْ سَجَدَ الَّذِينَ كَانُوا قِيَامًا لِأَنْفُسِهِمْ ثُمَّ جَلَسُوا فَجَمَعَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالتَّسْلِيمِ","source":"Nasai"},"__N_SSG":true}