{"pageProps":{"number":"1790","slug":"nasai","id":"Telah mengabarkan kepada kami [Sulaiman bin Manshur Al Balkhi] dia berkata; telah menceritakan kepada kami ['Abdul Jabbar bin Al warad]; Aku mendengar [Ibnu Abu Mulaikah] berkata; setelah Ibnu Aban meninggal dunia, aku datang bersama banyak orang, dan aku duduk diantara Abdullah bin Umar dan Ibnu Abbas, lalu para wanita menangis. [Ibnu Umar] berkata; \"Tidakkah engkau melarang mereka untuk menangis? aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \" si mayit benar-benar akan disiksa karena tangisan sebagian keluarganya atas dirinya'. [Ibnu Abbas] berkata; \" [Umar] pernah mengatakan sebagian hal itu, -saat itu- aku keluar bersama Umar, hingga tatkala kami berada di Baida, ia melihat rombongan penunggang unta yang berada di bawah pohon, ia berkata; \"Lihatlah siapa penunggang unta tersebut?\" kemudian aku pergi, -untuk melihatnya- ternyata Shuhaib dengan keluarganya, lalu aku kembali, kemudian kukatakan; \"Wahai Amirul Mukminin! Mereka ini adalah Shuhaib dan keluarganya. Ia berkata, \"Datanglah Shuhaib kepadaku.\" Setelah kami masuk ke Madinah Umar tertimpa musibah, lalu Shuhaib duduk disisinya seraya berkata, \"Wahai adikku, wahai adikku! Umar berkata, \"Wahai Shuhaib, janganlah kamu menangis, aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: ' si mayit akan disiksa karena tangisan sebagian keluarganya atas dirinya.\" Ia berkata; \"Lalu aku menuturkan hal itu kepada [Aisyah], ia mengatakan; \"Demi Allah! Tidaklah kalian menceritakan hadits ini dari dua orang pendusta yang didustakan, tetapi pendengaran yang salah, di dalam Al-Qur'an benar-benar terdapat sesuatu yang dapat menentramkan bagi kalian, \"Dan seorang yang berdosa tidak dapat memikul dosa orang lain.\" Tetapi Rasulullah shallallahu 'alaihi wasallam bersabda: \" Allah benar-benar menambahkan siksa terhadap orang kafir karena sebagian tangis keluarganya atas dirinya'.\"","arab":"أَخْبَرَنَا سُلَيْمَانُ بْنُ مَنْصُورٍ الْبَلْخِيُّ قَالَ حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ الْوَرْدِ سَمِعْتُ ابْنَ أَبِي مُلَيْكَةَ يَقُولُلَمَّا هَلَكَتْ أُمُّ أَبَانَ حَضَرْتُ مَعَ النَّاسِ فَجَلَسْتُ بَيْنَ عَبْدِ اللَّهِ بْنِ عُمَرَ وَابْنِ عَبَّاسٍ فَبَكَيْنَ النِّسَاءُ فَقَالَ ابْنُ عُمَرَ أَلَا تَنْهَى هَؤُلَاءِ عَنْ الْبُكَاءِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ عَلَيْهِفَقَالَ ابْنُ عَبَّاسٍ قَدْ كَانَ عُمَرُ يَقُولُ بَعْضَ ذَلِكَ خَرَجْتُ مَعَ عُمَرَ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ رَأَى رَكْبًا تَحْتَ شَجَرَةٍ فَقَالَ انْظُرْ مَنْ الرَّكْبُ فَذَهَبْتُ فَإِذَا صُهَيْبٌ وَأَهْلُهُ فَرَجَعْتُ إِلَيْهِ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ هَذَا صُهَيْبٌ وَأَهْلُهُ فَقَالَ عَلَيَّ بِصُهَيْبٍ فَلَمَّا دَخَلْنَا الْمَدِينَةَ أُصِيبَ عُمَرُ فَجَلَسَ صُهَيْبٌ يَبْكِي عِنْدَهُ يَقُولُ وَا أُخَيَّاهُ وَا أُخَيَّاهُ فَقَالَ عُمَرُ يَا صُهَيْبُ لَا تَبْكِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ عَلَيْهِ قَالَ فَذَكَرْتُ ذَلِكَ لِعَائِشَةَ فَقَالَتْ أَمَا وَاللَّهِ مَا تُحَدِّثُونَ هَذَا الْحَدِيثَ عَنْ كَاذِبَيْنِ مُكَذَّبَيْنِ وَلَكِنَّ السَّمْعَ يُخْطِئُ وَإِنَّ لَكُمْ فِي الْقُرْآنِ لَمَا يَشْفِيكُمْ أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَلَكِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ لَيَزِيدُ الْكَافِرَ عَذَابًا بِبُكَاءِ أَهْلِهِ عَلَيْهِ","source":"Nasai"},"__N_SSG":true}