{"pageProps":{"number":"2404","slug":"nasai","id":"Telah mengabarkan kepada kami ['Amru bin 'Ali] dia berkata; Telah menceritakan kepada kami [Yahya] dia berkata; Telah menceritakan kepada kami [Ibnu 'Ajlan] dari ['Iyadl] dari [Abu Sa'id] bahwa seseorang masuk ke masjid pada hari Jum'at dan Rasulullah Shalallahu 'Alaihi Wa Sallam sedang berkhutbah, lalu beliau bersabda: \"Shalatlah dua rakaat!\" Kemudian orang itu datang pada Jum'at kedua dan Nabi shallallahu 'alaihi wasallam sedang berkhutbah, lalu beliau bersabda: 'Shalatlah dua rakaat! ' Kemudian orang itu datang pada Jum'at ketiga dan Nabi shallallahu 'alaihi wasallam sedang berkhutbah, lalu beliau bersabda: 'Shalatlah dua rakaat! ' Kemudian bersabda: 'Bersedekahlah kalian! ' Lalu mereka bersedekah dan beliau memberikannya dua pakaian, kemudian bersabda: 'Bersedekahlah kalian! ' Lalu ia melemparkan salah satu pakaiannya, maka Rasulullah Shalallahu 'Alaihi Wa Sallam bersabda: 'Tidakkah kalian melihat orang ini bahwa ia masuk ke masjid dengan kondisi yang kusut, aku berharap kalian memahaminya lalu kalian mau bersedekah kepadanya, tetapi kalian tidak melakukannya'. Lalu kukatakan, 'Bersedekahlah kalian! ' Lalu kalian bersedekah dan kuberikan dia dua pakaian. Kemudian kukatakan, 'Bersedekahlah kalian! ' Lalu ia melemparkan salah satu pakaiannya. 'Ambillah pakaianmu'. Dan beliau membentaknya.","arab":"أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ حَدَّثَنَا يَحْيَى قَالَ حَدَّثَنَا ابْنُ عَجْلَانَ عَنْ عِيَاضٍ عَنْ أَبِي سَعِيدٍأَنَّ رَجُلًا دَخَلَ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ فَقَالَ صَلِّ رَكْعَتَيْنِ ثُمَّ جَاءَ الْجُمُعَةَ الثَّانِيَةَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ فَقَالَ صَلِّ رَكْعَتَيْنِ ثُمَّ جَاءَ الْجُمُعَةَ الثَّالِثَةَ فَقَالَ صَلِّ رَكْعَتَيْنِ ثُمَّ قَالَ تَصَدَّقُوا فَتَصَدَّقُوا فَأَعْطَاهُ ثَوْبَيْنِ ثُمَّ قَالَ تَصَدَّقُوا فَطَرَحَ أَحَدَ ثَوْبَيْهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَمْ تَرَوْا إِلَى هَذَا أَنَّهُ دَخَلَ الْمَسْجِدَ بِهَيْئَةٍ بَذَّةٍ فَرَجَوْتُ أَنْ تَفْطِنُوا لَهُ فَتَتَصَدَّقُوا عَلَيْهِ فَلَمْ تَفْعَلُوا فَقُلْتُ تَصَدَّقُوا فَتَصَدَّقْتُمْ فَأَعْطَيْتُهُ ثَوْبَيْنِ ثُمَّ قُلْتُ تَصَدَّقُوا فَطَرَحَ أَحَدَ ثَوْبَيْهِ خُذْ ثَوْبَكَ وَانْتَهَرَهُ","source":"Nasai"},"__N_SSG":true}