{"pageProps":{"number":"2852","slug":"nasai","id":"Telah mengabarkan kepada kami [Ishaq bin Ibrahim], ia berkata; saya membacakan riwayat kepada [Abu Qurrah Musa bin Thariq] dari [Ibnu Juraij], ia berkata; telah menceritakan kepadaku [Abdullah bin Utsman bn Khutsaim] dari [Abu Az Zubair] dari [Jabir] bahwa Nabi shallallahu 'alaihi wasallam ketika kembali dari umrah di Ji'ranah beliau mengutus Abu Bakar memimpin haji, lalu kami datang bersamanya, hingga ketika sampai di Al 'Arj ia mengumandangkan adzan untuk shalat shubuh, lalu ia berdiri untuk bertakbir, kemudian ia mendengar suara unta dibelakangnya dan berhenti bertakbir, ia berkata 'ini adalah suara unta shallallahu 'alaihi wasallam Al Jad'a', tampaknya Rasulullah shallallahu 'alaihi wasallam melaksanakan haji, dan semoga ia adalah Rasulullah shallallahu 'alaihi wasallam sehingga kita melaksanakan sholat bersama beliau, namun ternyata Ali yang berada diatas unta tersebut, kemudian Abu Bakar berkata kepadanya; engkau sebagai amir atau utusan. Ia menjawab; tidak, aku hanyalah utusan Rasulullah shallallahu 'alaihi wasallam dengan surat Bara-ah yang akan saya bacakan di beberapa tempat pemberhentian untuk haji. Kemudian kami sampai di Mekkah, setelah sehari sebelum Tarwiyah (tanggal delapan dzulhijjah), Abu Bakar radliallahu 'anhu berdiri didepan manusia kemudian berkhutbah kepada manusia, ia berbicara mengenai ibadah haji mereka hingga setelah ia selesai, lalu Ali radliallahu 'anhu berdiri dan membacakan surat Taubah hingga selesai. Kemudian pada hari Kurban kami melakukan thawaf ifadhah, lalu setelah Abu Bakar kembali ia berkhutbah kepada manusia, ia berbicara mengenai ibadah thawaf ifadhah serta penyembelihan kurban, serta ibadah haji mereka. Setelah ia selesai, Ali berdiri dan membacakan surat Taubah hingga ia menyelesaikannya. Kemudian pada hari Nafar pertama Abu Bakar berdiri kemudian berkhutbah kepada manusia, ia berbicara mengenai bagaimana mereka kembali dari Mina, dan bagaimana mereka melempar jumrah, ia mengajarkan kepada mereka cara-cara ibadah haji mereka. Setelah ia selesai, Ali berdiri dan membacakan surat Taubah hingga ia menyelesaikannya. Abu Abdurrahman berkata; Ibnu Khutsaim tidaklah kuat dalam hal hadits, saya menyebutkannya agar Ibn Juraij tidak dijadikan dari Abi Zubair, dan tidaklah kami menulisnya kecuali dari ishaq bin Ibrahim dan Yahya bin Sa'id Alqaththan, ia tidak meninggalkan hadits Ibn Khutsaim dan Abdurrahman hanya saja Ali bin Al Madini berkata; Ibn Hutsaim itu haditsnya mungkar, dan sepertinya Ali bin Madini diciptakan untuk meriwayatkan hadits.","arab":"أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ قَالَ قَرَأْتُ عَلَى أَبِي قُرَّةَ مُوسَى بْنِ طَارِقٍ عَنْ ابْنِ جُرَيْجٍ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ رَجَعَ مِنْ عُمْرَةِ الْجِعِرَّانَةِ بَعَثَ أَبَا بَكْرٍ عَلَى الْحَجِّ فَأَقْبَلْنَا مَعَهُ حَتَّى إِذَا كَانَ بِالْعَرْجِ ثَوَّبَ بِالصُّبْحِ ثُمَّ اسْتَوَى لِيُكَبِّرَ فَسَمِعَ الرَّغْوَةَ خَلْفَ ظَهْرِهِ فَوَقَفَ عَلَى التَّكْبِيرِ فَقَالَ هَذِهِ رَغْوَةُ نَاقَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْجَدْعَاءِ لَقَدْ بَدَا لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَجِّ فَلَعَلَّهُ أَنْ يَكُونَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنُصَلِّيَ مَعَهُ فَإِذَا عَلِيٌّ عَلَيْهَا فَقَالَ لَهُ أَبُو بَكْرٍ أَمِيرٌ أَمْ رَسُولٌ قَالَ لَا بَلْ رَسُولٌ أَرْسَلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِبَرَاءَةَ أَقْرَؤُهَا عَلَى النَّاسِ فِي مَوَاقِفِ الْحَجِّ فَقَدِمْنَا مَكَّةَ فَلَمَّا كَانَ قَبْلَ التَّرْوِيَةِ بِيَوْمٍ قَامَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَخَطَبَ النَّاسَ فَحَدَّثَهُمْ عَنْ مَنَاسِكِهِمْ حَتَّى إِذَا فَرَغَ قَامَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ فَقَرَأَ عَلَى النَّاسِ بَرَاءَةٌ حَتَّى خَتَمَهَا ثُمَّ خَرَجْنَا مَعَهُ حَتَّى إِذَا كَانَ يَوْمُ عَرَفَةَ قَامَ أَبُو بَكْرٍ فَخَطَبَ النَّاسَ فَحَدَّثَهُمْ عَنْ مَنَاسِكِهِمْ حَتَّى إِذَا فَرَغَ قَامَ عَلِيٌّ فَقَرَأَ عَلَى النَّاسِ بَرَاءَةٌ حَتَّى خَتَمَهَا ثُمَّ كَانَ يَوْمُ النَّحْرِ فَأَفَضْنَا فَلَمَّا رَجَعَ أَبُو بَكْرٍ خَطَبَ النَّاسَ فَحَدَّثَهُمْ عَنْ إِفَاضَتِهِمْ وَعَنْ نَحْرِهِمْ وَعَنْ مَنَاسِكِهِمْ فَلَمَّا فَرَغَ قَامَ عَلِيٌّ فَقَرَأَ عَلَى النَّاسِ بَرَاءَةٌ حَتَّى خَتَمَهَا فَلَمَّا كَانَ يَوْمُ النَّفْرِ الْأَوَّلُ قَامَ أَبُو بَكْرٍ فَخَطَبَ النَّاسَ فَحَدَّثَهُمْ كَيْفَ يَنْفِرُونَ وَكَيْفَ يَرْمُونَ فَعَلَّمَهُمْ مَنَاسِكَهُمْ فَلَمَّا فَرَغَ قَامَ عَلِيٌّ فَقَرَأَ بَرَاءَةٌ عَلَى النَّاسِ حَتَّى خَتَمَهَاقَالَ أَبُو عَبْد الرَّحْمَنِ ابْنُ خُثَيْمٍ لَيْسَ بِالْقَوِيِّ فِي الْحَدِيثِ وَإِنَّمَا أَخْرَجْتُ هَذَا لِئَلَّا يُجْعَلَ ابْنُ جُرَيْجٍ عَنْ أَبِي الزُّبَيْرِ وَمَا كَتَبْنَاهُ إِلَّا عَنْ إِسْحَقَ بْنِ إِبْرَاهِيمَ وَيَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ لَمْ يَتْرُكْ حَدِيثَ ابْنِ خُثَيْمٍ وَلَا عَبْدِ الرَّحْمَنِ إِلَّا أَنَّ عَلِيَّ بْنَ الْمَدِينِيِّ قَالَ ابْنُ خُثَيْمٍ مُنْكَرُ الْحَدِيثِ وَكَأَنَّ عَلِيَّ بْنَ الْمَدِينِيِّ خُلِقَ لِلْحَدِيثِ","source":"Nasai"},"__N_SSG":true}