{"pageProps":{"number":"2864","slug":"nasai","id":"Telah mengabarkan kepada kami [Yunus bin Abdul A'la] emngatakan, telah mengabariku [Asyhab] mengatakan, telah mengabariku [Malik], bahwa [Ibnu Syihab] menceritainya dari [Salim bin Abdullah] ia berkata; Pernah Abdul Malik bin Marwan mengirim surat kepada Hajjaj bin Yusuf memerintahkannya agar ia tidak menyelisihi [Ibnu Umar] pada masalah haji. Ketika hari Arafah Ibnu Umar mendatanginya ketika matahari tergelincir dan aku bersamanya, lalu ia menyeru disisi kemahnya 'dimana ini'?, lalu Hajjaj keluar kepadanya dengan selimut tebal dan berkata 'apa yang terjadi denganmu hai Abu Abdurrahman? ', ia menjawab 'Beranjaklah jika engkau ingin menjalankan sunnah! ', ia berkata kepadanya, 'saat ini? ' Ia menjawab 'iya'. Lalu Ibnu Umar mengatakan 'Aku akan mengguyurkan air lalu keluar bersamamu'. Kemudian ia menunggunya hingga ia keluar lalu berjalan diantara aku dan ayahku, aku berkata 'Jika engkau ingin sesuai sunnah maka pendekkan khutbah dan bersegeralah wukuf', lalu ia menoleh kepada Ibn Umar agar ia mendengar hal itu, ketika Ibnu Umar melihatnya ia berkata 'ia benar.'","arab":"أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى قَالَ أَخْبَرَنِي أَشْهَبُ قَالَ أَخْبَرَنِي مَالِكٌ أَنَّ ابْنَ شِهَابٍ حَدَّثَهُ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ قَالَكَتَبَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ إِلَى الْحَجَّاجِ بْنِ يُوسُفَ يَأْمُرُهُ أَنْ لَا يُخَالِفَ ابْنَ عُمَرَ فِي أَمْرِ الْحَجِّ فَلَمَّا كَانَ يَوْمُ عَرَفَةَ جَاءَهُ ابْنُ عُمَرَ حِينَ زَالَتْ الشَّمْسُ وَأَنَا مَعَهُ فَصَاحَ عِنْدَ سُرَادِقِهِ أَيْنَ هَذَا فَخَرَجَ إِلَيْهِ الْحَجَّاجُ وَعَلَيْهِ مِلْحَفَةٌ مُعَصْفَرَةٌ فَقَالَ لَهُ مَا لَكَ يَا أَبَا عَبْدِ الرَّحْمَنِ قَالَ الرَّوَاحَ إِنْ كُنْتَ تُرِيدُ السُّنَّةَ فَقَالَ لَهُ هَذِهِ السَّاعَةَ فَقَالَ لَهُ نَعَمْ فَقَالَ أُفِيضُ عَلَيَّ مَاءً ثُمَّ أَخْرُجُ إِلَيْكَ فَانْتَظَرَهُ حَتَّى خَرَجَ فَسَارَ بَيْنِي وَبَيْنَ أَبِي فَقُلْتُ إِنْ كُنْتَ تُرِيدُ أَنْ تُصِيبَ السُّنَّةَ فَأَقْصِرْ الْخُطْبَةَ وَعَجِّلْ الْوُقُوفَ فَجَعَلَ يَنْظُرُ إِلَى ابْنِ عُمَرَ كَيْمَا يَسْمَعَ ذَلِكَ مِنْهُ فَلَمَّا رَأَى ذَلِكَ ابْنُ عُمَرَ قَالَ صَدَقَ","source":"Nasai"},"__N_SSG":true}