{"pageProps":{"number":"311","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Yahya bin Abdullah] dia berkata; Telah menceritakan kepada kami [Ya'qub bin Ibrahim] dia berkata; Telah menceritakan kepada kami [Bapaku] dari [Shalih] dari [Ibnu Syihab] berkata; Telah menceritakan kepada kami [Ubaidullah bin Abdullah bin Utbah] dari [Ibnu Abbas] dari [Ammar] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam mengistirahatkan pasukannya dan beliau bersama Aisyah -istrinya- dan ternyata kalungnya yang dari Akik Zhifar (daerah di Yaman), terputus, maka orang-orang mencari kalung tersebut hingga terbit fajar, sedangkan orang-orang tidak mempunyai air. Abu Bakar marah kepada Aisyah dan berkata, \"Kamu menyebabkan manusia tertahan, padahal mereka tidak mempunyai air!\" Lalu Allah Azza wa Jalla menurunkan keringanan tayamum dengan debu. Ammar berkata, \"Lalu orang-orang berdiri bersama Rasulullah shallallahu 'alaihi wasallam, mereka menepukkan kedua tangan ke tanah, kemudian mengangkat tangan tanpa menghilangkan debu sedikitpun, dan mengusapkannya ke wajah dan tangan sampai siku-siku, dan dari telapak tangan mereka sampai ke ketiak.\" ","arab":"أَخْبَرَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ قَالَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنَا أَبِي عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ ابْنِ عَبَّاسٍ عَنْ عَمَّارٍ قَالَعَرَّسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأُولَاتِ الْجَيْشِ وَمَعَهُ عَائِشَةُ زَوْجَتُهُ فَانْقَطَعَ عِقْدُهَا مِنْ جَزْعِ ظِفَارِ فَحُبِسَ النَّاسُ ابْتِغَاءَ عِقْدِهَا ذَلِكَ حَتَّى أَضَاءَ الْفَجْرُ وَلَيْسَ مَعَ النَّاسِ مَاءٌ فَتَغَيَّظَ عَلَيْهَا أَبُو بَكْرٍ فَقَالَ حَبَسْتِ النَّاسَ وَلَيْسَ مَعَهُمْ مَاءٌ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ رُخْصَةَ التَّيَمُّمِ بِالصَّعِيدِ قَالَ فَقَامَ الْمُسْلِمُونَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَضَرَبُوا بِأَيْدِيهِمْ الْأَرْضَ ثُمَّ رَفَعُوا أَيْدِيَهُمْ وَلَمْ يَنْفُضُوا مِنْ التُّرَابِ شَيْئًا فَمَسَحُوا بِهَا وُجُوهَهُمْ وَأَيْدِيَهُمْ إِلَى الْمَنَاكِبِ وَمِنْ بُطُونِ أَيْدِيهِمْ إِلَى الْآبَاطِ","source":"Nasai"},"__N_SSG":true}