{"pageProps":{"number":"3264","slug":"nasai","id":"Telah mengabarkan kepada kami ['Amr bin Ali], ia berkata; telah menceritakan kepada kami [Yazid bin Zurai'], ia berkata; telah menceritakan kepada kami [Ma'mar] dari [Az Zuhri] dari ['Urwah] dari [Aisyah], ia berkata; telah datang isteri Rifa'ah Al Qurazhi kepada Nabi shallallahu 'alaihi wasallam dan Abu Bakr ada di sisi beliau. Ia berkata; wahai Rasulullah, sesungguhnya saya dahulu dibawah naungan Rifa'ah Al Qurazhi, kemudian ia menceraiku sama sekali. Kemudian saya menikah dengan Abdur Rahman bin Az Zubair, dan demi Allah wahai Rasulullah, ia tidak memiliki kemampuan kecuali seperti ujung pakaian ini. Dan ia mengambil ujung jilbabnya, dan Khalid bin Sa'id ada di depan pintu, dan Rasulullah shallallahu 'alaihi wasallam tidak mengizinkannya masuk. Kemudian beliau bersabda: \"wahai Abu Bakr, tidakkah engkau mendengar wanita ini berkata keji dengan apa yang ia katakan di sisi Rasulullah shallallahu 'alaihi wasallam?\" Kemudian beliau bersabda: \"Apakah engkau ingin kembali kepada Rifa'ah? Tidak, hingga engkau merasakan kenikmatannya dan ia merasakan kenikmatanmu.\" ","arab":"أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ قَالَ حَدَّثَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْجَاءَتْ امْرَأَةُ رِفَاعَةَ الْقُرَظِيِّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ عِنْدَهُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ تَحْتَ رِفَاعَةَ الْقُرَظِيِّ فَطَلَّقَنِي الْبَتَّةَ فَتَزَوَّجْتُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ وَإِنَّهُ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا مَعَهُ إِلَّا مِثْلُ هَذِهِ الْهُدْبَةِ وَأَخَذَتْ هُدْبَةً مِنْ جِلْبَابِهَا وَخَالِدُ بْنُ سَعِيدٍ بِالْبَابِ فَلَمْ يَأْذَنْ لَهُ فَقَالَ يَا أَبَا بَكْرٍ أَلَا تَسْمَعُ هَذِهِ تَجْهَرُ بِمَا تَجْهَرُ بِهِ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ تُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ لَا حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ","source":"Nasai"},"__N_SSG":true}