{"pageProps":{"number":"775","slug":"nasai","id":"Telah mengkabarkan kepada kami [Qutaibah] dia berkata; telah menceritakan kepada kami [Ya'qub bin 'Abdurrahman] dari [Abu Hazim] dari [Sahl bin Sa'd] bahwa telah sampai kabar kepada Rasulullah Shallallahu'alaihi wasallam bahwa Bani Amru bin Auf mempunyai suatu masalah. Rasulullah Shallallahu'alaihi wasallam dan beberapa orang lalu datang mendamaikan mereka. Rasulullah Shallallahu'alaihi wasallam tertahan (oleh urusan mereka) sampai tibalah waktu shalat pertama (Zhuhur). Kemudian Bilal datang kepada Abu Bakar dan berkata, \"Wahai Abu Bakar, Rasulullah Shallallahu'alaihi wasallam tertahan sedangkan waktu shalat sudah tiba. Apakah engkau sudi menjadi imam bagi orang-orang?\" la menjawab, \"Ya, jika kamu mau.\" Lalu Bilal menyerukan iqamah dan Abu Bakar maju lantas bertakbir bersama kaum muslim. Kemudian datang Rasulullah Shallallahu'alaihi wasallam di celah-celah barisan shalat hingga beliau Shallallahu'alaihi wasallam berdiri di barisan shalat. Orang-orang lalu mulai menepukkan tangannya, tetapi Abu Bakar tidak menoleh dalam shalatnya. Setelah orang-orang banyak yang menepukkan tangannya (sebagai isyarat), Abu Bakar menoleh dan mendapati Rasulullah Shallallahu'alaihi wasallam, maka Rasulullah Shallallahu'alaihi wasallam mengisyaratkan kepadanya untuk terus melanjutkan shalatnya, namun Abu Bakar mengangkat kedua tangannya dan memuji Allah Azza wa Jalla lantas mundur ke belakang hingga berdiri pada barisan makmum. Rasulullah Shallallahu'alaihi wasallam lalu maju untuk menjadi imam. Setelah selesai beliau Shallallahu'alaihi wasallam menghadap kepada orang-orang dan bersabda, \"Wahai manusia sekalian, Kenapa kalian ketika shalat bertepuk tangan? Tepuk langan hanya untuk perempuan. Barangsiapa mendapati sesuatu yang kurang beres pada shalalnya, maka ucapkan. 'Subhanallah (Maha Suci Allah), karena tidak seorangpun yang mendengar ketika ada yang mengucapkan subhanallah (Maha Suci Allah) kecuali pasli menolehnya. Wahai Abu Bakar, apakah yang menghalangimu untuk shalat menjadi imam bagi orang-orang saat kuisyaratkan demikian?\" Abu Bakar berkata, \"Tidaklah panlas bagi Ibnu Quhafah untuk shalat -menjadi imam- di depan Rasulullah Shallallahu'alaihi wasallam.\"","arab":"أَخْبَرَنَا قُتَيْبَةُ قَالَ حَدَّثَنَا يَعْقُوبُ وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَلَغَهُ أَنَّ بَنِي عَمْرِو بْنِ عَوْفٍ كَانَ بَيْنَهُمْ شَيْءٌ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُصْلِحَ بَيْنَهُمْ فِي أُنَاسٍ مَعَهُ فَحُبِسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَانَتْ الْأُولَى فَجَاءَ بِلَالٌ إِلَى أَبِي بَكْرٍ فَقَالَ يَا أَبَا بَكْرٍ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ حُبِسَ وَقَدْ حَانَتْ الصَّلَاةُ فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتَ فَأَقَامَ بِلَالٌ وَتَقَدَّمَ أَبُو بَكْرٍ فَكَبَّرَ بِالنَّاسِ وَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمْشِي فِي الصُّفُوفِ حَتَّى قَامَ فِي الصَّفِّ وَأَخَذَ النَّاسُ فِي التَّصْفِيقِ وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي صَلَاتِهِ فَلَمَّا أَكْثَرَ النَّاسُ الْتَفَتَ فَإِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُهُ أَنْ يُصَلِّيَ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ عَزَّ وَجَلَّ وَرَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى قَامَ فِي الصَّفِّ فَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى بِالنَّاسِ فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ يَا أَيُّهَا النَّاسُ مَا لَكُمْ حِينَ نَابَكُمْ شَيْءٌ فِي الصَّلَاةِ أَخَذْتُمْ فِي التَّصْفِيقِ إِنَّمَا التَّصْفِيقُ لِلنِّسَاءِ مَنْ نَابَهُ شَيْءٌ فِي صَلَاتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ فَإِنَّهُ لَا يَسْمَعُهُ أَحَدٌ حِينَ يَقُولُ سُبْحَانَ اللَّهِ إِلَّا الْتَفَتَ إِلَيْهِ يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تُصَلِّيَ لِلنَّاسِ حِينَ أَشَرْتُ إِلَيْكَ قَالَ أَبُو بَكْرٍ مَا كَانَ يَنْبَغِي لِابْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Nasai"},"__N_SSG":true}