{"pageProps":{"number":"1143","slug":"muslim","id":"Dan telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Nu'man bin Salim] dari ['Amru bin Aus] dari [Anbasah bin Abu Sufyan] dari [Ummu Habibah] isteri Nabi shallallahu 'alaihi wasallam, katanya; \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang muslim mendirikan shalat sunnah ikhlas karena Allah sebanyak dua belas rakaat selain shalat fardhu, melainkan Allah akan membangunkan baginya sebuah rumah di surga.\" -Atau dengan redaksi lain- \"Melainkan akan dibangunkan baginya rumah di surga.\" [Ummu Habibah] berkata; \"Setelah itu, aku selalu melaksanakan kedua belas rakaat itu.\" ['Amru] juga berkata; \"Aku tidak pernah meninggalkannya setelah itu.\" [Nu'man] juga mengatakan seperti itu. Dan telah menceritakan kepadaku [Abdurrahman bin Bisyr] dan [Abdullah bin Hasyim Al 'Abdi] keduanya berkata; telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Syu'bah]. [Nu'man bin Salim] mengatakan; telah menceritakan kepadaku, katanya; Aku mendengar ['Amru bin Aus] menceritakan dari [Anbasah] dari [Ummu Habibah] katanya; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang hamba muslim berwudhu` kemudian menyempurnakan wudlu'nya, lalu shalat karena Allah setiap harinya…\" lalu dia menyebutkan hadits semisalnya.","arab":"و حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ النُّعْمَانِ بْنِ سَالِمٍ عَنْ عَمْرِو بْنِ أَوْسٍ عَنْ عَنْبَسَةَ بْنِ أَبِي سُفْيَانَ عَنْ أُمِّ حَبِيبَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَا مِنْ عَبْدٍ مُسْلِمٍ يُصَلِّي لِلَّهِ كُلَّ يَوْمٍ ثِنْتَيْ عَشْرَةَ رَكْعَةً تَطَوُّعًا غَيْرَ فَرِيضَةٍ إِلَّا بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ أَوْ إِلَّا بُنِيَ لَهُ بَيْتٌ فِي الْجَنَّةِقَالَتْ أَمُّ حَبِيبَةَ فَمَا بَرِحْتُ أُصَلِّيهِنَّ بَعْدُ و قَالَ عَمْرٌو مَا بَرِحْتُ أُصَلِّيهِنَّ بَعْدُ و قَالَ النُّعْمَانُ مِثْلَ ذَلِكَ و حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ وَعَبْدُ اللَّهِ بْنُ هَاشِمٍ الْعَبْدِيُّ قَالَا حَدَّثَنَا بَهْزٌ حَدَّثَنَا شُعْبَةُ قَالَ النُّعْمَانُ بْنُ سَالِمٍ أَخْبَرَنِي قَالَ سَمِعْتُ عَمْرَو بْنَ أَوْسٍ يُحَدِّثُ عَنْ عَنْبَسَةَ عَنْ أُمِّ حَبِيبَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ عَبْدٍ مُسْلِمٍ تَوَضَّأَ فَأَسْبَغَ الْوُضُوءَ ثُمَّ صَلَّى لِلَّهِ كُلَّ يَوْمٍ فَذَكَرَ بِمِثْلِهِ","source":"Muslim"},"__N_SSG":true}