{"pageProps":{"number":"118","slug":"muslim","id":"Telah menceritakan kepadaku [Abu ar-Rabi' az-Zahrani] telah menceritakan kepada kami [Hammad bin Zaid] telah menceritakan kepada kami [Hisyam bin Urwah]. (dalam riwayat lain disebutkan) telah menceritakan kepada kami [Khalaf bin Hisyam] dan lafazh tersebut miliknya, telah menceritakan kepada kami [Hammad bin Zaid] dari [Hisyam bin Arubah] dari [bapaknya] dari [Abu Murawih al-Laitsi] dari [Abu Dzar] dia berkata, \"Aku pernah bertanya Rasulullah shallallahu 'alaihi wasallam, 'Wahai Rasulullah! Amalan apakah yang paling utama? ' Rasulullah shallallahu 'alaihi wasallam menjawab: \"Beriman kepada Allah dan berjihad pada jalan-Nya.\" Aku bertanya, \"Hamba sahaya yang bagaimanakah yang paling utama?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Hamba sahaya yang paling baik menurut pemiliknya dan paling mahal harganya.\" Aku bertanya lagi, \"Bagaimana jika aku tidak bisamengerjakannya?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Kamu bisa membantu orang yang bekerja atau berkerja untuk orang yang tidak memiliki pekerjaan.\" Aku bertanya lagi, 'Wahai Rasulullah! Apa pendapatmu jika aku tidak mampu melakukan sebagian dari amalan? ' Rasulullah shallallahu 'alaihi wasallam menjawab: \"Kamu hendaklah menghentikan kejahatanmu terhadap orang lain karena hal itu merupakan sedekah darimu kepada dirimu.\" Telah menceritakan kepada kami [Muhammad bin Rafi'] dan [Abd bin Humaid], [Abd] berkata, telah mengabarkan kepada kami, dan [Ibnu Rafi'] berkata, telah menceritakan kepada kami [Abdurrazzaq] telah mengabarkan kepada kami [Ma'mar] dari [az-Zuhri] dari [Habib] mantan budak Urwah bin az-Zubair, dari [Urwah bin az-Zubair] dari [Abu Murawih] dari [Abu Dzar] dari Nabi shallallahu 'alaihi wasallam dengan hadits yang semisalnya, hanya saja dia menyebutkan, \"Kamu membantu orang yang bekerja atau menciptakan pekerjaan untuk orang yang tidak bekerja.\"","arab":"حَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ ح و حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ وَاللَّفْظُ لَهُ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ أَبِي مُرَاوِحٍ اللَّيْثِيِّ عَنْ أَبِي ذَرٍّ قَالَقُلْتُ يَا رَسُولَ اللَّهِ أَيُّ الْأَعْمَالِ أَفْضَلُ قَالَ الْإِيمَانُ بِاللَّهِ وَالْجِهَادُ فِي سَبِيلِهِ قَالَ قُلْتُ أَيُّ الرِّقَابِ أَفْضَلُ قَالَ أَنْفَسُهَا عِنْدَ أَهْلِهَا وَأَكْثَرُهَا ثَمَنًا قَالَ قُلْتُ فَإِنْ لَمْ أَفْعَلْ قَالَ تُعِينُ صَانِعًا أَوْ تَصْنَعُ لِأَخْرَقَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ ضَعُفْتُ عَنْ بَعْضِ الْعَمَلِ قَالَ تَكُفُّ شَرَّكَ عَنْ النَّاسِ فَإِنَّهَا صَدَقَةٌ مِنْكَ عَلَى نَفْسِكَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ قَالَ عَبْدٌ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ حَبِيبٍ مَوْلَى عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ أَبِي مُرَاوِحٍ عَنْ أَبِي ذَرٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ غَيْرَ أَنَّهُ قَالَ فَتُعِينُ الصَّانِعَ أَوْ تَصْنَعُ لِأَخْرَقَ","source":"Muslim"},"__N_SSG":true}