{"pageProps":{"number":"1422","slug":"muslim","id":"Telah menceritakan kepada kami [Ishaq bin Ibrahim] telah mengabarkan kepada kami [Muhammad bin Bakar] telah mengabarkan kepada kami [Ibnu Juraij] ia berkata, saya mendengar [Atha`] berkata, saya mendengar [Ubaid bin Umair] berkata, telah menceritakan kepadaku seorang yang aku percayai maksudnya adalah [Aisyah] bahwasanya; Pada masa Rasulullah shallallahu 'alaihi wasallam pernah terjadi gerhana matahari. Maka beliau berdiri (shalat) lama sekali, kemudian beliau ruku', kemudian berdiri kebali. Kemudian ruku' lagi, kemudian beliau berdiri dan shalat dua rakaat dalam tiga ruku' dan empat sujud. Setelah itu, beliau beranjak, sementara matahari telah bersinar kembali. Ketika hendak ruku' belaiau membaca: \"ALLAHU AKBAR, \" baru kemudian beliau ruku'. Dan bila beliau bangkit dari ruku', beliau membaca: \"SAMI'ALLAHU LIMAN HAMIDAH (Allah Maha Mendengar akan pujian hamba-Nya).\" Sesudah itu beliau berdiri, memuji Allah dan menyanjung-Nya, kemudian beliau bersabda: \"Sesungguhnya tidaklah terjadi gerhana matahari dan bulan itu karena kematian seseorang dan tidak pula karena kelahirannya, akan tetapi keduanya termasuk ayat-ayat Allah. Dengan keduanya, Allah ingin menakuti para hamba-Nya, maka jika kalian melihat gerhana, berdzikirlah kepada Allah (shalat) hingga ia itu bersinar kembali.\"","arab":"و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ سَمِعْتُ عَطَاءً يَقُولُ سَمِعْتُ عُبَيْدَ بْنَ عُمَيْرٍ يَقُولُ حَدَّثَنِي مَنْ أُصَدِّقُ حَسِبْتُهُ يُرِيدُ عَائِشَةَأَنَّ الشَّمْسَ انْكَسَفَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ قِيَامًا شَدِيدًا يَقُومُ قَائِمًا ثُمَّ يَرْكَعُ ثُمَّ يَقُومُ ثُمَّ يَرْكَعُ ثُمَّ يَقُومُ ثُمَّ يَرْكَعُ رَكْعَتَيْنِ فِي ثَلَاثِ رَكَعَاتٍ وَأَرْبَعِ سَجَدَاتٍ فَانْصَرَفَ وَقَدْ تَجَلَّتْ الشَّمْسُ وَكَانَ إِذَا رَكَعَ قَالَ اللَّهُ أَكْبَرُ ثُمَّ يَرْكَعُ وَإِذَا رَفَعَ رَأْسَهُ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقَامَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ الشَّمْسَ وَالْقَمَرَ لَا يَكْسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ وَلَكِنَّهُمَا مِنْ آيَاتِ اللَّهِ يُخَوِّفُ اللَّهُ بِهِمَا عِبَادَهُ فَإِذَا رَأَيْتُمْ كُسُوفًا فَاذْكُرُوا اللَّهَ حَتَّى يَنْجَلِيَا","source":"Muslim"},"__N_SSG":true}