{"pageProps":{"number":"1920","slug":"muslim","id":"Dan Telah menceritakan kepada kami [Yahya bin Yahya] ia berkata, saya telah membacakan kepada [Malik] dari [Sa'id bin Abu Sa'id Al Maqburi] dari [Ubaid bin Juraij] bahwa ia berkata kepada [Abdullah bin Umar] radliallahu 'anhuma, \"Wahai Abu Abdurrahman, saya melihat Anda melakukan empat hal yang tidak pernah dilakukan oleh teman-temanmu.\" Abdullah bin Umar bertanya, \"Apakah empat hal itu wahai Ibnu Juraij?\" Ibnu Juraij berkata, \"Aku tidak melihat Anda menyentuh rukun-rukun di Ka'bah kecuali rukun (sudut) Yamani. Aku juga melihat Anda mengenakan terompah Sabtiyyah (terompah yang tidak berbulu). Dan aku melihat Anda menggunakan warna kuning. Kemudian ketika Anda berada di Makkah dan melihat orang-orang sudah berihram saat mereka melihat bulan sabit, tetapi Anda sendiri tidak berihram hingga tiba hari Tarwiyah.\" Abdullah bin Umar berkata; \"Mengenai rukun-rukun di Ka'bah, sesungguhnya aku tidak pernah melihat Rasulullah shallallahu 'alaihi wasallam menyentuh rukun-rukun tersebut kecuali rukun Yamani. Tentang sandal jenis sabtiyyah, sebab aku pernah melihat Rasulullah shallallahu 'alaihi wasallam memakai terompah yang tidak berbulu dan beliau berwudlu dengannya, sehingga aku pun senang memakainya. Mengenai warna kuning, karena aku pernah melihat Rasulullah shallallahu 'alaihi wasallam menggunakan warna tersebut, maka aku senang memakainya. Adapun tentang Ihram, karena aku tidak melihat Rasulullah shallallahu 'alaihi wasallam berihram kecuali setelah kendaraannya melaju cepat (yakni ketika hari Arafah hampir tiba).\" Telah menceritakan kepadaku [Harun bin Sa'id Al Aili] telah menceritakan kepada kami [Ibnu Wahb] telah menceritakan kepadaku [Abu Shakhr] dari [Ibnu Qusaith] dari [Ubaid bin Juraij] ia berkata; Saya pernah menunaikan ibadah haji bersama [Abdullah bin Umar bin Al Khaththab] radliallahu 'anhuma kemudian antara haji dan umrah adalah sebanyak dua belas kali. Saya pun berkata, \"Wahai Abu Abdurrahman, sungguh, saya telah melihat empat hal dari Anda.\" Maka ia pun menyebutkan hadits itu dengan makna di atas, kecuali mengenai kisah Ihlal, sebab ia menyelisihi riwayatnya Al Maqburi, maka ia pun menyebutkan makna yang lain.","arab":"و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ عُبَيْدِ بْنِ جُرَيْجٍأَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يَا أَبَا عَبْدِ الرَّحْمَنِ رَأَيْتُكَ تَصْنَعُ أَرْبَعًا لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِكَ يَصْنَعُهَا قَالَ مَا هُنَّ يَا ابْنَ جُرَيْجٍ قَالَ رَأَيْتُكَ لَا تَمَسُّ مِنْ الْأَرْكَانِ إِلَّا الْيَمَانِيَيْنِ وَرَأَيْتُكَ تَلْبَسُ النِّعَالَ السِّبْتِيَّةَ وَرَأَيْتُكَ تَصْبُغُ بِالصُّفْرَةِ وَرَأَيْتُكَ إِذَا كُنْتَ بِمَكَّةَ أَهَلَّ النَّاسُ إِذَا رَأَوْا الْهِلَالَ وَلَمْ تُهْلِلْ أَنْتَ حَتَّى يَكُونَ يَوْمُ التَّرْوِيَةِ فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ أَمَّا الْأَرْكَانُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمَسُّ إِلَّا الْيَمَانِيَيْنِ وَأَمَّا النِّعَالُ السِّبْتِيَّةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَلْبَسُ النِّعَالَ الَّتِي لَيْسَ فِيهَا شَعَرٌ وَيَتَوَضَّأُ فِيهَا فَأَنَا أُحِبُّ أَنْ أَلْبَسَهَا وَأَمَّا الصُّفْرَةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصْبُغُ بِهَا فَأَنَا أُحِبُّ أَنْ أَصْبُغَ بِهَا وَأَمَّا الْإِهْلَالُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُهِلُّ حَتَّى تَنْبَعِثَ بِهِ رَاحِلَتُهُحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ حَدَّثَنِي أَبُو صَخْرٍ عَنْ ابْنِ قُسَيْطٍ عَنْ عُبَيْدِ بْنِ جُرَيْجٍ قَالَ حَجَجْتُ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُمَا بَيْنَ حَجٍّ وَعُمْرَةٍ ثِنْتَيْ عَشْرَةَ مَرَّةً فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ لَقَدْ رَأَيْتُ مِنْكَ أَرْبَعَ خِصَالٍ وَسَاقَ الْحَدِيثَ بِهَذَا الْمَعْنَى إِلَّا فِي قِصَّةِ الْإِهْلَالِ فَإِنَّهُ خَالَفَ رِوَايَةَ الْمَقْبُرِيِّ فَذَكَرَهُ بِمَعْنًى سِوَى ذِكْرِهِ إِيَّاهُ","source":"Muslim"},"__N_SSG":true}