{"pageProps":{"number":"2423","slug":"muslim","id":"Telah menceritakan kepada kami [Yahya bin Ayyub], [Qutaibah bin Sa'id] dan ['Ali bin Hujr] mereka berkata; Telah menceritakan kepada kami [Isma'il bin Ja'far] telah mengabarkan kepadaku [Rabi'ah] dari [Muhammad bin Yahya bin Hibban] dari [Ibnu Muhairiz] bahwa dia berkata; Saya bersama Abu Shirmah menemui [Abu Sa'id Al Khudri], lantas Abu Shirmah bertanya; Wahai Abu Sa'id, apakah engkau pernah mendengar Rasulullah shallallahu 'alaihi wasallam menyebutkan tentang azl (mengeluarkan air mani di luar kemaluan istri? Dia menjawab; Ya, kami pernah bersama Rasulullah shallallahu 'alaihi wasallam memerangi Bani Mushtaliq, dan kami berhasil menawan wanita-wanita arab yang cantik. Saat itu kami sudah lama kesepian, sedangkan kami menginginkan tebusan dari tawanan-tawanan tersebut, oleh karena itu, kami bermaksud bersenang-senang dengan tawanan wanita tersebut tapi dengan cara 'azl, maka kami sama berkata; Apakah kita melakukan hal ini tanpa menanyakan terlebih dahulu, padahal Rasulullah shallallahu 'alaihi wasallam berada di tengah-tengah kita? Lantas kami menanyakan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, maka beliau menjawab: \"Tidak ada mudharat jika kalian tidak melakukan hal itu, sebab sesuatu yang telah di tetapkan oleh Allah Azza wa Jalla harus tercipta, maka ia akan tetap ada hingga Hari Kiamat.\" Telah menceritakan kepadaku [Muhammad bin Al Farj] budak bani Hasyim, telah menceritakan kepada kami [Muhammad bin Az Zabriqan] telah menceritakan kepada kami [Musa bin Uqbah] dari [Muhammad bin Yahya bin Habban] dengan isnad ini, sesuai dengan makna hadits Rabi'ah, namun (dalam haditsnya) dia menyebutkan sabda Rasulullah shallallahu 'alaihi wasallam: \"Sesungguhnya Allah telah menetapkan apa yang diciptakannya hingga hari Kiamat.\" ","arab":"و حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ بْنُ سَعِيدٍ وَعَلِيُّ بْنُ حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ أَخْبَرَنِي رَبِيعَةُ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ ابْنِ مُحَيْرِيزٍ أَنَّهُ قَالَدَخَلْتُ أَنَا وَأَبُو صِرْمَةَ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فَسَأَلَهُ أَبُو صِرْمَةَ فَقَالَ يَا أَبَا سَعِيدٍ هَلْ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ الْعَزْلَ فَقَالَ نَعَمْ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ بَلْمُصْطَلِقِ فَسَبَيْنَا كَرَائِمَ الْعَرَبِ فَطَالَتْ عَلَيْنَا الْعُزْبَةُ وَرَغِبْنَا فِي الْفِدَاءِ فَأَرَدْنَا أَنْ نَسْتَمْتِعَ وَنَعْزِلَ فَقُلْنَا نَفْعَلُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَظْهُرِنَا لَا نَسْأَلُهُ فَسَأَلْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَا عَلَيْكُمْ أَنْ لَا تَفْعَلُوا مَا كَتَبَ اللَّهُ خَلْقَ نَسَمَةٍ هِيَ كَائِنَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِلَّا سَتَكُونُحَدَّثَنِي مُحَمَّدُ بْنُ الْفَرَجِ مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا مُحَمَّدُ بْنُ الزِّبْرِقَانِ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ بِهَذَا الْإِسْنَادِ فِي مَعْنَى حَدِيثِ رَبِيعَةَ غَيْرَ أَنَّهُ قَالَ فَإِنَّ اللَّهَ كَتَبَ مَنْ هُوَ خَالِقٌ إِلَى يَوْمِ الْقِيَامَةِ","source":"Muslim"},"__N_SSG":true}