{"pageProps":{"number":"2506","slug":"muslim","id":"Telah menceritakan kepadaku [Harun bin Abdullah] telah menceritakan kepada kami [Hajjaj bin Muhammad] dia berkata; [Ibnu Juraij] berkata; Telah mengabarkan kepadaku [Abu Az Zubair] bahwa dirinya mendengar Abdurrahman bin Aiman bekas budak Azzah, dia bertanya kepada [Ibnu Umar] sedangkan Abu Zubairberkata mendengarkan hal itu; Bagaimana pendapatmu jika ada seorang laki-laki yang menceraikan istrinya yang sedang haidl? Dia (Ibnu Umar) menjawab; Di masa Rasulullah shallallahu 'alaihi wasallam, Ibnu Umar pernah menceraikan istrinya yang sedang haidl, lantas Umar menanyakan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, dia berkata; Sesungguhnya Abdullah bin Umar menceraikan istrinya yang sedang haidl, maka Nabi shallallahu 'alaihi wasallam bersabda kepadanya: \"Suruhlah dia merujuknya dan kembali kepadanya.\" Beliau melanjutkan: \"Jika istrinya telah suci, maka dia boleh menceraikannya atau tetap bersamanya.\" Ibnu Umar berkata; Kemudian Nabi shallallahu 'alaihi wasallam membaca Firman Allah: \"Wahai Nabi, jika kamu menceraikan istri-istrimu, maka ceraikanlah mereka di waktu masa iddahnya.\" Dan telah menceritakan kepadaku [Harun bin Abdullah] telah menceritakan kepada kami [Abu 'Ashim] dari [Ibnu Juraij] dari [Abu Az Zubair] dari [Ibnu Umar] seperti cerita di atas. Dan telah menceritakan kepadaku [Muhammad bin Rafi'] telah menceritakan kepada kami [Abdur Razaq] telah mengabarkan kepada kami [Ibnu Juraij] telah mengabarkan kepadaku [Abu Az Zubair] bahwa dia mendengar Abdurrahman bin Aiman bekas budak Urwah, bertanya kepada Ibnu Umar, sedangkan Abu Az Zubair mendengarkan hadits seperti hadits Hajjaj, namun di dalamnya ada beberapa tambahan, Muslim mengatakan; Salah jika dia mengatakan Urwah, sebab dia adalah bekas budak Azzah (bukan 'Urwah).","arab":"و حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِأَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَيْمَنَ مَوْلَى عَزَّةَ يَسْأَلُ ابْنَ عُمَرَ وَأَبُو الزُّبَيْرِ يَسْمَعُ ذَلِكَ كَيْفَ تَرَى فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ حَائِضًا فَقَالَ طَلَّقَ ابْنُ عُمَرَ امْرَأَتَهُ وَهِيَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَ عُمَرُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُرَاجِعْهَا فَرَدَّهَا وَقَالَ إِذَا طَهُرَتْ فَلْيُطَلِّقْ أَوْ لِيُمْسِكْ قَالَ ابْنُ عُمَرَ وَقَرَأَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمْ النِّسَاءَ فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهِنَّو حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا أَبُو عَاصِمٍ عَنْ ابْنِ جُرَيْجٍ عَنْ أَبِي الزُّبَيْرِ عَنْ ابْنِ عُمَرَ نَحْوَ هَذِهِ الْقِصَّةِ و حَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَيْمَنَ مَوْلَى عُرْوَةَ يَسْأَلُ ابْنَ عُمَرَ وَأَبُو الزُّبَيْرِ يَسْمَعُ بِمِثْلِ حَدِيثِ حَجَّاجٍ وَفِيهِ بَعْضُ الزِّيَادَةِ قَالَ مُسْلِم أَخْطَأَ حَيْثُ قَالَ عُرْوَةَ إِنَّمَا هُوَ مَوْلَى عَزَّةَ","source":"Muslim"},"__N_SSG":true}