{"pageProps":{"number":"2738","slug":"muslim","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Laits]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Rumh] telah mengabarkan kepada kami [Laits] dari [Nafi'] dari [Ibnu Umar], bahwa seorang laki-laki dari Bani Laits memberitahukan kepadanya, bahwa Abu Sa'id Al Khudri telah meriwayatkan hadits ini (melarang seseorang menjual perak dengan perak) dari Rasulullah shallallahu 'alaihi wasallam yang terdapat dalam riwayatnya Qutaibah. Setelah itu Abdullah dan Nafi' pergi bersamanya. Dan dalam hadits Ibnu Rumh, Nafi' berkata, \"Kemudian saya, Nafi' dan Al Laitsi pergi menemui Abu Sa'id Al Khudri, kemudian Nafi' berkata, \"Sesungguhnya dia (Al Laitsi) memberitahukanku bahwa kamu telah meriwayatkan, bahwa Rasulullah shallallahu 'alaihi wasallam melarang jual beli perak dengan perak kecuali jika sama berat, dan melarang jual beli emas dengan emas kecuali jika sama berat?\" Lantas Abu Sa'id menunjuk kedua mata dan telinganya dengan jari-jarinya sambil berkata, \"Sungguh, mataku telah melihat dan telingaku juga mendengar bahwa Rasulullah shallallahu 'alaihi wasallam pernah bersabda: \"Janganlah kalian jual beli emas dengan emas atau perak dengan perak kecuali jika sama berat, dan janganlah kalian melebihkan antara satu dengan yang lain. Dan jangan pula salah seorang dari kalian melakukan transaksi sedangkan yang lain tidak ada di tempat, kecuali jika dengan tunai.\" Telah menceritakan kepada kami [Syaiban bin Farruh] telah menceritakan kepada kami [Jarir] -yaitu Ibnu Hazim-. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Mutsanna] telah menceritakan kepada kami [Abdul Wahhab] ia berkata; aku mendengar [Yahya bin Sa'id]. (dalam jalur lain disebutkan) [Muhammad Ibnul Mutsanna] telah menceritakan kepada kami [Ibnu Abu 'Adi] dari [Ibnu 'Aun] semuanya dari [Nafi'] seperti haditsnya [Laits] dari [Nafi'] dari [Abu Sa'id Al Khudri] dari Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح و حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ نَافِعٍأَنَّ ابْنَ عُمَرَ قَالَ لَهُ رَجُلٌ مِنْ بَنِي لَيْثٍ إِنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ يَأْثُرُ هَذَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رِوَايَةِ قُتَيْبَةَ فَذَهَبَ عَبْدُ اللَّهِ وَنَافِعٌ مَعَهُ وَفِي حَدِيثِ ابْنِ رُمْحٍ قَالَ نَافِعٌ فَذَهَبَ عَبْدُ اللَّهِ وَأَنَا مَعَهُ وَاللَّيْثِيُّ حَتَّى دَخَلَ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فَقَالَ إِنَّ هَذَا أَخْبَرَنِي أَنَّكَ تُخْبِرُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الْوَرِقِ بِالْوَرِقِ إِلَّا مِثْلًا بِمِثْلٍ وَعَنْ بَيْعِ الذَّهَبِ بِالذَّهَبِ إِلَّا مِثْلًا بِمِثْلٍ فَأَشَارَ أَبُو سَعِيدٍ بِإِصْبَعَيْهِ إِلَى عَيْنَيْهِ وَأُذُنَيْهِ فَقَالَ أَبْصَرَتْ عَيْنَايَ وَسَمِعَتْ أُذُنَايَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا تَبِيعُوا الذَّهَبَ بِالذَّهَبِ وَلَا تَبِيعُوا الْوَرِقَ بِالْوَرِقِ إِلَّا مِثْلًا بِمِثْلٍ وَلَا تُشِفُّوا بَعْضَهُ عَلَى بَعْضٍ وَلَا تَبِيعُوا شَيْئًا غَائِبًا مِنْهُ بِنَاجِزٍ إِلَّا يَدًا بِيَدٍحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ حَدَّثَنَا جَرِيرٌ يَعْنِي ابْنَ حَازِمٍ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ ابْنِ عَوْنٍ كُلُّهُمْ عَنْ نَافِعٍ بِنَحْوِ حَدِيثِ اللَّيْثِ عَنْ نَافِعٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Muslim"},"__N_SSG":true}