{"pageProps":{"number":"2921","slug":"muslim","id":"Telah menceritakan kepada kami [Ali bin Hujr As Sa'di] dan [Abu Bakar bin Abu Syaibah] dan [Zuhair bin Harb] mereka berkata; telah menceritakan kepada kami [Isma'il] -yaitu Ibnu 'Ulayah- dari [Ayyub] dari [Abu Qilabah] dari [Abu Al Muhallab] dari [Imran bin Hushain], bahwa ada seorang laki-laki yang memerdekakan enam orang budak miliknya ketika dia akan meninggal dunia, sedangkan dia tidak memiliki yang lain selain keenam budak tersebut. Lantas Rasulullah shallallahu 'alaihi wasallam memanggil keenam budak tersebut, lalu membagi mereka ke dalam tiga kelompok kemudian mengundinya. Setelah itu beliau memerdekakan dua orang, sedangkan empat orang yang lainnya masih tetap menjadi seorang budak. Dan beliau juga menyalahkan pemilik budak tersebut.\" Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada kami [Hammad]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ishaq bin Ibrahim] dan [Ibnu Abu Umar] dari [At Tsaqafi] keduanya dari [Ayyub] dengan isnad ini. Hadits Hamamd mirip seperti riwayat Ibnu 'Ulayah, sedangkan dalam hadits At Tsaqafi disebutkan, bahwa seorang laki-laki Anshar menjelang kematiannya memberi wasiat untuk memerdekakan enam orang budak miliknya….\" Dan telah menceritakan kepada kami [Muhammad bin Minhal Adl Dlarir] dan [Ahmad bin 'Abdah] keduanya berkata; telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Hisyam bin Hasan] dari [Muhammad bin Sirin] dari ['Imran bin Hushain] dari Nabi shallallahu 'alaihi wasallam seperti hadits Ibnu 'Ulayyah dan Hammad.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا إِسْمَعِيلُ وَهُوَ ابْنُ عُلَيَّةَ عَنْ أَيُّوبَ عَنْ أَبِي قِلَابَةَ عَنْ أَبِي الْمُهَلَّبِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍأَنَّ رَجُلًا أَعْتَقَ سِتَّةَ مَمْلُوكِينَ لَهُ عِنْدَ مَوْتِهِ لَمْ يَكُنْ لَهُ مَالٌ غَيْرَهُمْ فَدَعَا بِهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَزَّأَهُمْ أَثْلَاثًا ثُمَّ أَقْرَعَ بَيْنَهُمْ فَأَعْتَقَ اثْنَيْنِ وَأَرَقَّ أَرْبَعَةً وَقَالَ لَهُ قَوْلًا شَدِيدًاحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا حَمَّادٌ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ وَابْنُ أَبِي عُمَرَ عَنْ الثَّقَفِيِّ كِلَاهُمَا عَنْ أَيُّوبَ بِهَذَا الْإِسْنَادِ أَمَّا حَمَّادٌ فَحَدِيثُهُ كَرِوَايَةِ ابْنِ عُلَيَّةَ وَأَمَّا الثَّقَفِيُّ فَفِي حَدِيثِهِ أَنَّ رَجُلًا مِنْ الْأَنْصَارِ أَوْصَى عِنْدَ مَوْتِهِ فَأَعْتَقَ سِتَّةَ مَمْلُوكِينَ و حَدَّثَنَا مُحَمَّدُ بْنُ مِنْهَالٍ الضَّرِيرُ وَأَحْمَدُ بْنُ عَبْدَةَ قَالَا حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ وَحَمَّادٍ","source":"Muslim"},"__N_SSG":true}