{"pageProps":{"number":"3230","slug":"muslim","id":"Telah menceritakan kepadaku [Abu At Thahir Ahmad bin 'Amru bin Sarh] telah mengabarkan kepada kami [Ibnu Wahb] telah mengabarkan kepadaku [Yunus bin Yazid] dia berkata; [Ibnu Syihab] berkata; telah mengabarkan kepadaku ['Urwah bin Az Zubair] bahwa ['Aisyah] isteri Nabi shallallahu 'alaihi wasallam, bertanya, \"Apabila para wanita yang beriman hijrah kepada Rasulullah shallallahu 'alaihi wasallam, mereka selalu diuji sebagaimana dalam firman Allah 'azza wajalla: '(Hai nabi, apabila datang kepadamu perempuan-perempuan yang beriman untuk mengadakan 'janji setia, bahwa mereka tiada akan menyekutukan Allah, tidak akan mencuri, tidak akan berzina …) ' (Qs. Mumtahanah: 12). 'Aisyah berkata, \"Siapa yang memegang teguh janji-janji tersebut dengan setia, berarti mereka lulus dari ujian, dan apabila mereka telah mengingrarkan janji tersebut dengan ucapan mereka di hadapan Rasulullah shallallahu 'alaihi wasallam, maka Rasulullah shallallahu 'alaihi wasallam bersabda kepada mereka: \"Pergilah, sesungguhnya kalian telah berbai'at kepadaku.\" Demi Allah, Rasulullah shallallahu 'alaihi wasallam tidak pernah memegang tangan seorang wanita pun, beliau membaiat mereka dengan ucapan. Aisyah melanjutkan, \"Demi Allah, Rasulullah shallallahu 'alaihi wasallam tidak pernah mengambil sumpah kepada kaum wanita kecuali atas apa yang diperintahkan oleh Allah, dan beliau tidak pernah menyentuh telapak seorang wanita pun, apabila beliau membai'at mereka, beliau hanya mengucapkan; \"Sesungguhnya saya telah membai'at kalian.\"","arab":"حَدَّثَنِي أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ قَالَ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْكَانَتْ الْمُؤْمِنَاتُ إِذَا هَاجَرْنَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُمْتَحَنَّ بِقَوْلِ اللَّهِ عَزَّ وَجَلَّ{ يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ }إِلَى آخِرِ الْآيَةِ قَالَتْ عَائِشَةُ فَمَنْ أَقَرَّ بِهَذَا مِنْ الْمُؤْمِنَاتِ فَقَدْ أَقَرَّ بِالْمِحْنَةِ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَقْرَرْنَ بِذَلِكَ مِنْ قَوْلِهِنَّ قَالَ لَهُنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْطَلِقْنَ فَقَدْ بَايَعْتُكُنَّ وَلَا وَاللَّهِ مَا مَسَّتْ يَدُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَ امْرَأَةٍ قَطُّ غَيْرَ أَنَّهُ يُبَايِعُهُنَّ بِالْكَلَامِ قَالَتْ عَائِشَةُ وَاللَّهِ مَا أَخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى النِّسَاءِ قَطُّ إِلَّا بِمَا أَمَرَهُ اللَّهُ تَعَالَى وَمَا مَسَّتْ كَفُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَفَّ امْرَأَةٍ قَطُّ وَكَانَ يَقُولُ لَهُنَّ إِذَا أَخَذَ عَلَيْهِنَّ قَدْ بَايَعْتُكُنَّ كَلَامًا","source":"Muslim"},"__N_SSG":true}