{"pageProps":{"number":"3336","slug":"muslim","id":"Telah menceritakan kepada kami [Ahmad bin Yunus] telah menceritakan kepada kami [Zuhair] telah menceritakan kepada kami [Abu Az Zubair] dari [Jabir]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Yahya bin Yahya] telah mengabarkan kepada kami [Abu Khaitsamah] dari [Abu Az Zubair] dari [Jabir] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah mengirim kami dengan Abu Ubaidah sebagai komandannya, untuk menghadang kafilah dagang Quraisy. Kami hanya dibekali dengan sekarung kurma, dan tidak ada lagi selain itu. Karena itu, Abu Ubaidah membagi-bagikannya kepada kami sebuah demi sebuah.\" Abu Az Zubair berkata, \"Lantas saya berkata, \"Apa yang dapat kalian perbuat dengan sebuah kurma itu?\" Jabir menjawab, \"Kami menghisap-hisapnya seperti bayi. Kemudian kami meminum air. Hal itu sudah cukup bagi kami untuk sehari sampai malam. Pernah juga kami gugurkan dedaunan dengan tongkat, kemudian kami siram dengan air lalu kami memakannya. Setelah kami sampai di pantai lautan, kami dihadapkan dengan suatu pemandangan yang tampaknya seperti gundukan air, ketika kami hampiri ternyata itu adalah hewan laut yang disebut 'anbar (sejenis ikan yang panjang dan besar kepalanya).\" Jabir berkata, \"Lalu Abu Ubaidah berkata, \"Itu adalah bangkai.\" kemudian dia melanjutkan, \"Namun tidak mengapa, kita adalah utusan Rasulullah shallallahu 'alaihi wasallam yang mengembang tugas fi sabilillah dan kalian dalam keadaan terpaksa, karena itu kalian boleh memakannya.\" Jabir berkata, \"Kami menetap di tempat itu selama sebulan, dan jumlah kami semuanya ada tiga ratus orang, dan kami menjadi gemuk semuanya (karena makan daging itu).\" Jabir melanjutkan, \"Sungguh kami telah mengetahui, saat itu kami mengambil minyaknya dari rongga matanya dan menampungnya dengan tempayan besar. Kemudian kami potong-potong dagingnya seperti memotong seekor lembu. Kemudian Abu Ubaidah memanggil tiga belas prajurit untuk masuk ke rongga mata ikan, lalu mereka mengambil kerangkanya dan menegakkannya, kemudian unta kami yang paling besar disuruh berjalan di bawah kerangka ikan tersebut. Kami lalu ambil daging ikan itu sebagai perbekalan kami dan untuk kami masak. Setelah kami tiba di Madinah, kami menemui Rasulullah shallallahu 'alaihi wasallam dan memberitahukan hal itu kepada beliau, maka beliau bersabda: \"Itu adalah rizki yang diberikan Allah kepada kalian, apakah kalian membawa sedikit dagingnya untuk kami makan?\" Jabir berkata, \"Lantas kami kirimkan daging tersebut kepada Rasulullah shallallahu 'alaihi wasallam lalu beliau memakannya.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا أَبُو الزُّبَيْرِ عَنْ جَابِرٍ ح و حَدَّثَنَاه يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا أَبُو خَيْثَمَةَ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَبَعَثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمَّرَ عَلَيْنَا أَبَا عُبَيْدَةَ نَتَلَقَّى عِيرًا لِقُرَيْشٍ وَزَوَّدَنَا جِرَابًا مِنْ تَمْرٍ لَمْ يَجِدْ لَنَا غَيْرَهُ فَكَانَ أَبُو عُبَيْدَةَ يُعْطِينَا تَمْرَةً تَمْرَةً قَالَ فَقُلْتُ كَيْفَ كُنْتُمْ تَصْنَعُونَ بِهَا قَالَ نَمَصُّهَا كَمَا يَمَصُّ الصَّبِيُّ ثُمَّ نَشْرَبُ عَلَيْهَا مِنْ الْمَاءِ فَتَكْفِينَا يَوْمَنَا إِلَى اللَّيْلِ وَكُنَّا نَضْرِبُ بِعِصِيِّنَا الْخَبَطَ ثُمَّ نَبُلُّهُ بِالْمَاءِ فَنَأْكُلُهُ قَالَ وَانْطَلَقْنَا عَلَى سَاحِلِ الْبَحْرِ فَرُفِعَ لَنَا عَلَى سَاحِلِ الْبَحْرِ كَهَيْئَةِ الْكَثِيبِ الضَّخْمِ فَأَتَيْنَاهُ فَإِذَا هِيَ دَابَّةٌ تُدْعَى الْعَنْبَرَ قَالَ قَالَ أَبُو عُبَيْدَةَ مَيْتَةٌ ثُمَّ قَالَ لَا بَلْ نَحْنُ رُسُلُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي سَبِيلِ اللَّهِ وَقَدْ اضْطُرِرْتُمْ فَكُلُوا قَالَ فَأَقَمْنَا عَلَيْهِ شَهْرًا وَنَحْنُ ثَلَاثُ مِائَةٍ حَتَّى سَمِنَّا قَالَ وَلَقَدْ رَأَيْتُنَا نَغْتَرِفُ مِنْ وَقْبِ عَيْنِهِ بِالْقِلَالِ الدُّهْنَ وَنَقْتَطِعُ مِنْهُ الْفِدَرَ كَالثَّوْرِ أَوْ كَقَدْرِ الثَّوْرِ فَلَقَدْ أَخَذَ مِنَّا أَبُو عُبَيْدَةَ ثَلَاثَةَ عَشَرَ رَجُلًا فَأَقْعَدَهُمْ فِي وَقْبِ عَيْنِهِ وَأَخَذَ ضِلَعًا مِنْ أَضْلَاعِهِ فَأَقَامَهَا ثُمَّ رَحَلَ أَعْظَمَ بَعِيرٍ مَعَنَا فَمَرَّ مِنْ تَحْتِهَا وَتَزَوَّدْنَا مِنْ لَحْمِهِ وَشَائِقَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ أَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْنَا ذَلِكَ لَهُ فَقَالَ هُوَ رِزْقٌ أَخْرَجَهُ اللَّهُ لَكُمْ فَهَلْ مَعَكُمْ مِنْ لَحْمِهِ شَيْءٌ فَتُطْعِمُونَا قَالَ فَأَرْسَلْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُ فَأَكَلَهُ","source":"Muslim"},"__N_SSG":true}