{"pageProps":{"number":"347","slug":"muslim","id":"Dan telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Jarir]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Ishaq] telah mengabarkan kepada kami [Jarir] dari [Manshur] dari [Hilal bin Yisaf] dari [Abu Yahya] dari [Abdullah bin Amru] dia berkata, \"Suatu hari, kami pulang bersama Rasulullah shallallahu 'alaihi wasallam dari Makkah menuju Madinah. Di pertengahan jalan, ketika kami tiba di suatu tempat yang mempunyai air, maka kami dapati sekelompok manusia dalam keadaan tergesa-gesa mengambil wudlu karena waktu Ashar hampir habis. Ketika kami menghampiri mereka, kami dapati tumit-tumit mereka kering tidak dibasahi air. Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Celakalah bagi tumit-tumit (yang tidak terbasuh dengan air wudlu) dengan api Neraka. Sempurnakanlah wudlu kalian dengan baik.\" Dan telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Waki'] dari [Sufyan]. (dalam riwayat lain disebutkan) Dan telah menceritakan kepada kami [Ibnu al-Mutsanna] dan [Ibnu Basysyar] keduanya berkata, telah menceritakan kepada kami [Muhammad bin Ja'far] dia berkata, telah menceritakan kepada kami [Syu'bah] keduanya dari [Manshur] dengan sanad ini, dan pada hadits Syu'bah tidak ada lafazh, \"Sempurnakanlah wudlu kalian.\" Dan dalam haditsnya dari [Abu Yahya al-A'raj].","arab":"و حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيرٌ ح و حَدَّثَنَا إِسْحَقُ أَخْبَرَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ هِلَالِ بْنِ يِسَافٍ عَنْ أَبِي يَحْيَى عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَرَجَعْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ مَكَّةَ إِلَى الْمَدِينَةِ حَتَّى إِذَا كُنَّا بِمَاءٍ بِالطَّرِيقِ تَعَجَّلَ قَوْمٌ عِنْدَ الْعَصْرِ فَتَوَضَّئُوا وَهُمْ عِجَالٌ فَانْتَهَيْنَا إِلَيْهِمْ وَأَعْقَابُهُمْ تَلُوحُ لَمْ يَمَسَّهَا الْمَاءُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيْلٌ لِلْأَعْقَابِ مِنْ النَّارِ أَسْبِغُوا الْوُضُوءَو حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ ح و حَدَّثَنَا ابْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ حَدَّثَنَا شُعْبَةُ كِلَاهُمَا عَنْ مَنْصُورٍ بِهَذَا الْإِسْنَادِ وَلَيْسَ فِي حَدِيثِ شُعْبَةَ أَسْبِغُوا الْوُضُوءَ وَفِي حَدِيثِهِ عَنْ أَبِى يَحْيَى الْأَعْرَجِ","source":"Muslim"},"__N_SSG":true}