{"pageProps":{"number":"3797","slug":"muslim","id":"Telah menceritakan kepadaku [Muhammad bin Hatim]; Telah menceritakan kepada kami [Muhammad bin Bakr]; Telah mengabarkan kepada kami [Ibnu Juraij]; Telah mengabarkan kepadaku ['Amru bin Dinar] bahwa ['Amir bin Sa'ad] Telah mengabarkan kepadanya; Seseorang bertanya kepada Sa'ad bin Abi Waqqash mengenai penyakit Tha'un. Maka kemudian [Usamah bin zaid] berkata; Akan aku ceritakan kepadamu tentang penyakit itu, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Penyakit Tha'uun ini adalah adzab atau suatu peringatan yang Allah kirimkan kepada sekelompok umat dari kalangan Bani Israil atau umat sebelum kalian. Maka apabila kamu mendengar wabah itu berjangkit di suatu negeri, janganlah kamu masuk ke negeri itu. Dan apabila wabah itu berjangkit di negeri tempat kalian berada, janganlah kalian keluar lari dari padanya.\" Dan telah menceritakan kepada kami [Abu Ar Rabi' Sulaiman bin Dawud] dan [Qutaibah bin Sa'id] keduanya berkata; Telah menceritakan kepada kami [Hammad] yaitu Ibnu Zaid; Demikian juga diriwayatkan dari jalur lainnya, Dan telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Sufyan bin 'Uyainah] keduanya dari ['Amru bin Dinar] dengan sanad Ibnu Juraij dengan Hadits yang serupa.","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ أَنَّ عَامِرَ بْنَ سَعْدٍ أَخْبَرَهُأَنَّ رَجُلًا سَأَلَ سَعْدَ بْنَ أَبِي وَقَّاصٍ عَنْ الطَّاعُونِ فَقَالَ أُسَامَةُ بْنُ زَيْدٍ أَنَا أُخْبِرُكَ عَنْهُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ عَذَابٌ أَوْ رِجْزٌ أَرْسَلَهُ اللَّهُ عَلَى طَائِفَةٍ مِنْ بَنِي إِسْرَائِيلَ أَوْ نَاسٍ كَانُوا قَبْلَكُمْ فَإِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلَا تَدْخُلُوهَا عَلَيْهِ وَإِذَا دَخَلَهَا عَلَيْكُمْ فَلَا تَخْرُجُوا مِنْهَا فِرَارًاو حَدَّثَنَا أَبُو الرَّبِيعِ سُلَيْمَانُ بْنُ دَاوُدَ وَقُتَيْبَةُ بْنُ سَعِيدٍ قَالَا حَدَّثَنَا حَمَّادٌ وَهُوَ ابْنُ زَيْدٍ ح و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ كِلَاهُمَا عَنْ عَمْرِو بْنِ دِينَارٍ بِإِسْنَادِ ابْنِ جُرَيْجٍ نَحْوَ حَدِيثِهِ","source":"Muslim"},"__N_SSG":true}