{"pageProps":{"number":"3799","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna]; Telah menceritakan kepada kami [Ibnu Abu 'Adi] dari [Syu'bah] dari [Habib] dia berkata; Ketika kami sedang berada di Madinah, tiba-tiba sampai kepadaku berita bahwa wabah Tha'uun sedang berjangkit di Kufah. Maka [Atha bin Yasar] dan yang lainnya berkata kepadaku; 'Sesungguhnya Rasulullah shallallahu 'alaihi wasallam telah bersabda: \"Apabila kamu berada di suatu tempat dan wabah tersebut ada di dalamnya, maka janganlah kamu keluar darinya. Dan apabila kamu mendengar wabah tersebut ada di suatu tempat, maka janganlah kamu mendatangi tempat itu.\" Aku bertanya; dari siapa kamu dapat berita tersebut? Mereka menjawab; 'Dari [Amir bin Sa'ad]. Aku berkata; Aku akan menemuinya. Mereka berkata; 'Dia sedang tidak ada.' Maka aku menemui saudaranya, [Ibrahim bin Sa'ad]. Lalu aku tanyakan kepadanya, dan dia menjawab; 'Aku melihat [Usamah] bercerita kepada Sa'ad seraya berkata; Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Penyakit Tha'uun ini adalah adzab atau suatu peringatan, atau sisa dari Adzab yang dengannya Allah menyiksa sekelompok umat sebelum kalian. Maka apabila kamu mendengar wabah itu berjangkit di suatu negeri, dan kamu berada di dalamnya, janganlah kamu keluar darinya. Dan apabila wabah itu berjangkit di suatu negeri, maka janganlah kalian mendatanginya.\" [Habib] berkata; Aku tanyakan kepada [Ibrahim]; Apakah kamu mendengar [Usamah] mengatakannya kepada Sa'ad dan dia tidak mengingkarinya? Ibrahim menjawab; 'Ya.' Dan telah menceritakannya kepada kami ['Ubaidullah bin Mu'adz]; Telah menceritakan kepada kami [Bapakku]; Telah menceritakan kepada kami [Syu'bah] melalui jalur ini, namun pada awal Haditsnya dia tidak menyebutkan kisah ['Atha bin Yasar]. Dan telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah]; Telah menceritakan kepada kami [Waki'] dari [Sufyan] dari [Habib] dari [Ibrahim bin Sa'd] dari [Sa'd bin Malik] dan [Khuzaimah bin Tsabit] dan [Usamah bin Zaid] mereka berkata; Rasulullah shallallahu 'alaihi wasallam bersabda seperti Hadits yang semakna dengan Hadits Syu'bah. Dan telah menceritakan kepada kami ['Utsman bin Abu Syaibah] dan [Ishaq bin Ibrahim] keduanya dari [Jarir] dari [Al A'masy] dari [Habib] dari [Ibrahim bin Sa'd bin Abi Waqqash] dia berkata; [Usamah bin Zaid] dan [Sa'd] duduk-duduk berdua sedang membicarakan sesuatu. Lalu keduanya berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: (dengan Hadits yang serupa). Telah menceritakannya kepadaku; [Wahb bin Baqiyah]; Telah mengabarkan kepada kami [Khalid] yaitu Ath Thahan dari [Asy Syaibani] dari [Habib bin Abu Tsabit] dari [Ibrahim bin Sa'd bin Malik] dari [Bapaknya] dari Nabi shallallahu 'alaihi wasallam dengan Hadits yang serupa.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ شُعْبَةَ عَنْ حَبِيبٍ قَالَ كُنَّا بِالْمَدِينَةِ فَبَلَغَنِي أَنَّ الطَّاعُونَ قَدْ وَقَعَ بِالْكُوفَةِ فَقَالَ لِي عَطَاءُ بْنُ يَسَارٍ وَغَيْرُهُإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا كُنْتَ بِأَرْضٍ فَوَقَعَ بِهَا فَلَا تَخْرُجْ مِنْهَا وَإِذَا بَلَغَكَ أَنَّهُ بِأَرْضٍ فَلَا تَدْخُلْهَاقَالَ قُلْتُ عَمَّنْ قَالُوا عَنْ عَامِرِ بْنِ سَعْدٍ يُحَدِّثُ بِهِ قَالَ فَأَتَيْتُهُ فَقَالُوا غَائِبٌ قَالَ فَلَقِيتُ أَخَاهُ إِبْرَاهِيمَ بْنَ سَعْدٍ فَسَأَلْتُهُ فَقَالَ شَهِدْتُ أُسَامَةَ يُحَدِّثُ سَعْدًا قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ هَذَا الْوَجَعَ رِجْزٌ أَوْ عَذَابٌ أَوْ بَقِيَّةُ عَذَابٍ عُذِّبَ بِهِ أُنَاسٌ مِنْ قَبْلِكُمْ فَإِذَا كَانَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا مِنْهَا وَإِذَا بَلَغَكُمْ أَنَّهُ بِأَرْضٍ فَلَا تَدْخُلُوهَا قَالَ حَبِيبٌ فَقُلْتُ لِإِبْرَاهِيمَ آنْتَ سَمِعْتَ أُسَامَةَ يُحَدِّثُ سَعْدًا وَهُوَ لَا يُنْكِرُ قَالَ نَعَمْ و حَدَّثَنَاه عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ بِهَذَا الْإِسْنَادِ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ قِصَّةَ عَطَاءِ بْنِ يَسَارٍ فِي أَوَّلِ الْحَدِيثِ و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ حَبِيبٍ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ عَنْ سَعْدِ بْنِ مَالِكٍ وَخُزَيْمَةَ بْنِ ثَابِتٍ وَأُسَامَةَ بْنِ زَيْدٍ قَالُوا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيثِ شُعْبَةَ و حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ كِلَاهُمَا عَنْ جَرِيرٍ عَنْ الْأَعْمَشِ عَنْ حَبِيبٍ عَنْ إِبْرَاهِيمَ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ كَانَ أُسَامَةُ بْنُ زَيْدٍ وَسَعْدٌ جَالِسَيْنِ يَتَحَدَّثَانِ فَقَالَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِهِمْ و حَدَّثَنِيهِ وَهْبُ بْنُ بَقِيَّةَ أَخْبَرَنَا خَالِدٌ يَعْنِي الطَّحَّانَ عَنْ الشَّيْبَانِيِّ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ إِبْرَاهِيمَ بْنِ سَعْدِ بْنِ مَالِكٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِهِمْ","source":"Muslim"},"__N_SSG":true}