{"pageProps":{"number":"4644","slug":"muslim","id":"Telah menceritakan kepada kami [Umar bin Hafsh bin Giyats] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Al A'masy] telah menceritakan kepadaku [Ibrahim] dari [Alqamah] dari [Abdullah] berkata: \"Saat aku berjalan dengan nabi Shallallahu 'alaihi wa Salam disuatu ladang sementara beliau tengah bersandar, tiba-tiba beberapa orang Yahudi lewat, mereka saling berkata satu sama lain: 'Tanyakan padanya tentang ruh.' Mereka berkata: 'Apa yang meragukan kalian (hingga bertanya padanya) agar ia tidak menyambut dengan sesuatu yang tidak kalian sukai.' Mereka berkata, 'Bertanyalah padanya.' Kemudian sebagaian dari mereka menghampiri beliau lalu bertanya tentang ruh pada beliau'.\" Abdullah berkata: \"Nabi Shallallahu 'alaihi wa Salam diam dan tidak menjawab apa pun. Aku tahu beliau tengah diberi wahyu. Aku berdiri dari tempatku. Saat wahyu turun, beliau bersabda: 'Dan mereka bertanya kepadamu tentang roh. Katakanlah: 'Roh itu termasuk urusan Tuhan-ku, dan tidaklah kamu diberi pengetahuan melainkan sedikit.\" (Al Israa`: 85) Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] dan [Abu Sa'id Al Asyuj] telah menceritakan kepada kami [Waki']. Dan telah menceritakan kepada kami [Ishaq bin Ibrahim Al Hanzhali] dan [Ali bin Khasyram] keduanya berkata: Telah mengkhabarkan kepada kami [Isa bin Yunus] keduanya dari [Al A'masy] dari [Ibrahim] dari [Alqamah] dari [Abdullah] berkata: Aku berjalan bersama nabi Shallallahu 'alaihi wa Salam di sebuah ladang Madinah, seperti hadits Hafsh, hanya saja dalam hadits Waki' disebutkan: \"Dan tidaklah kamu diberi pengetahuan melainkan sedikit.\" (Al Israa`: 85) dan dalam hadits Isa bin Yunus disebutkan: \"Dan tidaklah kamu diberi.\" Dari Rasulullah Ibnu Khasyram. Telah menceritakan kepada kami [Abu Sa'id Al Asyujj] berkata: Aku mendengar [Abdullah bin Idris] berkata: Aku mendengar [Al A'masy] meriwayatkannya dari [Abdullah bin Murrah] dari [Masruq] dari [Abdullah] berkata: Nabi Shallallahu 'alaihi wa Salam berada di kebun kurma, beliau telah bersandar pada pangkal kurma, Abdullah menyebut hadits yang sama seperti hadits dari Al A'masy dan ia berkata dalam riwayatnya: \"dan tidaklah kamu diberi pengetahuan melainkan sedikit.\" (Al Israa`: 85) ","arab":"حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ حَدَّثَنَا أَبِي حَدَّثَنَا الْأَعْمَشُ حَدَّثَنِي إِبْرَاهِيمُ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَبَيْنَمَا أَنَا أَمْشِي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَرْثٍ وَهُوَ مُتَّكِئٌ عَلَى عَسِيبٍ إِذْ مَرَّ بِنَفَرٍ مِنْ الْيَهُودِ فَقَالَ بَعْضُهُمْ لِبَعْضٍ سَلُوهُ عَنْ الرُّوحِ فَقَالُوا مَا رَابَكُمْ إِلَيْهِ لَا يَسْتَقْبِلُكُمْ بِشَيْءٍ تَكْرَهُونَهُ فَقَالُوا سَلُوهُ فَقَامَ إِلَيْهِ بَعْضُهُمْ فَسَأَلَهُ عَنْ الرُّوحِ قَالَ فَأَسْكَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا فَعَلِمْتُ أَنَّهُ يُوحَى إِلَيْهِ قَالَ فَقُمْتُ مَكَانِي فَلَمَّا نَزَلَ الْوَحْيُ قَالَ{ وَيَسْأَلُونَكَ عَنْ الرُّوحِ قُلْ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنْ الْعِلْمِ إِلَّا قَلِيلًا }حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو سَعِيدٍ الْأَشَجُّ قَالَا حَدَّثَنَا وَكِيعٌ ح و حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ وَعَلِيُّ بْنُ خَشْرَمٍ قَالَا أَخْبَرَنَا عِيسَى بْنُ يُونُسَ كِلَاهُمَا عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَ كُنْتُ أَمْشِي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَرْثٍ بِالْمَدِينَةِ بِنَحْوِ حَدِيثِ حَفْصٍ غَيْرَ أَنَّ فِي حَدِيثِ وَكِيعٍ{ وَمَا أُوتِيتُمْ مِنْ الْعِلْمِ إِلَّا قَلِيلًا }وَفِي حَدِيثِ عِيسَى بْنِ يُونُسَ وَمَا أُوتُوا مِنْ رِوَايَةِ ابْنِ خَشْرَمٍ حَدَّثَنَا أَبُو سَعِيدٍ الْأَشَجُّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ إِدْرِيسَ يَقُولُ سَمِعْتُ الْأَعْمَشَ يَرْوِيهِ عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَخْلٍ يَتَوَكَّأُ عَلَى عَسِيبٍ ثُمَّ ذَكَرَ نَحْوَ حَدِيثِهِمْ عَنْ الْأَعْمَشِ وَقَالَ فِي رِوَايَتِهِ{ وَمَا أُوتِيتُمْ مِنْ الْعِلْمِ إِلَّا قَلِيلًا }","source":"Muslim"},"__N_SSG":true}