{"pageProps":{"number":"488","slug":"muslim","id":"Telah menceritakan kepada kami [Muhammad bin al-Mutsanna] dan [Ibnu Basysyar] [Ibnu al-Mutsanna] berkata, telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Ibrahim bin al-Muhajir] dia berkata, saya mendengar [Shafiyyah] menceritakan dari [Aisyah] bahwa Asma' bertanya kepada Nabi shallallahu 'alaihi wasallam tentang mandinya orang yang haid. Maka beliau bersabda, \"Salah seorang dari kalian hendaklah mengambil airnya dan tanaman bidaranya, lalu dia bersuci, lalu membaguskan bersucinya, kemudian menyiramkan air pada kepalanya, lalu memijat-mijatnya dengan keras hingga mencapai akar rambut kepalanya, kemudian menyiramkan air padanya, kemudian dia mengambil kapas bermisik, lalu bersuci dengannya. Lalu Asma' berkata, 'Bagaimana dia bersuci dengannya? ' Beliau bersabda, 'Subhanallah, bersucilah kamu dengannya.' Lalu Aisyah berkata -seakan-akan dia menutupi hal tersebut-, 'Kamu sapu bekas-bekas darah.' Dan dia bertanya kepada beliau tentang mandi junub, maka beliau bersabda, 'Hendaklah kamu mengambil air lalu bersuci dengan sebaik-baiknya bersuci, atau bersangat-sangat dalam bersuci kemudian kamu siramkan air pada kepala, lalu memijatnya hingga mencapai dasar kepalanya, kemudian mencurahkan air padanya.' Lalu Aisyah berkata, 'Sebaik-baik wanita adalah wanita Anshar yang rasa malu tidak menghalangi mereka untuk mendalami masalah agamanya'.\" Dan telah menceritakan kepada kami [Ubaidullah bin Muadz] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Syu'bah] dalam isnad ini hadits semisalnya, dan perawi berkata, beliau bersabda, \"Subhanallah, bersucilah dengannya, dan beliau bersembunyi (karena malu).\" Dan telah menceritakan kepada kami [Yahya bin Yahya] dan [Abu Bakar bin Abi Syaibah] keduanya meriwayatkan dari [Abu al-Ahwash] dari [Ibrahim bin Muhajir] dari [Shafiyyah binti Syaibah] dari [Aisyah] dia berkata, \"Asma' bintu Syakal mengunjungi Rasulullah shallallahu 'alaihi wasallam seraya berkata, 'Wahai Rasulullah, bagaimana cara salah seorang di antara kami mandi apabila dia ingin bersuci dari haid? '.\" Lalu dia membawakan hadits tersebut tanpa menyebutkan, \"Mandi Junub.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ قَالَ سَمِعْتُ صَفِيَّةَ تُحَدِّثُ عَنْ عَائِشَةَأَنَّ أَسْمَاءَ سَأَلَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ غُسْلِ الْمَحِيضِ فَقَالَ تَأْخُذُ إِحْدَاكُنَّ مَاءَهَا وَسِدْرَتَهَا فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ دَلْكًا شَدِيدًا حَتَّى تَبْلُغَ شُؤُونَ رَأْسِهَا ثُمَّ تَصُبُّ عَلَيْهَا الْمَاءَ ثُمَّ تَأْخُذُ فِرْصَةً مُمَسَّكَةً فَتَطَهَّرُ بِهَا فَقَالَتْ أَسْمَاءُ وَكَيْفَ تَطَهَّرُ بِهَا فَقَالَ سُبْحَانَ اللَّهِ تَطَهَّرِينَ بِهَا فَقَالَتْ عَائِشَةُ كَأَنَّهَا تُخْفِي ذَلِكَ تَتَبَّعِينَ أَثَرَ الدَّمِ وَسَأَلَتْهُ عَنْ غُسْلِ الْجَنَابَةِ فَقَالَ تَأْخُذُ مَاءً فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ أَوْ تُبْلِغُ الطُّهُورَ ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ حَتَّى تَبْلُغَ شُؤُونَ رَأْسِهَا ثُمَّ تُفِيضُ عَلَيْهَا الْمَاءَ فَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الْأَنْصَارِ لَمْ يَكُنْ يَمْنَعُهُنَّ الْحَيَاءُ أَنْ يَتَفَقَّهْنَ فِي الدِّينِو حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَةُ فِي هَذَا الْإِسْنَادِ نَحْوَهُ وَقَالَ قَالَ سُبْحَانَ اللَّهِ تَطَهَّرِي بِهَا وَاسْتَتَرَ و حَدَّثَنَا يَحْيَى بْنُ يَحْيَى وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ كِلَاهُمَا عَنْ أَبِي الْأَحْوَصِ عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ عَنْ عَائِشَةَ قَالَتْ دَخَلَتْ أَسْمَاءُ بِنْتُ شَكَلٍ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ كَيْفَ تَغْتَسِلُ إِحْدَانَا إِذَا طَهُرَتْ مِنْ الْحَيْضِ وَسَاقَ الْحَدِيثَ وَلَمْ يَذْكُرْ فِيهِ غُسْلَ الْجَنَابَةِ","source":"Muslim"},"__N_SSG":true}