{"pageProps":{"number":"758","slug":"muslim","id":"Telah menceritakan kepadaku [Muhammad bin Hatim] telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Umar bin Abi Zaidah] telah menceritakan kepada kami ['Aun bin Abi Juhaifah] bahwa [bapaknya] melihat Rasulullah shallallahu'alaihiwasallam memakai jubah merah dari kulit, dan aku melihat Bilal mengeluarkan air wudhu, lalu aku melihat orang-orang bersegera mendatangi air wudhu itu (berebutan). Maka barangsiapa mendapatkan sedikit darinya maka dia mengusap dengannya, dan barangsiapa yang tidak mendapatkannya maka dia mengambil air tersebut dari basahan tangan temannya. Kemudian aku melihat Bilal mengeluarkan tombak, lalu menancapkannya. Dan Rasulullah Shallallahu'alaihiwasallam memakai mantel merah yang lengannya dilipat, lalu beliau shalat mengimami orang-orang menghadap tombak tersebut dua rakaat. Dan aku melihat orang-orang dan hewan ternak berjalan di depan tombak.\" Telah menceritakan kepadaku [Ishaq bin Manshur] dan ['Abd bin Humaid] keduanya berkata, telah mengabarkan kepada kami [Ja'far bin 'Aun] telah mengabarkan kepada kami [Abu Umais] dia berkata, --Lewat jalur periwayatan lain-- dan telah menceritakan kepadaku [al-Qasim bin Zakariya'] telah menceritakan kepada kami [Husain bin Ali] dari [Zaidah] dia berkata, telah menceritakan kepada kami [Malik bin Mighwal] keduanya meriwayatkan dari ['Aun bin Abi Juhaifah] dari [Bapaknya] dari Nabi Shallallahu'alaihiwasallam dengan semisal hadits Sufyan. Dan Umar bin Abi Zaidah menambahkan, \"Sebagian mereka atas sebagian yang lain.\" Dan dalam Hadits Malik bin Mighwal, \"Ketika beliau berada pada terik siang, maka Bilal keluar lalu melakukan adzan untuk shalat.\"","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا بَهْزٌ حَدَّثَنَا عُمَرُ بْنُ أَبِي زَائِدَةَ حَدَّثَنَا عَوْنُ بْنُ أَبِي جُحَيْفَةَأَنَّ أَبَاهُ رَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قُبَّةٍ حَمْرَاءَ مِنْ أَدَمٍ وَرَأَيْتُ بِلَالًا أَخْرَجَ وَضُوءًا فَرَأَيْتُ النَّاسَ يَبْتَدِرُونَ ذَلِكَ الْوَضُوءَ فَمَنْ أَصَابَ مِنْهُ شَيْئًا تَمَسَّحَ بِهِ وَمَنْ لَمْ يُصِبْ مِنْهُ أَخَذَ مِنْ بَلَلِ يَدِ صَاحِبِهِ ثُمَّ رَأَيْتُ بِلَالًا أَخْرَجَ عَنَزَةً فَرَكَزَهَا وَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حُلَّةٍ حَمْرَاءَ مُشَمِّرًا فَصَلَّى إِلَى الْعَنَزَةِ بِالنَّاسِ رَكْعَتَيْنِ وَرَأَيْتُ النَّاسَ وَالدَّوَابَّ يَمُرُّونَ بَيْنَ يَدَيْ الْعَنَزَةِحَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ وَعَبْدُ بْنُ حُمَيْدٍ قَالَا أَخْبَرَنَا جَعْفَرُ بْنُ عَوْنٍ أَخْبَرَنَا أَبُو عُمَيْسٍ قَالَ ح و حَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ قَالَ حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ كِلَاهُمَا عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِ سُفْيَانَ وَعُمَرَ بْنِ أَبِي زَائِدَةَ يَزِيدُ بَعْضُهُمْ عَلَى بَعْضٍ وَفِي حَدِيثِ مَالِكِ بْنِ مِغْوَلٍ فَلَمَّا كَانَ بِالْهَاجِرَةِ خَرَجَ بِلَالٌ فَنَادَى بِالصَّلَاةِ","source":"Muslim"},"__N_SSG":true}