{"pageProps":{"number":"971","slug":"muslim","id":"Dan telah menceritakan kepada kami [Zuhair bin Harb] telah menceritakan kepada kami [Marwan bin Muawiyah Al Fizari] telah mengabarkan kepada kami [Ismail bin Abu Khalid] telah menceritakan kepada kami [Qais bin Abu Hazim] katanya; aku mendengar [Jarir bin Abdullah] berkata; \"Kami pernah duduk-duduk disisi Rasulullah shallallahu 'alaihi wasallam, tiba-tiba beliau melihat bulan di malam purnama dan berujar; \"Ketahuilah, kalian akan melihat Rabb kalian sebagaimana kalian melihat bulan ini, kalian tidak kesulitan melihatnya, sekiranya kalian mampu untuk tidak keberatan mendirikan shalat sebelum terbit matahari dan sebelum terbenamnya, maksudnya shalat ashar dan shubuh (fajar).\" Kemudian Jarir membacakan ayat \"Dan bertasbihlah dengan memuji Tuhanmu sebelum terbit matahari dan sebelum terbenamnya.\" QS.Toha 130, Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Abdullah bin Numair] dan [Abu Usamah] dan [Waki'] dengan sanad seperti ini, dan beliau juga bersabda; \"Kalian akan dihadapkan kepada Rabb kalian sehingga kalian melihat-Nya sebagaimana kalian melihat bulan ini, \" Qais mengatakan; \"Kemudian Beliau membaca (ayat tersebut), dan tidak mengatakan \"Jarir.\"","arab":"و حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ أَخْبَرَنَا إِسْمَعِيلُ بْنُ أَبِي خَالِدٍ حَدَّثَنَا قَيْسُ بْنُ أَبِي حَازِمٍ قَالَ سَمِعْتُ جَرِيرَ بْنَ عَبْدِ اللَّهِ وَهُوَ يَقُولُاكُنَّا جُلُوسًا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ نَظَرَ إِلَى الْقَمَرِ لَيْلَةَ الْبَدْرِ فَقَالَ أَمَا إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَرَ لَا تُضَامُّونَ فِي رُؤْيَتِهِ فَإِنْ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا يَعْنِي الْعَصْرَ وَالْفَجْرَ ثُمَّ قَرَأَ جَرِيرٌ{ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا }و حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ وَأَبُو أُسَامَةَ وَوَكِيعٌ بِهَذَا الْإِسْنَادِ وَقَالَ أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَى رَبِّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هَذَا الْقَمَرَ وَقَالَ ثُمَّ قَرَأَ وَلَمْ يَقُلْ جَرِيرٌ","source":"Muslim"},"__N_SSG":true}