{"pageProps":{"number":"1029","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Al Yaman] berkata, telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhriy] berkata, telah mengabarkan kepada saya [Salim] dari ['Abdullah bin 'Umar radliallahu 'anhu] berkata: \"Aku melihat Rasulullah shallallahu 'alaihi wasallam jika perjalanan mendesak, Beliau menangguhkan shalat Maghrib dan menggabungkannya bersama shalat 'Isya'\". Berkata, Salim: \"Dan 'Abdullah bin 'Umar radliallahu 'anhu mengerjakannya juga bila terdesak (tergesa-gesa) dalam perjalanan\". [Al Laits] menambahkan dan berkata, telah menceritakan kepada saya [Yunus] dari [Ibnu Syihab]; [Salim] berkata: [Ibnu 'Umar radliallahu 'anhuma] menggabungkan antara shalat Maghrib dan 'Isya' saat berada di Muzdalifah. Salim berkata, lagi; \"Ibnu 'Umar radliallahu 'anhuma mengakhirkan shalat Maghrib karena hendak menolong isterinya Shafiyah binti Abu 'Ubaid (yang sedang sakit). Aku katakan kepadanya; \"Mari kita dirikan shalat?!\". Dia menjawab: \"Terus saja berjalan\". Aku katakan lagi; \" Mari kita dirikan shalat?!\". Dia menjawab: \"Terus saja berjalan\". Hingga ketika perjalanan sudah mencapai dua atau tiga mil, dia turun lalu mendirikan shalat. Setelah selesai dia berkata: \"Beginilah, aku pernah melihat Nabi shallallahu 'alaihi wasallam melaksanakan shalat bila dalam keadaan terdesak dalam perjalanannya\". Dan berkata, 'Abdullah bin 'Umar radliallahu 'anhu: \"Aku melihat Nabi shallallahu 'alaihi wasallam jika perjalanan mendesak, Beliau menangguhkan shalat Maghrib, kemudian Beliau mengerjakan tiga raka'at lalu salam. Kemudian diam sejenak lalu mengerjakan shalat 'Isya' dengan dua raka'at lalu salam. Beliau tidak bertasbih (mengerjakan shalat sunnah) setelah shalat 'Isya' hingga Beliau bangun di penghujung malam\".","arab":"حَدَّثَنَا أَبُو الْيَمَانِ قَالَ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي سَالِمٌ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَعْجَلَهُ السَّيْرُ فِي السَّفَرِ يُؤَخِّرُ الْمَغْرِبَ حَتَّى يَجْمَعَ بَيْنَهَا وَبَيْنَ الْعِشَاءِقَالَ سَالِمٌ وَكَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يَفْعَلُهُ إِذَا أَعْجَلَهُ السَّيْرُ وَزَادَ اللَّيْثُ قَالَ حَدَّثَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ سَالِمٌ كَانَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يَجْمَعُ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ بِالْمُزْدَلِفَةِ قَالَ سَالِمٌ وَأَخَّرَ ابْنُ عُمَرَ الْمَغْرِبَ وَكَانَ اسْتُصْرِخَ عَلَى امْرَأَتِهِ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ فَقُلْتُ لَهُ الصَّلَاةَ فَقَالَ سِرْ فَقُلْتُ الصَّلَاةَ فَقَالَ سِرْ حَتَّى سَارَ مِيلَيْنِ أَوْ ثَلَاثَةً ثُمَّ نَزَلَ فَصَلَّى ثُمَّ قَالَ هَكَذَا رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي إِذَا أَعْجَلَهُ السَّيْرُ وَقَالَ عَبْدُ اللَّهِ رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَعْجَلَهُ السَّيْرُ يُؤَخِّرُ الْمَغْرِبَ فَيُصَلِّيهَا ثَلَاثًا ثُمَّ يُسَلِّمُ ثُمَّ قَلَّمَا يَلْبَثُ حَتَّى يُقِيمَ الْعِشَاءَ فَيُصَلِّيهَا رَكْعَتَيْنِ ثُمَّ يُسَلِّمُ وَلَا يُسَبِّحُ بَعْدَ الْعِشَاءِ حَتَّى يَقُومَ مِنْ جَوْفِ اللَّيْلِ","source":"Bukhari"},"__N_SSG":true}