{"pageProps":{"number":"109","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'aim Al Fadll bin Dukain] berkata, telah menceritakan kepada kami [Syaiban] dari [Yahya] dari [Abu Salamah] dari [Abu Hurairah], bahwa suku Khaza'ah telah membunuh seorang laki-laki dari Bani Laits saat hari pembesan Makkah, sebagai balasan terbunuhnya seorang laki-laki dari mereka (suku Laits). Peristiwa itu lalu disampaikan kepada Nabi shallallahu 'alaihi wasallam, beliau lalu naik kendaraannya dan berkhutbah: \"Sesungguhnya Allah telah membebaskan Makkah dari pembunuhan, atau pasukan gajah.\" Abu Ubaidullah berkata, \"Demikian Abu Nu'aim menyebutkannya, mereka ragu antara 'pembunuhan' dan 'gajah'. Sedangkan yang lian berkata, \"Gajah. Lalu Allah memenangkan Rasulullah shallallahu 'alaihi wasallam dan kaum Mukminin atas mereka. Beliau bersabda: \"Ketahuilah tanah Makkah tidaklah halal bagi seorangpun baik sebelumku atau sesudahku, ketahuilah bahwa sesungguhnya ia pernah menjadi halal buatku sesaat di suatu hari. Ketahuilah, dan pada saat ini ia telah menjadi haram; durinya tidak boleh dipotong, pohonnya tidak boleh ditebang, barang temuannya tidak boleh diambil kecuali untuk diumumkan dan dicari pemiliknya. Maka barangsiapa dibunuh, dia akan mendapatkan satu dari dua kebaikan; meminta tebusan atau meminta balasan dari keluarga korban.\" Lalu datang seorang penduduk Yaman dan berkata, \"Wahai Rasulullah, tuliskanlah buatku?\" beliau lalu bersabda: \"Tuliskanlah untuk Abu fulan.\" Seorang laki-laki Quraisy lalu berkata, \"Kecuali pohon Idzhir wahai Rasulullah, karena pohon itu kami gunakan di rumah kami dan di kuburan kami.\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Kecuali pohon Idzhir, kecuali pohon Idzhir.\" Lalu dikatakan kepada Abu Abdullah, \"Apa yang dituliskan untuknya?\" Ia menjawab, \"Khutbah tadi.\"","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ قَالَ حَدَّثَنَا شَيْبَانُ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَأَنَّ خُزَاعَةَ قَتَلُوا رَجُلًا مِنْ بَنِي لَيْثٍ عَامَ فَتْحِ مَكَّةَ بِقَتِيلٍ مِنْهُمْ قَتَلُوهُ فَأُخْبِرَ بِذَلِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَكِبَ رَاحِلَتَهُ فَخَطَبَ فَقَالَ إِنَّ اللَّهَ حَبَسَ عَنْ مَكَّةَ الْقَتْلَ أَوْ الْفِيلَ قَالَ أَبُو عَبْد اللَّهِ كَذَا قَالَ أَبُو نُعَيْمٍ وَاجْعَلُوهُ عَلَى الشَّكِّ الْفِيلَ أَوْ الْقَتْلَ وَغَيْرُهُ يَقُولُ الْفِيلَ وَسَلَّطَ عَلَيْهِمْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ أَلَا وَإِنَّهَا لَمْ تَحِلَّ لِأَحَدٍ قَبْلِي وَلَمْ تَحِلَّ لِأَحَدٍ بَعْدِي أَلَا وَإِنَّهَا حَلَّتْ لِي سَاعَةً مِنْ نَهَارٍ أَلَا وَإِنَّهَا سَاعَتِي هَذِهِ حَرَامٌ لَا يُخْتَلَى شَوْكُهَا وَلَا يُعْضَدُ شَجَرُهَا وَلَا تُلْتَقَطُ سَاقِطَتُهَا إِلَّا لِمُنْشِدٍ فَمَنْ قُتِلَ فَهُوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا أَنْ يُعْقَلَ وَإِمَّا أَنْ يُقَادَ أَهْلُ الْقَتِيلِ فَجَاءَ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ فَقَالَ اكْتُبْ لِي يَا رَسُولَ اللَّهِ فَقَالَ اكْتُبُوا لِأَبِي فُلَانٍ فَقَالَ رَجُلٌ مِنْ قُرَيْشٍ إِلَّا الْإِذْخِرَ يَا رَسُولَ اللَّهِ فَإِنَّا نَجْعَلُهُ فِي بُيُوتِنَا وَقُبُورِنَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا الْإِذْخِرَ إِلَّا الْإِذْخِرَقَالَ أَبُو عَبْد اللَّهِ يُقَالُ يُقَادُ بِالْقَافِ فَقِيلَ لِأَبِي عَبْدِ اللَّهِ أَيُّ شَيْءٍ كَتَبَ لَهُ قَالَ كَتَبَ لَهُ هَذِهِ الْخُطْبَةَ","source":"Bukhari"},"__N_SSG":true}