{"pageProps":{"number":"1101","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'aim] berkata, telah menceritakan kepada kami [Sayf bin Sulaiman] aku mendengar [Mujahid] berkata, \" [Ibnu'Umar radliallahu 'anhuma] ditemui di rumahnya lalu dikatakan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam masuk Ka'bah\" Dia berkata: \"Maka aku susul Beliau namun Beliau sudah keluar dari dalam Ka'bah dan aku hanya mendapatkan Bilal sedang berdiri di depan pintu. Aku tanyakan kepadanya; \"Wahai Bilal, apakah Rasulullah shallallahu 'alaihi wasallam mendirikan shalat dalam Ka'bah?\" [Bilal] menjawab: Iya\". Aku berkata lagi; \"dimana beliau shalat?\" Dia menjawab: \"Diantara dua tiang, kemudian keluar dan mendirikan shalat dua raka'at di depan Ka'bah\". Berkata Abu 'Abdullah: berkata, Abu Hurairah radliallahu 'anhu: \"Nabi shallallahu 'alaihi wasallam telah mewasiatkan aku agar melaksanakan shalat Dhuha dua raka'at\". Dan berkata, 'Utban bin Malik: Aku pernah bersama Rasulullah shallallahu 'alaihi wasallam dan Abu Bakar radliallahu 'anhu di waktu pagi hari hingga siang mulai meninggi, lalu Beliau shallallahu 'alaihi wasallam membariskan kami di belakangnya kemudian shalat dua raka'at\".","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ قَالَ حَدَّثَنَا سَيْفُ بْنُ سُلَيْمَانَ سَمِعْتُ مُجَاهِدًا يَقُولُأُتِيَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا فِي مَنْزِلِهِ فَقِيلَ لَهُ هَذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ دَخَلَ الْكَعْبَةَ قَالَ فَأَقْبَلْتُ فَأَجِدُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ خَرَجَ وَأَجِدُ بِلَالًا عِنْدَ الْبَابِ قَائِمًا فَقُلْتُ يَا بِلَالُ أَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْكَعْبَةِ قَالَ نَعَمْ قُلْتُ فَأَيْنَ قَالَ بَيْنَ هَاتَيْنِ الْأُسْطُوَانَتَيْنِ ثُمَّ خَرَجَ فَصَلَّى رَكْعَتَيْنِ فِي وَجْهِ الْكَعْبَةِقَالَ أَبُو عَبْد اللَّهِ قَالَ أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَوْصَانِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَكْعَتَيْ الضُّحَى وَقَالَ عِتْبَانُ بْنُ مَالِكٍ غَدَا عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ بَعْدَ مَا امْتَدَّ النَّهَارُ وَصَفَفْنَا وَرَاءَهُ فَرَكَعَ رَكْعَتَيْنِ","source":"Bukhari"},"__N_SSG":true}