{"pageProps":{"number":"1221","slug":"bukhari","id":"Telah menceritakan kepada kami [Ashbagh] dari [Ibnu Wahb] berkata, telah mengabarkan kepada saya ['Amru] dari [Sa'id bin Al Harits Al Anshariy] dari ['Abdullah bin Umar radliallahu 'anhuma] berkata; Ketika Saad bin Ubadah sedang sakit, Nabi Shallallahu'alaihiwasallam menjenguknya bersama 'Abdurrahman bin 'Auf, Saad bin Abu Waqqash dan 'Abdullah bin Mas'ud radliallahu 'anhum. Ketika Beliau menemuinya, Beliau mendapatinya sedang dikerumuni keluarganya, Beliau bertanya: \"Apakah ia sudah meninggal?\". Mereka menjawab: \"Belum, wahai Rasulullah\". Lalu Nabi Shallallahu'alaihiwasallam menangis. Ketika orang-orang melihat Nabi Shallallahu'alaihiwasallam menangis, mereka pun turut menangis, maka Beliau bersabda: \"Tidakkah kalian mendengar bahwa Allah tidak mengadzab dengan tangisan air mata, tidak dengan hati yang bersedih, namun Dia mengadzab dengan ini, \" lalu Beliau menunjuk lidahnya, atau dirahmati (karena lisan itu) dan sesungguhnya mayat itu diadzab disebabkan tangisan keluarganya kepadanya\" Sambil 'Umar radliallahu 'anhu memukul tanah dengan tongkat, melempar batu dan menumpahkan tanah.","arab":"حَدَّثَنَا أَصْبَغُ عَنْ ابْنِ وَهْبٍ قَالَ أَخْبَرَنِي عَمْرٌو عَنْ سَعِيدِ بْنِ الْحَارِثِ الْأَنْصَارِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَاشْتَكَى سَعْدُ بْنُ عُبَادَةَ شَكْوَى لَهُ فَأَتَاهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُهُ مَعَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَسَعْدِ بْنِ أَبِي وَقَّاصٍ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُمْ فَلَمَّا دَخَلَ عَلَيْهِ فَوَجَدَهُ فِي غَاشِيَةِ أَهْلِهِ فَقَالَ قَدْ قَضَى قَالُوا لَا يَا رَسُولَ اللَّهِ فَبَكَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا رَأَى الْقَوْمُ بُكَاءَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَكَوْا فَقَالَ أَلَا تَسْمَعُونَ إِنَّ اللَّهَ لَا يُعَذِّبُ بِدَمْعِ الْعَيْنِ وَلَا بِحُزْنِ الْقَلْبِ وَلَكِنْ يُعَذِّبُ بِهَذَا وَأَشَارَ إِلَى لِسَانِهِ أَوْ يَرْحَمُ وَإِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِوَكَانَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ يَضْرِبُ فِيهِ بِالْعَصَا وَيَرْمِي بِالْحِجَارَةِ وَيَحْثِي بِالتُّرَابِ","source":"Bukhari"},"__N_SSG":true}