{"pageProps":{"number":"1457","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Yusuf] telah menceritakan kepada kami [Sufyan] dari [Qais bin Muslim] dari [Thoriq bin Syihab] dari [Abu Musa radliallahu 'anhu] berkata; Nabi shallallahu 'alaihi wasallam mengutusku kepada suatu kaum di negeri Yaman. Ketika aku sudah kembali aku menemui Beliau ketika Beliau berada di Batha'. Beliau berkata, kepadaku: \"Bagaimana cara kamu berihram (memulai hajji)?\". Aku menjawab: \"Aku berihram sebagaimana Nabi shallallahu 'alaihi wasallam berihram\". Beliau bertanya lagi: \"Apakah kamu ada membawa hewan qurban?. Aku menjawab: \"Tidak\". Maka Beliau memerintahkan aku agar aku melakukan thowaf di Baitulloh dan sa'iy antara bukit Ash-Shafa dan Al Marwah lalu memerintahkan aku pula agar aku bertahallul. Lalu aku temui seorang wanita dari keluargaku lalu dia menyisir rambutku atau membasuh kepalaku. Lalu 'Umar radliallahu 'anhu datang dan berkata: \"Jika kita mengambil pedoman dari Kitab Allah, sesungguhnya Dia memerintahkan kita agar kita menyempurnakannya (hajji dan 'umrah). Allah subhanahu wata'ala berfirman (Qs Al Baqarah ayat 196) yang artinya: (\"Dan semprurnakanlah 'ibadah hajji dan 'umrah kalian karena Allah) \", dan seandainya kita mengambil pedoman dari sunnah Rasulullah Shallallahu'alaihiwasallam, sesungguhnya Beliau tidak bertahallul kecuali setelah menyembelih hewan qurban\". ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُفْيَانُ عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ قَالَبَعَثَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى قَوْمٍ بِالْيَمَنِ فَجِئْتُ وَهُوَ بِالْبَطْحَاءِ فَقَالَ بِمَا أَهْلَلْتَ قُلْتُ أَهْلَلْتُ كَإِهْلَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَلْ مَعَكَ مِنْ هَدْيٍ قُلْتُ لَا فَأَمَرَنِي فَطُفْتُ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ أَمَرَنِي فَأَحْلَلْتُ فَأَتَيْتُ امْرَأَةً مِنْ قَوْمِي فَمَشَطَتْنِي أَوْ غَسَلَتْ رَأْسِي فَقَدِمَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ فَقَالَ إِنْ نَأْخُذْ بِكِتَابِ اللَّهِ فَإِنَّهُ يَأْمُرُنَا بِالتَّمَامِ قَالَ اللَّهُ{ وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ }وَإِنْ نَأْخُذْ بِسُنَّةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّهُ لَمْ يَحِلَّ حَتَّى نَحَرَ الْهَدْيَ","source":"Bukhari"},"__N_SSG":true}