{"pageProps":{"number":"1709","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Yusuf] telah mengabarkan kepada kami [Malik] dari [Zaid bin Aslam] dari [Ibrahim bin 'Abdullah bin Hunain] dari [bapaknya] bahwa 'Abdullah bin 'Abbas radliallahu 'anhu dan Al Miswar bin Makhramah berselisih pendapat ketika keduanya berada di Abwa'. 'Abdullah bin 'Abbas radliallahu 'anhu berkata; Orang yang sedang ihram membasuh kepalanya. Sedangkan Al Miswar berkata; Orang yang sedang ihram tidak boleh membasuh kepalanya. Maka 'Abdullah bin 'Abbas radliallahu 'anhu mengutusku untuk menemui [Abu Ayyub Al Anshariy]. Aku jumpai dia sedang mandi dibawah dua pohon dan dia berlindung dari balik kain. Maka aku memberi salam kepadanya. Dia bertanya: \"Siapa ini?\". Aku jawab: \"Aku 'Abdullah bin Hunain, 'Abdullah bin 'Abbas radliallahu 'anhu mengutusku kepadamu untuk menanyakan bagaimana dahulu Rasulullah shallallahu 'alaihi wasallam membasuh kepala Beliau ketika Beliau sedang ihram?\". Maka Abu Ayyub menyingkap kain penutup dengan tangannya sehingga kepalanya nampak olehku lalu dia berkata, kepada seseorang yang mengucurkan air kepadanya; \"Kucurkanlah air itu\". Maka orang itu mengucurkan air ke kepalanya lalu dia menggerak-gerakkan kepalanya dengan kedua tangannya lalu menarik tangannya kedepan ke belakang, lalu berkata: \"Begitulah aku pernah melihat Nabi shallallahu 'alaihi wasallam melakukannya\". ","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ عَنْ أَبِيهِأَنَّ عَبْدَ اللَّهِ بْنَ الْعَبَّاسِ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ اخْتَلَفَا بِالْأَبْوَاءِ فَقَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ يَغْسِلُ الْمُحْرِمُ رَأْسَهُ وَقَالَ الْمِسْوَرُ لَا يَغْسِلُ الْمُحْرِمُ رَأْسَهُ فَأَرْسَلَنِي عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ إِلَى أَبِي أَيُّوبَ الْأَنْصَارِيِّ فَوَجَدْتُهُ يَغْتَسِلُ بَيْنَ الْقَرْنَيْنِ وَهُوَ يُسْتَرُ بِثَوْبٍ فَسَلَّمْتُ عَلَيْهِ فَقَالَ مَنْ هَذَا فَقُلْتُ أَنَا عَبْدُ اللَّهِ بْنُ حُنَيْنٍ أَرْسَلَنِي إِلَيْكَ عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ أَسْأَلُكَ كَيْفَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَغْسِلُ رَأْسَهُ وَهُوَ مُحْرِمٌ فَوَضَعَ أَبُو أَيُّوبَ يَدَهُ عَلَى الثَّوْبِ فَطَأْطَأَهُ حَتَّى بَدَا لِي رَأْسُهُ ثُمَّ قَالَ لِإِنْسَانٍ يَصُبُّ عَلَيْهِ اصْبُبْ فَصَبَّ عَلَى رَأْسِهِ ثُمَّ حَرَّكَ رَأْسَهُ بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ وَقَالَ هَكَذَا رَأَيْتُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُ","source":"Bukhari"},"__N_SSG":true}