{"pageProps":{"number":"1832","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Ja'far bin 'Aun] telah menceritakan kepada kami [Abu Al 'Umais] dari ['Aun bin Abu Juhaifah] dari [bapaknya] berkata; Nabi shallallahu 'alaihi wasallam mempersaudarakan Salman dan Abu Darda'. Suatu hari Salman mengunjungi Abu Darda', lalu ia melihat Ummu Darda' dengan baju yang kumuh, lalu ia berkata, kepadanya; \"Ada apa denganmu?\" Dia menjawab: \"Saudaramu Abu Darda', dia tidak memperhatikan kebutuhan dunia\". Kemudian Abu Darda' datang, lalu ia membuat makanan untuk Salman. Salman berkata kepada Abu Darda': \"Makanlah!\". Abu Darda' menjawab: \"Aku sedang berpuasa\". Salman berkata: \"Aku tidak akan makan hingga engkau makan\". Dia berkata: \"Lalu Abu Darda' ikut makan\". Pada malam hari Abu Darda' bangun, lalu Salman berkata: \"Teruskanlah tidur\". Maka iapun tidur lalu bangun lagi, lalu Salman berkata: \"Teruskanlah tidur\". Maka iapun tidur lagi. Pada akhir malam Salman berkata: \"Sekarang bangunlah\". Kemudian mereka berdua shalat malam\". Lalu Salman berkata kepada Abu Darda': \"Sesungguhnya Rabbmu mempunyai hak atasmu, dan jiwamu mempunyai hak atasmu, dan isterimu mempunyai hak atasmu, maka berilah setiap hak kepada orang yang berhak\". Kemudian Abu Darda' menemui Nabi shallallahu 'alaihi wasallam lalu ia menceritakan hal itu. Maka Beliau bersabda: \"Salman benar\".","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ حَدَّثَنَا أَبُو الْعُمَيْسِ عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ عَنْ أَبِيهِ قَالَآخَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ سَلْمَانَ وَأَبِي الدَّرْدَاءِ فَزَارَ سَلْمَانُ أَبَا الدَّرْدَاءِ فَرَأَى أُمَّ الدَّرْدَاءِ مُتَبَذِّلَةً فَقَالَ لَهَا مَا شَأْنُكِ قَالَتْ أَخُوكَ أَبُو الدَّرْدَاءِ لَيْسَ لَهُ حَاجَةٌ فِي الدُّنْيَا فَجَاءَ أَبُو الدَّرْدَاءِ فَصَنَعَ لَهُ طَعَامًا فَقَالَ كُلْ قَالَ فَإِنِّي صَائِمٌ قَالَ مَا أَنَا بِآكِلٍ حَتَّى تَأْكُلَ قَالَ فَأَكَلَ فَلَمَّا كَانَ اللَّيْلُ ذَهَبَ أَبُو الدَّرْدَاءِ يَقُومُ قَالَ نَمْ فَنَامَ ثُمَّ ذَهَبَ يَقُومُ فَقَالَ نَمْ فَلَمَّا كَانَ مِنْ آخِرِ اللَّيْلِ قَالَ سَلْمَانُ قُمْ الْآنَ فَصَلَّيَا فَقَالَ لَهُ سَلْمَانُ إِنَّ لِرَبِّكَ عَلَيْكَ حَقًّا وَلِنَفْسِكَ عَلَيْكَ حَقًّا وَلِأَهْلِكَ عَلَيْكَ حَقًّا فَأَعْطِ كُلَّ ذِي حَقٍّ حَقَّهُ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ سَلْمَانُ","source":"Bukhari"},"__N_SSG":true}