{"pageProps":{"number":"2177","slug":"bukhari","id":"Bab. Telah menceritakan kepada kami [Muhammad bin Sinan] telah menceritakan kepada kami [Fulaih] telah menceritakan kepada kami [Hilal]. Dan diriwaatkan pula, telah menceritakan kepada kami ['Abdullah bin Muhammad] telah menceritakan kepada kami [Abu 'Amir] telah menceritakan kepada kami [Fulaih] dari [Hilal bin 'Ali] dari ['Atha' bin Yasar] dari [Abu Hurairah radliallahu 'anhu] bahwa pada suatu hari Nabi shallallahu 'alaihi wasallam berbicara dan disamping Beliau ada seorang laki-laki penduduk Baduy: \"Ada seorang dari penduduk surga meminta izin kepada Rabbnya untuk bercocok tanam. Maka Rabbnya berkata, kepadanya: \"Bukankah kamu bebas melakukan apa saja yang kamu mau?\" Orang itu berkata: \"Benar, tapi aku suka bercocok tanam\". Beliau berkata: \"Maka orang itu bersegera menanam benih sehingga tumbuh berkembang dengan sangat banyak hingga ketika panen hasilnya sebanyak gunung. Maka Allah berfirman: \"Tidak ada yang melebihi kamu wahai anak Adam\". Maka laki-laki Baduy itu berkata: \"Demi Allah, tidak akan anda temui orang seperti itu selain Kaum Quraisy dan Anshar karena mereka para petani sedangkan kami bukanlah petani\". Maka Nabi shallallahu 'alaihi wasallam tertawa.","arab":"بَاب حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ حَدَّثَنَا فُلَيْحٌ حَدَّثَنَا هِلَالٌ ح و حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا أَبُو عَامِرٍ حَدَّثَنَا فُلَيْحٌ عَنْ هِلَالِ بْنِ عَلِيٍّ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَوْمًا يُحَدِّثُ وَعِنْدَهُ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ أَنَّ رَجُلًا مِنْ أَهْلِ الْجَنَّةِ اسْتَأْذَنَ رَبَّهُ فِي الزَّرْعِ فَقَالَ لَهُ أَلَسْتَ فِيمَا شِئْتَ قَالَ بَلَى وَلَكِنِّي أُحِبُّ أَنْ أَزْرَعَ قَالَ فَبَذَرَ فَبَادَرَ الطَّرْفَ نَبَاتُهُ وَاسْتِوَاؤُهُ وَاسْتِحْصَادُهُ فَكَانَ أَمْثَالَ الْجِبَالِ فَيَقُولُ اللَّهُ دُونَكَ يَا ابْنَ آدَمَ فَإِنَّهُ لَا يُشْبِعُكَ شَيْءٌ فَقَالَ الْأَعْرَابِيُّ وَاللَّهِ لَا تَجِدُهُ إِلَّا قُرَشِيًّا أَوْ أَنْصَارِيًّا فَإِنَّهُمْ أَصْحَابُ زَرْعٍ وَأَمَّا نَحْنُ فَلَسْنَا بِأَصْحَابِ زَرْعٍ فَضَحِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}