{"pageProps":{"number":"2743","slug":"bukhari","id":"Telah bercerita kepada kami ['Utsman bin Abi Syaibah] telah bercerita kepada kami [Jarir] dari [Manshur] dari [Abu Wa'il] berkata; ['Abdullah bin Mas'ud] berkata: \"Pada hari ini ada seorang yang datang menemuiku lalu bertanya tentang sesuatu yang aku tidak tahu apa yang harus aku jawab. Dia berkata: \"Bagaimana pendapatmu tentang seseorang yang bersemangat dan sungguh-sungguh, ia keluar bersama para pemimpin kita pada peperangan, lalu ia mengatakan kepada kita segala sesuatu yang kita tidak mampu menghitungnya?\" aku jawab: \"Demi Allah, aku tidak tahu apa yang harus aku katakan padamu, kecuali ketika kami bersama Nabi shallallahu 'alaihi wasallam, dimana Beliau tidak menginginkan kepada kami kecuali hanya sekali hingga kami melakukannya. (Kata Beliau): \"Dan sesungguhnya ada orang diantara kalian yang akan senantiasa dalam kebaikan selama ia bertakwa kepada Allah. Jika ia ragu pada dirinya tentang sesuatu ia bertanya kepada orang lain lalu ia meyelesaikan perkaranya. Dan hampir-hampir kalian tidak akan menemuinya. Demi Dzat yang tidak ada ilah selain Dia, aku ingat bahwa tidak ada yang menyelimuti dunia kecuali seperti air keruh yang diminum bagian bersihnya dan tersisa keruhnya\".","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ أَبِي وَائِلٍ قَالَ قَالَ عَبْدُ اللَّهِ رَضِيَ اللَّهُ عَنْهُلَقَدْ أَتَانِي الْيَوْمَ رَجُلٌ فَسَأَلَنِي عَنْ أَمْرٍ مَا دَرَيْتُ مَا أَرُدُّ عَلَيْهِ فَقَالَ أَرَأَيْتَ رَجُلًا مُؤْدِيًا نَشِيطًا يَخْرُجُ مَعَ أُمَرَائِنَا فِي الْمَغَازِي فَيَعْزِمُ عَلَيْنَا فِي أَشْيَاءَ لَا نُحْصِيهَا فَقُلْتُ لَهُ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لَكَ إِلَّا أَنَّا كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَسَى أَنْ لَا يَعْزِمَ عَلَيْنَا فِي أَمْرٍ إِلَّا مَرَّةً حَتَّى نَفْعَلَهُ وَإِنَّ أَحَدَكُمْ لَنْ يَزَالَ بِخَيْرٍ مَا اتَّقَى اللَّهَ وَإِذَا شَكَّ فِي نَفْسِهِ شَيْءٌ سَأَلَ رَجُلًا فَشَفَاهُ مِنْهُ وَأَوْشَكَ أَنْ لَا تَجِدُوهُ وَالَّذِي لَا إِلَهَ إِلَّا هُوَ مَا أَذْكُرُ مَا غَبَرَ مِنْ الدُّنْيَا إِلَّا كَالثَّغْبِ شُرِبَ صَفْوُهُ وَبَقِيَ كَدَرُهُ","source":"Bukhari"},"__N_SSG":true}