{"pageProps":{"number":"3024","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdah bin 'Abdullah] telah mengabarkan kepada kami [Yahya bin Adam] dari [Isra'il] dari [Manshur] dari [Ibrahim] dari ['Alqamah] dari ['Abdullah] berkata; \"Kami pernah bersama Rasulullah shallallahu 'alaihi wasallam di suatu gua lalu turunlah firman Allah Ta'ala *Wal mursalaati 'urfaa, (Demi malaikat-malaikat yang datang membawa kebaikan). Ketika kami sedang menyimak apa yang Beliau bacakan melalui mulut Beliau, tiba-tiba ada seekor ular yang keluar dari lubangnya. Maka kami segera mengejarnya untuk membunuhnya namun ular itu dapat lolos dari kami dan masuk ke dalam lubangnya kembali. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ular itu telah selamat dari keburukan kalian sebagaimana kalian pun telah selamat dari keburukannya\". Dan dari [Isra'il] dari [Al A'masy] dari [Ibrahim] dari ['Alqamah] dari ['Abdullah] seperti matan hadits ini, berkata; \"Kami mengambil bacaan ayat itu lewat mulut Beliau secara lembut\". Dan diikuti pula oleh [Abu 'Awanah] dari [Mughirah]. Dan [Hafsh], [Abu Mu'awiyah] dan [Sulaiman bin Qarm] berkata dari [Al A'masy] dari [Ibrahim] dari [Al Aswad] dari ['Abdullah].","arab":"حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ أَخْبَرَنَا يَحْيَى بْنُ آدَمَ عَنْ إِسْرَائِيلَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَارٍ فَنَزَلَتْ وَالْمُرْسَلَاتِ عُرْفًا فَإِنَّا لَنَتَلَقَّاهَا مِنْ فِيهِ إِذْ خَرَجَتْ حَيَّةٌ مِنْ جُحْرِهَا فَابْتَدَرْنَاهَا لِنَقْتُلَهَا فَسَبَقَتْنَا فَدَخَلَتْ جُحْرَهَا فَقَال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وُقِيَتْ شَرَّكُمْ كَمَا وُقِيتُمْ شَرَّهَاوَعَنْ إِسْرَائِيلَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ مِثْلَهُ قَالَ وَإِنَّا لَنَتَلَقَّاهَا مِنْ فِيهِ رَطْبَةً وَتَابَعَهُ أَبُو عَوَانَةَ عَنْ مُغِيرَةَ وَقَالَ حَفْصٌ وَأَبُو مُعَاوِيَةَ وَسُلَيْمَانُ بْنُ قَرْمٍ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَبْدِ اللَّهِ","source":"Bukhari"},"__N_SSG":true}