{"pageProps":{"number":"3474","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Yusuf] telah menceritakan kepada kami [Sufyan] dari [Humaid] dari [Anas] radliallahu 'anhu berkata; \"Ketika Abdurrahman bin 'Auf tiba di Madinah, Nabi shallallahu 'alaihi wasallam mempersaudarakan dia dengan Sa'ad bin Ar Rabi' Al Anshari, lalu Sa'ad menawarkan membagi dua diantara dua istri dan hartanya. Lantas Abdurrahman bin 'Auf berkata; \"Semoga Allah memberkahimu pada keluarga dan hartamu. Beritahukanlah pasarnya kepadaku.\" Lalu dia berjualan dan mendapat keuntungan dari berdagang minyak samin dan keju. Setelah beberapa hari, Nabi shallallahu 'alaihi wasallam melihatnya dalam keadaan mengenakan baju dan wewangian. Maka Nabi shallallahu 'alaihi wasallam bertanya kepadanya: \"Bagaimana keadaanmu, wahai 'Abdurrahman?\" Abdurrahman menjawab; \"Aku telah menikah dengan seorang wanita Anshar.\" Beliau bertanya lagi: \"Berapa jumlah mahar yang kamu berikan padanya?\" Abdurrahman menjawab; \"Perhiasan seberat biji emas atau sebiji emas.\" Lalu beliau bersabda: \"Adakanlah walimah (resepsi) sekalipun hanya dengan seekor kambing.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُفْيَانُ عَنْ حُمَيْدٍ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَقَدِمَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ الْمَدِينَةَ فَآخَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيعِ الْأَنْصَارِيِّ فَعَرَضَ عَلَيْهِ أَنْ يُنَاصِفَهُ أَهْلَهُ وَمَالَهُ فَقَالَ عَبْدُ الرَّحْمَنِ بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ دُلَّنِي عَلَى السُّوقِ فَرَبِحَ شَيْئًا مِنْ أَقِطٍ وَسَمْنٍ فَرَآهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ أَيَّامٍ وَعَلَيْهِ وَضَرٌ مِنْ صُفْرَةٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَهْيَمْ يَا عَبْدَ الرَّحْمَنِ قَالَ يَا رَسُولَ اللَّهِ تَزَوَّجْتُ امْرَأَةً مِنْ الْأَنْصَارِ قَالَ فَمَا سُقْتَ فِيهَا فَقَالَ وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْلِمْ وَلَوْ بِشَاةٍ","source":"Bukhari"},"__N_SSG":true}