{"pageProps":{"number":"3818","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] dari [Yahya bin Sa'id] dari [Humaid] dari [Anas] dia berkata; ['Umar] berkata; Aku telah menepati Rabbku dalam tiga hal, atau Rabbku telah menyetujuiku dalam tiga hal. Aku berkata; \"Wahai Rasulullah seandainya engkau menjadikan Maqam Ibrahim sebagai tempat shalat.\" Aku berkata; \"Wahai Rasulullah, sesungguhnya yang menemuimu adalah orang-orang yang baik dan yang jahat, seandainya engkau perintahkan kepada para Ummul Mukminin supaya memakai hijab.\" maka turunlah ayat hijab. Dan suatu ketika aku mendengar Rasulullah shallallahu 'alaihi wasallam mempersalahkan sebagian istri-istrinya, maka akupun mengunjungi mereka dan berkata; \"Berhentilah kalian dari berbuat masalah dengan Nabi atau boleh jadi Allah akan memberi ganti kepadanya dengan isteri yang lebih baik dari pada kalian.\" Ketika aku menemui salah seorang istrinya, ia berkata kepadaku; wahai Umar! Bukankah Rasulullah shallallahu 'alaihi wasallam lebih berhak menasihati istri-istrinya daripada kamu? Maka turunlah ayat; \"Boleh jadi jika ia ceraikan kamu, Tuhannya akan memberinya ganti istri-istri yang lebih baik dari pada kamu -perempuan yang berserah diri.- (QS At Tahrim: 5).\" Dan [Ibnu Abu Maryam] berkata; Telah mengabarkan kepada kami [Yahya bin Ayub] Telah menceritakan kepadaku [Humaid] Aku mendengar [Anas] dari [Umar].","arab":"حَدَّثَنَا مُسَدَّدٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ حُمَيْدٍ عَنْ أَنَسٍ قَالَ قَالَ عُمَرُوَافَقْتُ اللَّهَ فِي ثَلَاثٍ أَوْ وَافَقَنِي رَبِّي فِي ثَلَاثٍ قُلْتُ يَا رَسُولَ اللَّهِ لَوْ اتَّخَذْتَ مَقَامَ إِبْرَاهِيمَ مُصَلًّى وَقُلْتُ يَا رَسُولَ اللَّهِ يَدْخُلُ عَلَيْكَ الْبَرُّ وَالْفَاجِرُ فَلَوْ أَمَرْتَ أُمَّهَاتِ الْمُؤْمِنِينَ بِالْحِجَابِ فَأَنْزَلَ اللَّهُ آيَةَ الْحِجَابِ قَالَ وَبَلَغَنِي مُعَاتَبَةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْضَ نِسَائِهِ فَدَخَلْتُ عَلَيْهِنَّ قُلْتُ إِنْ انْتَهَيْتُنَّ أَوْ لَيُبَدِّلَنَّ اللَّهُ رَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْرًا مِنْكُنَّ حَتَّى أَتَيْتُ إِحْدَى نِسَائِهِ قَالَتْ يَا عُمَرُ أَمَا فِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يَعِظُ نِسَاءَهُ حَتَّى تَعِظَهُنَّ أَنْتَ فَأَنْزَلَ اللَّهُ{ عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبَدِّلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ }الْآيَةَوَقَالَ ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنِي حُمَيْدٌ سَمِعْتُ أَنَسًا عَنْ عُمَرَ","source":"Bukhari"},"__N_SSG":true}