{"pageProps":{"number":"3885","slug":"bukhari","id":"Telah menceritakan kepadaku [Ibrahim bin Al Mundzir] Telah menceritakan kepada kami [Abu Dlamrah]; Telah menceritakan kepada kami [Musa bin 'Uqbah] dari [Nafi'] dari ['Abdullah bin 'Umar radliallahu 'anhu] bahwa orang-orang Yahudi menemui Nabi shallallahu 'alaihi wasallam dengan membawa seorang laki-laki dan seorang perempuan yang telah berzina. Lalu Nabi shallallahu 'alaihi wasallam bertanya kepada mereka: 'Apa yang kalian lakukan kepada orang yang berzina? ' Mereka menjawab; 'Kami mencoret-coret wajah keduanya dengan warna hitam dan memukulnya. Nabi shallallahu 'alaihi wasallam bersabda: 'Apakah kalian tidak menemukan hukuman rajam di dalam Taurat? Mereka menjawab; 'Kami tidak mendapatkannya sedikit pun. Maka Abdullah bin Salam berkata kepada mereka; 'Kalian telah berdusta, datangkanlah Taurat kalian dan bacalah jika kalian orang-orang yang jujur.' Maka mereka pun meletakan kitab yang mereka pelajari dan di antara mereka ada yang menutupinya dengan tangan pada ayat rajam, dengan cepat dia membaca apa yang ada disamping kanan kirinya tanpa membaca ayat rajam. Abdullah Salam pun segera menyingkirkan tangannya, seraya berkata; 'Apa ini? ' Tatkala mereka melihat hal itu, mereka menjawab; 'ini adalah ayat rajam.' Maka Rasulullah shallallahu 'alaihi wasallam menyuruh untuk merajam keduanya di dekat kuburan samping masjid. Kata Abdullah; 'Aku melihat lelakinya melindungi dan menutupi wanitanya dari lemparan batu dengan cara membungkukkan badannya.'","arab":"حَدَّثَنِي إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنَا أَبُو ضَمْرَةَ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ الْيَهُودَ جَاءُوا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَجُلٍ مِنْهُمْ وَامْرَأَةٍ قَدْ زَنَيَا فَقَالَ لَهُمْ كَيْفَ تَفْعَلُونَ بِمَنْ زَنَى مِنْكُمْ قَالُوا نُحَمِّمُهُمَا وَنَضْرِبُهُمَا فَقَالَ لَا تَجِدُونَ فِي التَّوْرَاةِ الرَّجْمَ فَقَالُوا لَا نَجِدُ فِيهَا شَيْئًا فَقَالَ لَهُمْ عَبْدُ اللَّهِ بْنُ سَلَامٍ كَذَبْتُمْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ فَوَضَعَ مِدْرَاسُهَا الَّذِي يُدَرِّسُهَا مِنْهُمْ كَفَّهُ عَلَى آيَةِ الرَّجْمِ فَطَفِقَ يَقْرَأُ مَا دُونَ يَدِهِ وَمَا وَرَاءَهَا وَلَا يَقْرَأُ آيَةَ الرَّجْمِ فَنَزَعَ يَدَهُ عَنْ آيَةِ الرَّجْمِ فَقَالَ مَا هَذِهِ فَلَمَّا رَأَوْا ذَلِكَ قَالُوا هِيَ آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا فَرُجِمَا قَرِيبًا مِنْ حَيْثُ مَوْضِعُ الْجَنَائِزِ عِنْدَ الْمَسْجِدِ فَرَأَيْتُ صَاحِبَهَا يَحْنِي عَلَيْهَا يَقِيهَا الْحِجَارَةَ","source":"Bukhari"},"__N_SSG":true}