{"pageProps":{"number":"3921","slug":"bukhari","id":"Telah menceritakan kepada kami [Isma'il bin 'Abdullah] dia berkata; Telah menceritakan kepadaku [Ibrahim bin Sa'ad] dari [Shalih bin Kaisan] dari [Ibnu Syihab] dia berkata; Telah menceritakan kepadaku [Sahl bin Sa'ad As Sa'idi] bahwasanya dia melihat [Marwan bin Hakam] sedang berada dimasjid maka aku menemuinya dan duduk di sampingnya. Ia mengabarkan kepada kami, dari [Zaid bin Tsabit] bahwa Rasulullah shallallahu 'alaihi wasallam bahwa mendiktekan kepadanya ayat LAA YASTAWIL QAA'IDUUNA MINAL MUKMINIINA WAL MUJAAHIDUUNA FII SABIILILLAAH' 'Tidaklah sama antara orang mukmin yang tidak ikut berperang dan mereka yang berjihad fii sabilillah.' (An Nisa: 95) Kemudian datang kepadanya Ibnu Ummi Maktum dan beliau mendiktekannya kepadaku. Lalu ia berkata; wahai Rasulullah shallallahu 'alaihi wasallam seandainya saya mampu untuk berjihad, niscaya saya akan berjihad. Dan ia adalah orang yang buta, kemudian Allah menurunkan kepada Rasul-Nya shallallahu 'alaihi wasallam dan pahanya berada di atas pahaku hingga terasa berat bagiku hampir aku merasa takut pahaku patah, kemudian terhilangkan kesusahannya, dan Allah 'azza wajalla menurunkan ayat GHAIRU ULIDHDLARAR' 'Kecuali orang-orang yang mempunyai halangan'.","arab":"حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ ابْنِ شِهَابٍ قَالَ حَدَّثَنِي سَهْلُ بْنُ سَعْدٍ السَّاعِدِيُّ أَنَّهُ رَأَى مَرْوَانَ بْنَ الْحَكَمِ فِي الْمَسْجِدِ فَأَقْبَلْتُ حَتَّى جَلَسْتُ إِلَى جَنْبِهِ فَأَخْبَرَنَا أَنَّ زَيْدَ بْنَ ثَابِتٍ أَخْبَرَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْلَى عَلَيْهِ{ لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ }{ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ }فَجَاءَهُ ابْنُ أُمِّ مَكْتُومٍ وَهْوَ يُمِلُّهَا عَلَيَّ قَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَوْ أَسْتَطِيعُ الْجِهَادَ لَجَاهَدْتُ وَكَانَ أَعْمَى فَأَنْزَلَ اللَّهُ عَلَى رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفَخِذُهُ عَلَى فَخِذِي فَثَقُلَتْ عَلَيَّ حَتَّى خِفْتُ أَنْ تَرُضَّ فَخِذِي ثُمَّ سُرِّيَ عَنْهُ فَأَنْزَلَ اللَّهُ{ غَيْرَ أُولِي الضَّرَرِ }","source":"Bukhari"},"__N_SSG":true}