{"pageProps":{"number":"4211","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Abdurrahim] Telah menceritakan kepada kami [Harun bin Ma'ruf] Telah menceritakan kepada kami [Abdullah bin Wahb] ia berkata, Telah mengabarkan kepadaku [Ibnu Juraij] bahwa [Al Hasan bin Muslim] Telah mengabarkan kepadanya dari [Thawus] dari [Ibnu Abbas radliallahu 'anhuma] ia berkata; Aku pernah turut menunaikan Shalat 'Idul Fithri bersama Rasulullah shallallahu 'alaihi wasallam, Abu Bakar, Umar dan Utsman, maka semuanya shalat terlebih dahulu sebelum khuthbah. Dan setelah shalat, barulah mereka menyampaikan khuthbah. Ketika Nabi shallallahu 'alaihi wasallam turun, maka aku melihat saat beliau memerintahkan dengan tangannya agar kaum lelaki duduk. Dan setelah itu, beliau berjalan ditemani Bilal melewati mereka hingga sampai di tempat kaum wanita berada. Kemudian beliau membaca: \"Wahai sang Nabi, apabila wanita-wanita mukminat datang kepadamu hendak berbai'at bahwa mereka tidak akan menyekutukan Allah dengan sesuatu apa pun, tidak mencuri, tidak berzina, dan tidak akan membunuh anak-anak mereka, serta tidak akan berbuat kebohongan...\"(QS. ALmumtahanah 12). hingga beliau selesai membaca ayat itu keseluruhannya. Setelah itu beliau bersabda: \"Kalian semua berada di atas janji itu.\" Lalu salah seorang wanita menjawab, \"Ya, wahai Rasulullah.\" Sementara yang lain diam. Al Hasan tidak tahu, siapakah wanita itu. Akhirnya para wanita bersedekah, sedangkan Bilal membentangkan pakaiannya, sementara mereka melemparkan gelang dan cincin-cincin mereka ke dalam pakaian Bilal.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ وَأَخْبَرَنِي ابْنُ جُرَيْجٍ أَنَّ الْحَسَنَ بْنَ مُسْلِمٍ أَخْبَرَهُ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَشَهِدْتُ الصَّلَاةَ يَوْمَ الْفِطْرِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكُلُّهُمْ يُصَلِّيهَا قَبْلَ الْخُطْبَةِ ثُمَّ يَخْطُبُ بَعْدُ فَنَزَلَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَأَنِّي أَنْظُرُ إِلَيْهِ حِينَ يُجَلِّسُ الرِّجَالَ بِيَدِهِ ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى أَتَى النِّسَاءَ مَعَ بِلَالٍ فَقَالَ{ يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ }حَتَّى فَرَغَ مِنْ الْآيَةِ كُلِّهَا ثُمَّ قَالَ حِينَ فَرَغَ أَنْتُنَّ عَلَى ذَلِكَ فَقَالَتْ امْرَأَةٌ وَاحِدَةٌ لَمْ يُجِبْهُ غَيْرُهَا نَعَمْ يَا رَسُولَ اللَّهِ لَا يَدْرِي الْحَسَنُ مَنْ هِيَ قَالَ فَتَصَدَّقْنَ وَبَسَطَ بِلَالٌ ثَوْبَهُ فَجَعَلْنَ يُلْقِينَ الْفَتَخَ وَالْخَوَاتِيمَ فِي ثَوْبِ بِلَالٍ","source":"Bukhari"},"__N_SSG":true}