{"pageProps":{"number":"4222","slug":"bukhari","id":"Telah menceritakan kepada kami [Al Humaidi] Telah menceritakan kepada kami [Sufyan] ia berkata, Aku menghafalnya dari [Amru bin Dinar] ia berkata; Aku mendengar [Jabir bin Abdullah radliallahu 'anhuma] berkata; Saat kami berada dalam suatu peperangan, tiba-tiba seorang laki-laki dari kaum Muhajirin mendorong seseorang dari kalangan Anshar, maka sang Anshar pun berseru, \"Wahai orang-orang Anshar.\" Dan sang Muhajir pun berseru, \"Wahai orang-orang Muhajirin.\" Maka Allah memperdengarkan ungkapan itu pada Rasul-Nya shallallahu 'alaihi wasallam. Maka beliau pun bersabda: \"Apa-apaan ini?\" para sahabat menjawab, \"Seorang laki-laki dari kaum Muhajirin mendorong seseorang dari kaum Anshar. Sang Anshar berseru, 'Wahai kaum Anshar.' Dan seorang Muhajir itu pun berseru, 'Wahai kaum Muhajirin.'\" Akhirnya Nabi shallallahu 'alaihi wasallam bersabda: \"Tinggalkanlah perbuatan itu, sebab itu adalah kebusukan.\" Jabir berkata; Jumlah kaum Anshar saat Nabi shallallahu 'alaihi wasallam datang lebih banyak, namun setelah itu jumlah kaum Muhajirin menjadi lebih banyak dari jumlah mereka. Kemudian Abdullah bin Ubbay berkata, \"Bukankah mereka telah melakukannya? Demi Allah, jika kita kembali ke Madinah, niscaya orang-orang mulia akan mengusir orang-orang hina darinya.\" Umar bin Al Khaththab radliallahu 'anhu berkata, \"Izinkanlah aku wahai Rasulullah untuk menebas leher orang munafik ini.\" Tetapi Nabi shallallahu 'alaihi wasallam bersabda: \"Biarkanlah ia, agar orang-orang tidak berkomentar bahwa Muhammad membunuh sahabatnya sendiri.\"","arab":"حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ قَالَ حَفِظْنَاهُ مِنْ عَمْرِو بْنِ دِينَارٍ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُكُنَّا فِي غَزَاةٍ فَكَسَعَ رَجُلٌ مِنْ الْمُهَاجِرِينَ رَجُلًا مِنْ الْأَنْصَارِ فَقَالَ الْأَنْصَارِيُّ يَا لَلْأَنْصَارِ وَقَالَ الْمُهَاجِرِيُّ يَا لَلْمُهَاجِرِينَ فَسَمَّعَهَا اللَّهُ رَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا هَذَا فَقَالُوا كَسَعَ رَجُلٌ مِنْ الْمُهَاجِرِينَ رَجُلًا مِنْ الْأَنْصَارِ فَقَالَ الْأَنْصَارِيُّ يَا لَلْأَنْصَارِ وَقَالَ الْمُهَاجِرِيُّ يَا لَلْمُهَاجِرِينَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعُوهَا فَإِنَّهَا مُنْتِنَةٌ قَالَ جَابِرٌ وَكَانَتْ الْأَنْصَارُ حِينَ قَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكْثَرَ ثُمَّ كَثُرَ الْمُهَاجِرُونَ بَعْدُ فَقَالَ عَبْدُ اللَّهِ بْنُ أُبَيٍّ أَوَقَدْ فَعَلُوا وَاللَّهِ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ دَعْنِي يَا رَسُولَ اللَّهِ أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعْهُ لَا يَتَحَدَّثُ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ","source":"Bukhari"},"__N_SSG":true}