{"pageProps":{"number":"4682","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdul Aziz bin Abdullah] Telah menceritakan kepada kami [Muhammad bin Ja'far] dari [Abu Hazim] dari [Abdullah bin Abu Qatadah As Salami] dari [bapaknya] bahwa ia berkata; Pada suatu hari, aku duduk-duduk bersama beberapa orang dari kalangan sahabat Nabi shallallahu 'alaihi wasallam, tepatnya di suatu rumah yang ada di jalan menuju Makkah, sementara Nabi shallallahu 'alaihi wasallam juga singgah di hadapan kami, sedangkan orang-orang dalam keadaan Ihram, kecuali aku. Tiba-tiba mereka melihat keledai liar, sementara aku sedang sibuk menambal sendalku, dan mereka juga tidak memberitahuku. Mereka sangat menginginkan bila aku melihatnya. Aku pun menoleh, lalu melihatnya, maka aku segera beranjak menuju kuda milikku, memasang pelananya dan menaikinya, namun aku lupa untuk membawa cambuk dan tombak. Maka kukatakanlah pada mereka, \"Ambilkan cambuk dan tombak.\" Mereka berkata, \"Tidak, Demi Allah, kami tidak akan membantumu dengan sesuatu pun untuk menangkapnya.\" Aku pun marah dan turun lalu mengambil keduanya lalu segera menuju himar dan menikamnya. Kemudian aku mendatanginya, dan ternyata ia telah mati. Lalu orang-orang yang muhrim pun ikut memakan dagingnya. Sesudah itu, mereka merasa bimbang karena memakannya karena mereka dalam keadaan Muhrim. Kemudian kami pun istirahat dan aku menyimpan daging bagian lengannya. Setelah itu, kami menjumpai Rasulullah shallallahu 'alaihi wasallam dan kami pun menanyakan hal itu pada beliau, maka beliau bersabda: \"Apakah kalian masih mempunyai dagingnya?\" Maka aku menyerahkan bagian lengannya itu pada beliau dan beliau pun memakannya hingga mengunyahnya sementara beliau sedang muhrim. [Muhammad bin Ja'far] berkata; dan Telah menceritakan kepadaku [Zaid bin Aslam] dari ['Atha` bin Yasar] dari [Abu Qatadah] semisalnya.","arab":"حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ أَبِي حَازِمٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ السَّلَمِيِّ عَنْ أَبِيهِ أَنَّهُ قَالَكُنْتُ يَوْمًا جَالِسًا مَعَ رِجَالٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَنْزِلٍ فِي طَرِيقِ مَكَّةَ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَازِلٌ أَمَامَنَا وَالْقَوْمُ مُحْرِمُونَ وَأَنَا غَيْرُ مُحْرِمٍ فَأَبْصَرُوا حِمَارًا وَحْشِيًّا وَأَنَا مَشْغُولٌ أَخْصِفُ نَعْلِي فَلَمْ يُؤْذِنُونِي لَهُ وَأَحَبُّوا لَوْ أَنِّي أَبْصَرْتُهُ فَالْتَفَتُّ فَأَبْصَرْتُهُ فَقُمْتُ إِلَى الْفَرَسِ فَأَسْرَجْتُهُ ثُمَّ رَكِبْتُ وَنَسِيتُ السَّوْطَ وَالرُّمْحَ فَقُلْتُ لَهُمْ نَاوِلُونِي السَّوْطَ وَالرُّمْحَ فَقَالُوا لَا وَاللَّهِ لَا نُعِينُكَ عَلَيْهِ بِشَيْءٍ فَغَضِبْتُ فَنَزَلْتُ فَأَخَذْتُهُمَا ثُمَّ رَكِبْتُ فَشَدَدْتُ عَلَى الْحِمَارِ فَعَقَرْتُهُ ثُمَّ جِئْتُ بِهِ وَقَدْ مَاتَ فَوَقَعُوا فِيهِ يَأْكُلُونَهُ ثُمَّ إِنَّهُمْ شَكُّوا فِي أَكْلِهِمْ إِيَّاهُ وَهُمْ حُرُمٌ فَرُحْنَا وَخَبَأْتُ الْعَضُدَ مَعِي فَأَدْرَكْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلْنَاهُ عَنْ ذَلِكَ فَقَالَ مَعَكُمْ مِنْهُ شَيْءٌ فَنَاوَلْتُهُ الْعَضُدَ فَأَكَلَهَا حَتَّى تَعَرَّقَهَا وَهُوَ مُحْرِمٌقَالَ مُحَمَّدُ بْنُ جَعْفَرٍ وَحَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي قَتَادَةَ مِثْلَهُ","source":"Bukhari"},"__N_SSG":true}