{"pageProps":{"number":"4743","slug":"bukhari","id":"Telah menceritakan kepada kami [Mathar Ibnul Fadll] berkata, telah menceritakan kepada kami [Yazid bin Harun] berkata, telah mengabarkan kepada kami [Abdullah bin Aun] dari [Anas bin Sirin] dari [Anas bin Malik] radliallahu 'anhu, ia berkata, \"Anak Abu Thalhah sedang sakit, ketika Abu Thalhah keluar anaknya meninggal. Dan ketika Abu Thalhah kembali ia bertanya, \"Bagaimana keadaan anakku?\" Ummu Sulaim menjawab, \"Dia lebih tenang dari sebelumnya.\" Ummu Sulaim kemudian menyuguhkan makan malam, maka Abu Thalhah pun makan malam kemudian bersetubuh dengannya. Setelah selesai (dari jima') Ummu Sulaim berkata, \"Anakmu telah dikuburkan.\" Maka diwaktu pagi, Abu Thalhah mendatangi Rasulullah shallallahu 'alaihi wasallam dan mengabarkan kejadian tersebut. Beliau bertanya: \"Kalian tadi malam menjadi pengantin?\" Abu Thalhah menjawab, \"Ya.\" Beliau pun berdoa: \"Ya Allah, berkahilah keduanya.\" Ummu Sulaim kemudian melahirkan seorang anak, lalu Abu Thalhah berkata kepadaku, \"Jagalah ia hingga engkau bawa ke hadapan Nabi shallallahu 'alaihi wasallam.\" Anas kemudian membawa bayi tersebut kepada Nabi shallallahu 'alaihi wasallam, dan Ummu Sulaim membekalinya dengan beberapa kurma. Nabi shallallahu 'alaihi wasallam kemudian meraih bayi Abu Thalhah, beliau lalu bertanya: \"Apakah ia (Anas) membawa sesuatu?\" para sahabat menjawab, \"Ya. Beberapa butir kurma.\" Nabi shallallahu 'alaihi wasallam kemudian mengambil kurma dan menguyahnya, kemudian beliau ambil kunyahan dari mulutnya dan memasukkannya ke dalam mulut sang bayi, baru setelah itu memberinya nama Abdullah.\" Telah menceritakan kepada kami [Muhammad Ibnul Mutsanna] berkata, telah menceritakan kepada kami [Ibnu Abu Ady] dari [Ibnu Aun] dari [Muhammad] dari [Anas] lalu ia menyebutkan hadits tersebut.\"","arab":"حَدَّثَنَا مَطَرُ بْنُ الْفَضْلِ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ عَنْ أَنَسِ بْنِ سِيرِينَ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَ ابْنٌ لِأَبِي طَلْحَةَ يَشْتَكِي فَخَرَجَ أَبُو طَلْحَةَ فَقُبِضَ الصَّبِيُّ فَلَمَّا رَجَعَ أَبُو طَلْحَةَ قَالَ مَا فَعَلَ ابْنِي قَالَتْ أُمُّ سُلَيْمٍ هُوَ أَسْكَنُ مَا كَانَ فَقَرَّبَتْ إِلَيْهِ الْعَشَاءَ فَتَعَشَّى ثُمَّ أَصَابَ مِنْهَا فَلَمَّا فَرَغَ قَالَتْ وَارُوا الصَّبِيَّ فَلَمَّا أَصْبَحَ أَبُو طَلْحَةَ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ أَعْرَسْتُمْ اللَّيْلَةَ قَالَ نَعَمْ قَالَ اللَّهُمَّ بَارِكْ لَهُمَا فَوَلَدَتْ غُلَامًا قَالَ لِي أَبُو طَلْحَةَ احْفَظْهُ حَتَّى تَأْتِيَ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَى بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَرْسَلَتْ مَعَهُ بِتَمَرَاتٍ فَأَخَذَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَمَعَهُ شَيْءٌ قَالُوا نَعَمْ تَمَرَاتٌ فَأَخَذَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَضَغَهَا ثُمَّ أَخَذَ مِنْ فِيهِ فَجَعَلَهَا فِي فِي الصَّبِيِّ وَحَنَّكَهُ بِهِ وَسَمَّاهُ عَبْدَ اللَّهِحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ ابْنِ عَوْنٍ عَنْ مُحَمَّدٍ عَنْ أَنَسٍ وَسَاقَ الْحَدِيثَ","source":"Bukhari"},"__N_SSG":true}