{"pageProps":{"number":"5298","slug":"bukhari","id":"Telah menceritakan kepada kami [Al Humaidi] telah menceritakan kepada kami [Sufyan] telah menceritakan kepada kami [Hisyam bin 'Urwah] dari [Ayahnya] dari [Aisyah] radliallahu 'anha dia berkata; \"Nabi shallallahu 'alaihi wasallam tetap termenung seperti ini dan ini, sehingga beliau dibuat seakan-akan telah melakukan sesuatu terhadap isterinya padahal beliau tidak melakukannya.\" Aisyah melanjutkan; \"Sampai di suatu hari beliau bersabda: \"Wahai Aisyah, apakah kamu telah merasakan bahwa Allah telah memberikan fatwa (menghukumi) dengan apa yang telah aku fatwakan (hukumi)? Dua orang laki-laki telah datang kepadaku, lalu salah seorang dari keduanya duduk di kakiku dan satunya lagi di atas kepalaku. Kemudian orang yang berada di kakiku berkata kepada orang yang berada di atas kepalaku; \"Kenapakah laki-laki ini?\" temannya menjawab; \"Dia terkena sihir.' Salah seorang darinya bertanya; \"Siapakah yang menyihirnya?\" temannya menjawab; \"Labid bin Al A'sham.\" Salah satunya bertanya; \"Dengan benda apakah dia menyihir?\" temannya menjawab; \"Dengan seladang mayang kurma dan rambut yang terjatuh ketika disisir yang diletakkan di bawah batu dalam sumur Dzarwan.\" Kemudian Nabi shallallahu 'alaihi wasallam mendatanginya, lalu bersabda: \"Inilah sumur yang diperlihatkan kepadaku, seakan-akan pohon kurmanya bagaikan kepala syetan dan seolah-olah airnya berubah bagaikan rendaman pohon inai.\" Lalu Nabi shallallahu 'alaihi wasallam memerintahkan untuk mengeluarkannya, kemudian barang tersebut pun dikeluarkan. Aisyah berkata; \"aku bertanya; \"Wahai Rasulullah, tidakkah anda menjampinya (meruqyahnya)?\" maka Nabi shallallahu 'alaihi wasallam menjawab: \"Tidak, sesungguhnya Allah telah menyembuhkanku dan aku hanya tidak suka memberikan kesan buruk kepada orang lain dari peristiwa itu.\" Aisyah berkata; \"Labid bin A'sham adalah seorang laki-laki dari Bani Zuraiq yang memiliki hubungan dengan orang-orang Yahudi.\"","arab":"حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْمَكَثَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَا وَكَذَا يُخَيَّلُ إِلَيْهِ أَنَّهُ يَأْتِي أَهْلَهُ وَلَا يَأْتِي قَالَتْ عَائِشَةُ فَقَالَ لِي ذَاتَ يَوْمٍ يَا عَائِشَةُ إِنَّ اللَّهَ أَفْتَانِي فِي أَمْرٍ اسْتَفْتَيْتُهُ فِيهِ أَتَانِي رَجُلَانِ فَجَلَسَ أَحَدُهُمَا عِنْدَ رِجْلَيَّ وَالْآخَرُ عِنْدَ رَأْسِي فَقَالَ الَّذِي عِنْدَ رِجْلَيَّ لِلَّذِي عِنْدَ رَأْسِي مَا بَالُ الرَّجُلِ قَالَ مَطْبُوبٌ يَعْنِي مَسْحُورًا قَالَ وَمَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ أَعْصَمَ قَالَ وَفِيمَ قَالَ فِي جُفِّ طَلْعَةٍ ذَكَرٍ فِي مُشْطٍ وَمُشَاقَةٍ تَحْتَ رَعُوفَةٍ فِي بِئْرِ ذَرْوَانَ فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَذِهِ الْبِئْرُ الَّتِي أُرِيتُهَا كَأَنَّ رُءُوسَ نَخْلِهَا رُءُوسُ الشَّيَاطِينِ وَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ فَأَمَرَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُخْرِجَ قَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ فَهَلَّا تَعْنِي تَنَشَّرْتَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا اللَّهُ فَقَدْ شَفَانِي وَأَمَّا أَنَا فَأَكْرَهُ أَنْ أُثِيرَ عَلَى النَّاسِ شَرًّا قَالَتْ وَلَبِيدُ بْنُ أَعْصَمَ رَجُلٌ مِنْ بَنِي زُرَيْقٍ حَلِيفٌ لِيَهُودَ","source":"Bukhari"},"__N_SSG":true}