{"pageProps":{"number":"6002","slug":"bukhari","id":"Telah menceritakan kepada kami [Isma'il bin Abdullah] telah menceritakan kepadaku [Malik] dari [Nafi'] dari [Abdullah bin umar] radliallahu 'anhuma, bahwasanya ia menuturkan; orang-orang yahudi mendatangi Rasulullah Shallallahu'alaihiwasallam dan mengisahkan bahwa ada seorang laki-laki dari mereka dan seorang wanita melakukan perzinahan. Rasulullah bertanya: \"Bagaimana yang kalian dapatkan dalam Taurat tentang hukuman rajam?\" Mereka menjawab; 'Kami sekedar membongkar kejahatannya di depan umum dan mereka didera.' Serta merta Abdullah bin Salam berdiri dan mengatakan; 'Kalian semua bohong, dalam (Taurat) ada hukuman rajam.' Maka mereka membawa taurat dan membagikannya diantara hadirin. Salah seorang diantara mereka berusaha menutup-nutupi ayat rajam dengan tangannya sehingga ia baca sebelum dan sesudahnya. Dengan tegas Abdullah bin Salam menegur; 'angkat tanganmu! ' Ia pun mengangkat tangannya. Ternyata di sana terdapat ayat hukum rajam. Mereka menjawab; 'Benar engkau Ya Muhammad, sungguh dalam isinya terdapat hukum rajam! ' Maka Rasulullah memerintahkan keduanya untuk dirajam, dan diberlakukanlah hukuman tersebut. Dan kulihat si laki-laki berusaha membungkuk kearah si wanita untuk melindunginya dari lemparan batu.","arab":"حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ قَالَإِنَّ الْيَهُودَ جَاءُوا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرُوا لَهُ أَنَّ رَجُلًا مِنْهُمْ وَامْرَأَةً زَنَيَا فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الرَّجْمِ فَقَالُوا نَفْضَحُهُمْ وَيُجْلَدُونَ قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ كَذَبْتُمْ إِنَّ فِيهَا الرَّجْمَ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ فَقَرَأَ مَا قَبْلَهَا وَمَا بَعْدَهَا فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلَامٍ ارْفَعْ يَدَكَ فَرَفَعَ يَدَهُ فَإِذَا فِيهَا آيَةُ الرَّجْمِ قَالُوا صَدَقَ يَا مُحَمَّدُ فِيهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَا فَرَأَيْتُ الرَّجُلَ يَحْنِي عَلَى الْمَرْأَةِ يَقِيهَا الْحِجَارَةَ","source":"Bukhari"},"__N_SSG":true}