{"pageProps":{"number":"6166","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdan] telah mengabarkan kepada kami [Abdullah] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] dari [Kharijah bin Zaid bin tsabit] dari [Ummul 'Alaa`] salah seorang sahabiyah yang pernah ikut berbaiat kepada Rasulullah Shallallahu'alaihiwasallam, mengatakan; Utsman bin mazh'un mendatangi kami dalam sebuah hunian ketika orang anshar membagi-bagi pembagian hunian kaum muhajirin, ia kemudian mengeluhkan sakitnya dan kami merawatnya hingga meninggal. Kemudian kami mengkafaninya dengan bajunya. Rasulullah Shallallahu'alaihiwasallam selanjutnya menemui kami, dan kami berujar; 'Semoga engkau hai Abu Sa`ib, mendapat rahmat Allah, kesaksianku terhadapmu, adalah betul-betul Allah telah memuliakanmu! ' Nabi bertanya; \"dari mana kamu tahu?\" Aku jawab; 'Saya tidak tahu.' Nabi bersabda; \"demi Allah sungguh ia telah menghadapi kematian, dan saya hanya berharap ia memperoleh kebaikan dari Allah, demi Allah, aku tidak tahu padahal aku adalah Rasulullah bagaimana nantinya aku diperlakukan, juga tidak tahu bagaimana kalian diperlakukan.\" Ummul 'Ala` berguman; 'Demi Allah, aku tidak akan mensucikan seseorang setelahnya'. Dia menuturkan kembali; 'dan aku bermimpi melihat Ustman bin mazh'un mempunyai sungai yang mengalir, kemudian aku mendatangi Rasulullah Shallallahu'alaihiwasallam, aku ceritakan mimpiku kepada beliau, dan beliau bersabda: \"Itu pertanda bahwa amalnya terus mengalir baginya.\"","arab":"حَدَّثَنَا عَبْدَانُ أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ خَارِجَةَ بْنِ زَيْدِ بْنِ ثَابِتٍ عَنْ أُمِّ الْعَلَاءِوَهِيَ امْرَأَةٌ مِنْ نِسَائِهِمْ بَايَعَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ طَارَ لَنَا عُثْمَانُ بْنُ مَظْعُونٍ فِي السُّكْنَى حِينَ اقْتَرَعَتْ الْأَنْصَارُ عَلَى سُكْنَى الْمُهَاجِرِينَ فَاشْتَكَى فَمَرَّضْنَاهُ حَتَّى تُوُفِّيَ ثُمَّ جَعَلْنَاهُ فِي أَثْوَابِهِ فَدَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ رَحْمَةُ اللَّهِ عَلَيْكَ أَبَا السَّائِبِ فَشَهَادَتِي عَلَيْكَ لَقَدْ أَكْرَمَكَ اللَّهُ قَالَ وَمَا يُدْرِيكِ قُلْتُ لَا أَدْرِي وَاللَّهِ قَالَ أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِينُ إِنِّي لَأَرْجُو لَهُ الْخَيْرَ مِنْ اللَّهِ وَاللَّهِ مَا أَدْرِي وَأَنَا رَسُولُ اللَّهِ مَا يُفْعَلُ بِي وَلَا بِكُمْ قَالَتْ أُمُّ الْعَلَاءِ فَوَاللَّهِ لَا أُزَكِّي أَحَدًا بَعْدَهُ قَالَتْ وَرَأَيْتُ لِعُثْمَانَ فِي النَّوْمِ عَيْنًا تَجْرِي فَجِئْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ ذَاكِ عَمَلُهُ يَجْرِي لَهُ","source":"Bukhari"},"__N_SSG":true}