{"pageProps":{"number":"85","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Ghundar] berkata, telah menceritakan kepada kami [Syu'bah] dari [Abu Jamrah] berkata aku pernah menjadi penerjemah antara [Ibnu 'Abbas] dan orang-orang, katanya; bahwasanya telah datang rombongan utusan Abdul Qais menemui Nabi shallallahu 'alaihi wasallam lalu Nabi shallallahu 'alaihi wasallam berkata: \"Utusan siapakah ini atau kaum manakah ini?\" Utusan itu menjawab: \"Rabi'ah\". Lalu Nabi shallallahu 'alaihi wasallam berkata: \"Selamat datang kaum atau para utusan dengan sukarela dan tanpa menyesal\". Para utusan berkata: \"Wahai Rasulullah kami datang dari perjalanan yang jauh sementara diantara kampung kami dan engkau ada kampung kaum kafir (suku) Mudlor, dan kami tidak sanggup untuk mendatangi engkau kecuali di bulan suci. Ajarkanlah kami dengan satu perintah yang jelas, yang dapat kami amalkan dan kami ajarkan kepada orang-orang di kampung kami dan dengan begitu kami dapat masuk surga.\" Lalu mereka bertanya kepada Nabi shallallahu 'alaihi wasallam tentang minuman. Maka Nabi shallallahu 'alaihi wasallam memerintahkan mereka dengan empat hal dan melarang dari empat hal, memerintahkan mereka untuk beriman kepada Allah satu-satunya, beliau berkata: \"Tahukah kalian apa arti beriman kepada Allah satu-satunya?\" Mereka menjawab: \"Allah dan Rasul-Nya yang lebih mengetahui.\" Nabi shallallahu 'alaihi wasallam menjelaskan: \"Persaksian tidak ada ilah yang berhak disembah kecuali Allah dan bahwa Muhammad adalah utusan Allah, menegakkan shalat, menunaikan zakat, berpuasa di bulan Ramadlan dan kalian mengeluarkan seperlima dari harta rampasan perang\". Dan Nabi shallallahu 'alaihi wasallam melarang mereka dari empat perkara, yaitu dari meminum dari dari al hantam, ad Dubbaa` dan al Muzaffaat. Syu'bah menerangkan; terkadang beliau menyebutkan an naqir dan terkadang muqoyyir (bukan naqir). Kemudian Nabi shallallahu 'alaihi wasallam bersabda: \"jagalah semuanya dan beritahukanlah kepada orang-orang di kampung kalian\". ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ حَدَّثَنَا غُنْدَرٌ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي جَمْرَةَ قَالَكُنْتُ أُتَرْجِمُ بَيْنَ ابْنِ عَبَّاسٍ وَبَيْنَ النَّاسِ فَقَالَ إِنَّ وَفْدَ عَبْدِ الْقَيْسِ أَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَنْ الْوَفْدُ أَوْ مَنْ الْقَوْمُ قَالُوا رَبِيعَةُ فَقَالَ مَرْحَبًا بِالْقَوْمِ أَوْ بِالْوَفْدِ غَيْرَ خَزَايَا وَلَا نَدَامَى قَالُوا إِنَّا نَأْتِيكَ مِنْ شُقَّةٍ بَعِيدَةٍ وَبَيْنَنَا وَبَيْنَكَ هَذَا الْحَيُّ مِنْ كُفَّارِ مُضَرَ وَلَا نَسْتَطِيعُ أَنْ نَأْتِيَكَ إِلَّا فِي شَهْرٍ حَرَامٍ فَمُرْنَا بِأَمْرٍ نُخْبِرُ بِهِ مَنْ وَرَاءَنَا نَدْخُلُ بِهِ الْجَنَّةَ فَأَمَرَهُمْ بِأَرْبَعٍ وَنَهَاهُمْ عَنْ أَرْبَعٍ أَمَرَهُمْ بِالْإِيمَانِ بِاللَّهِ عَزَّ وَجَلَّ وَحْدَهُ قَالَ هَلْ تَدْرُونَ مَا الْإِيمَانُ بِاللَّهِ وَحْدَهُ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامُ الصَّلَاةِ وَإِيتَاءُ الزَّكَاةِ وَصَوْمُ رَمَضَانَ وَتُعْطُوا الْخُمُسَ مِنْ الْمَغْنَمِ وَنَهَاهُمْ عَنْ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ قَالَ شُعْبَةُ رُبَّمَا قَالَ النَّقِيرِ وَرُبَّمَا قَالَ الْمُقَيَّرِ قَالَ احْفَظُوهُ وَأَخْبِرُوهُ مَنْ وَرَاءَكُمْ","source":"Bukhari"},"__N_SSG":true}