{"pageProps":{"number":"1841","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin 'Abdul A'la] dia berkata; telah menceritakan kepada kami [Khalid] dia berkata; telah memberitakan kepada kami ['Uyainah bin 'Abdurrahman bin Yunus] dia berkata; [bapakku] telah menceritakan kepadaku, dia berkata; \"Aku menyaksikan jenazah Abdurrahman bin Sammurah, dan Ziyad keluar berjalan di depan keranda, lalu orang-orang dari keluarga Abdurrahman dan budak-budak mereka segera menyambut keranda tersebut dengan berjalan kaki. Mereka berkata; \"Pelan-pelan semoga Allah memberkati kalian.\" Lalu mereka berjalan perlahan-lahan, hingga ketika kami berada di dalam Mirbad, kami bertemu dengan [Abu Bakrah] sedang berada di atas bighal (kuda kecil). Setelah melihat apa yang mereka perbuat, ia membawa mereka di atas bighalnya dan mengulurkan cambuknya untuk manuntun mereka seraya berkata; 'Minggirlah, demi Dzat yang telah memulyakan wajah Abul Qasim shallallahu 'alaihi wasallam, aku mendapatkan kami bersama Rasulullah shallallahu 'alaihi wasallam, dan kami hampir membawanya (jenazah) dengan cepat.' Maka orang-orang pun bergembira.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى قَالَ حَدَّثَنَا خَالِدٌ قَالَ أَنْبَأَنَا عُيَيْنَةُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يُونُسَ قَالَ حَدَّثَنِي أَبِي قَالَشَهِدْتُ جَنَازَةَ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ وَخَرَجَ زِيَادٌ يَمْشِي بَيْنَ يَدَيْ السَّرِيرِ فَجَعَلَ رِجَالٌ مِنْ أَهْلِ عَبْدِ الرَّحْمَنِ وَمَوَالِيهِمْ يَسْتَقْبِلُونَ السَّرِيرَ وَيَمْشُونَ عَلَى أَعْقَابِهِمْ وَيَقُولُونَ رُوَيْدًا رُوَيْدًا بَارَكَ اللَّهُ فِيكُمْ فَكَانُوا يَدِبُّونَ دَبِيبًا حَتَّى إِذَا كُنَّا بِبَعْضِ طَرِيقِ الْمِرْبَدِ لَحِقَنَا أَبُو بَكْرَةَ عَلَى بَغْلَةٍ فَلَمَّا رَأَى الَّذِي يَصْنَعُونَ حَمَلَ عَلَيْهِمْ بِبَغْلَتِهِ وَأَهْوَى إِلَيْهِمْ بِالسَّوْطِ وَقَالَ خَلُّوا فَوَالَّذِي أَكْرَمَ وَجْهَ أَبِي الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقَدْ رَأَيْتُنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِنَّا لَنَكَادُ نَرْمُلُ بِهَا رَمَلًا فَانْبَسَطَ الْقَوْمُ","source":"Nasai"},"__N_SSG":true}