{"pageProps":{"number":"2018","slug":"nasai","id":"Telah mengabarkan kepada kami ['Ali bin Hujr] dia berkata; telah menceritakan kepada kami [Isma'il bin Ja'far] dia berkata; telah menceritakan kepada kami [Abu Suhail] dari [Bapaknya] dari [Thalhah bin 'Ubaidullah] bahwa seorang Badui menemui Rasulullah shallallahu 'alaihi wasallam dengan rambur kusut, lalu bertanya; \"Wahai Rasulullah shallallahu 'alaihi wasallam, beritahukanlah kepadaku shalat apa yang Allah wajibkan atas diriku?\" beliau menjawab: \"Shalat lima waktu, kecuali jika engkau sedikit mengerjakan yang sunnah.\" Ia bertanya; \"Beritahukanlah kepadaku puasa apa yang Allah wajibkan atas diriku?\" beliau menjawab: \"Puasa di bulan Ramadhan, kecuali jika engkau sedikit mengerjakan yang sunnah.\" Ia bertanya; \"Beritahukanlah kepadaku apa yang Allah wajibkan atas diriku berupa zakat?\" maka Rasulullah shallallahu 'alaihi wasallam memberitahukan kepadanya tentang syari'at Islam, lalu ia berkata; \"Demi Dzat yang telah memuliakanmu, aku tidak mengerjakan yang sunnah sedikit pun, serta tidak akan mengurangi dari apa yang Allah wajibkan atas diriku sedikit pun! Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ia beruntung jika benar, atau ia akan masuk surga jika benar.\"","arab":"أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ حَدَّثَنَا إِسْمَعِيلُ وَهُوَ ابْنُ جَعْفَرٍ قَالَ حَدَّثَنَا أَبُو سُهَيْلٍ عَنْ أَبِيهِ عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِأَنَّ أَعْرَابِيًّا جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَائِرَ الرَّأْسِ فَقَالَ يَا رَسُولَ اللَّهِ أَخْبِرْنِي مَاذَا فَرَضَ اللَّهُ عَلَيَّ مِنْ الصَّلَاةِ قَالَ الصَّلَوَاتُ الْخَمْسُ إِلَّا أَنْ تَطَوَّعَ شَيْئًا قَالَ أَخْبِرْنِي بِمَا افْتَرَضَ اللَّهُ عَلَيَّ مِنْ الصِّيَامِ قَالَ صِيَامُ شَهْرِ رَمَضَانَ إِلَّا أَنْ تَطَوَّعَ شَيْئًا قَالَ أَخْبِرْنِي بِمَا افْتَرَضَ اللَّهُ عَلَيَّ مِنْ الزَّكَاةِ فَأَخْبَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَرَائِعِ الْإِسْلَامِ فَقَالَ وَالَّذِي أَكْرَمَكَ لَا أَتَطَوَّعُ شَيْئًا لَا أَنْقُصُ مِمَّا فَرَضَ اللَّهُ عَلَيَّ شَيْئًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْلَحَ إِنْ صَدَقَ أَوْ دَخَلَ الْجَنَّةَ إِنْ صَدَقَ","source":"Nasai"},"__N_SSG":true}