{"pageProps":{"number":"2276","slug":"nasai","id":"Telah mengabarkan kepada kami [Ibrahim bin Al Hasan] dia berkata; telah menceritakan kepada kami [Hajjaj] dia berkata; [Ibnu Juraij] berkata; aku mendengar ['Atha] berkata; [Abul 'Abbas Asy Sya'ir] mengabarkan kepadanya bahwasanya ia mendengar ['Abdullah bin 'Amru bin Al 'Ash] berkata; \"Telah sampai berita kepada Nabi shallallahu 'alaihi wasallam bahwa aku berpuasa terus-menerus dan melakukan shalat malam.\" (Abbas assyair katakan), Beliau lantas mengutus seseorang untuk menemuinya -atau beliau bertemu dengannya-, dan bertanya: 'Aku peroleh kabar bahwa kamu berpuasa dan tidak berbuka serta melaksanakan shalat malam? Janganlah engkau lakukan, sungguh matamu memiliki bagian, jiwamu memiliki bagian dan keluargamu memiliki bagian; berpuasa dan berbukalah, shalat dan tidurlah, berpuasalah setiap sepuluh hari sekali dan bagimu pahala sembilan harinya.' Ia berkata; 'Sungguh aku mampu melakukan lebih dari itu, wahai Rasulullah shallallahu 'alaihi wasallam! ' Beliau bersabda: '-Jika begitu- berpuasalah seperti puasa Nabi Daud.' Ia bertanya; 'Bagaimana puasa Nabi Daud, wahai Nabi Allah? ' Beliau bersabda: 'Ia berpuasa sehari dan berbuka sehari dan tidak lari jika berjumpa dengan musuh.' Abdullah berkata; 'Siapakah aku dihadapan hal ini, wahai Nabi Allah? '","arab":"أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ قَالَ حَدَّثَنَا حَجَّاجٌ قَالَ قَالَ ابْنُ جُرَيْجٍ سَمِعْتُ عَطَاءً يَقُولُ إِنَّ أَبَا الْعَبَّاسِ الشَّاعِرَ أَخْبَرَهُ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ قَالَبَلَغَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنِّي أَصُومُ أَسْرُدُ الصَّوْمَ وَأُصَلِّي اللَّيْلَ فَأَرْسَلَ إِلَيْهِ وَإِمَّا لَقِيَهُ قَالَ أَلَمْ أُخْبَرْ أَنَّكَ تَصُومُ وَلَا تُفْطِرُ وَتُصَلِّي اللَّيْلَ فَلَا تَفْعَلْ فَإِنَّ لِعَيْنِكَ حَظًّا وَلِنَفْسِكَ حَظًّا وَلِأَهْلِكَ حَظًّا وَصُمْ وَأَفْطِرْ وَصَلِّ وَنَمْ وَصُمْ مِنْ كُلِّ عَشَرَةِ أَيَّامٍ يَوْمًا وَلَكَ أَجْرُ تِسْعَةٍ قَالَ إِنِّي أَقْوَى لِذَلِكَ يَا رَسُولَ اللَّهِ قَالَ صُمْ صِيَامَ دَاوُدَ إِذًا قَالَ وَكَيْفَ كَانَ صِيَامُ دَاوُدَ يَا نَبِيَّ اللَّهِ قَالَ كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا وَلَا يَفِرُّ إِذَا لَاقَى قَالَ وَمَنْ لِي بِهَذَا يَا نَبِيَّ اللَّهِ","source":"Nasai"},"__N_SSG":true}