{"pageProps":{"number":"2600","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Al Mutsanna] dari [Abdur Rahman], ia berkata; telah menceritakan kepada kami [Sufyan] dari [Qais yaitu Ibnu Muslim] dari [Thariq bin Syihab] dari [Abu Musa], ia berkata; saya menemui Rasulullah shallallahu 'alaihi wasallam sedang beliau berada di Batha`, lalu beliau bertanya: \"Bagaimana engkau mengucapkan do'a talbiyah \", maka saya katakan; saya mengucapkan do'a talbiyah seperti talbiyah Nabi shallallahu 'alaihi wasallam. Beliau bertanya: \"Apakah engkau telah membawa hewan kurban?\" Saya katakan; tidak. Beliau bersabda: \"Thawaflah di Ka'bah, dan Shafa serta Marwah, kemudian bertahalul-lah.\" Lalu saya berthawaf di Ka'bah, serta Shafa dan Marwah, kemudian saya mendatangi seorang wanita dari keluargaku, lalu ia menyisirku dan mencuci rambutku. Saya pernah berfatwa kepada manusia perihal tersebut pada saat kepemerintahan Abu Bakr, serta Umar. Dan pernah saya berdiri pada saat musim haji, tiba-tiba terdapat seorang laki-laki yang datang kepadaku seraya berkata; \"Sesungguhnya engkau tidak mengetahui apa yang dilakukan Amirul Mukminin dalam masalah manasik. Maka saya katakan; \"Wahai manusia, barang siapa yang pernah kami beri sedikit fatwa, hendaknya ia tidak terburu-buru, karena Amirul mukminin akan datang kepada kalian, maka ikutilah dia. Kemudian ketika ia datang, saya tanyakan; 'Wahai [Amirul mukminin], perkara apakah yang engkau lakukan mengenai manasik? Ia berkata; jika kita mengambil Kitab Allah 'azza wajalla maka Allah 'azza wajalla telah berfirman; dan sempurnakanlah haji dan umrah karena Allah, dan jika jika kita mengambil sunnah nabi kita shallallahu 'alaihi wasallam maka Nabi kita shallallahu 'alaihi wasallam tidak bertahalul hingga beliau menyembelih hewan kurban. ","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى عَنْ عَبْدِ الرَّحْمَنِ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ قَيْسٍ وَهُوَ ابْنُ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ عَنْ أَبِي مُوسَى قَالَقَدِمْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِالْبَطْحَاءِ فَقَالَ بِمَا أَهْلَلْتَ قُلْتُ أَهْلَلْتُ بِإِهْلَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَلْ سُقْتَ مِنْ هَدْيٍ قُلْتُ لَا قَالَ فَطُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ حِلَّ فَطُفْتُ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِثُمَّ أَتَيْتُ امْرَأَةً مِنْ قَوْمِي فَمَشَطَتْنِي وَغَسَلَتْ رَأْسِي فَكُنْتُ أُفْتِي النَّاسَ بِذَلِكَ فِي إِمَارَةِ أَبِي بَكْرٍ وَإِمَارَةِ عُمَرَ وَإِنِّي لَقَائِمٌ بِالْمَوْسِمِ إِذْ جَاءَنِي رَجُلٌ فَقَالَ إِنَّكَ لَا تَدْرِي مَا أَحْدَثَ أَمِيرُ الْمُؤْمِنِينَ فِي شَأْنِ النُّسُكِ قُلْتُ يَا أَيُّهَا النَّاسُ مَنْ كُنَّا أَفْتَيْنَاهُ بِشَيْءٍ فَلْيَتَّئِدْ فَإِنَّ أَمِيرَ الْمُؤْمِنِينَ قَادِمٌ عَلَيْكُمْ فَأْتَمُّوا بِهِ فَلَمَّا قَدِمَ قُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ مَا هَذَا الَّذِي أَحْدَثْتَ فِي شَأْنِ النُّسُكِ قَالَ إِنْ نَأْخُذْ بِكِتَابِ اللَّهِ عَزَّ وَجَلَّ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ{ وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ }وَإِنْ نَأْخُذْ بِسُنَّةِ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ نَبِيَّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَحِلَّ حَتَّى نَحَرَ الْهَدْيَ","source":"Nasai"},"__N_SSG":true}