{"pageProps":{"number":"304","slug":"nasai","id":"Telah mengabarkan kepada kami [Ahmad bin Utsman bin Hakim] dia berkata; Telah menceritakan kepada kami [Khalid yaitu Ibnu Makhlad] dia berkata; Telah menceritakan kepada kami [Ali yaitu Ibnu Shalih] dari [Abu Ishaq] dari [Amr bin Maimun] dia berkata; Telah menceritakan kepada kami [Abdullah] -di Baitul Mal- dia berkata; \"Rasulullah shallallahu 'alaihi wasallam shalat di Baitullah, sedangkan pembesar-pembesar Quraisy sedang duduk-duduk, dan mereka menyembelih seekor kambing. ' Salah satu dari mereka mengajukan usul, \"Siapa diantara kalian yang berani mengambil kotorannya dengan darahnya, kemudian berjalan pelan-pelan hingga Muhammad sujud lalu meletakkannya di punggungnya?\" Abdullah berkata, \"Lalu bangkitlah orang yang paling jahat di antara mereka untuk mengambil kotoran hewan tersebut dan membawanya dengan pelan-pelan. Saat Rasulullah shallallahu 'alaihi wasallam sujud, dia meletakkannya di atas punggung beliau. Fatimah binti Rasulullah shallallahu 'alaihi wasallam diberitahu hal tersebut -saat itu dia masih remaja- maka dia langsung berusaha mengambil kotoran tersebut dari punggung beliau. Tatkala selesai dari shalatnya, beliau bersabda, 'Ya Allah, orang-orang Quraisy ini kupasrahkan kepada-Mu -beliau mengulanginya sebanyak tiga kali- kupasrahkan kepadamu Abu Jahal, Syaibah bin Rabi'ah, Uqbah bin Abu Mu'ith sampai -perawi- menghitung tujuh orang dari orang Quraisy.\" Abdullah berkata; \"Demi yang menurunkan Al Kitab kepadanya, kamu lihat mereka terbunuh pada perang Badar dalam satu sumur.\"","arab":"أَخْبَرَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ قَالَ حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ مَخْلَدٍ قَالَ حَدَّثَنَا عَلِيٌّ وَهُوَ ابْنُ صَالِحٍ عَنْ أَبِي إِسْحَقَ عَنْ عَمْرِو بْنِ مَيْمُونٍ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ فِي بَيْتِ الْمَالِ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي عِنْدَ الْبَيْتِ وَمَلَأٌ مِنْ قُرَيْشٍ جُلُوسٌ وَقَدْ نَحَرُوا جَزُورًا فَقَالَ بَعْضُهُمْ أَيُّكُمْ يَأْخُذُ هَذَا الْفَرْثَ بِدَمِهِ ثُمَّ يُمْهِلُهُ حَتَّى يَضَعَ وَجْهَهُ سَاجِدًا فَيَضَعُهُ يَعْنِي عَلَى ظَهْرِهِ قَالَ عَبْدُ اللَّهِ فَانْبَعَثَ أَشْقَاهَا فَأَخَذَ الْفَرْثَ فَذَهَبَ بِهِ ثُمَّ أَمْهَلَهُ فَلَمَّا خَرَّ سَاجِدًا وَضَعَهُ عَلَى ظَهْرِهِ فَأُخْبِرَتْ فَاطِمَةُ بِنْتُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ جَارِيَةٌ فَجَاءَتْ تَسْعَى فَأَخَذَتْهُ مِنْ ظَهْرِهِ فَلَمَّا فَرَغَ مِنْ صَلَاتِهِ قَالَ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ ثَلَاثَ مَرَّاتٍ اللَّهُمَّ عَلَيْكَ بِأَبِي جَهْلِ بْنِ هِشَامٍ وَشَيْبَةَ بْنِ رَبِيعَةَ وَعُتْبَةَ بْنِ رَبِيعَةَ وَعُقْبَةَ بْنِ أَبِي مَعِيطٍ حَتَّى عَدَّ سَبْعَةً مِنْ قُرَيْشٍقَالَ عَبْدُ اللَّهِ فَوَالَّذِي أَنْزَلَ عَلَيْهِ الْكِتَابَ لَقَدْ رَأَيْتُهُمْ صَرْعَى يَوْمَ بَدْرٍ فِي قَلِيبٍ وَاحِدٍ","source":"Nasai"},"__N_SSG":true}