{"pageProps":{"number":"3110","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Isma'il bin Ibrahim], ia berkata; telah menceritakan kepada kami [Yazid] dari [Hammad bin Salamah] dari [Tsabit Al Bunani] telah menceritakan kepadaku [Ibnu Umar bin Abi Salamah] dari [ayahnya] dari [Ummu Salamah], tatkala 'iddahnya selesai, Abu Bakr mengirim utusan kepadanya untuk melamarnya, hanya ia enggan. Kemudian Rasulullah shallallahu 'alaihi wasallam mengutus Umar bin Al Khathab untuk melamarnya, dan ia berkata; Tolong beritahu Rasulullah shallallahu 'alaihi wasallam kalau saya wanita pencemburu, banyak anak, serta tidak ada seorang waliku yang menyaksikan. Kemudian Umar datang kepada Rasulullah shallallahu 'alaihi wasallam menyampaikan persoalannya. Lalu beliau bersabda: \"Kembalilah kepadanya dan katakan; adapun perkataanmu, 'Saya wanita pencemburu, saya akan berdoa kepada Allah sehingga Dia menghilangkan rasa cemburumu, Adapun perkataanmu 'Saya wanita yang banyak anak' maka akan dicukupkan bagimu anak-anakmu, adapun perkataanmu bahwa tidak ada seorangpun waliku yang menyaksikan, Ketahuilah bahwa tidak ada seorangpun walimu yang menyaksikan atau tidak, lantas membenci pernikahan ini tersebut.\" Maka Ummu Salamah berkata; \"Wahai Umar, berdirilah dan nikahkan Rasulullah shallallahu 'alaihi wasallam.\" Kemudian ia menikahkan Rasulullah shallallahu 'alaihi wasallam. ","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ بْنِ إِبْرَاهِيمَ قَالَ حَدَّثَنَا يَزِيدُ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ ثَابِتٍ الْبُنَانِيِّ حَدَّثَنِي ابْنُ عُمَرَ بْنِ أَبِي سَلَمَةَ عَنْ أَبِيهِ عَنْ أُمِّ سَلَمَةَلَمَّا انْقَضَتْ عِدَّتُهَا بَعَثَ إِلَيْهَا أَبُو بَكْرٍ يَخْطُبُهَا عَلَيْهِ فَلَمْ تَزَوَّجْهُ فَبَعَثَ إِلَيْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُمَرَ بْنَ الْخَطَّابِ يَخْطُبُهَا عَلَيْهِ فَقَالَتْ أَخْبِرْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنِّي امْرَأَةٌ غَيْرَى وَأَنِّي امْرَأَةٌ مُصْبِيَةٌ وَلَيْسَ أَحَدٌ مِنْ أَوْلِيَائِي شَاهِدٌ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ ارْجِعْ إِلَيْهَا فَقُلْ لَهَا أَمَّا قَوْلُكِ إِنِّي امْرَأَةٌ غَيْرَى فَسَأَدْعُو اللَّهَ لَكِ فَيُذْهِبُ غَيْرَتَكِ وَأَمَّا قَوْلُكِ إِنِّي امْرَأَةٌ مُصْبِيَةٌ فَسَتُكْفَيْنَ صِبْيَانَكِ وَأَمَّا قَوْلُكِ أَنْ لَيْسَ أَحَدٌ مِنْ أَوْلِيَائِي شَاهِدٌ فَلَيْسَ أَحَدٌ مِنْ أَوْلِيَائِكِ شَاهِدٌ وَلَا غَائِبٌ يَكْرَهُ ذَلِكَ فَقَالَتْ لِابْنِهَا يَا عُمَرُ قُمْ فَزَوِّجْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَزَوَّجَهُمُخْتَصَرٌ","source":"Nasai"},"__N_SSG":true}