{"pageProps":{"number":"3585","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Al Mutsanna] berkata; telah menceritakan kepada kami [Mu'adz bin Hisyam] berkata; telah menceritakan kepadaku [Bapakku] dari [Qatadah] ia berkata, \"Sulaiman bin Hisyam bertanya kepadaku mengenai Umra. Kemudian aku katakan, \" [Muhammad bin Sirin] telah menceritakan dari [Syuraih], ia berkata, \"Nabi shallallahu 'alaihi wasallam memutuskan bahwa umra itu dibolehkan.\" [Qatadah] berkata, \"Aku berkata; telah menceritakan kepadaku [An Nadlr bin Anas] dari [Basyir bin Nahik] dari [Abu Hurairah] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Umrah itu dibolehkan.\" Qatadah berkata, \"Aku berkata, \"Al Hasan berkata, \"Umra itu dibolehkan.\" Qatadah berkata, \"Az Zuhri berkata, \"Sesungguhnya umra itu adalah apabila seseorang dan orang yang setelahnya diberi pemberian, kemudian apabila orang yang memberi tidak menjadikan umra untuk orang setelahnya maka pemberian tersebut milik orang yang memberikan syarat.\" [Qatadah] berkata, \" ['Atha bin Abu Rabah] ditanya mengenai hal tersebut, kemudian ia berkata, \" [Jabir bin Abdullah] menceritakan kepadaku, bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Umra itu dibolehkan.\" Qatadah berkata, \"Az Zuhri berkata, \"Dahulu para khalifah tidak memutuskan dengan hal ini.\" 'Atha berkata, \"Abdul Malik bin Marwan memberi putusan dengannya.\" ","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ قَالَ سَأَلَنِي سُلَيْمَانُ بْنُ هِشَامٍ عَنْ الْعُمْرَى فَقُلْتُ حَدَّثَ مُحَمَّدُ بْنُ سِيرِينَ عَنْ شُرَيْحٍ قَالَقَضَى نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ الْعُمْرَى جَائِزَةٌقَالَ قَتَادَةُ قُلْتُ حَدَّثَنِي النَّضْرُ بْنُ أَنَسٍ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْعُمْرَى جَائِزَةٌ قَالَ قَتَادَةُ وَقُلْتُ كَانَ الْحَسَنُ يَقُولُ الْعُمْرَى جَائِزَةٌ قَالَ قَتَادَةُ فَقَالَ الزُّهْرِيُّ إِنَّمَا الْعُمْرَى إِذَا أُعْمِرَ وَعَقِبُهُ مِنْ بَعْدِهِ فَإِذَا لَمْ يَجْعَلْ عَقِبَهُ مِنْ بَعْدِهِ كَانَ لِلَّذِي يَجْعَلُ شَرْطَهُ قَالَ قَتَادَةُ فَسُئِلَ عَطَاءُ بْنُ أَبِي رَبَاحٍ فَقَالَ حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْعُمْرَى جَائِزَةٌ قَالَ قَتَادَةُ فَقَالَ الزُّهْرِيُّ كَانَ الْخُلَفَاءُ لَا يَقْضُونَ بِهَذَا قَالَ عَطَاءٌ قَضَى بِهَا عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ","source":"Nasai"},"__N_SSG":true}