{"pageProps":{"number":"1159","slug":"ahmad","id":"(Ahmad bin Hanbal radliyallahu'anhu) berkata; telah menceritakan kepada kami [Abu Nadlr Hasyim bin Al Qasim] berkata; telah menceritakan kepada kami [Al Mubarak] yaitu Ibnu Fadlalah berkata; telah menceritakan kepada kami [Abu 'Imran Al Jauni] dari [Rabi'ah Al Aslami] berkata; saya melayani Rasulullah Shallallahu'alaihiwasallam lalu beliau bersabda: \"Wahai Rabi'ah, kenapa kamu tidak menikah?\" (Rabi'ah Al Aslami radliyallahu'anhu) berkata; \"Demi Allah, Wahai Rasulullah, saya tidak mau menikah, saya tidak mempunyai sesuatu unuk menanggung beban-beban pernikahan, saya juga tidak mau jika isteriku menyibukkanku sehingga kurang perhatian ketika melayani anda\", lalu beliau memalingkan dariku, lalu saya melayaninya dan tetap melayaninya. Selanjutnya beliau bersabda yang kedua kalinya, \"Wahai Rabi'ah, kenapa kamu tidak menikah?\", lalu saya menjawab, \"Demi Allah, Wahai Rasulullah, saya tidak mau menikah, saya tidak mempunyai sesuatu untuk menanggung beban-beban kerumahtanggaan, saya juga tidak mau jika isteriku menyibukkanku sehingga kurang perhatian ketika melayani anda, lalu beliau berpaling dariku.\" Lalu saya merenung diri dan berkata; \"Demi Allah, Rasulullah Shallallahu'alaihiwasallam pasti lebih tahu terhadap segala yang hal yang mendatangkan kemaslahatan dunia dan akheratku daripada aku sendiri. Demi Allah, Seandainya beliau mengatakan menikahlah, tentu saya menjawab, 'Ya Wahai Rasulullah, perintahkan terserah anda. (Rabi'ah Al Aslami radliyallahu'anhu) berkata; lalu beliau bersabda: \"Wahai Rabi'ah, kenapa kamu tidak menikah?\" lalu saya menjawab 'Perintahlah aku sekehendak anda\". Beliau bersabda: \"Pergilah kepada keluarga si 'A' salah satu perkampungan dari Anshar, yang karena tinggal disana lantas ia bermalAs malasan melayani Nabi Shallallahu'alaihiwasallam, dan katakan kepada mereka bahwa Rasulullah Shallallahu'alaihiwasallam mengutusku kepada kalian, bahwa nabi menyuruh kalian agar kalian menikahkanku dengan fulanah salah seorang wanita dari mereka\". Lalu saya pergi dan saya katakan kepada mereka, \"Sesungguhnya Rasulullah Shallallahu'alaihiwasallam telah mengutusku kepada kalian agar kalian menikahkanku dengan fulanah\", lalu mereka berkata; 'Selamat datang Rasulullah Shallallahu'alaihiwasallam dan selamat datang utusan Rasulullah Shallallahu'alaihiwasallam, demi Allah, tidaklah utusan Rasulullah Shallallahu'alaihiwasallam kembali kecuali keperluannya telah terpenuhi. Mereka menikahkanku, mereka berbuat baik kepadaku. Mereka tidak memintaku bukti, lalu saya pulang kepada Rasulullah Shallallahu'alaihiwasallam dalam keadaan sedih. Beliau bertanya, \"Kenapa kamu Wahai Rabi'ah?\" saya menjawab, \"Wahai Rasulullah, saya telah mendatangi suatu kaum yang sangat mulia, mereka menikahkanku, memuliakanku dan berlemah lembut terhadapku. Mereka tidak meminta bukti sedikitpun, hanya sayang saya tidak memiliki mas kawin.\" Lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \"Wahai Buraidah Al Aslami, kumpulkanlah untuknya sebiji emas\". (Rabi'ah Al Aslami radliyallahu'anhu) berkata; lalu mereka mengumpulkan sebiji emas untukku, saya mengambilnya, lalu saya bawa kepada Nabi Shallallahu'alaihiwasallam. Lalu beliau bersabda: \"Bawalah ini kepada mereka dan katakan kepada mereka ini adalah maskawinnya',. Mereka pun menyetujuinya dan menerimanya dan berkata 'Mas kawin seperti ini sudah sangat banyak dan baik sekali. (Rabi'ah Al Aslami radliyallahu'anhu) berkata; lalu saya pulang menemui Nabi Shallallahu'alaihiwasallam dalam keadaan sedih, lalu beliau bertanya Wahai Rabi'ah kenapa kamu bersedih? Saya menjawab, Wahai Rasulullah, saya tidak pernah melihat kaum yang lebih mulia dari mereka, mereka rela dengan apa yang saya berikan dan mereka berbuat sangat baik dan berkata; ini adalah sangat banyak dan bagus. Hanya sayang saya tidak punya sesuatu apa yang saya gunakan untuk mengadakan walimah. Beliau bersabda: \"Wahai Buraidah, tolong kumpulkan kambing untuknya\". (Rabi'ah Al Aslami radliyallahu'anhu) berkata; lalu mereka mengumpulkan kambing yang banyak dan gemuk, lalu Rasulullah Shallallahu'alaihiwasallam bersabda kepadaku 'Pergilah dan temuilah 'Aisyah dan katakan kepadanya agar dia mengirim beberapa keranjang berisi makanan', lalu saya mendatanginya dan aku katakan kepadanya segala yang Rasulullah Shallallahu'alaihiwasallam perintahkan kepadaku. Lalu dia berkata; 'Ini keranjang berisi sembilan Sha' gandum, demi Allah, dan jika ada makanan lain besok hari maka ambillah.' Lalu saya mengambilnya dan saya bawa kepada Nabi Shallallahu'alaihiwasallam dan saya kabarkan kepada beliau apa yang dikatakan 'Aisyah, lalu beliau bersabda: \"Bawalah barang-barang ini ke sana, dan katakan kepada mereka agar mereka pergunakan untuk membuat roti\". Lalu saya berangkat ke sana, saya membawa kambing dan saya berangkat bersama beberapa orang dari Aslam, lalu seorang dari Aslam berkata 'Tolong besok barang-barang ini telah diolah menjadi roti '. Maka saya datangi mereka dan saya juga membawa kambing bersama beberapa orang Aslam, lantas salah seorang dari Aslam mengatakan 'tolong besok gandum ini besok sudah diolah menjadi roti, dan kambing ini telah dimasak'. Mereka menjawan 'Untuk membuat roti maka cukuplah kami saja, namun untuk menyembelih kambing, kalianlah yang mengerjakan'. Kontan kami mengambil kambing yang ada, saya bersama dengan beberapa orang Aslam. Kami menyembelihnya lalu kami bersihkan. Kami memasaknya dan sudah siaplah pada kami segala daging dan roti, saya mengadakan walimah dengan mengundang Rasulullah Shallallahu'alaihiwasallam. lalu (Rabi'ah Al Aslami radliyallahu'anhu) berkata; Rasulullah Shallallahu'alaihiwasallam telah memberi tanah kepadaku dan juga kepada Abu Bakar, rupanya dunia telah datang, lalu kami kami saling berselisih dalam masalah pelepah kurma, saya katakan mayang itu dalam batasanku sedang Abu Bakar berkata 'mayang itu dalam batas tanahnya sehingga terjadilah cekcok antara saya dan Abu Bakar. Lalu Abu Bakar berkata dengan perkataan yang tak sepantasnya sehingga ia menyesalinya dan merasa bersalah, ia pun berkata kepadaku 'Wahai Rabi'ah balaslah ucapkanku yang tak sepantasnya kepadaku sehingga menjadi pembalasan yang sebanding\". Saya menjawab 'Tidak sudi, saya tidak bakalan melakukannya', Abu Bakar berkata; 'Baiklah, sekarang kamu katakan atau aku yang akan meminta pertolongan Rasulullah Shallallahu'alaihiwasallam untuk mengalahkanmu. Saya tetap berkata; 'Saya tidak sudi melakukannya.' Lantas Abu Bakar menolak tanah itu sebagai milikku sehingga ia temui Nabi Shallallahu'alaihiwasallam dan saya mengikutinya, lalu datanglah beberapa orang dari Aslam sembari menyumpah serapahiku 'Semoga Allah merahmati Abu Bakar, ada masalah apa hingga dia meminta Rasulullah Shallallahu'alaihiwasallam untuk mengalahkanmu dan dia mengatakan kepadamu sampai begini-begini? Saya jawab, apakah kalian tidak tahu siapa dia, dia adalah satu-satunya sahabat nabi yang menemaninya dalam gua ketika hanya berdua, dia adalah orang yang memiliki kedudukan tinggi di kalangan kaum muslimin, salahnya dia tidak menoleh kemana-mana lantas memandang kalian menolongku untuk mengalahkannya, maka dia pun marah. Lantas Abu Bakar pun mendatangi Rasulullah Shallallahu'alaihiwasallam dengan harapan nabi pun marah kerena kemarahannya, lantas Allah marah karena kemarahan keduanya, sehingga Rabi'ah akan celaka. Mereka berkata 'Apa yang kau perintakan kepada kami.' Pulanglah saja kalian, kata rabiah. Lalu Abu Bakar radliyallahu'anhu pulang menuju Rasulullah Shallallahu'alaihiwasallam, saya ikuti sendirian sampai kepada Nabi Shallallahu'alaihiwasallam. Saya sampaikan segala hal ihwal kejadian tersebut sampai beliau mengangkat kepalanya kepadaku dan berkata; Wahai Rabi'ah apa yang terjadi antara kamu dengan As Shididiq?, saya menjawab 'Wahai Rasulullah, telah terjadi begini dan begitu.' Dia mengatakan kepadaku suatu kalimat yang sebenarnya dia pun muak terhadap ucapan itu, lalu dia mengatakan kepada ku; 'Katakanlah sebagaimana yang aku katakan sehingga hal itu menjadi qishah', namun saya menolaknya. Lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \"Benar, janganlah kau balas kepadanya tapi katakanlah 'Semoga Allah mengampuni kamu Wahai Abu Bakar', lalu saya berkata 'Semoga Allah mengampunimu Wahai Abu Bakar\". Al Hasan berkata; lalu Abu Bakar radliyallahu'anhu pulang dengan keadaan menangis.","arab":"قَالَ حَدَّثَنَا أَبُو النَّضْرِ هَاشِمُ بْنُ الْقَاسِمِ قَالَ حَدَّثَنَا الْمُبَارَكُ يَعْنِي ابْنَ فَضَالَةَ قَالَ حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ عَنْ رَبِيعَةَ الْأَسْلَمِيِّ قَالَكُنْتُ أَخْدُمُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَبِيعَةُ أَلَا تَزَوَّجُ قَالَ قُلْتُ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا أُرِيدُ أَنْ أَتَزَوَّجَ مَا عِنْدِي مَا يُقِيمُ الْمَرْأَةَ وَمَا أُحِبُّ أَنْ يَشْغَلَنِي عَنْكَ شَيْءٌ فَأَعْرَضَ عَنِّي فَخَدَمْتُهُ مَا خَدَمْتُهُ ثُمَّ قَالَ لِي الثَّانِيَةَ يَا رَبِيعَةُ أَلَا تَزَوَّجُ فَقُلْتُ مَا أُرِيدُ أَنْ أَتَزَوَّجَ مَا عِنْدِي مَا يُقِيمُ الْمَرْأَةَ وَمَا أُحِبُّ أَنْ يَشْغَلَنِي عَنْكَ شَيْءٌ فَأَعْرَضَ عَنِّي ثُمَّ رَجَعْتُ إِلَى نَفْسِي فَقُلْتُ وَاللَّهِ لَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا يُصْلِحُنِي فِي الدُّنْيَا وَالْآخِرَةِ أَعْلَمُ مِنِّي وَاللَّهِ لَئِنْ قَالَ تَزَوَّجْ لَأَقُولَنَّ نَعَمْ يَا رَسُولَ اللَّهِ مُرْنِي بِمَا شِئْتَ قَالَ فَقَالَ يَا رَبِيعَةُ أَلَا تَزَوَّجُ فَقُلْتُ بَلَى مُرْنِي بِمَا شِئْتَ قَالَ انْطَلِقْ إِلَى آلِ فُلَانٍ حَيٍّ مِنْ الْأَنْصَارِ وَكَانَ فِيهِمْ تَرَاخٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْ لَهُمْ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسَلَنِي إِلَيْكُمْ يَأْمُرُكُمْ أَنْ تُزَوِّجُونِي فُلَانَةَ لِامْرَأَةٍ مِنْهُمْ فَذَهَبْتُ فَقُلْتُ لَهُمْ إِنَّ رَسُولَ اللَّهِ أَرْسَلَنِي إِلَيْكُمْ يَأْمُرُكُمْ أَنْ تُزَوِّجُونِي فُلَانَةَ فَقَالُوا مَرْحَبًا بِرَسُولِ اللَّهِ وَبِرَسُولِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاللَّهِ لَا يَرْجِعُ رَسُولُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا بِحَاجَتِهِ فَزَوَّجُونِي وَأَلْطَفُونِي وَمَا سَأَلُونِي الْبَيِّنَةَ فَرَجَعْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَزِينًا فَقَالَ لِي مَا لَكَ يَا رَبِيعَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ أَتَيْتُ قَوْمًا كِرَامًا فَزَوَّجُونِي وَأَكْرَمُونِي وَأَلْطَفُونِي وَمَا سَأَلُونِي بَيِّنَةً وَلَيْسَ عِنْدِي صَدَاقٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا بُرَيْدَةُ الْأَسْلَمِيُّ اجْمَعُوا لَهُ وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ قَالَ فَجَمَعُوا لِي وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ فَأَخَذْتُ مَا جَمَعُوا لِي فَأَتَيْتُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ اذْهَبْ بِهَذَا إِلَيْهِمْ فَقُلْ هَذَا صَدَاقُهَا فَأَتَيْتُهُمْ فَقُلْتُ هَذَا صَدَاقُهَا فَرَضُوهُ وَقَبِلُوهُ وَقَالُوا كَثِيرٌ طَيِّبٌ قَالَ ثُمَّ رَجَعْتُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَزِينًا فَقَالَ يَا رَبِيعَةُ مَا لَكَ حَزِينٌ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا رَأَيْتُ قَوْمًا أَكْرَمَ مِنْهُمْ رَضُوا بِمَا آتَيْتُهُمْ وَأَحْسَنُوا وَقَالُوا كَثِيرًا طَيِّبًا وَلَيْسَ عِنْدِي مَا أُولِمُ قَالَ يَا بُرَيْدَةُ اجْمَعُوا لَهُ شَاةً قَالَ فَجَمَعُوا لِي كَبْشًا عَظِيمًا سَمِينًا فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اذْهَبْ إِلَى عَائِشَةَ فَقُلْ لَهَا فَلْتَبْعَثْ بِالْمِكْتَلِ الَّذِي فِيهِ الطَّعَامُ قَالَ فَأَتَيْتُهَا فَقُلْتُ لَهَا مَا أَمَرَنِي بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ هَذَا الْمِكْتَلُ فِيهِ تِسْعُ آصُعِ شَعِيرٍ لَا وَاللَّهِ إِنْ أَصْبَحَ لَنَا طَعَامٌ غَيْرُهُ خُذْهُ فَأَخَذْتُهُ فَأَتَيْتُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخْبَرْتُهُ مَا قَالَتْ عَائِشَةُ فَقَالَ اذْهَبْ بِهَذَا إِلَيْهِمْ فَقُلْ لِيُصْبِحْ هَذَا عِنْدَكُمْ خُبْزًا فَذَهَبْتُ إِلَيْهِمْ وَذَهَبْتُ بِالْكَبْشِ وَمَعِي أُنَاسٌ مِنْ أَسْلَمَ فَقَالَ لِيُصْبِحْ هَذَا عِنْدَكُمْ خُبْزًا وَهَذَا طَبِيخًا فَقَالُوا أَمَّا الْخُبْزُ فَسَنَكْفِيكُمُوهُ وَأَمَّا الْكَبْشُ فَاكْفُونَا أَنْتُمْ فَأَخَذْنَا الْكَبْشَ أَنَا وَأُنَاسٌ مِنْ أَسْلَمَ فَذَبَحْنَاهُ وَسَلَخْنَاهُ وَطَبَخْنَاهُ فَأَصْبَحَ عِنْدَنَا خُبْزٌ وَلَحْمٌ فَأَوْلَمْتُ وَدَعَوْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَانِي أَرْضًا وَأَعْطَانِي أَبُو بَكْرٍ أَرْضًا وَجَاءَتْ الدُّنْيَا فَاخْتَلَفْنَا فِي عِذْقِ نَخْلَةٍ فَقُلْتُ أَنَا هِيَ فِي حَدِّي وَقَالَ أَبُو بَكْرٍ هِيَ فِي حَدِّي فَكَانَ بَيْنِي وَبَيْنَ أَبِي بَكْرٍ كَلَامٌ فَقَالَ أَبُو بَكْرٍ كَلِمَةً كَرِهَهَا وَنَدِمَ فَقَالَ لِي يَا رَبِيعَةُ رُدَّ عَلَيَّ مِثْلَهَا حَتَّى تَكُونَ قِصَاصًا قَالَ قُلْتُ لَا أَفْعَلُ فَقَالَ أَبُو بَكْرٍ لَتَقُولَنَّ أَوْ لَأَسْتَعْدِيَنَّ عَلَيْكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ مَا أَنَا بِفَاعِلٍ قَالَ وَرَفَضَ الْأَرْضَ وَانْطَلَقَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَانْطَلَقْتُ أَتْلُوهُ فَجَاءَ نَاسٌ مِنْ أَسْلَمَ فَقَالُوا لِي رَحِمَ اللَّهُ أَبَا بَكْرٍ فِي أَيِّ شَيْءٍ يَسْتَعْدِي عَلَيْكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ قَالَ لَكَ مَا قَالَ فَقُلْتُ أَتَدْرُونَ مَا هَذَا هَذَا أَبُو بَكْرٍ الصِّدِّيقُ هَذَا ثَانِيَ اثْنَيْنِ وَهَذَا ذُو شَيْبَةِ الْمُسْلِمِينَ إِيَّاكُمْ لَا يَلْتَفِتُ فَيَرَاكُمْ تَنْصُرُونِي عَلَيْهِ فَيَغْضَبَ فَيَأْتِيَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَغْضَبَ لِغَضَبِهِ فَيَغْضَبَ اللَّهُ عَزَّ وَجَلَّ لِغَضَبِهِمَا فَيُهْلِكَ رَبِيعَةَ قَالُوا مَا تَأْمُرُنَا قَالَ ارْجِعُوا قَالَ فَانْطَلَقَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَبِعْتُهُ وَحْدِي حَتَّى أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَدَّثَهُ الْحَدِيثَ كَمَا كَانَ فَرَفَعَ إِلَيَّ رَأْسَهُ فَقَالَ يَا رَبِيعَةُ مَا لَكَ وَلِلصِّدِّيقِ قُلْتُ يَا رَسُولَ اللَّهِ كَانَ كَذَا كَانَ كَذَا قَالَ لِي كَلِمَةً كَرِهَهَا فَقَالَ لِي قُلْ كَمَا قُلْتُ حَتَّى يَكُونَ قِصَاصًا فَأَبَيْتُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجَلْ فَلَا تَرُدَّ عَلَيْهِ وَلَكِنْ قُلْ غَفَرَ اللَّهُ لَكَ يَا أَبَا بَكْرٍ فَقُلْتُ غَفَرَ اللَّهُ لَكَ يَا أَبَا بَكْرٍقَالَ الْحَسَنُ فَوَلَّى أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ وَهُوَ يَبْكِي","source":"Ahmad"},"__N_SSG":true}