{"pageProps":{"number":"1166","slug":"ahmad","id":"(Ahmad bin Hanbal radliyallahu'anhu) berkata; telah menceritakan kepada kami ['Affan] berkata; telah menceritakan kepada kami [Wuhaib] telah menceritakan kepada kami [Abdullah bin 'Utsman bin Khutsaim] dari ['Amr bin Al Qary] dari [Bapaknya] dari [kakeknya, 'Amr bin Al Qary] sesungguhnya Rasulullah Shallallahu'alaihiwasallam pergi dan meninggalkan Saad karena sakit, ketika keluar menuju Hunain. Tatkala sampai dari Ji'ranah karena umrah, dia menemuinya dalam keadaan sakit yang akut, lalu dia berkata; Wahai Rasulullah, sesungguhnya saya mempunyai harta dan saya dalam keadaan kalalah (mayat yang tidak mempunyai orang tua maupun anak) apakah harus meninggalkan warisan dengan hartaku semuanya atau saya sedekahkan saja. Beliau bersabda: \"Tidak\". Dia berkata; apakah saya berwasiat dengan dua pertiga? Beliau bersabda: \"Tidak\". Dia berkata; apakah saya berwasiat dengan setengahnya? Beliau bersabda: \"Tidak\". Dia berkata; apakah saya berwasiat dengan sepertiganya? Beliau bersabda: \"Ya, dan itu sudah banyak\". Dia berkata; 'Wahai Rasulullah, saya meninggal dalam rumah yang saya telah keluar darinya saat berhijrah.' Beliau bersabda: \"Sesungguhnya saya sangat mengharap semoga Allah mengangkat kamu lalu dia melukai suatu kaum dan orang yang lain bisa mengambil manfaat darimu, Wahai 'Amr bin Al Qari, jika Saad meninggal setelahku maka kuburkanlah di sini menuju jalan ke Madinah\" dan beliau memberi isyarat dengan tangannya begini.'","arab":"قَالَ حَدَّثَنَا عَفَّانُ قَالَ حَدَّثَنَا وُهَيْبٌ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ عَنْ عَمْرِو بْنِ الْقَارِيِّ عَنْ أَبِيهِ عَنْ جَدِّهِ عَمْرِو بْنِ الْقَارِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدِمَ فَخَلَّفَ سَعْدًا مَرِيضًا حَيْثُ خَرَجَ إِلَى حُنَيْنٍ فَلَمَّا قَدِمَ مِنْ جِعِرَّانَةَ مُعْتَمِرًا دَخَلَ عَلَيْهِ وَهُوَ وَجِعٌ مَغْلُوبٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالًا وَإِنِّي أُورَثُ كَلَالَةً أَفَأُوصِي بِمَالِي كُلِّهِ أَوْ أَتَصَدَّقُ بِهِ قَالَ لَا قَالَ أَفَأُوصِي بِثُلُثَيْهِ قَالَ لَا قَالَ أَفَأُوصِي بِشَطْرِهِ قَالَ لَا قَالَ أَفَأُوصِي بِثُلُثِهِ قَالَ نَعَمْ وَذَاكَ كَثِيرٌ قَالَ أَيْ رَسُولَ اللَّهِ أَمُوتُ بِالدَّارِ الَّتِي خَرَجْتُ مِنْهَا مُهَاجِرًا قَالَ إِنِّي لَأَرْجُو أَنْ يَرْفَعَكَ اللَّهُ فَيَنْكَأَ بِكَ أَقْوَامًا وَيَنْفَعَ بِكَ آخَرِينَ يَا عَمْرُو بْنَ الْقَارِيِّ إِنْ مَاتَ سَعْدٌ بَعْدِي فَهَا هُنَا فَادْفِنْهُ نَحْوَ طَرِيقِ الْمَدِينَةِ وَأَشَارَ بِيَدِهِ هَكَذَا","source":"Ahmad"},"__N_SSG":true}