{"pageProps":{"number":"1261","slug":"ahmad","id":"Telah menceritakan kepada kami Abdullah telah menceritakan kepadaku [Nasr bin Ali] berkata; telah mengabarkan kepadaku [Ma'di bin Sulaiman] berkata; saya telah mendatangi [Muthair] untuk menanyakannya tentang hadits Dzul Yadain lalu saya mendatanginya dan bertanya kepadanya, ternyata dia sudah sangat tua yang tidak lagi kuasa menyampaikan hadis karena sudah sangat tuanya. Lalu anaknya [Syu'aits] berkata; Wahai bapakku, dahulu engkau telah menceritakan kepadaku sesungguhnya [Dzil Yadain] telah bertemu denganmu di Dzil Khasyab lalu menceritakan kepadamu, sesungguhnya Rasulullah Shallallahu'alaihiwasallam shalat bersama mereka salah satu shalat siang yaitu shalat asar dua rekaat lalu salam, lalu keluar menuju ke orang-orang. Dia berkata; shalat telah diqashar dan di dalam kaum ada Abu Bakar dan 'Umar Radliyallahu'anhu. Lalu (Rasulullah Shallallahu'alaihiwasallam) bertanya tentang apa yang dikatakan oleh Dzul Yadain. Mereka berdua menjawab, \"Benar, Wahai Rasulullah, \" Lalu Rasulullah Shallallahu'alaihiwasallam kembali dan orang-orang mengikutinya lalu shalat dua rekaat dan mengucapkan salam, lalu bersujud bersama mereka dua kali sujud sahwi.\"","arab":"حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنِي نَصْرُ بْنُ عَلِيٍّ قَالَ أَخْبَرَنِي مَعْدِيُّ بْنُ سُلَيْمَانَ قَالَ أَتَيْتُ مُطَيْرًا لِأَسْأَلَهُ عَنْ حَدِيثِ ذِي الْيَدَيْنِ فَأَتَيْتُهُ فَسَأَلْتُهُ فَإِذَا هُوَ شَيْخٌ كَبِيرٌ لَا يُنْفِذُ الْحَدِيثَ مِنْ الْكِبَرِ فَقَالَ ابْنُهُ شُعَيْثٌ بَلَى يَا أَبَتِحَدَّثَتْنِي أَنَّ ذَا الْيَدَيْنِ لَقِيَكَ بِذِي خَشَبٍ فَحَدَّثَكَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ إِحْدَى صَلَاتَيْ الْعَشِيِّ وَهِيَ الْعَصْرُ رَكْعَتَيْنِ ثُمَّ سَلَّمَ فَخَرَجَ سَرَعَانُ النَّاسِ فَقَالَ أَقَصُرَتْ الصَّلَاةُ وَفِي الْقَوْمِ أَبُو بَكْرٍ وَعُمَرُ فَقَالَ ذُو الْيَدَيْنِ أَقَصُرَتْ الصَّلَاةُ أَمْ نَسِيتَ قَالَ مَا قَصُرَتْ الصَّلَاةُ وَلَا نَسِيتُ ثُمَّ أَقْبَلَ عَلَى أَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا فَقَالَ مَا يَقُولُ ذُو الْيَدَيْنِ فَقَالَا صَدَقَ يَا رَسُولَ اللَّهِ فَرَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَثَابَ النَّاسُ وَصَلَّى بِهِمْ رَكْعَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ سَجَدَ بِهِمْ سَجْدَتَيْ السَّهْوِ","source":"Ahmad"},"__N_SSG":true}