{"pageProps":{"number":"1434","slug":"ahmad","id":"Telah menceritakan kepada kami [Al Walid bin Muslim] telah menceritakan kepada kami [Tsaur bin Yazid] telah menceritakan kepada kami [Khalid bin Ma'dan] berkata; telah menceritakan kepada kami [Abdurrahman bin 'Amr As-Sulami] dan [Hujr bin Hujr] berkata; kami mendatangi [Al 'Irbadl bin Sariyah] dia adalah termasuk orang yang menyebabkan turunnya ayat, 'Dan tiada (pula) berdosa atas orang-orang yang apabila mereka datang kepadamu, supaya kamu memberi mereka kendaraan, lalu kamu berkata: \"Aku tidak memperoleh kendaraan untuk membawamu \" Lalu kami mengucapkan salam dan kami katakan, \"Kami mendatangi anda, dalam rangka mengunjungi, kembali dan mencari ilmu. lalu 'Irbadl berkata; \"Rasulullah Shallallahu'alaihiwasallam shalat subuh bersama kami pada suatu hari, lalu beliau menemui kami dan memberi nasehat yang sangat mengena, yang menyebabkan mata bercucuran dan hati menjadi tergetar. Lalu ada seseorang yang bertanya, \"Wahai Rasulullah, sepertinya ini adalah nasehat perpisahan, maka apa yang anda wasiatkan kepada kami\". Beliau bersabda: \"Saya wasiatkan kalian untuk bertakwa kepada Allah, mendengar dan taat walau kepada budak dari Habasyah. Sungguh siapa yang hidup di antara kalian setelahku akan melihat perselisihan yang banyak. Berpeganglah dengan sunahku dan sunnah Khulafa' Rasyidin yang mendapat petunjuk. Berpegang teguhlah dan gigitlah dengan gigi geraham. Hindarilah kalian hAl hal yang baru, sesungguhnya setiap hal yang baru adalah bid'ah dan setiap bid'ah ada sesat. Telah menceritakan kepada kami [Haiwah bin Syuraih] telah menceritakan kepada kami [Baqiyyah] telah menceritakan kepadaku [Bahir bin Sa'ad] dari [Khalid bin Ma'dan] dari [Ibnu Abu bilal] dari [Al 'Irbadl bin Sariyah], ia menceritakan kepada mereka sesungguhnya Rasulullah Shallallahu'alaihiwasallam telah memberi nasehat kepada mereka pada suatu hari setelah shalat subuh, lalu dia sebutkan. Telah menceritakan kepada kami [Isma'il] dari [Hisyam Ad-Dustuwa'i] dari [Yahya bin Abu Katsir] dari [Muhammad bin Ibrahim bin Al Harits] dari [Khalid bin Ma'dan] dari [Abu Bilal] dari [Al 'Irbadl bin Sariyah], dia menceritakan kepada mereka sesungguhnya Rasulullah Shallallahu'alaihiwasallam memberi nasehat kepada mereka pada suatu hari setelah shalat subuh, lalu dia menyebutkanya secara lengkap.","arab":"حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا ثَوْرُ بْنُ يَزِيدَ حَدَّثَنَا خَالِدُ بْنُ مَعْدَانَ قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو السُّلَمِيُّ وَحُجْرُ بْنُ حُجْرٍ قَالَاأَتَيْنَا الْعِرْبَاضَ بْنَ سَارِيَةَ وَهُوَ مِمَّنْ نَزَلَ فِيهِ{ وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ }فَسَلَّمْنَا وَقُلْنَا أَتَيْنَاكَ زَائِرِينَ وَعَائِدِينَ وَمُقْتَبِسِينَ فَقَالَ عِرْبَاضٌ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصُّبْحَ ذَاتَ يَوْمٍ ثُمَّ أَقْبَلَ عَلَيْنَا فَوَعَظَنَا مَوْعِظَةً بَلِيغَةً ذَرَفَتْ مِنْهَا الْعُيُونُ وَوَجِلَتْ مِنْهَا الْقُلُوبُ فَقَالَ قَائِلٌ يَا رَسُولَ اللَّهِ كَأَنَّ هَذِهِ مَوْعِظَةُ مُوَدِّعٍ فَمَاذَا تَعْهَدُ إِلَيْنَا فَقَالَ أُوصِيكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ كَانَ عَبْدًا حَبَشِيًّا فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي فَسَيَرَى اخْتِلَافًا كَثِيرًا فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ فَتَمَسَّكُوا بِهَا وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلَالَةٌحَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ حَدَّثَنَا بَقِيَّةُ حَدَّثَنِي بَحِيرُ بْنُ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنِ ابْنِ أَبِي بِلَالٍ عَنْ عِرْبَاضِ بْنِ سَارِيَةَ أَنَّهُ حَدَّثَهُمْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَظَهُمْ يَوْمًا بَعْدَ صَلَاةِ الْغَدَاةِ فَذَكَرَهُ حَدَّثَنَا إِسْمَاعِيلُ عَنْ هِشَامٍ الدَّسْتُوَائِيِّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ أَبِي بِلَالٍ عَنِ الْعِرْبَاضِ بْنِ سَارِيَةَ أَنَّهُ حَدَّثَهُمْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَظَهُمْ يَوْمًا بَعْدَ صَلَاةِ الْغَدَاةِ فَذَكَرَهُ","source":"Ahmad"},"__N_SSG":true}