{"pageProps":{"number":"1463","slug":"ahmad","id":"Telah menceritakan kepada kami [Zaid bin Al Habhab] berkata; telah menceritakan kepadaku [Abdurrahman bin Syuraikh] berkata; saya telah mendengar [Muhammad bin Sumair Ar-Ru'aini] berkata; saya telah mendengar [Abu 'Amir At-Tujibi] bapakku berkata; dan yang lainnya berkata; Al Janabi yaitu selain Zaid Abu Ali yaitu Al Janabi berkata; saya telah mendengar [Abu Raihanah] berkata; \"Kami bersama Rasulullah Shallallahu'alaihiwasallam dalam suatu peperangan, pada suatu malam kami mendatangi ke suatu tempat yang agak tinggi, lalu kami bermalam disitu. Kami merasakan kedinginan yang sangat, sampai saya melihat ada orang yang menggali lobang pada tanah lalu dia jadikan untuk berdiam diri, dan dia letakkan hajfah atau tamengnya diatas lubang itu.\" Tatkala Rasulullah Shallallahu'alaihiwasallam melihat hal itu, beliau memanggil, \"Siapa yang hendak menjaga kami pada malam itu, dan saya akan mendoakannya dengan doa yang berisikan keutamaan!, lalu ada seorang laki-laki anshar berkata; \"Saya Wahai Rasulullah.\" lalu beliau bersabda: \"Siapakah kamu\", lalu orang Anshar itu menyebutkan namanya, Rasulullah Shallallahu'alaihiwasallam membuka dengan do'a, dengan banyak doa. Abu Raihanah berkata; \"Tatkala saya mendengar doa yang dipanjatkan Rasulullah Shallallahu'alaihiwasallam, saya berkata; 'Saya akan ikut.\" Beliau bersabda: \"Mendekatlan, \" Saya pun mendekat, beliau bertanya, \"Siapakah kamu?\". Dia berkata; \"Saya Abu Raihanah, \" lalu beliau berdoa dengan doa yang lain dengan doa kepada orang Anshar. Beliau bersabda: \"Diharamkan neraka atas mata yang menetes atau menangis karena takut kepada takut Allah dan diharamkan neraka atas mata yang berjaga di jalan Allah, \" atau berkata; \"Atau diharamkan pada neraka atas mata lain (yang disebut nabi pada kali ketiga) yang tidak didengar Muhammad bin Sumair dan yang lainnya berkata; yaitu selain Zaid Abu Ali Al Janabi.","arab":"حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ شُرَيْحٍ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ سُمَيْرٍ الرُّعَيْنِيَّ يَقُولُ سَمِعْتُ أَبَا عَامِرٍ التُّجِيبِيَّ قَالَ أَبِي وَقَالَ غَيْرُهُ الْجَنَبِيَّ يَعْنِي غَيْرَ زَيْدٍ أَبُو عَلِيٍّ الْجَنَبِيُّ يَقُولُ سَمِعْتُ أَبَا رَيْحَانَةَ يَقُولُكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةٍ فَأَتَيْنَا ذَاتَ لَيْلَةٍ إِلَى شَرَفٍ فَبِتْنَا عَلَيْهِ فَأَصَابَنَا بَرْدٌ شَدِيدٌ حَتَّى رَأَيْتُ مَنْ يَحْفِرُ فِي الْأَرْضِ حُفْرَةً يَدْخُلُ فِيهَا يُلْقِي عَلَيْهِ الْحَجَفَةَ يَعْنِي التُّرْسَ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ النَّاسِ نَادَى مَنْ يَحْرُسُنَا فِي هَذِهِ اللَّيْلَةِ وَأَدْعُو لَهُ بِدُعَاءٍ يَكُونُ فِيهِ فَضْلٌ فَقَالَ رَجُلٌ مِنْ الْأَنْصَارِ أَنَا يَا رَسُولَ اللَّهِ فَقَالَ ادْنُهْ فَدَنَا فَقَالَ مَنْ أَنْتَ فَتَسَمَّى لَهُ الْأَنْصَارِيُّ فَفَتَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالدُّعَاءِ فَأَكْثَرَ مِنْهُ قَالَ أَبُو رَيْحَانَةَ فَلَمَّا سَمِعْتُ مَا دَعَا بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ أَنَا رَجُلٌ آخَرُ فَقَالَ ادْنُهْ فَدَنَوْتُ فَقَالَ مَنْ أَنْتَ قَالَ فَقُلْتُ أَنَا أَبُو رَيْحَانَةَ فَدَعَا بِدُعَاءٍ هُوَ دُونَ مَا دَعَا لِلْأَنْصَارِيِّ ثُمَّ قَالَ حُرِّمَتْ النَّارُ عَلَى عَيْنٍ دَمَعَتْ أَوْ بَكَتْ مِنْ خَشْيَةِ اللَّهِ وَحُرِّمَتْ النَّارُ عَلَى عَيْنٍ سَهِرَتْ فِي سَبِيلِ اللَّهِ أَوْ قَالَ حُرِّمَتْ النَّارُ عَلَى عَيْنٍ أُخْرَى ثَالِثَةٍ لَمْ يَسْمَعْهَا مُحَمَّدُ بْنُ سُمَيْرٍوَقَالَ غَيْرُهُ يَعْنِي غَيْرَ زَيْدٍ أَبُو عَلِيٍّ الْجَنَبِيُّ","source":"Ahmad"},"__N_SSG":true}