{"pageProps":{"number":"1592","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] Telah menceritakan kepada kami [Hammam] telah mengabarkan kepada kami [Yahya bin Abu Katsir] Telah menceritakan kepada kami [Abdullah bin Abu Qatadah] dari [Bapaknya], bahwa ia pernah menyaksikan Nabi shallallahu 'alaihi wasallam menshalati jenazah, lalu ia mendengar beliau membaca do'a: \"ALLAHUMMAGHFIR LIHAYYINAA WA MAYYITINAA, WA SYAAHIDINAA WA GHAAIBINAA, WA DZAKARINAA WA UNTSAANAA, WA SHAGHIIRANAA WA KABIIRANAA (Ya Allah, ampunilah bagi orang-orang yang masih hidup dari kami dan yang telah meninggal di antara kami, yang hadir maupun yang tidak, orang laki-laki di antara kami dan para wanita-wanita di antara kami, anak-anak kecil kami dan orang yang telah tua di antara kami).\" Yahya berkata, \" [Abu Salamah] menceritakan kepadaku dengan kalimat-kalimat yang sama, hanya saja ia menambahkan dua kalimat, \"MAN AHYAITAHU MINNAA FAAHYIHI 'ALAL ISLAAM WA MAN TAWAFFAITAHU FATAWAFFAHU 'ALAL IMAAN (Ya Allah, siapa yang Engkau hidupkan dari kami maka hidupkanlah ia di atas Islam, dan siapa yang Engkau wafatkan maka wafatkanlah ia di atas keimanan).\" Telah menceritakan kepada kami [Affan] Telah menceritakan kepada kami [Aban] Telah menceritakan kepada kami [Yahya bin Abu Katsir] dari [Ibrahim] dari Nabi shallallahu 'alaihi wasallam, seperti dalam hadits tersebut.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا هَمَّامٌ أَخْبَرَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي قَتَادَةَ عَنْ أَبِيهِ أَنَّهُشَهِدَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى عَلَى مَيِّتٍ فَسَمِعَهُ يَقُولُ اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا وَشَاهِدِنَا وَغَائِبِنَا وَصَغِيرِنَا وَكَبِيرِنَا وَذَكَرِنَا وَأُنْثَانَاقَالَ وَحَدَّثَنِي أَبُو سَلَمَةَ بِهَؤُلَاءِ الثَّمَانِ الْكَلِمَاتِ وَزَادَ كَلِمَتَيْنِ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلَامِ وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الْإِيمَانِ حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبَانُ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ عَنْ إِبْرَاهِيمَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ","source":"Ahmad"},"__N_SSG":true}