{"pageProps":{"number":"1593","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdullah bin Numair] dari [Utsman bin Hakim] ia berkata, telah mengabarkan kepadaku Abdurrahman bin Abdul Aziz dari [Ya'la bin Murrah] ia berkata, \"Saya telah melihat dari Rasulullah shallallahu 'alaihi wasallam tiga hal yang belum pernah dilihat oleh seorang pun, baik sebelum atau setelahku. Saya pernah keluar bersama beliau dalam suatu perjalanan, hingga ketika kami sampai pada suatu jalan, kami melewati seorang wanita yang sedang duduk membawa anaknya yang masih kecil. Wanita itu lalu berkata, \"Wahai Rasulullah, anak ini telah ditimpa penyakit, kami juga terkena karenanya, saya tidak tahu pasti berapa kali ia kambuh dalam sehari.\" Berliau berkata: \"Bawalah kemari anak itu.\" kemudian wanita itu pun mengangkat dan menyerahkan anaknya kepada beliau, ia letakkan anaknya antara beliau dengan kayu pelana kendaraan beliau. Beliau kemudian membukan mulut anak itu dan meninupnya tiga kali sambil membaca: \"Bismillah, saya adalah Abdullah, keluar dan pergilah wahai musuh Allah.\" Setelah itu, beliau menyerahkan kembali anak itu sambil mengatakan: \"Temuilah kami saat kembali di tempat ini, dan kabarkanlah kepada kami apa yang dilakukannya.\" Ya'la bin Murrah berkata, \"Kemudian kami bergegas pergi, dan pada saat kembali kami mendapati wabita itu berada di tempat yang sama dengan membawa tiga ekor domba. Rasulullah shallallahu 'alaihi wasallam lalu bertanya: \"Apa yang dilakukan oleh anakmu?\" wanita itu menjawab, \"Demi Dzat Yang telah mengutusmu dengan kebenaran, hingga saat ini kami tidak medapati suatu kelainan pun darinya. Karena itu ambil dan bawalah domba-domba ini.\" Beliau berkata: \"Turun (wahai Ya'la) dan ambillah satu ekor darinya lalu kembalikanlah sisanya.\" Ya'la bin Murrah melanjutkan ceritanya, \"Pada suatu hari saya keluar menuju kuburan hingga kami keluar ke tanah lapang. Beliau berkata: \"Celaka kamu, lihatlah! Apakah ada sesuatu yang dapat melindungiku?\" Aku menjawab, \"Aku tidak melihat sesuatu yang dapat menutupi tuan kecuali sebatang pohon yang saya kira tidak dapat melindungi tuan.\" Beliau bertanya lagi: \"Lalu apa yang ada di dekatnya?\" saya menjawab, \"Pohon yang sama, atau yang hampir sama.\" Beliau bersabda: \"Pergilah kepada keduanya dan katakan kepada mereka, 'Sesungguhnya Rasulullah shallallahu 'alaihi wasallam memerintahkan kalian berdua untuk bersatu dengan izin Allah.'\" Ya'la bin Murrah berkata, \"Maka keduanya pun bersatu hingga beliau dapat buang hajat, kemudian beliau kembali seraya bersabda: \"Katakanlah kepada keduanya 'Sesungguhnya Rasulullah shallallahu 'alaihi wasallam memerintahkan agar setiap kalian kembali ke tempatnya semula.' Maka pohon itu pun kembali ke tempatnya. Ya'la bin Murrah berkata, \"Pada suatu hari saya duduk di sisi beliau, tiba-tiba datanglah seekor unta yang mengamuk. Rasulullah kemudian segera menundukkan kepala unta itu di depannya, dan serta merta unta itu meneteskan air mata. Beliau pun berkata: \"Hai celaka kamu! Lihatlah milik siapa unta ini? Sesungguhnya ia menginginkan sesuatu.\" Ya'la berkata, \"Lalu saya keluar mencari pemiliknya, hingga aku pun mendapatkan si pemilik. Ia adalah seorang laki-laki dari Anshar. Kemudian aku membawanya menghadap Rasulullah shallallahu 'alaihi wasallam. Kemudian beliau pun bertanya: \"Ada apa dengan unta milikmu ini?\" laki-laki itu balik bertanya, \"Memang ada apa dengannya? ' Laki-laki itu melanjutkan, \"Saya tidak tahu, demi Allah ada apa dengannya. Kami telah mengurusi dan meredakannya hingga ia tidak mau minum. Sehingga kami berkumpul tadi malam untuk menyembelihnya dan membagi-bagikan dagingnya.\" Beliau lantas bersabda: \"Janganlah kamu melakukannya. Hibahkanlah padaku, atau juallah ia padaku.\" Maka laki-laki itu berkata, \"Bahkan, unta itu aku serahkan menjadi milikmu wahai Rasulullah.\" Ya'la bin Murrah berkata, \"Maka beliau pun menandainya dengan tanda shadaqah dan beliau pun mengirimkannya (untuk disembelih).\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ عُثْمَانَ بْنِ حَكِيمٍ قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْعَزِيزِ عَنْ يَعْلَى بْنِ مُرَّةَ قَالَلَقَدْ رَأَيْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثًا مَا رَآهَا أَحَدٌ قَبْلِي وَلَا يَرَاهَا أَحَدٌ بَعْدِي لَقَدْ خَرَجْتُ مَعَهُ فِي سَفَرٍ حَتَّى إِذَا كُنَّا بِبَعْضِ الطَّرِيقِ مَرَرْنَا بِامْرَأَةٍ جَالِسَةٍ مَعَهَا صَبِيٌّ لَهَا فَقَالَتْ يَا رَسُولَ اللَّهِ هَذَا صَبِيٌّ أَصَابَهُ بَلَاءٌ وَأَصَابَنَا مِنْهُ بَلَاءٌ يُؤْخَذُ فِي الْيَوْمِ مَا أَدْرِي كَمْ مَرَّةً قَالَ نَاوِلِينِيهِ فَرَفَعَتْهُ إِلَيْهِ فَجَعَلتْهُ بَيْنَهُ وَبَيْنَ وَاسِطَةِ الرَّحْلِ ثُمَّ فَغَرَ فَاهُ فَنَفَثَ فِيهِ ثَلَاثًا وَقَالَ بِسْمِ اللَّهِ أَنَا عَبْدُ اللَّهِ اخْسَأْ عَدُوَّ اللَّهِ ثُمَّ نَاوَلَهَا إِيَّاهُ فَقَالَ الْقَيْنَا فِي الرَّجْعَةِ فِي هَذَا الْمَكَانِ فَأَخْبِرِينَا مَا فَعَلَ قَالَ فَذَهَبْنَا وَرَجَعْنَا فَوَجَدْنَاهَا فِي ذَلِكَ الْمَكَانِ مَعَهَا شِيَاهٌ ثَلَاثٌ فَقَالَ مَا فَعَلَ صَبِيُّكِ فَقَالَتْ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا حَسَسْنَا مِنْهُ شَيْئًا حَتَّى السَّاعَةِ فَاجْتَرِرْ هَذِهِ الْغَنَمَ قَالَ انْزِلْ فَخُذْ مِنْهَا وَاحِدَةً وَرُدَّ الْبَقِيَّةَ قَالَ وَخَرَجْتُ ذَاتَ يَوْمٍ إِلَى الْجَبَّانَةِ حَتَّى إِذَا بَرَزْنَا قَالَ انْظُرْ وَيْحَكَ هَلْ تَرَى مِنْ شَيْءٍ يُوَارِينِي قُلْتُ مَا أَرَى شَيْئًا يُوَارِيكَ إِلَّا شَجَرَةً مَا أُرَاهَا تُوَارِيكَ قَالَ فَمَا بِقُرْبِهَا قُلْتُ شَجَرَةٌ مِثْلُهَا أَوْ قَرِيبٌ مِنْهَا قَالَ فَاذْهَبْ إِلَيْهِمَا فَقُلْ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكُمَا أَنْ تَجْتَمِعَا بِإِذْنِ اللَّهِ قَالَ فَاجْتَمَعَتَا فَبَرَزَ لِحَاجَتِهِ ثُمَّ رَجَعَ فَقَالَ اذْهَبْ إِلَيْهِمَا فَقُلْ لَهُمَا إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكُمَا أَنْ تَرْجِعَ كُلُّ وَاحِدَةٍ مِنْكُمَا إِلَى مَكَانِهَا فَرَجَعَتْ قَالَ وَكُنْتُ عِنْدَهُ جَالِسًا ذَاتَ يَوْمٍ إِذْ جَاءَهُ جَمَلٌ يُخَبِّبُ حَتَّى صَوَّبَ بِجِرَانِهِ بَيْنَ يَدَيْهِ ثُمَّ ذَرَفَتْ عَيْنَاهُ فَقَالَ وَيْحَكَ انْظُرْ لِمَنْ هَذَا الْجَمَلُ إِنَّ لَهُ لَشَأْنًا قَالَ فَخَرَجْتُ أَلْتَمِسُ صَاحِبَهُ فَوَجَدْتُهُ لِرَجُلٍ مِنْ الْأَنْصَارِ فَدَعَوْتُهُ إِلَيْهِ فَقَالَ مَا شَأْنُ جَمَلِكَ هَذَا فَقَالَ وَمَا شَأْنُهُ قَالَ لَا أَدْرِي وَاللَّهِ مَا شَأْنُهُ عَمِلْنَا عَلَيْهِ وَنَضَحْنَا عَلَيْهِ حَتَّى عَجَزَ عَنْ السِّقَايَةِ فَأْتَمَرْنَا الْبَارِحَةَ أَنْ نَنْحَرَهُ وَنُقَسِّمَ لَحْمَهُ قَالَ فَلَا تَفْعَلْ هَبْهُ لِي أَوْ بِعْنِيهِ فَقَالَ بَلْ هُوَ لَكَ يَا رَسُولَ اللَّهِ قَالَ فَوَسَمَهُ بِسِمَةِ الصَّدَقَةِ ثُمَّ بَعَثَ بِهِ","source":"Ahmad"},"__N_SSG":true}