{"pageProps":{"number":"1706","slug":"ahmad","id":"Telah menceritakan kepada kami [Harun] Telah menceritakan kepada kami [Abdullah bin Wahb] Telah menceritakan kepada kami [Amru] bahwa [Sulaiman bin Ziyad Al Hadlrami] menceritakan kepadanya, bahwa [Abdullah bin Harits bin Juz` Az Zubaidi] menceritakan kepadanya, bahwa ia dan seorang temannya pernah melewati Aiman dan sekelompok orang Quraisy yang melepas kain penutup tubuh mereka, lalu kain tersebut mereka jadikan sebagai alat untuk memukul, sedang mereka dalam keadaan telanjang. Abdullah berkata, \"Saat kami melewati mereka, orang-orang berkata, \"Sesungguhnya mereka itu adalah para pendeta, maka tinggalkanlah mereka.\" Kemudian Rasulullah shallallahu 'alaihi wasallam keluar menemui mereka, saat melihat beliau, mereka pun menyebar dan bercerai-berai. Setelah itu, Rasulullah shallallahu 'alaihi wasallam kembali dan masuk ke dalam rumah dengan perasaan marah, sementara saya berada di belakang rumah. Kemudian saya mendengar beliau bersabda: \"Maha Suci Allah! Terhadap Allah mereka tidak merasa malu, dan kepada Rasul-Nya mereka tidak memakai satir.\" Lalu Ummu Aiman yang berada di sisinya berkata, \"Mintakanlah ampunan bagi mereka wahai Rasulullah.\" Abdullah berkata, \"Setelah kesusahan dan kesempitan, saya tidak akan memintakan ampunan bagi mereka.\" Abdullah berkata, \"Dan saya mendengarnya dari Harun.\"","arab":"حَدَّثَنَا هَارُونُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ حَدَّثَنَا عَمْرٌو أَنَّ سُلَيْمَانَ بْنَ زِيَادٍ الْحَضْرَمِيَّ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ الْحَارِثِ بْنِ جَزْءٍ الزُّبَيْدِيَّ حَدَّثَهُأَنَّهُ مَرَّ وَصَاحِبٌ لَهُ بِأَيْمَنَ وَفِئَةٍ مِنْ قُرَيْشٍ قَدْ حَلُّوا أُزُرَهُمْ فَجَعَلُوهَا مَخَارِيقَ يَجْتَلِدُونَ بِهَا وَهُمْ عُرَاةٌ قَالَ عَبْدُ اللَّهِ فَلَمَّا مَرَرْنَا بِهِمْ قَالُوا إِنَّ هَؤُلَاءِ قِسِّيسُونَ فَدَعُوهُمْ ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَيْهِمْ فَلَمَّا أَبْصَرُوهُ تَبَدَّدُوا فَرَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُغْضَبًا حَتَّى دَخَلَ وَكُنْتُ أَنَا وَرَاءَ الْحُجْرَةِ فَسَمِعْتُهُ يَقُولُ سُبْحَانَ اللَّهِ لَا مِنْ اللَّهِ اسْتَحْيَوْا وَلَا مِنْ رَسُولِهِ اسْتَتَرُوا وَأُمُّ أَيْمَنَ عِنْدَهُ تَقُولُ اسْتَغْفِرْ لَهُمْ يَا رَسُولَ اللَّهِقَالَ عَبْدُ اللَّهِ فَبِلَأْيٍ مَا أَسْتَغْفِرُ لَهُمْ قَالَ عَبْد اللَّهِ وَسَمِعْتُهُ أَنَا مِنْ هَارُونَ","source":"Ahmad"},"__N_SSG":true}