{"pageProps":{"number":"1708","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Jarir bin Hazim] ia berkata, Telah menceritakan kepada kami [Adi bin Adi] ia berkata, telah mengabarkan kepadaku [Raja` bin Haiwah] dan [Al Urs bin Amirah] dari bapaknya [Adi] ia berkata, \"Seorang laki-laki dari Kindah yang biasa dipanggil Umru`ul Qais bin Abis bersengketa dengan seorang laki-laki dari Hadhramut, mereka mengadukan kepada Rasulullah shallallahu 'alaihi wasallam prihal tanah. Maka beliau memberi putusan kepada Al Hadlrami agar ia menunjukkan bukti, namun ia tidak dapat menunjukkan bukti apapun. Kemudian Rasulullah shallallahu 'alaihi wasallam memberi putusan kepada Al Qais agar ia bersumpah. Al Hadlrami pun berkata, \"Jika tuan memberi keluasan baginya untuk bersumpah, niscaya tanah itu akan menjadi miliknya. Demi Allah, atau demi Rabb-nya Ka'bah, tanah itu adalah milikku.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa bersumpah dengan sumpah palsu untuk mengambil harta saudaranya, maka ia akan menemui Allah, sedang Allah dalam keadaan murka atasnya.\" Raja` berkata, \"Lalu Rasulullah shallallahu 'alaihi wasallam membacakan ayat: '(Sesungguhnya orang-orang yang menukar janji (nya dengan) Allah dan sumpah-sumpah mereka dengan harga yang sedikit,..) ' (Qs. Ali Imran: 77). Maka Umru`ul Qais berkata, \"Wahai Rasulullah, lalu apa balasan bagi orang yang meninggalkannya?\" beliau menjawab: \"Baginya surga.\" Ia berkata, \"Saksikanlah, saya telah meninggalkannya (menyerahkan tanah itu) semua untuknya.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ جَرِيرِ بْنِ حَازِمٍ قَالَ حَدَّثَنَا عَدِيُّ بْنُ عَدِيٍّ قَالَ أَخْبَرَنِي رَجَاءُ بْنُ حَيْوَةَ وَالْعُرْسُ ابْنُ عَمِيرَةَ عَنْ أَبِيهِ عَدِيٍّ قَالَخَاصَمَ رَجُلٌ مِنْ كِنْدَةَ يُقَالُ لَهُ امْرُؤُ الْقَيْسِ بْنُ عَابِسٍ رَجُلًا مِنْ حَضَرَمَوْتَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَرْضٍ فَقَضَى عَلَى الْحَضْرَمِيِّ بِالْبَيِّنَةِ فَلَمْ تَكُنْ لَهُ بَيِّنَةٌ فَقَضَى عَلَى امْرِئِ الْقَيْسِ بِالْيَمِينِ فَقَالَ الْحَضْرَمِيُّ إِنْ أَمْكَنْتَهُ مِنْ الْيَمِينِ يَا رَسُولَ اللَّهِ ذَهَبَتْ وَاللَّهِ أَوْ وَرَبِّ الْكَعْبَةِ أَرْضِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينٍ كَاذِبَةٍ لِيَقْتَطِعَ بِهَا مَالَ أَخِيهِ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ قَالَ رَجَاءُ وَتَلَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا }فَقَالَ امْرُؤُ الْقَيْسِ مَاذَا لِمَنْ تَرَكَهَا يَا رَسُولَ اللَّهِ قَالَ الْجَنَّةُ قَالَ فَاشْهَدْ أَنِّي قَدْ تَرَكْتُهَا لَهُ كُلَّهَا","source":"Ahmad"},"__N_SSG":true}