{"pageProps":{"number":"1787","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Ibnu Juraij] ia berkata, telah menceritakan kepadaku [Isma'il bin Katsir] dari [Ashim bin Laqith] dari [Bapaknya] seorang utusan Bani Munfiq - [Abdurrazaq Al Muntaqi] menyebut dengan Al Muntafiq-, bahwa ia bersama seorang temannya mendatangi Nabi shallallahu 'alaihi wasallam, namun mereka berdua tidak dapat bertemu dengan beliau. Aisyah kemudian memberi suguhan kurma dan bubur kepada mereka berdua. Tak lama kemudian Nabi shallallahu 'alaihi wasallam datang dengan berjalan yang jalannya seakan turun dari atas (jinjit dan tidak menyentuhkan telapak kaki pada tanah). Beliau lalu bertanya: \"(Aisyah) apakah kamu telah memberi makan keduanya?\" kami menjawab, \"Ya.\" Saya (Abdurrazaq) berkata, \"Wahai Rasulullah, aku ingin tanya tentang shalat?\" Beliau bersabda: \"Sempurnakanlah wudlu, basahilah jari-jemarimu (saat berwudlu), dan jika kamu melakukan Istinsyaq (memasukkan air ke dalam lubang hidung) maka sempurnakanlah, kecuali saat kamu sedang berpuasa.\" Saya berkata lagi, \"Wahai Rasulullah, saya mempunyai seorang isteri.\" Lalu Abdurrazaq pun menuturkan tentang kejelekan akhlak isterinya. Maka beliau bersabda: \"Ceraikanlah ia.\" Saya berkata, \"Wahai Rasulullah, sesungguhnya ia memiliki hubungan pertalian denganku, dan juga seorang anak dariku.\" Beliau bersabda: \"Kalau begitu, perintahkanlah kepadanya -atau- katakanlah kepadanya (agar ia mentaatimu dalam kebaikan). Jika padanya masih ada kebaikan, niscaya dia akan melakukan apa yang kamu perintahkan padanya dan janganlah kamu memukul isterimu seperti kamu memukul budak perempuanmu.\" Dalam keadaan seperti itu, tiba-tiba sang penggembala kambing memasukkan kambing ke dalam kandangnya, sementara tangannya memegang anak kambing. Maka beliau bertanya, \"Apakah kambing itu telah beranak?\" ia menjawab, \"Ya.\" Beliau bertanya lagi: \"Berapa anaknya?\" ia menjawab, \"Satu ekor anak kambing.\" Beliau bersabda: \"Sembelihlah untuk anak kambing itu seekor kambing dan bawakanlah kepadaku.\" Maka beliau bersabda lagi: \"Jangan kamu menyangka bahwa kami menyembelihnya karena kedatangan kalian. kami memiliki seratus ekor kambing dan kami tidak suka bila jumlahnya bertambah lagi. Karena itu, jika ada pengembala yang mendapat kelahiran hewannya kami perintahkan agar ia menyembelihnya.\" Maka ia pun memotong seekor kambing sebagai pengganti (kambing yang lahir).\"","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنِ ابْنِ جُرَيْجٍ قَالَ حَدَّثَنِي إِسْمَاعِيلُ بْنُ كَثِيرٍ عَنْ عَاصِمِ بْنِ لَقِيطٍ عَنْ أَبِيهِ وَافِدِ بَنِي الْمُنْفِقِ وَقَالَ عَبْدُ الرَّزَّاقِ الْمُنْتَفِقِأَنَّهُ انْطَلَقَ هُوَ وَصَاحِبٌ لَهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَجِدَاهُ فَأَطْعَمَتْهُمَا عَائِشَةُ تَمْرًا وَعَصِيدَةً فَلَمْ نَلْبَثْ أَنْ جَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَقَلَّعُ يَتَكَفَّأُ فَقَالَ أَطْعَمْتِهِمَا قُلْنَا نَعَمْ قُلْتُ يَا رَسُولَ اللَّهِ أَسْأَلُكَ عَنْ الصَّلَاةِ قَالَ أَسْبِغْ الْوُضُوءَ وَخَلِّلْ الْأَصَابِعَ وَإِذَا اسْتَنْشَقْتَ فَأَبْلِغْ إِلَّا أَنْ تَكُونَ صَائِمًا قُلْتُ يَا رَسُولَ اللَّهِ لِي امْرَأَةٌ فَذَكَرَ مِنْ بَذَائِهَا قَالَ طَلِّقْهَا قُلْتُ إِنَّ لَهَا صُحْبَةً وَوَلَدًا قَالَ مُرْهَا أَوْ قُلْ لَهَا فَإِنْ يَكُنْ فِيهَا خَيْرٌ فَسَتَفْعَلْ وَلَا تَضْرِبْ ظَعِينَتَكَ ضَرْبَكَ أُمَيَّتَكَ فَبَيْنَا هُوَ كَذَلِكَ إِذْ دَفَعَ الرَّاعِي الْغَنَمَ فِي الْمُرَاحِ عَلَى يَدِهِ سَخْلَةٌ فَقَالَ أَوَلَّدْتَ قَالَ نَعَمْ قَالَ مَاذَا قَالَ بَهْمَةً قَالَ اذْبَحْ مَكَانَهَا شَاةً ثُمَّ أَقْبَلَ عَلَيَّ فَقَالَ لَا تَحْسَبَنَّ وَلَمْ يَقُلْ لَا يَحْسَبَنَّ أَنَّ مَا ذَبَحْنَاهَا مِنْ أَجْلِكَ لَنَا غَنَمٌ مِائَةٌ لَا نُحِبُّ أَنْ تَزِيدَ عَلَيْهَا فَإِذَا وَلَّدَ الرَّاعِي بَهْمَةً أَمَرْنَاهُ فَذَبَحَ مَكَانَهَا شَاةً","source":"Ahmad"},"__N_SSG":true}