{"pageProps":{"number":"1797","slug":"ahmad","id":"Telah menceritakan kepada kami [Al Hakam bin Musa], Abdullah berkata, dan saya mendengarnya dari [Al Hakam] berkata, Telah menceritakan kepada kami [Syihab bin Khirasy] berkata, telah menceritakan kepadaku [Syu'aib bin Ruzaiq Ath Tha`ifi] ia berkata, \"Saya pernah duduk bersama seorang yang bernama [Al Hakam bin Hazn Al Kullafi], salah seorang sahabat Rasulullah shallallahu 'alaihi wasallam. Ia menceritakan kepada kami, \"Saya pernah mendatangi Rasulullah shallallahu 'alaihi wasallam bersama tujuh atau sembilan orang sahabat, lalu beliau memberi izin hingga kami pun segera menemuinya. Kami lantas berkata: \"Wahai Rasulullah, sesungguhnya kami datang kepada tuan agar tuan mendoakan kebaikan untuk kami.\" Maka beliau pun mendoakan kebaikan untuk kami dan menyuruh kami untuk singgah di tempat beliau, lalu kami pun singgah.\" Kemudian beliau mempersilahkan kami untuk menyantap beberapa kurma. Kami tinggal bersama beliau beberapa hari, dan kami juga ikut menyaksikan shalat jum'at bersama beliau. Rasulullah shallallahu 'alaihi wasallam lalu berdiri dengan bertumpu pada sebuah busur atau tongkat. Beliau memuji Allah dan mengagungkan-Nya dengan kalimat yang mudah, kalimat thayyibah dan penuh keberkahan. Kemudian beliau bersabda: \"Wahai sekalian manusia, sesungguhnya kalian tidak akan bisa melaksanakan keseluruhan apa yang diperintahkan pada kalian dan kalian tidak akan mampu. Karena itu, istiqamahlah kalian dalam ketaatan dan perkataan serta berilah kabar gembira.\" Telah menceritakan kepada kami [Sa'id bin Manshur] Telah menceritakan kepada kami [Syihab bin Khirasy bin Hausyab] Telah menceritakan kepada kami [Syu'aib bin Ruzaiq At Tha'ifi] ia berkata, \"Saya pernah duduk bersama [Al Hakam bin Hazn Al Kullafi], salah seorang sahabat Rasulullah shallallahu 'alaihi wasallam. Ia menceritakan kepada kami…kemudian ia menyebutkan makna hadits tersebut.\"","arab":"حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى قَالَ عَبْد اللَّهِ وَسَمِعْتُهُ أَنَا مِنْ الْحَكَمِ حَدَّثَنَا شِهَابُ بْنُ خِرَاشٍ حَدَّثَنِي شُعَيْبُ بْنُ رُزَيْقٍ الطَّائِفِيُّ قَالَكُنْتُ جَالِسًا عِنْدَ رَجُلٍ يُقَالُ لَهُ الْحَكَمُ بْنُ حَزْنٍ الْكُلَفِيُّ وَلَهُ صُحْبَةٌ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَأَنْشَأَ يُحَدِّثُنَا قَالَ قَدِمْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَابِعَ سَبْعَةٍ أَوْ تَاسِعَ تِسْعَةٍ قَالَ فَأَذِنَ لَنَا فَدَخَلْنَا فَقُلْنَا يَا رَسُولَ اللَّهِ أَتَيْنَاكَ لِتَدْعُوَ لَنَا بِخَيْرٍ قَالَ فَدَعَا لَنَا بِخَيْرٍ وَأَمَرَ بِنَا فَأُنْزِلْنَا وَأَمَرَ لَنَا بِشَيْءٍ مِنْ تَمْرٍ وَالشَّأْنُ إِذْ ذَاكَ دُونٌ قَالَ فَلَبِثْنَا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيَّامًا شَهِدْنَا فِيهَا الْجُمُعَةَ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَوَكِّئًا عَلَى قَوْسٍ أَوْ قَالَ عَلَى عَصًا فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ كَلِمَاتٍ خَفِيفَاتٍ طَيِّبَاتٍ مُبَارَكَاتٍ ثُمَّ قَالَ يَا أَيُّهَا النَّاسُ إِنَّكُمْ لَنْ تَفْعَلُوا وَلَنْ تُطِيقُوا كُلَّ مَا أُمِرْتُمْ بِهِ وَلَكِنْ سَدِّدُوا وَأَبْشِرُواحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ حَدَّثَنَا شِهَابُ بْنُ خِرَاشِ بْنِ حَوْشَبٍ حَدَّثَنَا شُعَيْبُ بْنُ رُزَيْقٍ الطَّائِفِيُّ قَالَ جَلَسْتُ إِلَى رَجُلٍ لَهُ صُحْبَةٌ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَالُ لَهُ الْحَكَمُ بْنُ حَزْنٍ الْكُلَفِيُّ فَأَنْشَأَ يُحَدِّثُ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}