{"pageProps":{"number":"1835","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Hammad bin Salamah] telah mengabarkan kepada kami [Sa'id Al Jurairi] dari [Abul Ala`] dari [Mutharrif] ia berkata, \"Saya menemui [Utsman bin Abul Ash], lalu ia menyuruhku untuk meminum susu unta bunting yang hampir beranak. Maka saya berkata, \"Saya sedang berpuasa.\" Utsman lantas berkata, \"Saya pernah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Puasa adalah tameng dari siksa Allah sebagaimana tameng salah seorang dari kalian dalam peperangan. Dan puasa yang baik adalah puasa tiga hari dari setiap bulan.\" Mutharrif berkata, \"Dan pesan terakhir yang Nabi shallallahu 'alaihi wasallam berikan kepadaku adalah sebagaimana yang beliau sabdakan: \"Ringankanlah shalatmu dan ukurlah manusia dengan orang yang paling lemah dari mereka. Sebab di antara mereka ada anak kecil, orang tua, dan orang yang mempunyai keperluan.\" Telah menceritakan kepada kami [Yunus] telah menceritakan kepada kami [Hammad] dari [Al Jurairi] dari [Abul Ala`] dari [Mutharrif] ia berkata, \"Saya menemui [Utsman bin Abul Ash]... lalu ia menyebutkan makna hadits tersebut.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا سَعِيدٌ الْجُرَيْرِيُّ عَن أَبِي الْعَلَاءِ عَن مُطَرِّفٍ قَالَدَخَلْتُ عَلَى عُثْمَانَ بْنِ أَبِي الْعَاصِ فَأَمَرَ لِي بِلَبَنِ لِقْحَةٍ فَقُلْتُ إِنِّي صَائِمٌ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الصَّوْمُ جُنَّةٌ مِنْ عَذَابِ اللَّهِ كَجُنَّةِ أَحَدِكُمْ مِنْ الْقِتَالِ وَصِيَامٌ حَسَنٌ ثَلَاثَةُ أَيَّامٍ مِنْ كُلِّ شَهْرٍ قَالَ وَكَانَ آخِرُ شَيْءٍ عَهِدَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيَّ أَنْ قَالَ جَوِّزْ فِي صَلَاتِكَ وَاقْدُرْ النَّاسَ بِأَضْعَفِهِمْ فَإِنَّ مِنْهُمْ الصَّغِيرَ وَالْكَبِيرَ وَالضَّعِيفَ وَذَا الْحَاجَةِحَدَّثَنَا يُونُسُ حَدَّثَنَا حَمَّادٌ عَن الْجُرَيْرِيِّ عَن أَبِي الْعَلَاءِ عَن مُطَرِّفٍ قَالَ دَخَلْتُ عَلَى عُثْمَانَ بْنِ أَبِي الْعَاصِ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}