{"pageProps":{"number":"1902","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] telah menceritakan kepada kami [Hammad bin Salamah] dari [Zubair Abu Abdus Salam] dari [Ayyub bin Abdullah bin Mikraz] dari [Wabishah bin Ma'bad] ia berkata, \"Saya datang kepada Rasulullah shallallahu 'alaihi wasallam, dan saya ingin agar tidak ada sesuatu baik berupa kebaikan atau keburukan kecuali aku telah menanyakannya pada beliau. Saat itu di sisi beliau terdapat sekelompok sahabat, maka saya pun melangkahi mereka hingga mereka berkata, \"Wahai Wabishah, menjauhlah dari Rasulullah shallallahu 'alaihi wasallam, menjauhlah wahai Wabishah!\" Saya berkata, \"Saya adalah Wabishah, biarkan aku mendekat padanya, karena ia adalah orang yang paling aku cintai untuk berdekatan dengannya.\" Maka beliau pun bersabda: \"Mendekatlah wahai Wabishah, mendekatlah wahai Wabishah.\" Saya mendekat ke arahnya sehingga lututku menyentuh lutut beliau, kemudian beliau bersabda: \"Wahai Wabishah, aku akan memberitahukan (jawaban) kepadamu sesuatu yang menjadikanmu datang kemari.\" Saya berkata, \"Wahai Rasulullah, beritahukanlah padaku.\" Maka beliau pun bersabda: \"Kamu datang untuk bertanya mengenai kebaikan dan keburukan (dosa).\" Saya berkata, \"Benar.\" Beliau lalu menyatukan ketiga jarinya dan menepukkannya ke dadaku seraya bersabda: \"Wahai Wabishah, mintalah petunjuk dari jiwamu. Kebaikan itu adalah sesuatu yang dapat menenangkan dan menentramkan hati dan jiwa. Sedangkan keburukan itu adalah sesuatu yang meresahkan hati dan menyesakkan dada, meskipun manusia membenarkanmu.\" [Sufyan] menyebutkan, \"Dan manusia memberimu fatwa (membenarkan).\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنِ الزُّبَيْرِ أَبِي عَبْدِ السَّلَامِ عَنْ أَيُّوبَ بْنِ عَبْدِ اللَّهِ بْنِ مِكْرَزٍ عَنْ وَابِصَةَ بْنِ مَعْبَدٍ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا أُرِيدُ أَنْ لَا أَدَعَ شَيْئًا مِنْ الْبِرِّ وَالْإِثْمِ إِلَّا سَأَلْتُهُ عَنْهُ وَإِذَا عِنْدَهُ جَمْعٌ فَذَهَبْتُ أَتَخَطَّى النَّاسَ فَقَالُوا إِلَيْكَ يَا وَابِصَةُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْكَ يَا وَابِصَةُ فَقُلْتُ أَنَا وَابِصَةُ دَعُونِي أَدْنُو مِنْهُ فَإِنَّهُ مِنْ أَحَبِّ النَّاسِ إِلَيَّ أَنْ أَدْنُوَ مِنْهُ فَقَالَ لِي ادْنُ يَا وَابِصَةُ ادْنُ يَا وَابِصَةُ فَدَنَوْتُ مِنْهُ حَتَّى مَسَّتْ رُكْبَتِي رُكْبَتَهُ فَقَالَ يَا وَابِصَةُ أُخْبِرُكَ مَا جِئْتَ تَسْأَلُنِي عَنْهُ أَوْ تَسْأَلُنِي فَقُلْتُ يَا رَسُولَ اللَّهِ فَأَخْبِرْنِي قَالَ جِئْتَ تَسْأَلُنِي عَنْ الْبِرِّ وَالْإِثْمِ قُلْتُ نَعَمْ فَجَمَعَ أَصَابِعَهُ الثَّلَاثَ فَجَعَلَ يَنْكُتُ بِهَا فِي صَدْرِي وَيَقُولُ يَا وَابِصَةُ اسْتَفْتِ نَفْسَكَ الْبِرُّ مَا اطْمَأَنَّ إِلَيْهِ الْقَلْبُ وَاطْمَأَنَّتْ إِلَيْهِ النَّفْسُ وَالْإِثْمُ مَا حَاكَ فِي الْقَلْبِ وَتَرَدَّدَ فِي الصَّدْرِ وَإِنْ أَفْتَاكَ النَّاسُ قَالَ سُفْيَانُ وَأَفْتَوْكَ","source":"Ahmad"},"__N_SSG":true}