{"pageProps":{"number":"1915","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan bin Musa] ia berkata, Telah menceritakan kepada kami [Ibnu Lahi'ah] ia berkata, Telah menceritakan kepada kami [Al Harits bin Yazid Al Hadlrami] dari [Abdurrahman bin Jubair] -bahwa ia pernah berada dalam suatu majelis yang di situ terdapat Al Mustaurid bin Syaddad dan Amru bin Ghailan bin Salamah- ia mendengar [Al Mustaurid] berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa bekerja untuk kami dan ia belum mempunyai rumah, maka hendaklah ia mengmabil rumah. Atau, jika ia belum mempunyai isteri maka hendaklah ia mengambil isteri. Atau, jika ia tidak mempunyai seorang pembantu maka hendaklah ia mengambil seorang pembantu. Atau, jika ia tidak mempunyai kendaraan maka hendaklah ia mengambil kendaraan. Maka barangsiapa mendapatkan apa yang selain itu maka ia adalah pencuri.\" Telah menceritakan kepada kami [Yahya bin Ishaq] telah menceritakan kepada kami [Ibnu Lahi'ah] dari [Harits bin Yazid], dan [Abdullah bin Hubairah] dari [Abdurrahman bin Jubair] lalu ia menyebutkan hadits tersebut.\" Telah menceritakan kepada kami [Hasan] berkata, telah menceritakan kepada kami [Ibnu Lahi'ah] ia berkata, Telah menceritakan kepada kami [Abdullah bin Hubairah] dari [Abdurrahman bin Jubair] ia berkata, \"saya berada dalam suatu majelis yang di dalamnya terdapat Al Mustaurid bin Syaddad dan Amru bin Ghailan, lalu saya mendengar [Al Mustaurid] berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa menjadi wali (petugas) kami…lali ia menyebutkan hadits yang semisal dengan hadits Al Harits.\"","arab":"حَدَّثَنَا حَسَنُ بْنُ مُوسَى قَالَ حَدَّثَنَا ابْنُ لَهِيعَةَ قَالَ حَدَّثَنَا الْحَارِثُ بْنُ يَزِيدَ الْحَضْرَمِيُّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ أَنَّهُ كَانَ فِي مَجْلِسٍ فِيهِ الْمُسْتَوْرِدُ بْنُ شَدَّادٍ وَعَمْرُو بْنُ غَيْلَانَ بْنِ سَلَمَةَ فَسَمِعَ الْمُسْتَوْرِدَ يَقُولُسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ وَلِيَ لَنَا عَمَلًا فَلَمْ يَكُنْ لَهُ زَوْجَةً فَلْيَتَزَوَّجْ أَوْ خَادِمًا فَلْيَتَّخِذْ خَادِمًا أَوْ مَسْكَنًا فَلْيَتَّخِذْ مَسْكَنًا أَوْ دَابَّةً فَلْيَتَّخِذْ دَابَّةً فَمَنْ أَصَابَ شَيْئًا سِوَى ذَلِكَ فَهُوَ غَالٌّ أَوْ سَارِقٌحَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ حَدَّثَنَا ابْنُ لَهِيعَةَ عَنِ الْحَارِثِ بْنِ يَزِيدَ وَعَبْدِ اللَّهِ بْنِ هُبَيْرَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ فَذَكَرَ الْحَدِيثَ حَدَّثَنَا حَسَنٌ حَدَّثَنَا ابْنُ لَهِيعَةَ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ هُبَيْرَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ قَالَ كُنْتُ فِي مَجْلِسٍ فِيهِ الْمُسْتَوْرِدُ بْنُ شَدَّادٍ وَعَمْرُو بْنُ غَيْلَانَ فَسَمِعْتُ الْمُسْتَوْرِدَ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ وَلِيَ لَنَا عَمَلًا فَذَكَرَ مِثْلَ حَدِيثِ الْحَارِثِ","source":"Ahmad"},"__N_SSG":true}