{"pageProps":{"number":"1951","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Amru bin Murrah] dari [Salim bin Abul Ja'd] dari [Syurhabil bin As Simth] ia berkata, \"Seorang laki-laki berkata kepada [Ka'ab bin Murrah] atau Murrah bin Ka'ab, \"Ceritakanlah kepada kami suatu hadits yang telah kamu denganr dari Rasulullah shallallahu 'alaihi wasallam dengan benar.\" Ka'ab bin Murrah lalu berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Seorang laki-laki manapun yang memerdekakan seorang budak laki-laki Muslim, maka ia menjadi penebus baginya dari api neraka. Setiap anggota badannya akan ditebus dengan anggota badan (budak itu). Dan laki-laki Muslim manapun yang memerdekakan dua orang budak wanita Muslimah, maka keduanya menjadi penebus baginya dari api neraka. Setiap dua organ dari anggota tubuh kedua budak muslimah itu, akan dijadikan tebusan untuk setiap organ tubuhnya. Dan seorang wanita Muslimah manapun yang memerdekakan budak wanita Muslimah maka ia akan menjadi penebusnya dari api neraka, dan ia akan mendapat tebusan dari setiap anggota tubuh budak wanita itu untuk setiap anggota tubuh miliknya.\" Ka'ab berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam mendo'akan kebinasaan atas Midlar, maka aku pun mendatangi beliau seraya berkata, \"Wahai Rasulullah, sesungguhnya Allah 'azza wajalla telah menolongmu, memberimu dan mengabulkan do'amu. Dan sesungguhnya kaummu telah binasa, maka berdo'alah kepada Allah untuk mereka.\" Beliau pun berdo'a: \"ALLAHUMMAS QINAA GHAITSAN MUGHIITSAN, MARII'AN THABAQAN, QADAQAN GHAIRA RAA`ITS NAAFI'AN GHAIRA DLAARRIN (Ya Allah, berilah kami hujan yang berguna, deras, kuat tanpa terputus, bermanfaat dan tidak menimbulkan benacana).\" Maka tidak lama setelah beliau berdo'a hingga datangnya hari Jum'at -atau sekitar itu- turunlah hujan.\" [Syu'bah] berkata, \"Di dalam teks do'a itu terdapat kalimat yang saya dengar dari [Habib bin Tsabit] dari [Salim], yakni dalam teks doa Istisqa`. Kemudian dalam hadits Habib atau Amru dari Salim ia menyebutkan, \"Saya datang dari suatu kaum yang kambing peliharaan mereka telah mengkhawatirkan sedangkan penggembala mereka tidak lagi memiliki bekal.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ شُرَحْبِيلَ بْنِ السِّمْطِ قَالَ قَالَ رَجُلٌ لِكَعْبِ بْنِ مُرَّةَ أَوْ مُرَّةَ بْنِ كَعْبٍ حَدِّثْنَا حَدِيثًا سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلَّهِ أَبُوكَ وَاحْذَرْ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ أَيُّمَا رَجُلٍ أَعْتَقَ رَجُلًا مُسْلِمًا كَانَ فِكَاكَهُ مِنْ النَّارِ يُجْزَى بِكُلِّ عَظْمٍ مِنْ عِظَامِهِ عَظْمًا مِنْ عِظَامِهِ وَأَيُّمَا رَجُلٍ مُسْلِمٍ أَعْتَقَ امْرَأَتَيْنِ مُسْلِمَتَيْنِ كَانَتَا فِكَاكَهُ مِنْ النَّارِ يُجْزَى بِكُلِّ عَظْمَيْنِ مِنْ عِظَامِهِمَا عَظْمًا مِنْ عِظَامِهِ وَأَيُّمَا امْرَأَةٍ مُسْلِمَةٍ أَعْتَقَتْ امْرَأَةً مُسْلِمَةً كَانَتْ فِكَاكَهَا مِنْ النَّارِ تُجْزَى بِكُلِّ عَظْمٍ مِنْ عِظَامِهَا عَظْمًا مِنْ عِظَامِهَا قَالَ وَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مُضَرَ قَالَ فَأَتَيْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ نَصَرَكَ وَأَعْطَاكَ وَاسْتَجَابَ لَكَ وَإِنَّ قَوْمَكَ قَدْ هَلَكُوا فَادْعُ اللَّهَ لَهُمْ فَأَعْرَضَ عَنْهُ قَالَ فَقُلْتُ لَهُ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ نَصَرَكَ وَأَعْطَاكَ وَاسْتَجَابَ لَكَ وَإِنَّ قَوْمَكَ قَدْ هَلَكُوا فَادْعُ اللَّهَ لَهُمْ قَالَ اللَّهُمَّ اسْقِنَا غَيْثًا مُغِيثًا مَرِيعًا طَبَقًا غَدَقًا غَيْرَ رَائِثٍ نَافِعًا غَيْرَ ضَارٍّ فَمَا كَانَتْ إِلَّا جُمُعَةً أَوْ نَحْوَهَا حَتَّى مُطِرُواقَالَ شُعْبَةُ فِي الدُّعَاءِ كَلِمَةٌ سَمِعْتُهَا مِنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ سَالِمٍ فِي الِاسْتِسْقَاءِ وَفِي حَدِيث حَبِيبٍ أَوْ عَمْرٍو عَنْ سَالِمٍ قَالَ جِئْتُكَ مِنْ عِنْدِ قَوْمٍ مَا يَخْطِرُ لَهُمْ فَحْلٌ وَلَا يُتَزَوَّدُ لَهُمْ رَاعٍ","source":"Ahmad"},"__N_SSG":true}