{"pageProps":{"number":"2000","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrazaq] dan [Ibnu Bakr] keduanya berkata, telah memberitakan kepada kami [Ibnu Juraij] dan Telah menceritakan kepada kami [Rauh] Telah menceritakan kepada kami [Ibnu Juraij] telah mengabarkan kepadaku [Abdah bin Abu Lubabah] bahwa [Warrad] budak Al Mughirah bin Syu'bah mengabarkan kepadanya, bahwa [Al Mughirah bin Syu'bah] telah menulis kepada Mu'awiyah, namun yang menuliskan surat untuk Mu'awiyah itu adalah Warrad, \"Saya telah mendengar Nabi shallallahu 'alaihi wasallam berdo'a selepas salam: 'LAA ILAAHA ILLALLAH WAHDAHU LAA SYARIIKA LAHU LAHUL MULKU WA LAHUL HAMDU, ALLAHUMMA LAA MAANI'A LIMAA A'THAITA WALAA MU'THIYA LIMAA MANA'TA WALAA YANFA'U DZAL JADDI MINKAL JADDU (Tiada Ilah yang berhak disembah selain Allah, Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya segala pujian dan kerajaan. Dia Maha Kuasa atas segala sesuatu. Ya Allah, tidak ada yang dapat mencegah apa yang Engkau berikan, dan tidak ada yang dapat memberi apa yang Engaku cegah. Tidak berguna kekayaan dan kemuliaan bila dibandingkan dengan-Mu).\" Warrad berkata, \"Seteah itu saya diutus untuk menemui Mu'awiyah, kemudian saya mendengarnya berkata di atas mimbar memerintahkan manusia untuk mengamalkan bacaan itu dan mengajarkannya.\"","arab":"حَدَّثَنَا عَبْدُ الرَّزَّاقِ وَابْنُ بَكْرٍ قَالَا أَنَا ابْنُ جُرَيْجٍ وحَدَّثَنَا رَوْحٌ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَبْدَةُ بْنُ أَبِي لُبَابَةَ أَنَّ وَرَّادًا مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ أَخْبَرَهُ أَنَّ الْمُغِيرَةَ بْنَ شُعْبَةَكَتَبَ إِلَى مُعَاوِيَةَ كَتَبَ ذَلِكَ الْكِتَابَ لَهُ وَرَّادٌ إِنِّي سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ حِينَ يُسَلِّمُ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ قَالَ وَرَّادٌ ثُمَّ وَفَدْتُ بَعْدَ ذَلِكَ عَلَى مُعَاوِيَةَ فَسَمِعْتُهُ عَلَى الْمِنْبَرِ يَأْمُرُ النَّاسَ بِذَلِكَ الْقَوْلِ وَيُعَلِّمُهُمُوهُ","source":"Ahmad"},"__N_SSG":true}