{"pageProps":{"number":"2042","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Syu'bah] ia berkata, aku mendengar [Abdullah bin Abu As Safar] ia berkata, aku mendengar [Asy Sya'bi] dari [Urwah bin Mudlarris bin Haritsah bin Lam] ia berkata, \"Aku datang menemui Rasulullah shallallahu 'alaihi wasallam saat beliau berada dalam sekerumunan orang. Aku lalu bertanya kepada beliau, \"Apakah aku mendapatkan pahala haji?\" Beliau bersabda: \"Barangsiapa menunaikan shalat (subuh) ini bersama kami di tempat ini, lalu melakukan wukuf bersama kami di tempat wukuf ini hingga Imam keluar, dan sebelumnya ia telah keluar dari Arafah pada malam hari atau siang hari, maka hajinya telah sempurna dan boleh bertahallul.\" Telah menceritakan kepada kami [Abu An Nadlr] telah menceritakan kepada kami [Syu'bah] dari [Abdullah bin Abu As Safar] ia berkata, aku mendengar [Asy Sya'bi] menceritakan dari [Urwah bin Mudlarris bin Aus bin Haritsah bin Lam] ia berkata, \"Aku mendatangi Nabi shallallahu 'alaihi wasallam…lalu ia menyebutkan hadits itu.\" Telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Syu'bah] berkata, [Abdullah bin Abu As Safar] menceritakan kepadaku, ia berkata; aku mendengar [Asy Sya'bi] dari [Urwah bin Al Mudlarris bin Aus bin Haritsah bin Lam] ia berkata, \"Aku datang menemui Nabi shallallahu 'alaihi wasallam saat beliau berada dalam suatu kerumunan orang…lalu ia menyebutkan seperti hadits Rauh.\"","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا شُعْبَةُ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي السَّفَرِ قَالَ سَمِعْتُ الشَّعْبِيَّ عَنْ عُرْوَةَ بْنِ مُضَرِّسِ بْنِ حَارِثَةَ بْنِ لَامٍ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِجَمْعٍ فَقُلْتُ لَهُ هَلْ لِي مِنْ حَجٍّ فَقَالَ مَنْ صَلَّى مَعَنَا هَذِهِ الصَّلَاةَ فِي هَذَا الْمَكَانِ ثُمَّ وَقَفَ مَعَنَا هَذَا الْمَوْقِفَ حَتَّى يُفِيضَ الْإِمَامُ أَفَاضَ قَبْلَ ذَلِكَ مِنْ عَرَفَاتٍ لَيْلًا أَوْ نَهَارًا فَقَدْ تَمَّ حَجُّهُ وَقَضَى تَفَثَهُحَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ قَالَ سَمِعْتُ الشَّعْبِيَّ يُحَدِّثُ عَنْ عُرْوَةَ بْنِ مُضَرِّسِ بْنِ أَوْسِ بْنِ حَارِثَةَ بْنِ لَامٍ قَالَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ حَدَّثَنَا عَفَّانُ حَدَّثَنَا شُعْبَةُ قَالَ عَبْدُ اللَّهِ بْنُ أَبِي السَّفَرِ حَدَّثَنِي قَالَ سَمِعْتُ الشَّعْبِيَّ عَنْ عُرْوَةَ بْنِ الْمُضَرِّسِ بْنِ أَوْسِ بْنِ حَارِثَةَ بْنِ لَامٍ قَالَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِجَمْعٍ فَذَكَرَ مِثْلَ حَدِيثِ رَوْحٍ","source":"Ahmad"},"__N_SSG":true}