{"pageProps":{"number":"2058","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'qub] Telah menceritakan kepada kami [Bapakku] dari [Shalih] ia berkata, [Ibnu Syihab] berkata, telah menceritakan kepadaku [Ubaidullah bin Abdullah] dari [Ibnu Abbas] dari [Ammar bin Yasir], bahwa Rasulullah shallallahu 'alaihi wasallam mengistirahatkan pasukan pada akhir malam. Dan saat itu beliau bersama isterinya, Aisyah radliallahu 'anha. Kemudian kalung milik Aisyah terputus karena kesedihan mendalam (yang terjadi di) Zhafar, maka para sahabat pun berusaha mencari kalungnya hingga cahaya subuh memancar. Sementara mereka tidak memiliki persediaan air. Maka Allah 'azza wajalla menurunkan kepada Rasul-Nya shallallahu 'alaihi wasallam keringanan untuk bersuci dengan debu yang suci. Akhirnya kaum muslimin melaksanakan shalat bersama Rasulullah shallallahu 'alaihi wasallam, mereka menepukkan kedua tangannya ke atas tanah dan mengangkat keduanya tanpa menggenggam sesuatu pun dari tanah, lalu mengusapkannya pada wajah dan kedua tangannya hingga ke pundak, kemudian dari tangan bagian hingga hingga ketiak. Kaum muslimin pun tidak tertipu dengan ini, telah sampai (berita) pada kami, bahwa Abu Bakar berkata kepada Aisyah radliallahu 'anha, \"Demi Allah, aku tidak tahu jika kami akan membawa berkah.\"","arab":"حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنْ صَالِحٍ قَالَ قَالَ ابْنُ شِهَابٍ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ عَمَّارِ بْنِ يَاسِرٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَرَّسَ بِأُوَلَاتِ الْجَيْشِ وَمَعَهُ عَائِشَةُ زَوْجَتُهُ فَانْقَطَعَ عِقْدٌ لَهَا مِنْ جَزْعِ ظَفَارِ فَحُبِسَ النَّاسُ ابْتِغَاءَ عِقْدِهَا وَذَلِكَ حَتَّى أَضَاءَ الْفَجْرُ وَلَيْسَ مَعَ النَّاسِ مَاءٌ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رُخْصَةَ التَّطَهُّرِ بِالصَّعِيدِ الطَّيِّبِ فَقَامَ الْمُسْلِمُونَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَضَرَبُوا بِأَيْدِيهِمْ الْأَرْضَ ثُمَّ رَفَعُوا أَيْدِيَهُمْ وَلَمْ يَقْبِضُوا مِنْ التُّرَابِ شَيْئًا فَمَسَحُوا بِهَا وُجُوهَهُمْ وَأَيْدِيَهُمْ إِلَى الْمَنَاكِبِ وَمِنْ بُطُونِ أَيْدِيهِمْ إِلَى الْآبَاطِ وَلَا يَغْتَرُّ بِهَذَا النَّاسُوَبَلَغَنَا أَنَّ أَبَا بَكْرٍ قَالَ لِعَائِشَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُمَا وَاللَّهِ مَا عَلِمْتُ إِنَّكِ لَمُبَارَكَةٌ","source":"Ahmad"},"__N_SSG":true}