{"pageProps":{"number":"2060","slug":"ahmad","id":"Telah menceritakan kepada kami [Ishaq Al Azraq] dari [Syarik] dari [Abu Hasyim] dari [Abu Mijlaz] ia berkata, \" [Ammar] pernah shalat bersama kami dan ia menunaikannya denan ringgkas, lalu orang-orang pun mengingkarinya. Maka Ammar bertanya, \"Bukankah aku telah menyempurnakan rukuk dan sujud?\" mereka menjawab, \"Benar.\" Ammar berkata, \"Sesungguhnya dalam dua rakaat itu, aku telah berdo'a dengan do'a yang Rasulullah shallallahu 'alaihi wasallam pernah berdo'a dengannya, 'ALLAHUMMA BI'ILMIKAL GHAIBA WA QUDRATIKA 'ALAL KHALQI AHYINII MAA 'ALIMTAL HAYAATA KHAIRAN LII, WATAWAFFANII IDZAA KAANATIL WAFAATU KHAIRAN LII. AS`ALUKA KHASYYATAKA FIL GHAIB, WASY SYAHAADATI WAKALIMATAL HAQQI FIL GHADLABI WAR RIDLAA WAL QASHDA FIL FAQRI WAL GHINAA WA LADZDZATAN NAZHARI ILAA WAJHIKA WASY SYAUQI ILAA LIQAAI`IKA WA A'UUDZU BIKA MIN DLARRAA`A MUDLIRRATIN WA MIN FITNATIN MUDLILLATIN, ALLAHUMMA ZAYYINAA BIZIINATIL IIMAAN, WAJ'ALNAA HUDAATAN MAHDIYYIIN (Ya Allah, dengan ilmu-Mu atas yang ghaib, dan dengan kemahakuasaan-Mu atas seluruh makhluk, hidupkanlah aku jika Engkau mengetahui bahwa hidup lebih baik bagiku, dan matikanlah aku jika Engkau mengetahui bahwa kematian itu lebih baik bagiku. Ya Allah, sesungguhnya aku memohon pada-Mu agar aku takut pada-Mu dalam keadaan sembunyi atau ramai. Aku memohon pada-Mu agar dapat berkata dengan benar diwaktu ridla atau marah. Aku minta kepada-Mu agar dapat melaksanakan kesederhanaan dalam keadaan kaya atau fakir serta kenikmatan memandang wajah-Mu (di surga), rindu bertemu dengan-Mu. Aku berlindung kepada-Mu dari penderitaan yang membahayakan dan fitnah yang menyesatkan. Ya Allah, hiasilah kami dengan iman, dan jadikanlah kami sebagai penunjuk (jalan) yang lurus yang memperoleh bimbingan dari-Mu).'\" Telah menceritakan kepada kami Ahmad bin Abdul Malik Telah menceritakan kepada kami Muhammad bin Salamah dari Muhammad bin Ishaq dari Yazid bin Muhammad bin Khutsaim dari Muhammad bin Ka'ab Al Qurazhi telah menceritakan kepadaku Muhammad bin Khutsaim Abu Yazid dari Ammar bin Yasir ia berkata, \"Aku dan Ali bin Abu Thalib radliallahu 'anhu adalah dua orang yang berteman pada saat perang Al Usyairah. Kemudian kami melewati sekelompok laki-laki dari Bani Mudlij yang sedang bekerja pada kebun kurma milik mereka…lalu ia menyebutkan makna hadits Isa bin Yunus.\"","arab":"حَدَّثَنَا إِسْحَاقُ الْأَزْرَقُ عَنْ شَرِيكٍ عَنْ أَبِي هَاشِمٍ عَنْ أَبِي مِجْلَزٍ قَالَصَلَّى بِنَا عَمَّارٌ صَلَاةً فَأَوْجَزَ فِيهَا فَأَنْكَرُوا ذَلِكَ فَقَالَ أَلَمْ أُتِمَّ الرُّكُوعَ وَالسُّجُودَ قَالُوا بَلَى قَالَ أَمَا إِنِّي قَدْ دَعَوْتُ فِيهِمَا بِدُعَاءٍ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْعُو بِهِ اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي وَتَوَفَّنِي إِذَا كَانَتْ الْوَفَاةُ خَيْرًا لِي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ وَكَلِمَةَ الْحَقِّ فِي الْغَضَبِ وَالرِّضَا وَالْقَصْدَ فِي الْفَقْرِ وَالْغِنَى وَلَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ وَأَعُوذُ بِكَ مِنْ ضَرَّاءَ مُضِرَّةٍ وَمِنْ فِتْنَةٍ مُضِلَّةٍ اللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ وَاجْعَلْنَا هُدَاةً مَهْدِيِّينَحَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ يَزِيدِ بْنِ مُحَمَّدِ بْنِ خُثَيْمٍ عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ حَدَّثَنِي مُحَمَّدُ بْنُ خُثَيْمٍ أَبُو يَزِيدَ عَنْ عَمَّارِ بْنِ يَاسِرٍ قَالَ كُنْتُ أَنَا وَعَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ رَفِيقَيْنِ فِي غَزْوَةِ الْعُشَيْرَةِ فَمَرَرْنَا بِرِجَالٍ مِنْ بَنِي مُدْلِجٍ يَعْمَلُونَ فِي نَخْلٍ لَهُمْ فَذَكَرَ مَعْنَى حَدِيثِ عِيسَى بْنِ يُونُسَ","source":"Ahmad"},"__N_SSG":true}