{"pageProps":{"number":"2092","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan bin Musa] Telah menceritakan kepada kami [Hammnad bin Salamah] dari [Dawud] dari [Asy Sya'bi] dari [Al Qamah] bahwa pernah seorang laki-laki menikahi seorang wanita. Kemudian sang suami itu meninggal dan belum sempat menggaulinya dan belum juga menentukan maharnya. Lalu ditanyakanlah hal itu kepada [Abdullah], maka ia menjawab, \"Ia berhak mendapatkan mahar sebagaimana isteri yang lain, tidak ada tipu daya dan kezhaliman. Ia juga berhak mendapatkan harta warisan, dan baginya ada keharusan menunggu masa iddah.\" Kemudian berdirilah [Abu Sinan Al Asyja'i] yang berada dalam suatu rombongan, dan mereka berkata, \"Kami bersaksi bahwa Anda telah memutuskannya dengan ketetapan yang pernah Rasulullah shallallahu 'alaihi wasallam pada Birwa' binti Wasiq.\" Telah menceritakan kepada kami Abdullah bin Muhammad bin Abu Syaibah telah berkata Abdullah dan Telah menceritakan kepada kami [Ibnu Abu Syaibah] ia berkata, Telah menceritakan kepada kami [Ibnu Abu Za`idah] dari [Dawud] dari [Asy Sya'bi] dari [Al Qamah] dengan hadits ini. Dan Telah menceritakan kepada kami Abdullah ia berkata, Telah menceritakannya kepada kami Ibnu Abu Syaibah Abdullah bin Muhammad dan ia pun menyebutkan hadits.","arab":"حَدَّثَنَا حَسَنُ بْنُ مُوسَى حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ دَاوُدَ عَنِ الشَّعْبِيِّ عَنْ عَلْقَمَةَأَنَّ رَجُلًا تَزَوَّجَ امْرَأَةً فَتُوُفِّيَ عَنْهَا زَوْجُهَا قَبْلَ أَنْ يَدْخُلَ بِهَا وَلَمْ يُسَمِّ لَهَا صَدَاقًا فَسُئِلَ عَنْهَا عَبْدُ اللَّهِ فَقَالَ لَهَا صَدَاقُ إِحْدَى نِسَائِهَا وَلَا وَكْسَ وَلَا شَطَطَ وَلَهَا الْمِيرَاثُ وَعَلَيْهَا الْعِدَّةُ فَقَامَ أَبُو سِنَانٍ الْأَشْجَعِيُّ فِي رَهْطٍ مِنْ أَشْجَعَ فَقَالُوا نَشْهَدُ لَقَدْ قَضَيْتَ فِيهَا بِقَضَاءِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بِرْوَعَ بِنْتِ وَاشِقٍحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي شَيْبَةَ قَالَ عَبْد اللَّهِ وَحَدَّثَنَا ابْنُ أَبِي شَيْبَةَ قَالَ حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ عَنْ دَاوُدَ عَنِ الشَّعْبِيِّ عَنْ عَلْقَمَةَ بِهَذَا و حَدَّثَنَا عَبْد اللَّهِ قَالَ حَدَّثَنَاه ابْنُ أَبِي شَيْبَةَ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}