{"pageProps":{"number":"216","slug":"ahmad","id":"Telah menceritakan kepada kami Abdullah telah menceritakan kepadaku [Ja'far bin Humaid Al Kufi] telah menceritakan kepada kami [Ubaidullah bin Iyad bin laqith] dari [bapaknya] dari [Abu Rimtsah], dia berkata: aku bersama bapakku bertolak menuju Rasulullah Shallallahu 'alaihi wa Salam, maka ketika aku melihatnya, bapakku berkata kepadaku; \"Tahukah kamu siapa orang ini?\" \"Tidak\" jawabku. Bapakku berkata; \"Dia adalah Muhammad Rasulullah Shallallahu 'alaihi wa Salam.\" Dia berkata; maka aku pun bergetar ketika bapakku mengatakan kepadaku begitu, aku mengira bahwa Rasulullah Shallallahu 'alaihi wa Salam adalah seorang laki-laki yang tidak sama dengan kebanyakkan manusia, ternyata dia adalah seorang laki-laki yang rambutnya menyentuh daun telinganya, pada rambutnya terdapat inai dan mengenakan dua lembar selendang berwarna biru. Lalu bapakku mengucapkan salam kepadanya. Kemudian kami duduk dan berbincang selama satu jam. kemudian Rasulullah Shallallahu 'alaihi wa Salam berkata kepada bapakku, \"Apakah ini anakmu?\" dia menjawab, \"Ya, demi Rabbul Ka'bah.\" Dia berkata; \"Ini benar.\" Lalu berkata lagi, \"Aku berani bersaksi atasnya.\" Maka tersenyumlah Rasulullah Shallallahu 'alaihi wa Salam kepada bapakku yang menguatkan kemiripanku dengannya dan juga karena sumpahnya kepada Allah atas diriku. Kemudian beliau bersabda: \"Adapun dia, sungguh tidak akan berbuat jahat kepadamu dan kamu tidak akan berbuat jahat padanya.\" Lalu beliau membaca ayat: \"dan seorang yang berdosa tidak akan memikul dosa orang lain.\" Kemudian bapakku melihat semisal luka yang ada pada pundak Rasulullah Shallallahu 'alaihi wa Salam, dan berkata; \"wahai Rasulullah, sesungguihnya aku adalah orang yang paling paham tentang kedokteran di antara orang-orang, maka bolehkan aku mengobati lukamu?\" \"Tidak, dokternya adalah yang telah menciptakannya (Allah).\" Jawab beliau. ","arab":"حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنِي جَعْفَرُ بْنُ حُمَيْدٍ الْكُوفِيُّ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ إِيَادِ بْنِ لَقِيطٍ عَنْ أَبِيهِ عَنْ أَبِي رِمْثَةَ قَالَانْطَلَقْتُ مَعَ أَبِي نَحْوَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا رَأَيْتُهُ قَالَ أَبِي هَلْ تَدْرِي مَنْ هَذَا قُلْتُ لَا قَالَ هَذَا مُحَمَّدٌ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَاقْشَعْرَرْتُ حِينَ قَالَ ذَلِكَ وَكُنْتُ أَظُنُّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْءٌ لَا يُشْبِهُ النَّاسَ فَإِذَا بَشَرٌ ذُو وَفْرَةٍ وَبِهَا رَدْعُ حِنَّاءٍ وَعَلَيْهِ بُرَدَانِ أَخْضَرَانِ فَسَلَّمَ عَلَيْهِ أَبِي ثُمَّ جَلَسْنَا فَتَحَدَّثْنَا سَاعَةً ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِأَبِي ابْنُكَ هَذَا قَالَ إِي وَرَبِّ الْكَعْبَةِ قَالَ حَقًّا قَالَ أَشْهَدُ بِهِ فَتَبَسَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَاحِكًا مِنْ تَثْبِيتِ شَبَهِي بِأَبِي وَمِنْ حَلِفِ أَبِي عَلَيَّ ثُمَّ قَالَ أَمَا إِنَّهُ لَا يَجْنِي عَلَيْكَ وَلَا تَجْنِي عَلَيْهِ وَقَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى }ثُمَّ نَظَرَ إِلَى مِثْلِ السِّلْعَةِ بَيْنَ كَتِفَيْهِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي كَأَطَبِّ الرِّجَالِ أَلَا أُعَالِجُهَا لَكَ قَالَ لَا طَبِيبُهَا الَّذِي خَلَقَهَا","source":"Ahmad"},"__N_SSG":true}