{"pageProps":{"number":"2232","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin harun] Telah mengabarkan kepada kami [Muhammad bin Ishaq bin Yasar] dari [Az Zuhri Muhammad bin Muslim bin Syihab] dari ['Urwah bin Zubair] dari [Miswar bin Makhramah] dan [Marwan bin Hakam], kata keduanya, Pada tahun Hudaibiyah Rasulullah Shallallahu'alaihiwasallam berangkat dengan niyat mengunjungi baitullah, ka'bah, bukan niyat untuk berperang, sekaligus beliau giring unta sembelihannya (hadyu) sebanyak tujuh puluh ekor. Sahabat ketika itu berjumlah tujuh ratus orang. Setiap satu ekor unta untuk sepuluh orang. Kata Miswar atau Marwan, Rasulullah Shallallahu'alaihiwasallam terus melanjutkan perjalanan, hingga ketika beliau di 'Usfan, Bisyir bin Sufyan alka'bi memergoki beliau dan berujar \"Hai Rasulullah, ini quraisy telah mendengar berita keberangkatanmu dan mereka ikutsertakan wanita dan anak-anak, baik yang masih kecil atau dewasa. Telah mereka pakai kulit macan loreng - kulit macan loreng mereka pakai sebagai symbol kebanggaan dan keberingasan, dan kesiapan matinya betul-betul serius--, mereka telah berjanji kepada Allah agar engkau tidak memasuki baitullah secara paksa. Disana telah ada Khalid bin Walid yang tiba di Kura'il ghamim. Rasulullah Shallallahu'alaihiwasallam kontan bersabda \"Celaka quraisy, mereka telah tercabik-cabik oleh perang, apa beratnya sekiranya mereka tidak menghalang-halangi aku dan sahabatku, kalaulah mereka berhasil mengalahkanku, itu ambisi mereka, dan sekiranya Allah menjadikanku menang atas mereka, jumlah mereka banyak sekali. Kalaulah (keIslaman) itu tidak mereka kerjakan, musti mereka lakukan peperangan karena mereka juga mempunyai kekuatan. Quraisy, apa lagi keinginan mereka? Demi Allah, sungguh aku tidak akan berhenti memerangi mereka karena risalah Allah yang utuskan kepadaku hingga Allah memenangkannya atau tali kekang unta tinggal satu -maksudnya hingga binasa, sebab tali kekang hewan yang biasanya sepasang sangat jarang satunya putus selain karena pembunuhan atau peperangan--. Kemudian beliau perintahkan para sahabat hingga mereka menyusuri jalan jalur sebelah kanan antara dua rerimbunan pohon yang bisa menghantarkan mereka ke Tsaniyatul mirar dan Hudaibiyah di bawah Makkah. Kata Marwan atau Miswar, sahabat Nabi menyusuri jalan tersebut. Ketika pasukan berkuda quraisy melihat debu-debu para sahabat nabi menyelisihi jalur mereka, mereka kembali pulang menemui Quraisy. Rasulullah Shallallahu'alaihiwasallam terus berangkat hingga ketika beliau selesai menempuh Tsaniyyatul mirar, unta beliau menderum. Para sahabat berujar \"Wah, unta Nabi rupanya mogok.\" Rasulullah Shallallahu'alaihiwasallam menjawab \"Unta ini tidak mogok karena kemauannya sendiri, dan mogok bukanlah adat kebiasaannya, namun Dzat yang pernah menahan gajah (pasukan Abrahah) dari Makkah-lah yang menahannya. Demi Allah, tidaklah quraisy mengajakku hari ini kepada ajakan yang isinya memintaku untuk menyambung silatu rahim, selain akan aku penuhi. Dan beliau katakan kepada para sahabatnya \"Silahkan kalian turun.\" Para sahabat berujar \"Ya rasulullah, lembah yang dijadikan kawan-kawan untuk singgah ini tak ada sumber mata air.\" Rasulullah kemudian mencabut anak panah dari tabungnya, beliau berikan kepada salah seorang sahabatnya, lantas beliau singgah di sebuah sumur tua dari beberapa sumur tua yang ada. Beliau lemparkan anak panahnya ke dalam sumur tersebut hingga air memancar deras. Para sahabat minum dengan puas, untanya juga minum dengan puas, sehingga mereka jadikan tempat bermukim. Ketika Rasulullah Shallallahu'alaihiwasallam tenang, tak tahunya Budail bin Warqa' bersama rombongan bani khuza'ah datang dan Rasulullah berujar kepada mereka sebagaimana ucapannya kepada Busyair bin Abi Sofyan. Akhirnya mereka kembali ke quraisy dan berujar \"Wahai segenap quraisy, kalian tergesa-gesa menimpakan bahaya kepada Muhammad, sungguh Muhammad datang bukan untuk berperang, hanyasanya ia datang dalam rangka mengunjungi baitullah untuk menghormati haknya.Quraisy pun menuduh dengan tuduhan buruk kepada Budail bin Warqa' dan rombongannya ini. Kata Muhammad, alias Ibn ishaq, kata Azzuhri, Tradisi bani Khuza'ah ketika itu, mereka senantiasa membongkar keburukan Rasulullah Shallallahu'alaihiwasallam, baik mereka yang muslim maupun yang musyrik, mereka tak pernah menyembunyikan sedikitpun berita yang ada pada diri Rasulullah Shallallahu'alaihiwasallam ketika di Makkah. Kata Quraisy, \"Sekalipun ia datang untuk itu, demi Allah, selama-lamanya mereka tak bisa memasukinya secara paksa, dan jangan sampai bangsa arab berbicara mengenai hal itu!\" Lantas quraisy mengutus Mikraz bin Hafs bin al-akhyaf salah seorang bani Amir bin Lu'ay. Ketika Rasulullah Shallallahu'alaihiwasallam melihatnya, Rasulullah Shallallahu'alaihiwasallam berkomentar \"Yang ini laki-laki pengkhianat! Ketika Mikraz sampai ke Rasulullah Shallallahu'alaihiwasallam, Rasulullah Shallallahu'alaihiwasallam menyampaikan kepadanya sebagaimana yang telah beliau konsultasikan kepada para sahabatnya. Lantas Mikraz kembali ke Quraisy dan mengabari mereka segala yang diucapkan Rasulullah Shallallahu'alaihiwasallam. Kata Miswar atau Marwan, Quraisy kemudian mengutus Alhilsa bin 'Alqamah Alkinani yang ketika itu adalah tokoh kabilah yang ikut bersekutu dengan quraisy. Ketika Rasulullah Shallallahu'alaihiwasallam melihatnya, Rasulullah Shallallahu'alaihiwasallam berkomentar: \"Laki-laki ini dari sebuah kaum yang suka menyembah tuhan, tolong persiapkanlah hewan kurban yang bisa dilihatnya.\" Para sahabat pun mengumpulkan beberapa hewan kurban. Ketika Hilsa bin 'Alqamah melihat hewan kurban susul-menyusul berjalan menghadapnya dari lembah bagian lebarnya dan lengkap dengan kalung-kalungnya, --tradisi arab mengalungi hewan yang akan dijadikan kurban- dan hewan tersebut memakan tali kalungnya karena sekian lama tertahan ditempatnya, Hilsa langsung pulang dan tidak menemui Rasulullah Shallallahu'alaihiwasallam sebagai penghormatan atas peristiwa yang dilihatnya sendiri. Dan ia katakan kepada quraisy \"Wahai segenap quraisy, telah kulihat kejadian yang terlarang dihalang-halangi, yaitu hewan-hewan kurban lengkap dengan kalung-kalungnya, mereka memangsa tali-tali kalungnya karena sekian lama tertahan di tempatnya. Quraisy menjawab \"Duduk engkau hai Hilsa, kau adalah manusia arab primitife yang tak kenal apa-apa.\" Quraisy kemudian mengutus 'Urwah bin mas'ud atstsaqafi. 'Urwah kemudian mengatakan \"Hai segenap quraisy, telah kulihat segala yang kalian temui dari sahabat-sahabat yang kalian utus kepada Muhammad, yang membawa kata-kata menyakitkan dan penghinaan. Kalian telah sama-sama mengerti bahwa kalian adalah orang tua dan aku adalah anak kecil, dan telah kudengar utusan yang mewakili kalian. Maka aku kumpulkan siapapun yang menaatiku dari kaumku, kemudian aku datang hingga aku tolong kalian dengan pribadiku sendiri. Qurays menjawab \"Engkau benar, engkau tak lagi tersanksikan lagi oleh kami-kami ini.\" Urwah spontan berangkat hingga menemui Rasulullah Shallallahu'alaihiwasallam. Ia pun duduk di hadapannya dan berujar \"Hai Muhammad, telah kau kumpulkan sekian banyak kabilah kemudian kau datangkan mereka kepada keluargamu untuk kau pecah belah. Ketahuilah bahwa quraisy telah berangkat membawa isteri-isteri dan anak-anak mereka, telah mereka pakai kulit-kulit harimau -ungkapan kesombongan bahwa mereka siap mati, menumpahkan darah, dan pantang mundur-mereka ikrarkan janji kepada Allah agar engkau tidak memasukinya secara paksa selama-lamanya. Demi Allah, sungguh seolah-olah aku bersama mereka akan kelihatan olehmu tinggal esok saja! Kata Marwan atau miswar, Abu Bakar ketika itu duduk di belakang Rasulullah Shallallahu'alaihiwasallam dan berujar \"Hisaplah kemaluan berhala Lattamu, apa mungkin kami kelihatan oleh berhalamu itu! (Perkataan ini Abu bakar ucapkan untuk menghina Urwah bin mas'ud). Urwah bertanya \"Siapa ini hai Muhammad!\"Itu Ibnu Abu Quhafah!\" jawab Rasulullah. Urwah berujar \"Kalaulah bukan karena budi baikmu kepadaku yang belum sempat saya balas, niscaya kubalas ucapan kotormu, namun cukuplah ucapan kotormu sekarang cukuplah sebagai pembalasan budi baikmu yang belum terbalaskan.\" Selanjutnya Urwah berusaha ingin menarik jenggot Rasulullah Shallallahu'alaihiwasallam yang ketika itu Mughirah bin Syu'bah berdiri diatas kepala Rasulullah Shallallahu'alaihiwasallam dengan berbaju besi yang menutup seluruh tubuhnya. Kata Marwan atau Miswar, Mughirah seketika itu juga memukul tangan 'Urwah bin mas'ud agar jangan sampai menarik jenggot Rasul. Mughirah katakan \" Heih, tahan tanganmu dari jenggot Rasulullah Shallallahu'alaihiwasallam, demi Allah, tanganmu tak bakalan bisa meraih jenggotnya! 'Urwah menjawab \"Huss, alangkah jahat dan kasarnya engkau! Rasulullah Shallallahu'alaihiwasallam pun tersenyum. Urwah bertanya \"Siapa ini ya Muhammad! Rasul menjawab \"Ini anak saudaramu,. Mughirah bin Syu'bah. Kata 'Urwah \" Pengkhianatan apa lagi ini, engkau tidak menghapus kesalahanmu masa lalu selain baru kemaren?! Kemudian Rasulullah sampaikan kepada 'Urwah bin mas'ud sebagaimana yang telah ia konsultasikan terlebih dahulu kepada para sahabatnya. Dan Rasul beritahukan bahwa beliau tidak berambisi berperang. Kata Marwan atau Miswar, kemudian Urwah tinggalkan Rasulullah Shallallahu'alaihiwasallam, dan ia lihat perlakuan para sahabatnya terhadap beliau. Tidaklah Rasulullah berwudhu, selain para sahabatnya berebutan memperoleh sisa air wudhunya, dan tidaklah Rasulullah meludah selain mereka juga berebutan untuk memperoleh sisa ludahnya. Tidaklah rambut rasululah terjatuh selain mereka mengambilnya. Urwah kontan kembali menemui quraisy dan berujar \"Wahai segenap quraisy, aku pernah menemui Kisra dalam kerajaannya, dan juga pernah kudatangi Kaisar dan Najasyi dalam dua kerajaannya. Demi Allah, sama sekali belum pernah kulihat raja seorang pun yang seperti Muhammad di kalangan sahabat-shaabatnya. Telah kulihat sebuah kaum yang mereka tidak menyerahkannya kepada apapun selama-lamanya. Maka sekarang keluarkanlah saran dan ide kalian. Kata Marwan atau Miswar, sebelum itu Rasulullah Shallallahu'alaihiwasallam telah mengirim Khirasy bin Umayyah alkhuza'i ke Makkah dan beliau berikan kendaraan untanya yang seringkali dijuluki Tsa'lab. Ketika Khirasy bin Umayyah masuk Makkah, Quraisy membantai untanya dan ingin membantai Khirasy, namun sekutu-sekutu Quraisy mencegahnya hingga Khirasy datangi Rasulullah Shallallahu'alaihiwasallam, lantas Rasulullah panggil 'Umar untuk beliau utus ke Makkah. 'Umar menampik seraya mengatakan \"Wahai Rasulullah, saya khawatir Quraisy akan mencelakai diriku, sementara disana tidak ada seorang pun dari bani Adi yang membelaku, dan semua quraisy tahu permusuhanku terhadapnya dan kekasaranku kepadanya, namun baiklah kutunjukkan kepadamu seseorang yang lebih kuat daripadaku, yaitu Usman bin Affan.\" Kemudian Rasulullah Shallallahu'alaihiwasallam panggil Usman bin Affan, dan beliau utus ke Quraisy dengan misi memberitahu mereka bahwa kedatangan Nabi bukan untuk menyalakan perang, hanyasanya tujuannya sekedar mengunjungi baitullah, mengagungkan kehormatannya. Usman terus berangkat hingga beliau datangi Makkah, dan Usman dicegat oleh Abban bin Sa'id bin 'Ash. Usman turun dari untanya. Abban bin Sa'id menaikkan Usman keatas untanya, dan ia dudukkan didepannya sedang ia sendiri membonceng di belakangnya dan melindunginya, hingga 'Usman bisa menyampaikan surat Rasulullah Shallallahu'alaihiwasallam. Usman terus berangkat hingga ia temui Abu Sofyan dan pejabat-pejabat elit quraisy. Ia sampaikan semua misi pengutusannya dari Rasulullah Shallallahu'alaihiwasallam. Mereka katakan kepada Usman \"Kalaulah engkau berkenan, silahkan engkau thawaf di baitullah. Usman hanya menjawab \"Saya tak akan melakukan thawaf sampai Rasulullah Shallallahu'alaihiwasallam melakukan tawaf.\" Quraisy kemudian menahan Usman di baitullah, namun Rasulullah dan para sahabatnya keburu mendapat issue (alias hanya ghosip) bahwa Usman telah dibunuh. Kata Muhammad, telah menceritakan kepadaku Azzuhri, Quraisy mengutus Suhail bin Amru dan salah seorang bani 'Amir bin Lu'ay seraya mereka pesankan \"Tolong kalian berdua datangilah Muhammad dan ajaklah untuk berdamai. Dan jangan sampai terjadi dalam perdamaiannya selain ia harus pulang untuk tahun ini, demi Allah, jangan sampai bangsa arab berujar bahwa Rasulullah bisa menemui kita secara paksa selama-lamanya! Suhail kemudian mendatangi Nabi, ketika Nabi Shallallahu'alaihiwasallam melihatnya, Nabi berkomentar \"Quraisy rupanya ingin berdamai ketika mengutus si laki-laki ini! Sesampai Suhail di hadapan Rasulullah Shallallahu'alaihiwasallam, Suhail dan kawannya berbicara, mengajak diskusi yang sedemikian lama dan berlangsung alot hingga terjadi perdamaian diantara keduanya. Setelah terjadi titik kesepakatan dan hanya tinggal penulisan, Umar bin Khattab berlari dan ia datangi Abu bakar seraya berujar \"Wahai Abu bakar, bukankah dia itu Rasulullah Shallallahu'alaihiwasallam? Bukankah kita muslimin? Bukankah mereka musyrikin? Abu bakar hanya menjawab \"Benar.\" Kata Umar \"Lantas karena alasan apa kita memberi kehinaan terhadap agama kita?!\" Abu bakar menjawab \"Wahai Umar, jagalah kayu tunggangannya sebagaimana apa adanya, karena saya bersaksi bahwa ia adalah Rasulullah Shallallahu'alaihiwasallam. Kata Umar \"Kalau masalah bersaksi, aku juga bersaksi!.\" Rasulullah Shallallahu'alaihiwasallam kemudian datang, lantas Umar menyatakan protesnya sevara vulgar \"Wahai Rasulullah, bukankah kita muslimin dan mereka musyrikin?\"Benar\" Jawab Rasulullah.\" Lanjut Umar \" lalu mengapa kita kita berikan kehinaan terhadap agama kita? Nabi hanya menjawab \"Ingat, saya adalah hamba Allah dan Rasul-Nya, sekali-kali aku tak bakalan menyelisihi perintah-Nya, dan sekali-kali Allah tak bakalan menelantarkan keadaanku.\" Kemudian hari Umar katakan, \"Aku tidak berhenti melakukan puasa dan bersedekah, shalat dan membebaskan budak untuk menebus kesembronoanku terhadap Rasulullah, tepatnya karena ketakutanku terhadap ucapanku yang kuucapkan ketika itu, hingga aku berharap semua itu membawa kebaikan. Kata Miswar atau Marwan, Rasulullah Shallallahu'alaihiwasallam lalu memanggil Ali bin Abi Thalib dan Rasulullah Shallallahu'alaihiwasallam katakana \"Coba kamu tulis Bismillaahirrohmaanirrohiim.\" Suhail memprotes seraya ia katakan \"Saya tidak tahu kalimat ini, namun ucapkanlah Alloohumma.\" Rasulullah pun mengucapkan \"Yah, tulis saja Bismikalloohumma, inilah perjanjian damai yang ditetapkan Rasulullah untuk Suhail bin Amru.\" Suhail protes lagi seraya mengatakan \"Kalaulah aku bersaksi bahwa engkau adalah Rasulullah, niscaya aku tidak akan memerangimu, namun tulis saja Ini perjanjian yang ditetapkan Muhammad bin Abdullah dan Suhail bin Amru untuk menghentikan perang selama sepuluh tahun. Selama sepuluh tahun itu manusia aman dan satu sama lain saling menahan diri. Siapa saja yang menemui Rasulullah Shallallahu'alaihiwasallam dari sahabat Suhail dengan tanpa seijin walinya, maka Rasulullah wajib mengembalikan kepada mereka. Sebaliknya siapa saja yang menemui Quraisy dari sahabat Rasulullah Shallallahu'alaihiwasallam, maka Quraisy tak berkewajiban mengembalikan kepada mereka. Sesama kita (Quraisy dan muslimin) harus melupakan balas dendam yang terjadi masa lalu yang bisa menyulutkan perang, juga tidak ada pencurian, tak ada pengkhianatan. Dalam syarat mereka ketika penulisan dilangsungkan juga disetujui, siapa yang ingin memihak akad Muhammad dan janjinya, maka ia bersama Muhammad, dan barangsiapa memihak akad quraisy dan janji mereka, ia bersama quraisy. Serta merta Bani khuza'ah datang dan berujar \"Kami memihak akad Rasulullah Shallallahu'alaihiwasallam dan janjinya.\" Sedang banu Bakar bergegas datang dan berujar \"Adapun kami akan memihak akad quraisy dan janji mereka.\" Dan engkau (Muhammad) tidak berhak memasuki baitullah tahun ini, maka janganlah menemui kami (Quraisy Makkah), adapun tahun depan kami (Quraisy) mengosongkan Mekkah untuk anda (Muhammad) sehingga engkau bisa memasuki Makkah bersama sahabatmu dan tinggal disana selama tiga hari saja, engkau (Muhammad) boleh membawa senjata sebatas senjata pengendara, maksudnya selain pedang itupun harus disarungkan. Ketika Rasulullah Shallallahu'alaihiwasallam melangsungkan penulisan, tiba-tiba Abu jandal bin Suhail bin Amru datang dengan terantai besi, ia melarikan diri kepada Rasulullah Shallallahu'alaihiwasallam. Kata Marwan atau Miswar, sahabat-sahabat Rasulullah Shallallahu'alaihiwasallam sebelumnya keluar dengan ","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ عَنِ الزُّهْرِيِّ مُحَمَّدِ بْنِ مُسْلِمِ بْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ وَمَرْوَانَ بْنِ الْحَكَمِ قَالَاخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْحُدَيْبِيَةِ يُرِيدُ زِيَارَةَ الْبَيْتِ لَا يُرِيدُ قِتَالًا وَسَاقَ مَعَهُ الْهَدْيَ سَبْعِينَ بَدَنَةً وَكَانَ النَّاسُ سَبْعَ مِائَةِ رَجُلٍ فَكَانَتْ كُلُّ بَدَنَةٍ عَنْ عَشَرَةٍ قَالَ وَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ بِعُسْفَانَ لَقِيَهُ بِشْرُ بْنُ سُفْيَانَ الْكَعْبِيُّ فَقَالَ يَا رَسُولَ اللَّهِ هَذِهِ قُرَيْشٌ قَدْ سَمِعَتْ بِمَسِيرِكَ فَخَرَجَتْ مَعَهَا الْعُوذُ الْمَطَافِيلُ قَدْ لَبِسُوا جُلُودَ النُّمُورِ يُعَاهِدُونَ اللَّهَ أَنْ لَا تَدْخُلَهَا عَلَيْهِمْ عَنْوَةً أَبَدًا وَهَذَا خَالِدُ بْنُ الْوَلِيدِ فِي خَيْلِهِمْ قَدِمُوا إِلَى كُرَاعِ الْغَمِيمِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا وَيْحَ قُرَيْشٍ لَقَدْ أَكَلَتْهُمْ الْحَرْبُ مَاذَا عَلَيْهِمْ لَوْ خَلَّوْا بَيْنِي وَبَيْنَ سَائِرِ النَّاسِ فَإِنْ أَصَابُونِي كَانَ الَّذِي أَرَادُوا وَإِنْ أَظْهَرَنِي اللَّهُ عَلَيْهِمْ دَخَلُوا فِي الْإِسْلَامِ وَهُمْ وَافِرُونَ وَإِنْ لَمْ يَفْعَلُوا قَاتَلُوا وَبِهِمْ قُوَّةٌ فَمَاذَا تَظُنُّ قُرَيْشٌ وَاللَّهِ إِنِّي لَا أَزَالُ أُجَاهِدُهُمْ عَلَى الَّذِي بَعَثَنِي اللَّهُ لَهُ حَتَّى يُظْهِرَهُ اللَّهُ لَهُ أَوْ تَنْفَرِدَ هَذِهِ السَّالِفَةُ ثُمَّ أَمَرَ النَّاسَ فَسَلَكُوا ذَاتَ الْيَمِينِ بَيْنَ ظَهْرَيْ الْحَمْضِ عَلَى طَرِيقٍ تُخْرِجُهُ عَلَى ثَنِيَّةِ الْمِرَارِ وَالْحُدَيْبِيَةِ مِنْ أَسْفَلِ مَكَّةَ قَالَ فَسَلَكَ بِالْجَيْشِ تِلْكَ الطَّرِيقَ فَلَمَّا رَأَتْ خَيْلُ قُرَيْشٍ قَتَرَةَ الْجَيْشِ قَدْ خَالَفُوا عَنْ طَرِيقِهِمْ نَكَصُوا رَاجِعِينَ إِلَى قُرَيْشٍ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا سَلَكَ ثَنِيَّةَ الْمِرَارِ بَرَكَتْ نَاقَتُهُ فَقَالَ النَّاسُ خَلَأَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا خَلَأَتْ وَمَا هُوَ لَهَا بِخُلُقٍ وَلَكِنْ حَبَسَهَا حَابِسُ الْفِيلِ عَنْ مَكَّةَ وَاللَّهِ لَا تَدْعُونِي قُرَيْشٌ الْيَوْمَ إِلَى خُطَّةٍ يَسْأَلُونِي فِيهَا صِلَةَ الرَّحِمِ إِلَّا أَعْطَيْتُهُمْ إِيَّاهَا ثُمَّ قَالَ لِلنَّاسِ انْزِلُوا فَقَالُوا يَا رَسُولَ اللَّهِ مَا بِالْوَادِي مِنْ مَاءٍ يَنْزِلُ عَلَيْهِ النَّاسُ فَأَخْرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَهْمًا مِنْ كِنَانَتِهِ فَأَعْطَاهُ رَجُلًا مِنْ أَصْحَابِهِ فَنَزَلَ فِي قَلِيبٍ مِنْ تِلْكَ الْقُلُبِ فَغَرَزَهُ فِيهِ فَجَاشَ الْمَاءُ بِالرَّوَاءِ حَتَّى ضَرَبَ النَّاسُ عَنْهُ بِعَطَنٍ فَلَمَّا اطْمَأَنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا بُدَيْلُ بْنُ وَرْقَاءَ فِي رِجَالٍ مِنْ خُزَاعَةَ فَقَالَ لَهُمْ كَقَوْلِهِ لِبُشَيْرِ بْنِ سُفْيَانَ فَرَجَعُوا إِلَى قُرَيْشٍ فَقَالُوا يَا مَعْشَرَ قُرَيْشٍ إِنَّكُمْ تَعْجَلُونَ عَلَى مُحَمَّدٍ وَإِنَّ مُحَمَّدًا لَمْ يَأْتِ لِقِتَالٍ إِنَّمَا جَاءَ زَائِرًا لِهَذَا الْبَيْتِ مُعَظِّمًا لَحَقِّهِ فَاتَّهَمُوهُمْ قَالَ مُحَمَّدٌ يَعْنِي ابْنَ إِسْحَاقَ قَالَ الزُّهْرِيُّ وَكَانَتْ خُزَاعَةُ فِي غَيْبَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُسْلِمُهَا وَمُشْرِكُهَا لَا يُخْفُونَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا كَانَ بِمَكَّةَ قَالُوا وَإِنْ كَانَ إِنَّمَا جَاءَ لِذَلِكَ فَلَا وَاللَّهِ لَا يَدْخُلُهَا أَبَدًا عَلَيْنَا عَنْوَةً وَلَا تَتَحَدَّثُ بِذَلِكَ الْعَرَبُ ثُمَّ بَعَثُوا إِلَيْهِ مِكْرَزَ بْنَ حَفْصِ بْنِ الْأَخْيَفِ أَحَدَ بَنِي عَامِرِ بْنِ لُؤَيٍّ فَلَمَّا رَآهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَذَا رَجُلٌ غَادِرٌ فَلَمَّا انْتَهَى إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَلَّمَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوٍ مِمَّا كَلَّمَ بِهِ أَصْحَابَهُ ثُمَّ رَجَعَ إِلَى قُرَيْشٍ فَأَخْبَرَهُمْ بِمَا قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَبَعَثُوا إِلَيْهِ الْحِلْسَ بْنَ عَلْقَمَةَ الْكِنَانِيَّ وَهُوَ يَوْمَئِذٍ سَيِّدُ الْأَحَابِشِ فَلَمَّا رَآهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَذَا مِنْ قَوْمٍ يَتَأَلَّهُونَ فَابْعَثُوا الْهَدْيَ فِي وَجْهِهِ فَبَعَثُوا الْهَدْيَ فَلَمَّا رَأَى الْهَدْيَ يَسِيلُ عَلَيْهِ مِنْ عَرْضِ الْوَادِي فِي قَلَائِدِهِ قَدْ أَكَلَ أَوْتَارَهُ مِنْ طُولِ الْحَبْسِ عَنْ مَحِلِّهِ رَجَعَ وَلَمْ يَصِلْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِعْظَامًا لِمَا رَأَى فَقَالَ يَا مَعْشَرَ قُرَيْشٍ قَدْ رَأَيْتُ مَا لَا يَحِلُّ صَدُّهُ الْهَدْيَ فِي قَلَائِدِهِ قَدْ أَكَلَ أَوْتَارَهُ مِنْ طُولِ الْحَبْسِ عَنْ مَحِلِّهِ فَقَالُوا اجْلِسْ إِنَّمَا أَنْتَ أَعْرَابِيٌّ لَا عِلْمَ لَكَ فَبَعَثُوا إِلَيْهِ عُرْوَةَ بْنَ مَسْعُودٍ الثَّقَفِيَّ فَقَالَ يَا مَعْشَرَ قُرَيْشٍ إِنِّي قَدْ رَأَيْتُ مَا يَلْقَى مِنْكُمْ مَنْ تَبْعَثُونَ إِلَى مُحَمَّدٍ إِذَا جَاءَكُمْ مِنْ التَّعْنِيفِ وَسُوءِ اللَّفْظِ وَقَدْ عَرَفْتُمْ أَنَّكُمْ وَالِدٌ وَأَنِّي وَلَدٌ وَقَدْ سَمِعْتُ بِالَّذِي نَابَكُمْ فَجَمَعْتُ مَنْ أَطَاعَنِي مِنْ قَوْمِي ثُمَّ جِئْتُ حَتَّى آسَيْتُكُمْ بِنَفْسِي قَالُوا صَدَقْتَ مَا أَنْتَ عِنْدَنَا بِمُتَّهَمٍ فَخَرَجَ حَتَّى أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَلَسَ بَيْنَ يَدَيْهِ فَقَالَ يَا مُحَمَّدُ جَمَعْتَ أَوْبَاشَ النَّاسِ ثُمَّ جِئْتَ بِهِمْ لِبَيْضَتِكَ لِتَفُضَّهَا إِنَّهَا قُرَيْشٌ قَدْ خَرَجَتْ مَعَهَا الْعُوذُ الْمَطَافِيلُ قَدْ لَبِسُوا جُلُودَ النُّمُورِ يُعَاهِدُونَ اللَّهَ أَنْ لَا تَدْخُلَهَا عَلَيْهِمْ عَنْوَةً أَبَدًا وَأَيْمُ اللَّهِ لَكَأَنِّي بِهَؤُلَاءِ قَدْ انْكَشَفُوا عَنْكَ غَدًا قَالَ وَأَبُو بَكْرٍ الصِّدِّيقُ رَضِيَ اللَّهُ تَعَالَى عَنْهُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَاعِدٌ فَقَالَ امْصُصْ بَظْرَ اللَّاتِ أَنَحْنُ نَنْكَشِفُ عَنْهُ قَالَ مَنْ هَذَا يَا مُحَمَّدُ قَالَ هَذَا ابْنُ أَبِي قُحَافَةَ قَالَ وَاللَّهِ لَوْلَا يَدٌ كَانَتْ لَكَ عِنْدِي لَكَافَأْتُكَ بِهَا وَلَكِنَّ هَذِهِ بِهَا ثُمَّ تَنَاوَلَ لِحْيَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُغِيرَةُ بْنُ شُعْبَةَ وَاقِفٌ عَلَى رَأْسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَدِيدِ قَالَ يَقْرَعُ يَدَهُ ثُمَّ قَالَ أَمْسِكْ يَدَكَ عِنْ لِحْيَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ وَاللَّهِ لَا تَصِلُ إِلَيْكَ قَالَ وَيْحَكَ مَا أَفَظَّكَ وَأَغْلَظَكَ قَالَ فَتَبَسَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ هَذَا يَا مُحَمَّدُ قَالَ هَذَا ابْنُ أَخِيكَ الْمُغِيرَةُ بْنُ شُعْبَةَ قَالَ أَغُدَرُ هَلْ غَسَلْتَ سَوْأَتَكَ إِلَّا بِالْأَمْسِ قَالَ فَكَلَّمَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ مَا كَلَّمَ بِهِ أَصْحَابَهُ فَأَخْبَرَهُ أَنَّهُ لَمْ يَأْتِ يُرِيدُ حَرْبًا قَالَ فَقَامَ مِنْ عِنْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ رَأَى مَا يَصْنَعُ بِهِ أَصْحَابُهُ لَا يَتَوَضَّأُ وُضُوءًا إِلَّا ابْتَدَرُوهُ وَلَا يَبْسُقُ بُسَاقًا إِلَّا ابْتَدَرُوهُ وَلَا يَسْقُطُ مِنْ شَعَرِهِ شَيْءٌ إِلَّا أَخَذُوهُ فَرَجَعَ إِلَى قُرَيْشٍ فَقَالَ يَا مَعْشَرَ قُرَيْشٍ إِنِّي جِئْتُ كِسْرَى فِي مُلْكِهِ وَجِئْتُ قَيْصَرَ وَالنَّجَاشِيَّ فِي مُلْكِهِمَا وَاللَّهِ مَا رَأَيْتُ مَلِكًا قَطُّ مِثْلَ مُحَمَّدٍ فِي أَصْحَابِهِ وَلَقَدْ رَأَيْتُ قَوْمًا لَا يُسْلِمُونَهُ لِشَيْءٍ أَبَدًا فَرُوا رَأْيَكُمْ قَالَ وَقَدْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ ذَلِكَ بَعَثَ خِرَاشَ بْنَ أُمَيَّةَ الْخُزَاعِيَّ إِلَى مَكَّةَ وَحَمَلَهُ عَلَى جَمَلٍ لَهُ يُقَالُ لَهُ الثَّعْلَبُ فَلَمَّا دَخَلَ مَكَّةَ عَقَرَتْ بِهِ قُرَيْشٌ وَأَرَادُوا قَتْلَ خِرَاشٍ فَمَنَعَهُمْ الْأَحَابِشُ حَتَّى أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَعَا عُمَرَ لِيَبْعَثَهُ إِلَى مَكَّةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَخَافُ قُرَيْشًا عَلَى نَفْسِي وَلَيْسَ بِهَا مِنْ بَنِي عَدِيٍّ أَحَدٌ يَمْنَعُنِي وَقَدْ عَرَفَتْ قُرَيْشٌ عَدَاوَتِي إِيَّاهَا وَغِلْظَتِي عَلَيْهَا وَلَكِنْ أَدُلُّكَ عَلَى رَجُلٍ هُوَ أَعَزُّ مِنِّي عُثْمَانَ بْنِ عَفَّانَ قَالَ فَدَعَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَعَثَهُ إِلَى قُرَيْشٍ يُخْبِرُهُمْ أَنَّهُ لَمْ يَأْتِ لِحَرْبٍ وَأَنَّهُ جَاءَ زَائِرًا لِهَذَا الْبَيْتِ مُعَظِّمًا لِحُرْمَتِهِ فَخَرَجَ عُثْمَانُ حَتَّى أَتَى مَكَّةَ وَلَقِيَهُ أَبَانُ بْنُ سَعِيدِ بْنِ الْعَاصِ فَنَزَلَ عَنْ دَابَّتِهِ وَحَمَلَهُ بَيْنَ يَدَيْهِ وَرَدِفَ خَلْفَهُ وَأَجَارَهُ حَتَّى بَلَّغَ رِسَالَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَانْطَلَقَ عُثْمَانُ حَتَّى أَتَى أَبَا سُفْيَانَ وَعُظَمَاءَ قُرَيْشٍ فَبَلَّغَهُمْ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَرْسَلَهُ بِهِ فَقَالُوا لِعُثْمَانَ إِنْ شِئْتَ أَنْ تَطُوفَ بِالْبَيْتِ فَطُفْ بِهِ فَقَالَ مَا كُنْتُ لِأَفْعَلَ حَتَّى يَطُوفَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَاحْتَبَسَتْهُ قُرَيْشٌ عِنْدَهَا فَبَلَغَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمِينَ أَنَّ عُثْمَانَ قَدْ قُتِلَ قَالَ مُحَمَّدٌ فَحَدَّثَنِي الزُّهْرِيُّ أَنَّ قُرَيْشًا بَعَثُوا سُهَيْل","source":"Ahmad"},"__N_SSG":true}