{"pageProps":{"number":"2278","slug":"ahmad","id":"Telah menceritakan kepada kami [Yunus] Telah menceritakan kepada kami [Hammad] yakni Ibnu Salamah, dari [Sa'id Al Jurairi] dari [Abdullah bin Syaqiq] dari [Mihjan bin Al Adra'] bahwa Rasulullah shallallahu 'alaihi wasallam berkhutbah kepada manusia seraya bersabda: \"Hari Al Khalash, dan apakah itu hari Al Khalash? Hari Al Khalash, dan apakah itu hari Al Khalash? Hari Al Khalash, dan apakah itu hari Al Khalash?\" beliau mengulanginya hingga tiga kali, lalu ditanyakanlah kepada beliau, \"Dan apakah itu hari Al Khalash?\" beliau menjawab: \"Yaitu, saat keluarnya Dajjal, lalu ia menaiki gunung Uhud sehingga ia pun melihat kota Madinah. Kepada ia pun berkata kepada para sahabatnya, 'Tidakkah kalian melihat istana yang putih ini? ini adalah Masjidnya Ahmad.\" Kemudian ia mendatangi Madinah, dan ia pun mendapati pada setiap jalannya satu Malaikat yang telah siap dengan hunusan pedangnya. Lalu ia mendatangi Sabhatul Harf (tanah kering di penghujung kota Madinah), kemudian ia memukul-mukul perkemahaman, Qubah beserta tempat-tempat duduknya, dengan itu, kota Madinah pun bergetar dengan tiga kali getaran. Sehingga tidak seorang munafik pun baik laki-laki atau perempuan dan tidak juga seorang fasik pun baik laki-laki maupun perempuan yang tersisa, kecuali semuanya keluar mengikuti Dajjal. Dan hari itulah yang dinamakan Yaumul Khalash.\" ","arab":"حَدَّثَنَا يُونُسُ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ سَعِيدٍ الْجُرَيْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ مِحْجَنِ بْنِ الْأَدْرَعِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ النَّاسَ فَقَالَ يَوْمُ الْخَلَاصِ وَمَا يَوْمُ الْخَلَاصِ يَوْمُ الْخَلَاصِ وَمَا يَوْمُ الْخَلَاصِ يَوْمُ الْخَلَاصِ وَمَا يَوْمُ الْخَلَاصِ ثَلَاثًا فَقِيلَ لَهُ وَمَا يَوْمُ الْخَلَاصِ قَالَ يَجِيءُ الدَّجَّالُ فَيَصْعَدُ أُحُدًا فَيَنْظُرُ الْمَدِينَةَ فَيَقُولُ لِأَصْحَابِهِ أَتَرَوْنَ هَذَا الْقَصْرَ الْأَبْيَضَ هَذَا مَسْجِدُ أَحْمَدَ ثُمَّ يَأْتِي الْمَدِينَةَ فَيَجِدُ بِكُلِّ نَقْبٍ مِنْهَا مَلَكًا مُصْلِتًا فَيَأْتِي سَبْخَةَ الْحَرْفِ فَيَضْرِبُ رُوَاقَهُ ثُمَّ تَرْجُفُ الْمَدِينَةُ ثَلَاثَ رَجَفَاتٍ فَلَا يَبْقَى مُنَافِقٌ وَلَا مُنَافِقَةٌ وَلَا فَاسِقٌ وَلَا فَاسِقَةٌ إِلَّا خَرَجَ إِلَيْهِ فَذَلِكَ يَوْمُ الْخَلَاصِ","source":"Ahmad"},"__N_SSG":true}