{"pageProps":{"number":"2279","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah] dari [Abu Bisyr] dari [Abdullah bin Syaqiq] dari [Raja` bin Abu Raja`] ia berkata; Suatu ketika, Burdah berada di pintu Masjid, kemudian lewatlah Mihjan, sementara Sukbah sedang menunaikan shalat. Maka Burdah pun bertanya -di sekitar tempat itu, ada kandang Unta milik Mihjan-, \"Tidakkah kamu shalat sebagaimana orang ini shalat?\" kemudian [Mihjan] menjawab, \"Sesungguhnya Rasulullah shallallahu 'alaihi wasallam pernah menggandeng tanganku, kemudian beliau menaiki gunung Uhud dan memandangi kota Madinah. Kemudian beliau bersabda: 'Musibah akan menimpa Ummul Qura. Sebuah daerah yang akan ditinggal pergi oleh sebagian penduduknya, dan hal itu merupakan peristiwa yang paling baik yang pernah terjadi. Kemudian Dajjal mendatanginya, dan ia pun mendapati pada setiap pintu kota Madinah satu Malaikat yang mengepakkan sayapnya, hingga ia tidak dapat memasukinya.' Kemudian beliau turun sambil memegang tanganku, dan masuk ke dalam Masjid. Ternyata beliau mendapati seorang laki-laki yang sedang shalat, beliau bertanya, 'Siapakah orang ini? ' saya pun mendatangi laki-laki itu dan memujinya dengan kebaikan. Maka beliau bersabda: 'Diamlah. Jangan kamu memperdengarkannya hingga kamu menghancurkannya.' Setelah itu, beliau mendatangi kamar salah seorang dari isteri-isterinya, dan beliau pun melepaskan tanganku dari tangannya. Beliau bersabda: 'Sesungguhnya yang terbaik dari Agama kalian adalah yang termudah. Sesungguhnya yang terbaik dari Agama kalian adalah yang termudah.'\" Telah menceritakan kepada kami [Hajjaj] Telah menceritakan kepada kami [Syu'bah] dari [Abu Bisyr] ia berkata, saya mendengar [Abdullah bin Syaqiq] menceritakan dari [Raja` bin Abu Raja` Al Bahili] dari [Mihjan] seorang laki-laki berasal dari Bani Aslam, Maka ia pun menyebutkan maknanya. Dan [Hajjaj] tidak Mengatakan, \"Sayapnya.\" Dan tidak pula [Abu An Nadlr].","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي بِشْرٍ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ رَجَاءِ بْنِ أَبِي رَجَاءٍ قَالَكَانَ بُرَيْدَةُ عَلَى بَابِ الْمَسْجِدِ فَمَرَّ مِحْجَنٌ عَلَيْهِ وَسُكْبَةُ يُصَلِّي فَقَالَ بُرَيْدَةُ وَكَانَ فِيهِ مُرَاحٌ لِمِحْجَنٍ أَلَا تُصَلِّي كَمَا يُصَلِّي هَذَا فَقَالَ مِحْجَنٌ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ بِيَدِي فَصَعِدَ عَلَى أُحُدٍ فَأَشْرَفَ عَلَى الْمَدِينَةِ فَقَالَ وَيْلُ أُمِّهَا قَرْيَةً يَدَعُهَا أَهْلُهَا خَيْرَ مَا تَكُونُ أَوْ كَأَخْيَرِ مَا تَكُونُ فَيَأْتِيهَا الدَّجَّالُ فَيَجِدُ عَلَى كُلِّ بَابٍ مِنْ أَبْوَابِهَا مَلَكًا مُصْلِتًا جَنَاحَيْهِ فَلَا يَدْخُلُهَا قَالَ ثُمَّ نَزَلَ وَهُوَ آخِذٌ بِيَدِي فَدَخَلَ الْمَسْجِدَ وَإِذَا هُوَ بِرَجُلٍ يُصَلِّي فَقَالَ لِي مَنْ هَذَا فَأَتَيْتُ عَلَيْهِ فَأَثْنَيْتُ عَلَيْهِ خَيْرًا فَقَالَ اسْكُتْ لَا تُسْمِعْهُ فَتُهْلِكَهُ قَالَ ثُمَّ أَتَى حُجْرَةَ امْرَأَةٍ مِنْ نِسَائِهِ فَنَفَضَ يَدَهُ مِنْ يَدِي قَالَ إِنَّ خَيْرَ دِينِكُمْ أَيْسَرُهُ إِنَّ خَيْرَ دِينِكُمْ أَيْسُرُهُحَدَّثَنَا حَجَّاجٌ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي بِشْرٍ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ شَقِيقٍ يُحَدِّثُ عَنْ رَجَاءِ بْنِ أَبِي رَجَاءٍ الْبَاهِلِيِّ عَنْ مِحْجَنٍ رَجُلٍ مِنْ أَسْلَمَ فَذَكَرَ مَعْنَاهُ وَلَمْ يَقُلْ حَجَّاجٌ وَلَا أَبُو النَّضْرِ بِجَنَاحِهِ","source":"Ahmad"},"__N_SSG":true}