{"pageProps":{"number":"2298","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] Telah menceritakan kepada kami [Ibnu Ajlan] Telah menceritakan kepada kami [Ali bin Yahya bin Khallad] dari [bapaknya] dari [pamannya] dan ia telah menyaksikan perang Badar, ia berkata; Kami pernah bersama Rasulullah shallallahu 'alaihi wasallam berada di dalam Masjid. Kemudian masuklah seorang laki-laki dan shalat di samping Masjid. Maka Rasulullah shallallahu 'alaihi wasallam memandangnya sepintas. Kemudian laki-laki itu pun mendatangi beliau dan mengucapkan salam. beliau pun membalas salamnya dan bersabda: \"Kembali dan shalatlah, karena sesungguhnya kamu belum menunaikan shalat.\" Beliau mengulanginya sebanyak dua atau tiga kali. Maka laki-laki itu pun berkata pada kali yang ketiga atau yang keempat, \"Demi Dzat yang telah mengutusmu dengan membawa kebenaran, sungguh, saya telah berusaha sekuat kemampuan. Karena itu, ajari dan tunjukkanlah (shalat yang benar) padaku.\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Jika kamu hendak menunaikan shalat, maka berwudlu dan sempurnakanlah wudlumu. Kemudian kamu menghadap kiblat dan bertakbir lalu bacalah (sesuatu dari ayat Al Qur`an). Setelah itu, ruku'lah, sampai kamu tenang dalam posisi ruku'. Kemudian angkatlah kepalamu, hingga kamu tenang dalam posisi berdiri. Dan setelah itu, kamu sujud hingga tenang dalam posisi sujud, kemudian angkatlah kepalamu hingga kamu tenang dalam posisi duduk. Kemudian kamu sujud lagi, hingga tenang dalam posisi sujud, lalu berdirilah. Jika menyempurnakan shalatmu seperti ini, maka sungguh, kamu telah menyempurnakannya, dan jika kamu mengurangi sedikit darinya, maka sesungguhnya kamu hanya mengurangi shalatmu.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا ابْنُ عَجْلَانَ حَدَّثَنَا عَلِيُّ بْنُ يَحْيَى بْنِ خَلَّادٍ عَنْ أَبِيهِ عَنْ عَمِّهِ وَكَانَ بَدْرِيًّا قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ فَدَخَلَ رَجُلٌ فَصَلَّى فِي نَاحِيَةِ الْمَسْجِدِ فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْمُقُهُ ثُمَّ جَاءَ فَسَلَّمَ فَرَدَّ عَلَيْهِ وَقَالَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ قَالَ مَرَّتَيْنِ أَوْ ثَلَاثًا فَقَالَ لَهُ فِي الثَّالِثَةِ أَوْ فِي الرَّابِعَةِ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ أَجْهَدْتُ نَفْسِي فَعَلِّمْنِي وَأَرِنِي فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَدْتَ أَنْ تُصَلِّيَ فَتَوَضَّأْ فَأَحْسِنْ وُضُوءَكَ ثُمَّ اسْتَقْبِلْ الْقِبْلَةَ ثُمَّ كَبِّرْ ثُمَّ اقْرَأْ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ قُمْ فَإِذَا أَتْمَمْتَ صَلَاتَكَ عَلَى هَذَا فَقَدْ أَتْمَمْتَهَا وَمَا انْتَقَصْتَ مِنْ هَذَا مِنْ شَيْءٍ فَإِنَّمَا تُنْقِصُهُ مِنْ صَلَاتِكَ","source":"Ahmad"},"__N_SSG":true}