{"pageProps":{"number":"2307","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrahman bin Mahdi] dari [Mu'awiyah] yakni Ibnu Shalih, dari [Al Ala`] yakni Ibnul Harits, dari [Haram bin Hakim] dari [pamannya, Abdullah bin Sa'd] bahwa ia pernah bertanya kepada Rasulullah shallallahu 'alaihi wasallam mengenai hal apa saja yang mewajibkan seseorang mandi. Kemudian tentang air yang keluar setelah keluarnya air mani, tentang shalat di rumahku, shalat di Masjid, dan tentang makan bersama wanita yang sedang haid. Maka beliau menjawab, \"Sesungguhnya Allah tidak malu terhadap kebenaran. Adapun saya, jika melakukan ini dan itu, -beliau pun menyebutkan tentang mandi dan bersabda- saya berwudlu sebagaimana wudlu untuk shalat, kemudian saya mencucui kemaluanku -kemudian beliau menyebut tentang mandi-. Adapun air yang keluar setelah keluarnya mani, maka itu adalah Madzi, setiap laki-laki akan mengeluarkan madzi, karena itu, saya pun mencuci kemaluanku darinya, baru kemudian saya shalat. mengenai shalat di Masjid dan shalat di rumahku, maka kamu telah melihat betapa dekatnya rumahku dari Masjid, maka shalat di rumahku lebih aku sukai daripada shalat di rumah, kecuali shalat wajib. Kemudian mengenai makan bersama orang yang haid, maka makanlah bersamanya.\"","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ مُعَاوِيَةَ يَعْنِي ابْنَ صَالِحٍ عَنِ الْعَلَاءِ يَعْنِي ابْنَ الْحَارِثِ عَنْ حَرَامِ بْنِ حَكِيمٍ عَنْ عَمِّهِ عَبْدِ اللَّهِ بْنِ سَعْدٍ أَنَّهُسَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَمَّا يُوجِبُ الْغُسْلَ وَعَنْ الْمَاءِ يَكُونُ بَعْدَ الْمَاءِ وَعَنْ الصَّلَاةِ فِي بَيْتِي وَعَنْ الصَّلَاةِ فِي الْمَسْجِدِ وَعَنْ مُؤَاكَلَةِ الْحَائِضِ فَقَالَ إِنَّ اللَّهَ لَا يَسْتَحْيِي مِنْ الْحَقِّ وَأَمَّا أَنَا فَإِذَا فَعَلْتُ كَذَا وَكَذَا فَذَكَرَ الْغُسْلَ قَالَ أَتَوَضَّأُ وُضُوئِي لِلصَّلَاةِ أَغْسِلُ فَرْجِي ثُمَّ ذَكَرَ الْغُسْلَ وَأَمَّا الْمَاءُ يَكُونُ بَعْدَ الْمَاءِ فَذَلِكَ الْمَذْيُ وَكُلُّ فَحْلٍ يُمْذِي فَأَغْسِلُ مِنْ ذَلِكَ فَرْجِي وَأَتَوَضَّأُ وَأَمَّا الصَّلَاةُ فِي الْمَسْجِدِ وَالصَّلَاةُ فِي بَيْتِي فَقَدْ تَرَى مَا أَقْرَبَ بَيْتِي مِنْ الْمَسْجِدِ وَلَأَنْ أُصَلِّيَ فِي بَيْتِي أَحَبُّ إِلَيَّ مِنْ أَنْ أُصَلِّيَ فِي الْمَسْجِدِ إِلَّا أَنْ تَكُونَ صَلَاةً مَكْتُوبَةً وَأَمَّا مُؤَاكَلَةُ الْحَائِضِ فَآكِلْهَا","source":"Ahmad"},"__N_SSG":true}