{"pageProps":{"number":"2356","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Sa'id] bekas budak Bani Hasyim, Telah menceritakan kepada kami [Muhammad bin Mutharrif Abu Ghassan] Telah menceritakan kepada kami [Zaid bin Aslam] dari [Atha` bin Yasar] dari [Abu Abdullah Ash Shunabihi] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang berkumur-kumur dan istinsyaaq (memasukkan air ke hidung lalu mengeluarkannya kembali), maka dosa-dosanya akan berjatuhan dari mulut dan hidungnya. Dan barangsiapa yang membasuh wajahnya, maka dosa-dosanya akan keluar dari bulu matanya. Dan siapa yang membasuh kedua tangannya, maka dosa-dosanya akan keluar dari kuku-kukunya atau dari bawah kuku-kukunya. Dan siapa yang mengusap kepala dan kedua telinganya, maka dosa-dosanya akan keluar dari kepala atau dari rambut kedua telinganya. Dan barangsiapa yang mencuci kedua kakinya, maka dosa-dosanya akan keluar dari kuku-kuku kakinya, atau dari bawah kukunya. kemudian langkah kaki yang ia ayunkan akan terhitung sebagai amalan sunnah.\" Telah menceritakan kepada kami [Husain bin Muhammad] Telah menceritakan kepada kami [Muhammad bin Mutharrif] dari [Zaid bin Aslam] dari [Atha` bin Yasar] dari [Abu Abdullah Ash Shunabihi] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa yang berkumur-kumur dan intitsar (memasukkan air ke hidung lalu mengeluarkannya kembali), maka dosa-dosanya akan berjatuhan dari hidung dan mulutnya.\" Lalu ia pun menyebutkan maknanya.","arab":"حَدَّثَنَا أَبُو سَعِيدٍ مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا مُحَمَّدُ بْنُ مُطَرِّفٍ أَبُو غَسَّانَ حَدَّثَنَا زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي عَبْدِ اللَّهِ الصُّنَابِحِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ مَضْمَضَ وَاسْتَنْشَقَ خَرَّتْ خَطَايَاهُ مِنْ فِيهِ وَأَنْفِهِ وَمَنْ غَسَلَ وَجْهَهُ خَرَجَتْ خَطَايَاهُ مِنْ أَشْفَارِ عَيْنَيْهِ وَمَنْ غَسَلَ يَدَيْهِ خَرَجَتْ مِنْ أَظْفَارِهِ أَوْ مِنْ تَحْتِ أَظْفَارِهِ وَمَنْ مَسَحَ رَأْسَهُ وَأُذُنَيْهِ خَرَجَتْ خَطَايَاهُ مِنْ رَأْسِهِ أَوْ شَعَرِ أُذُنَيْهِ وَمَنْ غَسَلَ رِجْلَيْهِ خَرَجَتْ خَطَايَاهُ مِنْ أَظْفَارِهِ أَوْ تَحْتَ أَظْفَارِهِ ثُمَّ كَانَتْ خُطَاهُ إِلَى الْمَسْجِدِ نَافِلَةًحَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ حَدَّثَنَا مُحَمَّدُ بْنُ مُطَرِّفٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي عَبْدِ اللَّهِ الصُّنَابِحِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ تَمَضْمَضَ وَاسْتَنْثَرَ خَرَجَتْ خَطَايَاهُ مِنْ أَنْفِهِ وَفَمِهِ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}