{"pageProps":{"number":"2437","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Abu Adi] dari [Ibnu 'Aun] dari [Muhammad bin Sirin] dari [Ibnu Hudzaifah] ia berkata, saya menceritakan suatu hadits dari [Adi bin Hatim]. Saya berkata; \"Akulah Adi yang berada di ujung Kufah, sekiranya saya mendatanginya, maka sayalah yang akan mendengar langsung darinya.\" Maka saya pun mendatanginya dan berkata, \"Sesungguhnya saya menceritakan suatu hadits darimu, dan saya ingin mendengarnya langsung darimu.\" Ia berkata; Ketika Allah 'azza wajalla mengutus Nabi shallallahu 'alaihi wasallam, saya lari darinya hingga saya berada di penghujung tanah kaum muslimin mendekati Romawi. Lalu saya merasa benci berada di tempat yang aku tempati, hingga kebencianku terhadapnya melebihi kebencianku terhadap tempatku dahulu. Akhirnya saya berkata, \"Saya akan benar-benar mendatangi laki-laki ini. Demi Allah, jika ia adalah seorang yang Shadiq (benar), saya benar-benar akan mendengarnya. Namun, jika ia adalah seorang pendusta, maka ia tidak akan mampu melukaiku.\" Maka saya mendatanginya dan orang -orang pun mengawasiku. Mereka berkata, \"Tolong awasi si Adi bin Hatim, Tolong awasi si Adi bin Hatim.\" Saya menduga mereka mengatakannya hingga tiga kali. Kemudian beliau bersabda padaku: \"Wahai Adi, masuk Islamlah, niscaya kamu akan selamat.\" Saya berkata, \"Sesungguhnya saya adalah seorang yang telah beragama.\" Beliau bersabda lagi: \"Wahai Adi, masuk Islamlah, niscaya kamu akan selamat.\" Saya berkata, \"Sesungguhnya saya adalah seorang yang telah beragama.\" Beliau mengatakannya hingga tiga kali. Kemudian beliau bersabda: \"Sesungguhnya saya lebih tahu tentang agamamu daripada kamu.\" Saya bertanya, \"Anda lebih tahu tentang agamaku daripada aku?\" beliau menjawab: \"Ya.\" Beliau bertanya lagi: \"Bukankah kamu memimpin kaummu?\" saya menjawab, \"Ya, benar.\" Kata Adi, lantas nabi Muhammad menyebut-nyebut agama Rakusiyah, yaitu sebuah agama campuran antara majusi dan Kristen. Kata Adi, itulah sebuah istilah yang beliau ambil, beliau luruskan, lantas beliau tinggalkan. Kemudian beliau bersabda: \"Sesungguhnya di dalam agamamu tidak dihalalkan seperempat dari harta ghanimah.\" Saat beliau mengatakannya, saya pun diam beberapa saat. Beliau bersabda lagi: \"Dan sungguh, saya melihat bahwa salah satu yang menghalangimu (untuk memeluk Islam) adalah kesusahan yang dialami oleh orang di sekelilingku. Dan sesungguhnya orang-orang merupakan satu koalisi yang bersatu padu memusuhi kami. Apakah kamu tahu daerah Al Hirah?\" saya menjawab, \"Saya pernah mendengarnya, namun saya belum ke sana.\" Beliau bersabda: \"Nyaris aka nada seorang wanita berangkat darinya dengan tanpa perlindungan, hingga kamu melakukan thawaf -Yazid bin Harun berkata dengan redaksi; 'dengan tanpa penganiayaan'. Sedang Yunus berkata, dari Hammad dengan redaksi; 'dengan tanpa dibolehkan'. Kemudian ia kembali pada hadits Adi bin Hatim, yakni; Hingga kamu melakukan thawaf- di Ka'bah. Dan diprediksikan Istana Kisra bin Hurmus akan ditaklukkan.\" Saya balik bertanya, \"Kisra bin Hurmuz?\" beliau menjawab: \"Ya, benar, Kisra bin Hurmuz.\" Saya balik bertanya lagi, \"Kisra bin Hurmuz?\" beliau menjawab: \"Ya, benar, Kisra bin Hurmuz.\" Saya mengulanginya hingga tiga kali. Beliau bersabda lagi: \"Dan diprediksikan akan datang sebuah masa yang ketika itu seseorang berangan-angan agar ada yang mau menerima sedekah darinya, namun ia tidak mendapatkannya.\" Adi bin Hatim berkata; Sungguh, saya telah melihat dua hal (dari apa yang beliau sabdakan). Saya telah melihat seorang wanita yang melakukan perjalanan, ia berangkat dari Hirah tanpa seorang pengawal pun hingga ia melakukan thawaf di Ka'bah, sementara saya berada di atas kuda yang sedang menyerbu pasukan musuh. -Yunus berkata, dari Hammad- (Kuda) yang menyerbu Mada'in. Demi Allah, yang ketiga benar-benar akan terjadi. Sungguh, itu adalah hadits Rasulullah shallallahu 'alaihi wasallam yang telah beliau ceritakan kepadaku.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ عَنِ ابْنِ عَوْنٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ ابْنِ حُذَيْفَةَ قَالَ كُنْتُ أُحَدَّثُ حَدِيثًا عَنْ عَدِيِّ بْنِ حَاتِمٍ فَقُلْتُ هَذَا عَدِيٌّ فِي نَاحِيَةِ الْكُوفَةِ فَلَوْ أَتَيْتُهُ فَكُنْتُ أَنَا الَّذِي أَسْمَعُهُ مِنْهُ فَأَتَيْتُهُ فَقُلْتُ إِنِّي كُنْتُ أُحَدَّثُ عَنْكَ حَدِيثًا فَأَرَدْتُ أَنْ أَكُونَ أَنَا الَّذِي أَسْمَعُهُ مِنْكَ قَالَلَمَّا بَعَثَ اللَّهُ عَزَّ وَجَلَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَرْتُ مِنْهُ حَتَّى كُنْتُ فِي أَقْصَى أَرْضِ الْمُسْلِمِينَ مِمَّا يَلِي الرُّومَ قَالَ فَكَرِهْتُ مَكَانِي الَّذِي أَنَا فِيهِ حَتَّى كُنْتُ لَهُ أَشَدَّ كَرَاهِيَةً لَهُ مِنِّي مِنْ حَيْثُ جِئْتُ قَالَ قُلْتُ لَآتِيَنَّ هَذَا الرَّجُلَ فَوَاللَّهِ إِنْ كَانَ صَادِقًا فَلَأَسْمَعَنَّ مِنْهُ وَإِنْ كَانَ كَاذِبًا مَا هُوَ بِضَائِرِي قَالَ فَأَتَيْتُهُ وَاسْتَشْرَفَنِي النَّاسُ وَقَالُوا عَدِيُّ بْنُ حَاتِمٍ عَدِيُّ بْنُ حَاتِمٍ قَالَ أَظُنُّهُ قَالَ ثَلَاثَ مِرَارٍ قَالَ فَقَالَ لِي يَا عَدِيُّ بْنَ حَاتِمٍ أَسْلِمْ تَسْلَمْ قَالَ قُلْتُ إِنِّي مِنْ أَهْلِ دِينٍ قَالَ يَا عَدِيُّ بْنَ حَاتِمٍ أَسْلِمْ تَسْلَمْ قَالَ قُلْتُ إِنِّي مِنْ أَهْلِ دِينٍ قَالَهَا ثَلَاثًا قَالَ أَنَا أَعْلَمُ بِدِينِكَ مِنْكَ قَالَ قُلْتُ أَنْتَ أَعْلَمُ بِدِينِي مِنِّي قَالَ نَعَمْ قَالَ أَلَيْسَ تَرْأَسُ قَوْمَكَ قَالَ قُلْتُ بَلَى قَالَ فَذَكَرَ مُحَمَّدٌ الرَّكُوسِيَّةَ قَالَ كَلِمَةً الْتَمَسَهَا يُقِيمُهَا فَتَرَكَهَا قَالَ فَإِنَّهُ لَا يَحِلُّ فِي دِينِكَ الْمِرْبَاعُ قَالَ فَلَمَّا قَالَهَا تَوَاضَعَتْ مِنِّي هُنَيَّةٌ قَالَ وَإِنِّي قَدْ أَرَى أَنَّ مِمَّا يَمْنَعُكَ خَصَاصَةٌ تَرَاهَا مِمَّنْ حَوْلِي وَإِنَّ النَّاسَ عَلَيْنَا أَلْبًا وَاحِدًا هَلْ تَعْلَمُ مَكَانَ الْحِيرَةِ قَالَ قُلْتُ قَدْ سَمِعْتُ بِهَا وَلَمْ آتِهَا قَالَ لَتُوشِكَنَّ الظَّعِينَةُ أَنْ تَخْرُجَ مِنْهَا بِغَيْرِ جِوَارٍ حَتَّى تَطُوفَ قَالَ يَزِيدُ بْنُ هَارُونَ جَوْرٍ وَقَالَ يُونُسُ عَنْ حَمَّادٍ جَوَازٍ ثُمَّ رَجَعَ إِلَى حَدِيثِ عَدِيِّ بْنِ حَاتِمٍ حَتَّى تَطُوفَ بِالْكَعْبَةِ وَلَتُوشِكَنَّ كُنُوزُ كِسْرَى بْنِ هُرْمُزَ أَنْ تُفْتَحَ قَالَ قُلْتُ كِسْرَى بْنُ هُرْمُزَ قَالَ كِسْرَى بْنُ هُرْمُزَ قَالَ قُلْتُ كِسْرَى بْنُ هُرْمُزَ قَالَ كِسْرَى بْنُ هُرْمُزَ ثَلَاثَ مَرَّاتٍ وَلَيُوشِكَنَّ أَنْ يَبْتَغِيَ مَنْ يَقْبَلُ مَالَهُ مِنْهُ صَدَقَةً فَلَا يَجِدُ قَالَ فَلَقَدْ رَأَيْتُ ثِنْتَيْنِ قَدْ رَأَيْتُ الظَّعِينَةَ تَخْرُجُ مِنْ الْحِيرَةِ بِغَيْرِ جِوَارٍ حَتَّى تَطُوفَ بِالْكَعْبَةِ وَكُنْتُ فِي الْخَيْلِ الَّتِي غَارَتْ وَقَالَ يُونُسُ عَنْ حَمَّادٍ أَغَارَتْ عَلَى الْمَدَائِنِ وَايْمُ اللَّهِ لَتَكُونَنَّ الثَّالِثَةُ إِنَّهُ لَحَدِيثُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنِيهِ","source":"Ahmad"},"__N_SSG":true}