{"pageProps":{"number":"2439","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah] ia berkata, saya mendengar [Simak bin Harb] berkata, saya mendengar [Abbad bin Khubaisy] menceritakan dari [Adi bin Hatim] ia berkata; Suatu ketika datanglah pasukan berkuda milik Rasulullah shallallahu 'alaihi wasallam atau ia mengatakan; para utusan Rasulullah shallallahu 'alaihi wasallam, yang ketika itu saya berada di 'Aqrab. Mereka kemudian menangkap (dan menawan) bibiku dan beberapa orang. Ketika mereka (pasukan berkuda muslimin) membawa para tawanan kepada Rasulullah shallallahu 'alaihi wasallam, mereka pun dibariskan di hadapan beliau. Saya berkata, \"Wahai Rasulullah, utusan kami telah pergi jauh, dan anak-anak pun terputus dari keluarganya, sementara saya adalah seorang wanita tua yang lemah. Tak bisa melayani apa-apa. Berbuat baiklah padaku, semoga Allah berbuat baik pada Anda.\" Beliau bertanya: \"Siapakah utusanmu?\" wanita itu menjawab, \" Itu si 'Adi bin Hatim.\" Beliau bersabda: \"Orang yang telah lari dari Allah dan Rasul-Nya?\" wanita itu berkata, \"Berbuat baiklah padaku.\" Ketika seorang laki-laki kembali ke sisinya -kami lihat laki-laki itu adalah Ali-, ia berkata, \"Mintalah biaya kepada beliau.\" (Adi bin Hatim) Berkata; kemudian wanita itu pun meminta kepada beliau dan beliau pun memerintahkan untuk memberinya. Kemudian wanita itu mendatangiku dan berkata, \"Kamu telah berbuat sesuatu yang sebelumnya tidak pernah dilakukan oleh bapakmu. Datangilah ia denga perasaan suka atau benci. Dan sungguh, si Fulan telah mendatanginya dan ia pun mendapatkan bagian darinya. Dan si Fulan juga telah mendatanginya dan ia pun mendapatkan bagian darinya.\" (Adi) Berkata; Akhirnya aku pun mendatangi beliau dan ternyata di sisi beliau ada wanita dan anak-anak kecil. Ia menyebutkan kedekatan mereka dengan Nabi shallallahu 'alaihi wasallam, akhirnya aku tahu, bahwa watak beliau bukan seperti raja Kisra dan bukan pula Kaisar. Kemudian beliau bertanya kepadanya: \"Wahai Adi bin Hatim, apa yang menyebabkanmu enggan untuk diikrarkan bahwa, tidak ada Tuhan yang berhak disembah selain Allah? Apakah ada Tuhan lain selain Allah? Apakah yang menyebabkanmu enggan untuk dikatakan, 'ALLAHU AKBAR (Allah Maha Besar)? Adakah yang lebih besar dari Allah 'azza wajalla?\" Akhirnya (Adi bin Hatim) Berkata; Maka saya pun memeluk Islam. Dan saya pun melihat wajah beliau dipenuhi kegembiraan. Kemudian beliau bersabda: \"Sesungguhnya yang dimaksud mereka yang dimurkai adalah kaum Yahudi, dan yang dimaksud mereka yang tersesat adalah kaum Nasrani.\" Mereka (orang-orang yang berada di sekeliling beliau) pun meminta sesuatu kepada beliau. Maka beliau memuji Allah, dan membaca puji-pujian atas-Nya. Setelah itu beliau bersabda: \"Wahai sekalian manusia, hendaklah kalian memberi dari kelebihan harta (yang dikaruniakan kepada kalian). Seorang yang mempunyai satu sha' memberi setengah sha', yang mempunyai satu genggam memberi setengah gengam, -Syu'bah berkata; sejauh apa aku ketahui, beliau berkata- (bahkan) yang memiliki satu biji kurma, memberi dengan setengah biji kurma. Sesungguhnya salah seorang dari kalian akan menjumpai Allah 'azza wajalla, sehingga Dia pun akan bertanya, 'Bukankah Aku telah menjadikanmu mendengar dan melihat? Bukankah Aku telah mengaruniakanmu harta dan anak? Lalu apa yang telah kamu persembahkan? ' Ia pun melihat ke depannya, ke belakang, ke samping kanannya dan ke samping kirinya, namun ia tidak mendapatkan sesuatu pun. Dan tidak ada yang bisa menjaga dari api neraka selain beramal karena mencari wajah-Nya. Karena itu, jauhkanlah diri kalian dari neraka meskipun hanya dengan setengah biji kurma. Dan jika kalian tidak mendapati, maka hendaklah berkata-kata dengan kalimat yang baik. Sesungguhnya saya tidak khawatir kefakiran akan menimpa kalian, Allah benar-benar akan menolong dan memberi kalian atau benar-benar akan membuka rezeki untuk kalian hingga seorang wanita melakukan safar dengan hewan tunggangannya antara Hirat dan Yatsrib -atau dengan redaksi- Yang banyak kalian khawatirkan yaitu pencurian terhadap wanita penggangnya.\" Muhammad bin Ja'far berkata; Syu'bah menceritakannya kepada kami hingga saya tidak lagi menghitungnya (seberapa kali ia menceritakannya), dan saya telah membacakan hadits itu kepadanya.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ قَالَ سَمِعْتُ سِمَاكَ بْنَ حَرْبٍ قَالَ سَمِعْتُ عَبَّادَ بْنَ حُبَيْشٍ يُحَدِّثُ عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَجَاءَتْ خَيْلُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ قَالَ رُسُلُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا بِعَقْرَبٍ فَأَخَذُوا عَمَّتِي وَنَاسًا قَالَ فَلَمَّا أَتَوْا بِهِمْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَصَفُّوا لَهُ قُلْتُ يَا رَسُولَ اللَّهِ نَأَى الْوَافِدُ وَانْقَطَعَ الْوَلَدُ وَأَنَا عَجُوزٌ كَبِيرَةٌ مَا بِي مِنْ خِدْمَةٍ فَمُنَّ عَلَيَّ مَنَّ اللَّهُ عَلَيْكَ قَالَ مَنْ وَافِدُكِ قَالَتْ عَدِيُّ بْنُ حَاتِمٍ قَالَ الَّذِي فَرَّ مِنْ اللَّهِ وَرَسُولِهِ قَالَتْ فَمَنَّ عَلَيَّ قَالَتْ فَلَمَّا رَجَعَ وَرَجُلٌ إِلَى جَنْبِهِ نَرَى أَنَّهُ عَلِىٌّ قَالَ سَلِيهِ حِمْلَانًا قَالَ فَسَأَلَتْهُ فَأَمَرَ لَهَا قَالَتْ فَأَتَتْنِي فَقَالَتْ لَقَدْ فَعَلْتَ فَعْلَةً مَا كَانَ أَبُوكَ يَفْعَلُهَا قَالَتْ ائْتِهِ رَاغِبًا أَوْ رَاهِبًا فَقَدْ أَتَاهُ فُلَانٌ فَأَصَابَ مِنْهُ وَأَتَاهُ فُلَانٌ فَأَصَابَ مِنْهُ قَالَ فَأَتَيْتُهُ فَإِذَا عِنْدَهُ امْرَأَةٌ وَصِبْيَانٌ أَوْ صَبِيٌّ فَذَكَرَ قُرْبَهُمْ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَرَفْتُ أَنَّهُ لَيْسَ مُلْكُ كِسْرَى وَلَا قَيْصَرَ فَقَالَ لَهُ يَا عَدِيُّ بْنَ حَاتِمٍ مَا أَفَرَّكَ أَنْ يُقَالَ لَا إِلَهَ إِلَّا اللَّهُ فَهَلْ مِنْ إِلَهٍ إِلَّا اللَّهُ مَا أَفَرَّكَ أَنْ يُقَالَ اللَّهُ أَكْبَرُ فَهَلْ شَيْءٌ هُوَ أَكْبَرُ مِنْ اللَّهِ عَزَّ وَجَلَّ قَالَ فَأَسْلَمْتُ فَرَأَيْتُ وَجْهَهُ اسْتَبْشَرَ وَقَالَ إِنَّ الْمَغْضُوبَ عَلَيْهِمْ الْيَهُودُ وَ الضَّالِّينَ النَّصَارَي ثُمَّ سَأَلُوهُ فَحَمِدَ اللَّهَ تَعَالَى وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ أَمَّا بَعْدُ فَلَكُمْ أَيُّهَا النَّاسُ أَنْ تَرْضَخُوا مِنْ الْفَضْلِ ارْتَضَخَ امْرُؤٌ بِصَاعٍ بِبَعْضِ صَاعٍ بِقَبْضَةٍ بِبَعْضِ قَبْضَةٍ قَالَ شُعْبَةُ وَأَكْثَرُ عِلْمِي أَنَّهُ قَالَ بِتَمْرَةٍ بِشِقِّ تَمْرَةٍ إِنَّ أَحَدَكُمْ لَاقِي اللَّهَ عَزَّ وَجَلَّ فَقَائِلٌ مَا أَقُولُ أَلَمْ أَجْعَلْكَ سَمِيعًا بَصِيرًا أَلَمْ أَجْعَلْ لَكَ مَالًا وَوَلَدًا فَمَاذَا قَدَّمْتَ فَيَنْظُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ وَعَنْ يَمِينِهِ وَعَنْ شِمَالِهِ فَلَا يَجِدُ شَيْئًا فَمَا يَتَّقِي النَّارَ إِلَّا بِوَجْهِهِ فَاتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ فَإِنْ لَمْ تَجِدُوهُ فَبِكَلِمَةٍ لَيِّنَةٍ إِنِّي لَا أَخْشَى عَلَيْكُمْ الْفَاقَةَ لَيَنْصُرَنَّكُمْ اللَّهُ تَعَالَى وَلَيُعْطِيَنَّكُمْ أَوْ لَيَفْتَحَنَّ لَكُمْ حَتَّى تَسِيرَ الظَّعِينَةُ بَيْنَ الْحِيرَةِ ويَثْرِبَ أَوْ أَكْثَرَ مَا تَخَافُ السَّرَقَ عَلَى ظَعِينَتِهَاقَالَ مُحَمَّدُ بْنُ جَعْفَرٍ ثَنَاهُ شُعْبَةُ مَا لَا أُحْصِيهِ وَقَرَأْتُهُ عَلَيْهِ","source":"Ahmad"},"__N_SSG":true}