{"pageProps":{"number":"2523","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdullah bin Harits], telah menceritakan padaku [Syibl bin 'Abbad] dan [Ibnu Abu Bukair yaitu Yahya bin Abu Bukair], telah menceritakan kepada kami [Syibl bin 'Abbad] secara makna, ia berkata; Aku mendengar [Abu Qaza'ah] menceritakan kepada 'Amru bin Dinar dari [Hakim bin Mu'awiyah Al Bahzi] dari [Ayahnya] bahwa ia berkata pada Nabi Shalallahu 'alaihi wasallam; \"Sungguh aku telah bersumpah seperti ini, -sambil merekahkan jarinya- hingga engkau mengabariku untuk apa Allah Tabaraka wa Ta'ala mengutusmu?.\" Beliau bersabda: \"Allah Tabaraka Wata'ala mengutusku dengan Islam.\" Mu'awiyah bertanya; \"Apakah Islam itu?.\" Beliau menjawab: \"Syahadat Laa Ilaaha Illallah wa Anna Muhammadan 'Abduhu Wa Rasuluhu (bersaksi bahwa tiada Ilah kecuali Allah dan Muhammad adalah hamba dan utusan-Nya), kamu mendirikan shalat, menunaikan zakat, ia merupakan dua hal yang selalu bersambung, dan Allah Azza Wa Jalla tidak akan menerima taubat seorang hamba yang menyekutukan-Nya setelah ia masuk Islam.\" Mu'awiyah berkata; Aku bertanya pada Rasulullah shallallahu 'alaihi wasallam; \"Wahai Rasulullah, apa hak seorang istri terhadap suami?.\" Beliau bersabda: \"Memberinya makan bila kamu makan, memberinya pakaian bila kamu berpakaian, jangan kamu pukul wajahnya, jangan kamu jelekkan dan jangan kamu menghajr (memisahkan diri dari kamar tidur) kecuali di satu rumah.\" Kemudian beliau melanjutkan: \"Di sinilah kalian akan dikumpulkan, di sinilah kalian akan dikumpulkan dan di sinilah kalian akan di kumpulkan -sebanyak tiga kali-, dalam keadaan berkendaraan dan tak berjalan kaki dan kalian akan dikumpulkan di hari kiamat selepas kematian kalian di antara tujuh puluh umat, sedangkan kalian adalah umat yang paling terakhir dari mereka, sementara kalian adalah ummat yang dimuliakan disisi Allah Tabaraka Wata'ala. Kalian datang di hari kiamat dalam keadaan mulut kalian terkunci, dan yang pertama kali berbicara adalah kaki-kaki kalian (paha).\" Ibnu Abu Bukair berkata; Lalu beliau menunjukkan dengan isyarat tangannya ke arah Syam sambil bersabda: \"Kesanalah kalian akan dikumpulkan.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحَارِثِ حَدَّثَنِي شِبْلُ بْنُ عَبَّادٍ وَابْنُ أَبِي بُكَيْرٍ يَعْنِي يَحْيَى بْنَ أَبِي بُكَيْرٍ حَدَّثَنَا شِبْلُ بْنُ عَبَّادٍ الْمَعْنَى قَالَ سَمِعْتُ أَبَا قَزَعَةَ يُحَدِّثُ عَمْرَو بْنَ دِيْنَارٍ عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ الْبَهْزِيِّ عَنْ أَبِيهِ أَنَّهُقَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي حَلَفْتُ هَكَذَا وَنَشَرَ أَصَابِعَ يَدَيْهِ حَتَّى تُخْبِرَنِي مَا الَّذِي بَعَثَكَ اللَّهُ تَبَارَكَ وَتَعَالَى بِهِ قَالَ بَعَثَنِي اللَّهُ تَبَارَكَ وَتَعَالَى بِالْإِسْلَامِ قَالَ وَمَا الْإِسْلَامُ قَالَ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَتُقِيمُ الصَّلَاةَ وَتُؤْتِي الزَّكَاةَ أَخَوَانِ نَصِيرَانِ لَا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ مِنْ أَحَدٍ تَوْبَةً أَشْرَكَ بَعْدَ إِسْلَامِهِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا حَقُّ زَوْجِ أَحَدِنَا عَلَيْهِ قَالَ تُطْعِمُهَا إِذَا أَكَلْتَ وَتَكْسُوهَا إِذَا اكْتَسَيْتَ وَلَا تَضْرِبْ الْوَجْهَ وَلَا تُقَبِّحْ وَلَا تَهْجُرْ إِلَّا فِي الْبَيْتِ ثُمَّ قَالَ هَاهُنَا تُحْشَرُونَ هَاهُنَا تُحْشَرُونَ هَاهُنَا تُحْشَرُونَ ثَلَاثًا رُكْبَانًا وَمُشَاةً وَعَلَى وُجُوهِكُمْ تُوفُونَ يَوْمَ الْقِيَامَةِ سَبْعِينَ أُمَّةً أَنْتُمْ آخِرُ الْأُمَمِ وَأَكْرَمُهَا عَلَى اللَّهِ تَبَارَكَ وَتَعَالَى تَأْتُونَ يَوْمَ الْقِيَامَةِ وَعَلَى أَفْوَاهِكُمْ الْفِدَامُ أَوَّلُ مَا يُعْرِبُ عَنْ أَحَدِكُمْ فَخِذُهُ قَالَ ابْنُ أَبِي بُكَيْرٍ فَأَشَارَ بِيَدِهِ إِلَى الشَّامِ فَقَالَ إِلَى هَاهُنَا تُحْشَرُونَ","source":"Ahmad"},"__N_SSG":true}