{"pageProps":{"number":"2532","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan], telah menceritakan kepada kami [Hammad bin Salamah], telah mengabarkan pada kami [Abu Qar'ah Al Bahili] dari [Hakim bin Mu'awiyah] dari [Ayahnya] ia berkata; Aku datang kepada Rasulullah shallallahu 'alaihi wasallam, lalu aku berkata; \"Tidaklah aku datang kepadamu kecuali aku telah bersumpah dengan beberapa jariku ini bahwa aku tidak akan datang kepadamu -'Affan memperlihatkan dan menengadahkan telapaknya- Demi dzat yang mengutusmu dengan kebenaran, dengan apakah kamu di utus?.\" Beliau menjawab: \"Dengan Islam.\" Mu'awiyah bertanya; \"Apakah Islam itu?.\" Beliau menjawab: \"Hendaknya engkau serahkan jiwamu sepenuhnya hanya pada Allah Ta'ala dan engkau menghadapkan wajahmu hanya kepada Allah saja, engkau mengerjakan shalat, menunaikan zakat, itulah dua hal yang tidak bisa dipisahkan dan Allah Azza Wa Jalla tidak akan menerima taubat seorang hamba yang menyekutukan-Nya setelah ia masuk Islam.\" Aku bertanya; \"Lalu apa hak istri terhadap kita (suami)?.\" Beliau menjawab: \"Engkau memberinya makan apabila engkau makan, memberinya pakaian apabila engkau berpakaian, jangan memukul wajah, jangan menjelekkannya dan jangan memisahkan tempat tidur kecuali dalam satu rumah.\" Beliau melanjutkan: \"Kalian akan dikumpulkan di sana, (seraya menunjukkan tangannya ke arah Syam) dalam keadaan berjalan kaki dan berkendaraan, wajah kalian akan ditampakkan semua dihadapan Allah, mulut-mulut kalian akan dikunci dan yang pertama kali akan berkomentar adalah paha (kaki-kaki) kalian.\" Beliau melanjutkan lagi: \"Dan siapa saja dari seorang budak yang meminta kelebihan dari harta tuannya, namun tuannya tidak memberinya, melainkan Allah Ta'ala akan menjadikan untuknya seekor ular besar bernama Syuja', dan Ular itu akan menghancurkannya sebelum diputuskannya perkara.\" ['Affan] seorang budak milik anak pamannya berkata; \"Sesungguhnya sebelum kalian ada seseorang yang Allah Ta'ala karuniai harta dan anak-anak, hingga zaman berganti dengan generasi setelahnya. Sewaktu ayahnya hendak meninggal, ia berkata kepada anaknya; \"Buat kalian, ayah macam apakah aku ini? Mereka berkata; 'Ayah adalah orang yang terbaik!.' Dia berkata lagi; 'Apakah kalian akan mentaatiku?, kalau tidak, maka aku akan mengambil semua hartaku dari kalian!.' 'Lihatlah oleh kalian, jika nanti aku telah meninggal dunia, maka bakarlah aku hingga diriku menjadi arang.' Kemudian tumbuklah (arangku) hingga halus dengan alat penumbuk -Rasulullah shallallahu 'alaihi wasallam sambil mendemontrasikan dengan memutar-mutar dengan kedua tangannya sejajar kedua lututnya- Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Kemudian mereka melakukan wasiat ayahnya.\" Demi Allah Nabiyullah shallallahu 'alaihi wasallam mempraktekkan dengan tangannya seperti ini, - 'Kemudian tebarkanlah (abuku) pada hari yang anginya kencang, supaya Allah Ta'ala tidak dapat menemukanku.' -demikianlah yang di katakan 'Affan, Ayahku berkata; dan Muhanna Abu Syibl mengatakan dari Hammad dengan redaksi -supaya diriku tidak dapat di temukan Allah- lalu anak-anaknya melaksanakan perintah ayahnya, demi Allah, ternyata dirinya telah berdiri tegak dalam genggaman Allah Ta'ala. Maka Allah bertanya kepadanya: 'Wahai anak Adam, apa yang membuatmu melakukan hal ini (membakar diri)?.' Lak-laki itu menjawab; 'Ya Rabb-ku, karena aku takut kepada-Mu!.' Maka Allah Ta'ala pun mengampuni perbuatannya.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا أَبُو قَزَعَةَ الْبَاهِلِيُّ عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ عَنْ أَبِيهِ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ مَا أَتَيْتُكَ حَتَّى حَلَفْتُ عَدَدَ أَصَابِعِي هَذِهِ أَنْ لَا آتِيَكَ أَرَانَا عَفَّانُ وَطَبَّقَ كَفَّيْهِ فَبِالَّذِي بَعَثَكَ بِالْحَقِّ مَا الَّذِي بَعَثَكَ بِهِ قَالَ الْإِسْلَامُ قَالَ وَمَا الْإِسْلَامُ قَالَ أَنْ يُسْلِمَ قَلْبُكَ لِلَّهِ تَعَالَى وَأَنْ تُوَجِّهَ وَجْهَكَ إِلَى اللَّهِ تَعَالَى وَتُصَلِّيَ الصَّلَاةَ الْمَكْتُوبَةَ وَتُؤَدِّيَ الزَّكَاةَ الْمَفْرُوضَةَ أَخَوَانِ نَصِيرَانِ لَا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ مِنْ أَحَدٍ تَوْبَةً أَشْرَكَ بَعْدَ إِسْلَامِهِ قُلْتُ مَا حَقُّ زَوْجَةِ أَحَدِنَا عَلَيْهِ قَالَ تُطْعِمُهَا إِذَا طَعِمْتَ وَتَكْسُوهَا إِذَا اكْتَسَيْتَ وَلَا تَضْرِبْ الْوَجْهَ وَلَا تُقَبِّحْ وَلَا تَهْجُرْ إِلَّا فِي الْبَيْتِ قَالَ تُحْشَرُونَ هَاهُنَا وَأَوْمَأَ بِيَدِهِ إِلَى نَحْوِ الشَّامِ مُشَاةً وَرُكْبَانًا وَعَلَى وُجُوهِكُمْ تُعْرَضُونَ عَلَى اللَّهِ تَعَالَى وَعَلَى أَفْوَاهِكُمْ الْفِدَامُ وَأَوَّلُ مَا يُعْرِبُ عَنْ أَحَدِكُمْ فَخِذُهُ وَقَالَ مَا مِنْ مَوْلًى يَأْتِي مَوْلًى لَهُ فَيَسْأَلُهُ مِنْ فَضْلٍ عِنْدَهُ فَيَمْنَعُهُ إِلَّا جَعَلَهُ اللَّهُ تَعَالَى عَلَيْهِ شُجَاعًا يَنْهَسُهُ قَبْلَ الْقَضَاءِ قَالَ عَفَّانُ يَعْنِي بِالْمَوْلَى ابْنَ عَمِّهِ قَالَ وَقَالَ إِنَّ رَجُلًا مِمَّنْ كَانَ قَبْلَكُمْ رَغَسَهُ اللَّهُ تَعَالَى مَالًا وَوَلَدًا حَتَّى ذَهَبَ عَصْرٌ وَجَاءَ آخَرُ فَلَمَّا احْتُضِرَ قَالَ لِوَلَدِهِ أَيَّ أَبٍ كُنْتُ لَكُمْ قَالُوا خَيْرَ أَبٍ فَقَالَ هَلْ أَنْتُمْ مُطِيعِيَّ وَإِلَّا أَخَذْتُ مَالِي مِنْكُمْ انْظُرُوا إِذَا أَنَا مُتُّ أَنْ تُحَرِّقُونِي حَتَّى تَدَعُونِي حُمَمًا ثُمَّ اهْرُسُونِي بِالْمِهْرَاسِ وَأَدَارَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ حِذَاءَ رُكْبَتَيْهِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَفَعَلُوا وَاللَّهِ وَقَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ هَكَذَا ثُمَّ اذْرُونِي فِي يَوْمٍ رَاحٍ لَعَلِّي أَضِلُّ اللَّهَ تَعَالَى كَذَا قَالَ عَفَّانُ قَالَ أَبِي وَقَالَ مُهَنَّا أَبُو شِبْلٍ عَنْ حَمَّادٍ أَضِلُّ اللَّهَ فَفَعَلُوا وَاللَّهِ ذَاكَ فَإِذَا هُوَ قَائِمٌ فِي قَبْضَةِ اللَّهِ تَعَالَى فَقَالَ يَا ابْنَ آدَمَ مَا حَمَلَكَ عَلَى مَا فَعَلْتَهُ قَالَ مِنْ مَخَافَتِكَ قَالَ فَتَلَافَاهُ اللَّهُ تَعَالَى بِهَا","source":"Ahmad"},"__N_SSG":true}