{"pageProps":{"number":"261","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Muhammad bin Abu Hafshah] telah menceritakan kepada kami [Az-Zuhri] dari [Shafwan bin Abdillah bin Shafwan] dari [bapaknya] dikatakan kepada Shafwan bin Umayyah bin Khalaf, celakalah orang yang tidak berhijrah. (Shafwan bin Umayyah radliyallahu'anhu) berkata; saya tidak akan menemui keluargaku hingga saya datang kepada Rasulullah Shallallahu'alaihiwasallam, lalu saya menunggang kendaraanku, saya temui Rasulullah Shallallahu'alaihiwasallam saya tanyakan, wahai Rasulullah! Orang-orang mengatakan 'Celaka orang yang tidak berhijrah. (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"Sekali-kali tidak, wahai Abu Wahab! kembalilah ke tanah Makkah!\" (Shafwan bin Umayyah radliyallahu'anhu) berkata; ketika saya sedang tidur, tiba-tiba datang seorang pencuri yang mengambil bajuku dari bawah kepalaku, lalu saya mendapatkannya hingga saya membawanya kepada Nabi Shallallahu'alaihiwasallam. Saya katakan, orang ini mencuri bajuku. Beliau Shallallahu'alaihiwasallam menyuruh untuk memotong tangannya. (Shafwan bin Umayyah radliyallahu'anhu) berkata; Wahai Rasulullah Shallallahu'alaihiwasallam, 'Bukanlah ini yang saya inginkan, akan tetapi saya ingin menjadikan baju itu sebagai sedekah padanya.' (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"Kenapa kamu tidak mengatakannya sebelum kamu membawanya kepadaku?\"","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حَفْصَةَ حَدَّثَنَا الزُّهْرِيُّ عَنْ صَفْوَانَ بْنِ عَبْدِ اللَّهِ بْنِ صَفْوَانَ عَنْ أَبِيهِأَنَّ صَفْوَانَ بْنَ أُمَيَّةَ بْنِ خَلَفٍ قِيلَ لَهُ هَلَكَ مَنْ لَمْ يُهَاجِرْ قَالَ فَقُلْتُ لَا أَصِلُ إِلَى أَهْلِي حَتَّى آتِيَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَكِبْتُ رَاحِلَتِي فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ زَعَمُوا أَنَّهُ هَلَكَ مَنْ لَمْ يُهَاجِرْ قَالَ كَلَّا أَبَا وَهْبٍ فَارْجِعْ إِلَى أَبَاطِحِ مَكَّةَ قَالَ فَبَيْنَمَا أَنَا رَاقِدٌ إِذْ جَاءَ السَّارِقُ فَأَخَذَ ثَوْبِي مِنْ تَحْتِ رَأْسِي فَأَدْرَكْتُهُ فَأَتَيْتُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ إِنَّ هَذَا سَرَقَ ثَوْبِي فَأَمَرَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُقْطَعَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ لَيْسَ هَذَا أَرَدْتُ هُوَ عَلَيْهِ صَدَقَةٌ قَالَ فَهَلَّا قَبْلَ أَنْ تَأْتِيَنِي بِهِ","source":"Ahmad"},"__N_SSG":true}