{"pageProps":{"number":"2614","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il], telah mengabarkan kepada kami [Ayyub] dari ['Amru bin Salimah] ia berkata; Suatu kali kami melewati seseorang yang bermukim di sebuah mata air. Amru bin Salimah ketika itu adalah diantara pasukan pengendara. Pada kesempatan yang lain Isma'il berkata; \"Sering kali orang-orang berlalu lalang berpapasan dengan kami sepulang mereka dari Rasulullah Shallalahu 'alaihi wasallam, lantas aku mendekati mereka dan aku mendengar hingga aku hafal Al Qur`an sedang orang-orang saling menunggu waktu penaklukan kota Makkah dengan keIslaman mereka, hingga ketika Makkah telah ditaklukan, seseorang datang kepada beliau dan berkata; \"Wahai Rasulullah, aku seorang utusan bani fulan dan aku datang kepada anda atas keIslaman mereka, \" maka [Ayahku] juga menyebutkan keIslaman kaumnya lalu ia pulang kepada kaumnya dan berkata; Rasulullah Shallalahu 'alaihi wasallam bersabda: \"Angkatlah yang banyak hafalan Qur`annya sebagai imam.\" Salimah berkata; Maka mereka memandang ke arahku, seolah-olah aku adalah orang yang menyandang kemuliaan tersebut, sementara mereka tiada mendapat orang yang paling banyak hafalannya dibanding aku. Mereka lantas menyuruhku menjadi imam, padahal saat itu aku masih kanak-kanak. Aku mengimami mereka dengan menggunakan mantel (yang sempit), apabila aku ruku' atau sujud, maka tersingkaplah auratku. Seusai kami melaksanakan shalat, seorang wanita tua berkata; \"Tutupilah dari (pandangan) kami belakang (pantat) imam kalian.\" Salimah berkata; \"Lalu mereka (kaumku) menjahitkan jubah untukku.\" Salimah menyebutkan bahwa saat itu dirinya sangat gembira sekali.\"","arab":"حَدَّثَنَا إِسْمَاعِيلُ أَخْبَرَنَا أَيُّوبُ عَنْ عَمْرِو بْنِ سَلِمَةَ قَالَكُنَّا عَلَى حَاضِرٍ فَكَانَ الرُّكْبَانُ وَقَالَ إِسْمَاعِيلُ مَرَّةً النَّاسُ يَمُرُّونَ بِنَا رَاجِعِينَ مِنْ عِنْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَدْنُو مِنْهُمْ فَأَسْمَعُ حَتَّى حَفِظْتُ قُرْآنًا وَكَانَ النَّاسُ يَنْتَظِرُونَ بِإِسْلَامِهِمْ فَتْحَ مَكَّةَ فَلَمَّا فُتِحَتْ جَعَلَ الرَّجُلُ يَأْتِيهِ فَيَقُولُ يَا رَسُولَ اللَّهِ أَنَا وَافِدُ بَنِي فُلَانٍ وَجِئْتُكَ بِإِسْلَامِهِمْ فَانْطَلَقَ أَبِي بِإِسْلَامِ قَوْمِهِ فَرَجَعَ إِلَيْهِمْ فَقَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدِّمُوا أَكْثَرَكُمْ قُرْآنًا قَالَ فَنَظَرُوا وَأَنَا لَعَلَى حِوَاءٍ عَظِيمٍ فَمَا وَجَدُوا فِيهِمْ أَحَدًا أَكْثَرَ قُرْآنًا مِنِّي فَقَدَّمُونِي وَأَنَا غُلَامٌ فَصَلَّيْتُ بِهِمْ وَعَلَيَّ بُرْدَةٌ وَكُنْتُ إِذَا رَكَعْتُ أَوْ سَجَدْتُ قَلَصَتْ فَتَبْدُو عَوْرَتِي فَلَمَّا صَلَّيْنَا تَقُولُ عَجُوزٌ لَنَا دَهْرِيَّةٌ غَطُّوا عَنَّا اسْتَ قَارِئِكُمْ قَالَ فَقَطَعُوا لِي قَمِيصًا فَذَكَرَ أَنَّهُ فَرِحَ بِهِ فَرَحًا شَدِيدًا","source":"Ahmad"},"__N_SSG":true}