{"pageProps":{"number":"2628","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan]; telah menceritakan kepada kami [Abu 'Awanah]; telah menceritakan kepada kami [Abu Bisyr] dari [Abdullah bin Syaqiq] dari [Raja` bin Abu Raja` Al Bahili] dari [Mihjan], 'Affan menjelaskan; dia adalah Ibnu Al `Adra'. Ahmad bin Hambal berkata; telah menceritakan kepada kami [Hammad] dari [Al Jurairi] dari [Abdullah bin Syaqiq] dari [Mihjan bin Al `Adra'], Raja`menuturkan; Aku berangkat bersama Mihjan di suatu hari hingga ketika kami sampai di masjid Bashrah kami bertemu dengan Buraidah Al Aslami di salah satu pintu masjid sedang duduk, -ia melanjutkan; - dan di dalam masjid ada seseorang yang dipanggil dengan sebutan Subkah, ia memanjangkan shalatnya. Ketika kami sampai di pintu masjid dan Buraidah sedang ada disana, -dan Buraidah adalah orang yang suka berkelakar- dia bertanya; 'Wahai Mihjan, kenapa engkau tidak melaksanakan shalat sebagaimana shalatnya Sukbah? ' Raja` melanjutkan; Mihjan tidak menjawab sepatah kata pun kepadanya dan ia pun pulang. Kemudian [Mihjan] berkata padaku; sesungguhnya Rasulullah Shallalahu 'Alaihi Wasallam pernah menggandeng tanganku menaiki gunung Uhud kemudian menghadap ke arah Madinah dan bersabda: \"Celakalah ibu suatu negri yang di tinggalkan penduduknya, seperti halnya negri yang penuh dengan aktifitas. Kemudian Dajjal datang, akan tetapi dia mendapati di setiap pintunya terdapat Malaikat menghunus senjata, maka dia tidak dapat memasukinya.\" Kemudian beliau turun sehingga kami sampai di pelataran masjid, Rasulullah shallallahu 'alaihi wasallam melihat seseorang yang shalat di masjid, dia bersujud dan ruku, bersujud dan ruku, kemudian beliau bertanya padaku; \"Siapa orang ini?\" maka Aku menghadap beliau dan berkata; 'wahai Rasulullah, dia ini adalah fulan, dia ini seperti ini dan seperti ini.' Beliau bersabda: \"Diam kamu, janganlahkamu memperdengarkan kepadanya, karena bisa jadi kamu merusak (shalat) nya, \" kemudian beliau pergi hingga sampai di rumah, beliau melepas pegangan tanganku seraya bersabda: \"Sungguh kebaikan agama kalian adalah kemudahannya, kebaikan agama kalian adalah kemudahannya, kebaikan agama kalian adalah karena kemudahannya.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبُو عَوَانَةَ حَدَّثَنَا أَبُو بِشْرٍ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ رَجَاءِ بْنِ أَبِي رَجَاءٍ الْبَاهِلِيِّ عَنْ مِحْجَنٍ قَالَ عَفَّانُ وَهُوَ ابْنُ الْأَدْرَعِ قَالَ وَحَدَّثَنَا حَمَّادٌ عَنِ الْجُرَيْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ مِحْجَنِ بْنِ الْأَدْرَعِ قَالَقَالَ رَجَاءٌ أَقْبَلْتُ مَعَ مِحْجَنٍ ذَاتَ يَوْمٍ حَتَّى إِذَا انْتَهَيْنَا إِلَى مَسْجِدِ الْبَصْرَةِ فَوَجَدْنَا بُرَيْدَةَ الْأَسْلَمِيَّ عَلَى بَابٍ مِنْ أَبْوَابِ الْمَسْجِدِ جَالِسًا قَالَ وَكَانَ فِي الْمَسْجِدِ رَجُلٌ يُقَالُ لَهُ سُكْبَةُ يُطِيلُ الصَّلَاةَ فَلَمَّا انْتَهَيْنَا إِلَى بَابِ الْمَسْجِدِ وَعَلَيْهِ بُرَيْدَةُ قَالَ وَكَانَ بُرَيْدَةُ صَاحِبَ مُزَاحَاتٍ قَالَ يَا مِحْجَنُ أَلَا تُصَلِّي كَمَا يُصَلِّي سُكْبَةُ قَالَ فَلَمْ يَرُدَّ عَلَيْهِ مِحْجَنٌ شَيْئًا وَرَجَعَ قَالَ وَقَالَ لِي مِحْجَنٌ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ بِيَدِي فَانْطَلَقَ يَمْشِي حَتَّى صَعِدَ أُحُدًا فَأَشْرَفَ عَلَى الْمَدِينَةِ فَقَالَ وَيْلُ أُمِّهَا مِنْ قَرْيَةٍ يَتْرُكُهَا أَهْلُهَا كَأَعْمَرِ مَا تَكُونُ يَأْتِيهَا الدَّجَّالُ فَيَجِدُ عَلَى كُلِّ بَابٍ مِنْ أَبْوَابِهَا مَلَكًا مُصْلِتًا فَلَا يَدْخُلُهَا قَالَ ثُمَّ انْحَدَرَ حَتَّى إِذَا كُنَّا بِسُدَّةِ الْمَسْجِدِ رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا يُصَلِّي فِي الْمَسْجِدِ وَيَسْجُدُ وَيَرْكَعُ وَيَسْجُدُ وَيَرْكَعُ قَالَ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ هَذَا قَالَ فَأَخَذْتُ أُطْرِيهِ لَهُ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ هَذَا فُلَانٌ وَهَذَا وَهَذَا قَالَ اسْكُتْ لَا تُسْمِعْهُ فَتُهْلِكَهُ قَالَ ثُمَّ انْطَلَقَ يَمْشِي حَتَّى إِذَا كُنَّا عِنْدَ حُجْرَةٍ لَكِنَّهُ رَفَضَ يَدِي ثُمَّ قَالَ إِنَّ خَيْرَ دِينِكُمْ أَيْسَرُهُ إِنَّ خَيْرَ دِينِكُمْ أَيْسَرُهُ إِنَّ خَيْرَ دِينِكُمْ أَيْسَرُهُ","source":"Ahmad"},"__N_SSG":true}