{"pageProps":{"number":"2629","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far], telah menceritakan kepada kami [Hisyam] dan [Yazid], ia berkata; telah mengabarkan kepada kami [Hisyam] dari [Hafshah] dari [Abu 'Aliyah] dari [Al Anshari], [Yazid] mengatakan dari [seorang laki-laki] Anshar, dia berkata; \"Aku keluar dari keluargaku hendak menemui Nabi shallallahu 'alaihi wasallam. Ketika aku berdiri di sisi beliau, tiba-tiba ada seseorang yang sedang menghadap beliau. Aku mengira ada urusan di antara mereka berdua.\" Orang Anshar tadi berkata; 'Demi Allah, Rasulullah shallallahu 'alaihi wasallam telah berdiri (lama) hingga aku kasihan terhadap Rasulullah shallallahu 'alaihi wasallam karena lamanya berdiri. Ketika akan beranjak, kukatakan; 'Wahai Rasulullah, laki-laki itu telah bersama Anda hingga saya kasihan terhadap Anda karena lamanya berdiri.' Beliau bersabda: \"Apakah kau benar-benar melihatnya.\" Kujawab, 'Ya.' Beliau bertanya: \"Tahukah kau siapa dia?\" Kujawab; 'Tidak.' Beliau bersabda: \"Dia adalah Jibril alaihissalam. Jibril selalu berwasiat kepadaku (suapaya berbuat baik) terhadap tetangga hingga kukira seakan-akan tetangga juga akan memperoleh harta warisan.\" Sabda beliau lagi; \"Ketahuilah, sesungguhnya jika kau mengucap salam kepadanya, niscaya ia akan menjawab salammu.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا هِشَامٌ وَيَزِيدُ قَالَ أَخْبَرَنَا هِشَامٌ عَنْ حَفْصَةَ عَنْ أَبِي الْعَالِيَةِ عَنِ الْأَنْصَارِيِّ قَالَ يَزِيدُ عَنْ رَجُلٍ مِنْ الْأَنْصَارِ قَالَخَرَجْتُ مِنْ أَهْلِي أُرِيدُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا أَنَا بِهِ قَائِمٌ وَرَجُلٌ مَعَهُ مُقْبِلٌ عَلَيْهِ فَظَنَنْتُ أَنَّ لَهُمَا حَاجَةً قَالَ فَقَالَ الْأَنْصَارِيُّ وَاللَّهِ لَقَدْ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى جَعَلْتُ أَرْثِي لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ طُولِ الْقِيَامِ فَلَمَّا انْصَرَفَ قُلْتُ يَا رَسُولَ اللَّهِ لَقَدْ قَامَ بِكَ الرَّجُلُ حَتَّى جَعَلْتُ أَرْثِي لَكَ مِنْ طُولِ الْقِيَامِ قَالَ وَلَقَدْ رَأَيْتُهُ قُلْتُ نَعَمْ قَالَ أَتَدْرِي مَنْ هُوَ قُلْتُ لَا قَالَ ذَاكَ جِبْرِيلُ عَلَيْهِ السَّلَام مَا زَالَ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ ثُمَّ قَالَ أَمَا إِنَّكَ لَوْ سَلَّمْتَ عَلَيْهِ رَدَّ عَلَيْكَ السَّلَامَ","source":"Ahmad"},"__N_SSG":true}