{"pageProps":{"number":"2636","slug":"ahmad","id":"Telah menceritakan kepada kami [Ibnu Numair], telah menceritakan kepada kami [Hisyam] dari [Ayahnya] dari [Al Ahnaf bin Qais] dari pamannya yang dikenal dengan [Jariyah bin Qudamah As Sa'di] bahwa ia bertanya pada Rasulullah Shallalahu 'Alaihi Wasallam.\"Wahai Rasululah, katakanlah padaku satu kalimat yang dengannya dapat memberi manfaat untukku, dan tunjukan yang tidak baik agar aku dapat berpaling darinya!.\" Beliau bersabda: \"Jangan kamu marah.\" Ia punm mengulangi pertanyaannya terus-menerus.\" Namun Beliau tetap menjawab: \"Jangan kamu marah.\" Telah menceritakan kepada kami [Yahya bin Sa'id], telah mengabarkan kepada kami [Hisyam], telah mengabarkan kepadaku [Ayahku] dari [Ahnaf bin Qais] dari pamannya yang dikenal dengan [Jariyah bin Qudamah As Sa'di] bahwa ia bertanya; \"Wahai Rasululah, katakanlah padaku satu kalimat (yang bermanfaat untukku), dan tunjukan yang tidak baik (agar aku dapat berpaling darinya)!.\" Lalu ia menyebutkan hadits tersebut. perawi berkata; telah menceritakan kepada kami Yahya seperti ini, telah menceritakan kepada kami Hisyam, aku bertanya; \"Wahai Rasulullah….\" Namun mereka mengatakan; \"ia tidak pernah bertemu Nabi shallallahu 'alaihi wasallam yaitu Yahya bin Sa'id, ia berkata dan mereka pun bertutur pula. Telah menceritakan kepada kami [Abu Mu'awiyah]; telah menceritakan kepada kami [Hisyam bin 'Urwah] dari [Ayahnya] dari [Ahnaf bin Qais] dari [Jariyah bin Qudamah] ia berkata; telah menceritakan kepadaku pamanku bahwa ia menemui Rasulullah Shallalahu 'Alaihi Wasallam dan bertanya; \"Wahai Rasululah, katakanlah padaku satu kalimat (yang manfaat untukku), dan tunjukan yang tidak baik (agar aku dapat berpaling darinya)!.\" Lalu ia menyebutkan hadits tersebut.","arab":"حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ عَنِ الْأَحْنَفِ بْنِ قَيْسٍ عَنْ عَمٍّ يُقَالُ لَهُ جَارِيَةُ بْنُ قُدَامَةَ السَّعْدِيُّ أَنَّهُسَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ قُلْ لِي قَوْلًا يَنْفَعُنِي وَأَقْلِلْ عَلَيَّ لَعَلِّي أَعِيهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَغْضَبْ فَأَعَادَ عَلَيْهِ مِرَارًا كُلُّ ذَلِكَ يَقُولُ لَا تَغْضَبْحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ أَخْبَرَنَا هِشَامٌ أَخْبَرَنِي أَبِي عَنِ الْأَحْنَفِ بْنِ قَيْسٍ عَنْ عَمٍّ لَهُ يُقَالُ لَهُ جَارِيَةُ بْنُ قُدَامَةَ أَنَّ رَجُلًا قَالَ يَا رَسُولَ اللَّهِ قُلْ لِي قَوْلًا وَأَقْلِلْ عَلَيَّ وَذَكَرَ الْحَدِيثَ قَالَ حَدَّثَنَا يَحْيَى كَذَا قَالَ هِشَامٌ قُلْتُ يَا رَسُولَ اللَّهِ وَهُمْ يَقُولُونَ لَمْ يُدْرِكْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْنِي يَحْيَى بْنَ سَعِيدٍ يَقُولُ وَهُمْ يَقُولُونَ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنِ الْأَحْنَفِ بْنِ قَيْسٍ عَنْ جَارِيَةَ بْنِ قُدَامَةَ قَالَ وَحَدَّثَنِي عَمٌّ لِي أَنَّهُ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا يَنْفَعُنِي وَأَقْلِلْ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}