{"pageProps":{"number":"2731","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhanna` bin Abdul Hamid Abu Syibl] dan [Hasan yaitu Ibnu Musa], keduanya berkata; telah menceritakan kepada kami [Hammad bin Salamah] dengan maksud yang sama, dari [Tsabit] dari [Mu'awiyah bin Qurrah] dari [A'idz bin 'Amru] bahwa Salman, Shuhaib dan Bilal tengah duduk-duduk di antara kerumunan orang banyak, kemudian Abu Sufyan bin Harb lewat di hadapan mereka, lalu mereka berkata; \"Pedang-pedang Allah Tabaraka Wata'ala tidak akan di cabut dari tempatnya dari leher musuh Allah selamnya, maka Abu Bakar berkata; \"Apakah kalian mengatakan seperti ini kepada sesepuh Quraisy dan pemimpinnya?.\" A'idz berkata; \"Lantas hal itu diberitahukan kepada Nabi Shallalahu 'Alaihi Wasallam, beliau bersabda: \"Wahai Abu Bakar, mungkin saja kamu memarahi mereka, jika kamu memarahi mereka berarti kamu telah memarahi Rabbmu Tabaraka wa Ta'ala.\" Kemudian Abu Bakar kembali menemui mereka dan berkata; \"Wahai saudara kami, barangkali kalian kalian marah.\" Mereka menjawab; \"Tidak, wahai Abu Bakar, semoga Allah mengampunimu.\" Telah menceritakan kepada kami [Hudbah] telah menceritakan kepada kami [Hammad bin Salamah] dengan hadits dan sanad seperti di atas.\"","arab":"حَدَّثَنَا مُهَنَّأُ بْنُ عَبْدِ الْحَمِيدِ أَبُو شِبْلٍ وَحَسَنٌ يَعْنِي ابْنَ مُوسَى قَالَا ثَنَا حَمَّادُ بْنُ سَلَمَةَ الْمَعْنَى عَنْ ثَابِتٍ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ عَنْ عَائِذِ بْنِ عَمْرٍوأَنَّ سَلْمَانَ وَصُهَيْبًا وبِلَالًا كَانُوا قُعُودًا فِي أُنَاسٍ فَمَرَّ بِهِمْ أَبُو سُفْيَانَ بْنُ حَرْبٍ فَقَالُوا مَا أَخَذَتْ سُيُوفُ اللَّهِ تَبَارَكَ وَتَعَالَى مِنْ عُنُقِ عَدُوِّ اللَّهِ مَأْخَذَهَا بَعْدُ فَقَالَ أَبُو بَكْرٍ أَتَقُولُونَ هَذَا لِشَيْخِ قُرَيْشٍ وَسَيِّدِهَا قَالَ فَأُخْبِرَ بِذَلِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا أَبَا بَكْرٍ لَعَلَّكَ أَغْضَبْتَهُمْ فَلَئِنْ كُنْتَ أَغْضَبْتَهُمْ لَقَدْ أَغْضَبْتَ رَبَّكَ تَبَارَكَ وَتَعَالَى فَرَجَعَ إِلَيْهِمْ فَقَالَ أَيْ إِخْوَتَنَا لَعَلَّكُمْ غَضِبْتُمْ فَقَالُوا لَا يَا أَبَا بَكْرٍ يَغْفِرُ اللَّهُ لَكَحَدَّثَنَا هُدْبَةُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ مِثْلَهُ بِإِسْنَادِهِ","source":"Ahmad"},"__N_SSG":true}