{"pageProps":{"number":"2760","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Jarir bin Hazim] dia berkata; aku mendengar [Al Hasan], telah menceritakan kepada kami [Amr bin Taghlib] bahwa Rasulullah Shallalahu 'Alaihi Wasallam mendapat kiriman sesuatu, lalu beliau memberikannya kepada orang tertentu dan tidak beliau berikan kepada yang lain. Jarir mengatakan; \"Beliau memberikan kepada beberapa orang dan tidak memberikan kepada yang lain. Lantas sampailah berita kepada beliau tentang orang-orang yang tidak beliau beri bagian, mereka telah mencela dan ngomel. Maka beliau naik mimbar, setelah memuji Allah dan mengagungkanNya, beliau bersabda: \"Sesungguhnya aku memberikan kepada orang-orang tertentu dan tidak memberikan yang lain, aku memberikan kepada beberapa orang dan tidak memberikan kepada yang lain.\" 'Affan mengatakan; beliau bersabda: \"Memberi ini dan ini, dan orang yang tidak saya beri lebih aku cintai dari orang yang aku beri, aku memberikan kepada orang-orang itu karena di hati mereka ada keluh dan kesah, dan aku pasrahkan kepada ketetapan Allah dalam hati orang-orang yang merasa cukup dan baik di antara mereka.\" Amr bin Taghlib berkata; \"Ketika itu aku duduk di hadapan Rasulullah Shallalahu 'Alaihi Wasallam, lalu dia berkata; \"Kalimat yang Rasulullah ucapkan untuk saya lebih aku cintai dari pada unta merah.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ قَالَ سَمِعْتُ الْحَسَنَ حَدَّثَنَا عَمْرُو بْنُ تَغْلِبَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَاهُ شَيْءٌ فَأَعْطَاهُ نَاسًا وَتَرَكَ نَاسًا وَقَالَ جَرِيرٌ أَعْطَى رِجَالًا وَتَرَكَ رِجَالًا قَالَ فَبَلَغَهُ عَنْ الَّذِينَ تَرَكَ أَنَّهُمْ عَتِبُوا وَقَالُوا قَالَ فَصَعِدَ الْمِنْبَرَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنِّي أُعْطِي نَاسًا وَأَدَعُ نَاسًا وَأُعْطِي رِجَالًا وَأَدَعُ رِجَالًا قَالَ عَفَّانُ قَالَ ذِي وَذِي وَالَّذِي أَدَعُ أَحَبُّ إِلَيَّ مِنْ الَّذِي أُعْطِي أُعْطِي أُنَاسًا لِمَا فِي قُلُوبِهِمْ مِنْ الْجَزَعِ وَالْهَلَعِ وَأَكِلُ قَوْمًا إِلَى مَا جَعَلَ اللَّهُ فِي قُلُوبِهِمْ مِنْ الْغِنَى وَالْخَيْرِ مِنْهُمْ عَمْرُو بْنُ تَغْلِبَ قَالَ وَكُنْتُ جَالِسًا تِلْقَاءَ وَجْهِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا أُحِبُّ أَنَّ لِي بِكَلِمَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُمْرَ النَّعَمِ","source":"Ahmad"},"__N_SSG":true}