{"pageProps":{"number":"2935","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Hammam] dari [Qatadah] dari [Yahya bin Ya'mar] dari [Sulaiman bin Shurad] dari [Ubay bin Ka'b] radliallahu 'anhu berkata, \"Aku membaca ayat lalu Ibnu Mas'ud membacanya juga tapi dengan bacaan yang berbeda. Maka aku pun datang menemui Nabi shallallahu 'alaihi wasallam dan menanyakannya, \"Bukankah engkau telah membacakan ayat ini kepadaku?\" Beliau menjawab: \"Ya.\" Ibnu Mas'ud juga bertanya, \"Bukankah engkau juga membacakan ayat ini kepadaku?\" Beliau menjawab: \"Ya, bacaan kalian berdua benar dan bagus.\" Ubay berkata, \"Aku menanyakannya dan beliau memukul dadaku seraya bersabda: 'Hai Ubay bin Ka'b, Al-Qur'an dibacakan kepadaku dengan satu dan dua dialek. Lalu Malaikat yang ada bersamaku membacakan dengan dua dialek. Maka aku pun membacanya dengan dua dialek. Kemudian Malaikat berkata lagi dengan dua atau tiga dialek. Lalu Malaikat yang ada bersamaku berkata dengan tiga dialek, maka aku pun membacanya dengan tiga dialek, hingga sampai tujuh dialek. Dan tidaklah dari semua itu kecuali sempurna dan mencukupi. Sekiranya engkau membaca GHAFUURAN RAHIIMAN atau SAMII'AN 'ALIIMAN atau 'ALIIMAN SAMII'AN, maka seperti itulah Allah. Selama engkau tidak menutup ayat 'adzab dengan ayat rahmat, atau ayat rahmat dengan 'adzab.\" Telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Hammam] telah menceritakan kepada kami [Qatadah] dari [Yahya bin Ya'mar] dari [Sulaiman bin Shurad Al Khuza'i] dari [Ubay bin Ka'b] berkata, \"Aku membaca ayat dan Ibnu Mas'ud pun membacanya, tapi ia menyelisihinya (tidak sesuai dengan bacaanku). Maka aku mendatangi Nabi shallallahu 'alaihi wasallam menanyakan hal itu kepadanya…ia sebnutkan kelanjutan hadits. Telah menceritakan kepada kami Abdullah telah menceritakan kepada kami [Hudbah bin Khalid Al Qaisi] telah menceritakan kepada kami [Hammam bin Yahya] telah menceritakan kepada kami [Qatadah] dari [Yahya bin Ya'mar] dari [Sulaiman bin Shurad] dari [Ubay bin Ka'ab] berkata, \"Aku membaca ayat dan Ibnu Mas'ud pun membacanya tapi ia menyelisihinya, maka ku mendatangi Nabi shallallahu 'alaihi wasallam lalu ia sebutkan hadits tersebut.","arab":"عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا هَمَّامٌ عَنْ قَتَادَةَ عَنْ يَحْيَى بْنِ يَعْمَرَ عَنْ سُلَيْمَانَ بْنِ صُرَدٍ عَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُمَا قَالَقَرَأْتُ آيَةً وَقَرَأَ ابْنُ مَسْعُودٍ خِلَافَهَا فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ أَلَمْ تُقْرِئْنِي آيَةَ كَذَا وَكَذَا قَالَ بَلَى فَقَالَ ابْنُ مَسْعُودٍ أَلَمْ تُقْرِئْنِيهَا كَذَا وَكَذَا فَقَالَ بَلَى كِلَاكُمَا مُحْسِنٌ مُجْمِلٌ قَالَ فَقُلْتُ لَهُ فَضَرَبَ صَدْرِي فَقَالَ يَا أُبَيُّ بْنَ كَعْبٍ إِنِّي أُقْرِئْتُ الْقُرْآنَ فَقِيلَ لِي عَلَى حَرْفٍ أَوْ عَلَى حَرْفَيْنِ قَالَ فَقَالَ الْمَلَكُ الَّذِي مَعِي عَلَى حَرْفَيْنِ فَقُلْتُ عَلَى حَرْفَيْنِ فَقَالَ عَلَى حَرْفَيْنِ أَوْ ثَلَاثَةٍ فَقَالَ الْمَلَكُ الَّذِي مَعِي عَلَى ثَلَاثَةٍ فَقُلْتُ عَلَى ثَلَاثَةٍ حَتَّى بَلَغَ سَبْعَةَ أَحْرُفٍ لَيْسَ مِنْهَا إِلَّا شَافٍ كَافٍ إِنْ قُلْتَ غَفُورًا رَحِيمًا أَوْ قُلْتَ سَمِيعًا عَلِيمًا أَوْ عَلِيمًا سَمِيعًا فَاللَّهُ كَذَلِكَ مَا لَمْ تَخْتِمْ آيَةَ عَذَابٍ بِرَحْمَةٍ أَوْ آيَةَ رَحْمَةٍ بِعَذَابٍحَدَّثَنَا بَهْزٌ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ عَنْ يَحْيَى بْنِ يَعْمَرَ عَنْ سُلَيْمَانَ بْنِ صُرَدٍ الْخُزَاعِيِّ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ قَرَأْتُ آيَةً وَقَرَأَ ابْنُ مَسْعُودٍ خِلَافَهَا فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ الْقَيْسِيُّ حَدَّثَنَا هَمَّامُ بْنُ يَحْيَى حَدَّثَنَا قَتَادَةُ عَنْ يَحْيَى بْنِ يَعْمَرَ عَنْ سُلَيْمَانَ بْنِ صُرَدٍ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ قَرَأْتُ آيَةً وَقَرَأَ ابْنُ مَسْعُودٍ خِلَافَهَا وَقَرَأَ رَجُلٌ آخَرُ خِلَافَهَا فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}