{"pageProps":{"number":"3178","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Abu 'Adi] dari [Al Hajjaj bin Abu 'Utsman] telah menceritakan kepadaku [Humaid bin Hilal] telah menceritakan kepada kami [Hishshan bin Al Kahin Al 'Adawi], ia berkata; Saya duduk disuatu majlis disana ada ['Abdur Rahman bin Samurah] dan saya tidak mengetahuinya, ia berkata; Telah menceritakan kepada kami [Mu'adz bin Jabal], ia berkata; Rasulullah Shallallahu'alaihi wasallam bersabda: \"Tidaklah ada suatu jiwa diatas muka bumi yang meninggal dunia dengan tidak menyekutukan Allah dengan sesuatu pun dan bersaksi bahwa sesungguhnya aku adalah utusan Allah, dan semua itu kembali ke hati yang meyakini, melainkan ia akan diampuni.\" Saya berkata; Engkau mendengar hadits itu dari Mu'adz bin Jabal? Kemudian orang-orang memperlakukanku dengan sikap kasar Orang tua itu berkata; 'Biarkan dia karena ia tidak berkata buruk. Ya, saya mendengarnya dari Mu'adz bin Jabal, ia mengira mendengarnya dari Rasulullah Shallallahu'alaihi wasallam. Telah menceritakan kepada kami [Ibnu Abi 'Adi] dari [Habib bin Asy-Syahid] dari [Humaid bin Hilal] dari [Hishshan bin Al Kahin] dari ['Abdur Rahman bin Samurah] dari [Mu'adz] perkataan serupa.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ عَنِ الْحَجَّاجِ يَعْنِي ابْنَ أَبِي عُثْمَانَ حَدَّثَنِي حُمَيْدُ بْنُ هِلَالٍ حَدَّثَنَا هِصَّانُ بْنُ الْكَاهِنِ الْعَدَوِيُّ قَالَ جَلَسْتُ مَجْلِسًا فِيهِ عَبْدُ الرَّحْمَنِ بْنُ سَمُرَةَ وَلَا أَعْرِفُهُ قَالَ ثَنَا مُعَاذُ بْنُ جَبَلٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا عَلَى الْأَرْضِ نَفْسٌ تَمُوتُ لَا تُشْرِكُ بِاللَّهِ شَيْئًا تَشْهَدُ أَنِّي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْجِعُ ذَاكُمْ إِلَى قَلْبٍ مُوقِنٍ إِلَّا غُفِرَ لَهَا قَالَ قُلْتُ أَنْتَ سَمِعْتَ هَذَا مِنْ مُعَاذِ بْنِ جَبَلٍ قَالَ فَعَنَّفَنِي الْقَوْمُ فَقَالَ دَعُوهُ فَإِنَّهُ لَمْ يُسِئْ الْقَوْلَ نَعَمْ أَنَا سَمِعْتُهُ مِنْ مُعَاذٍ زَعَمَ أَنَّهُ سَمِعَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ حَبِيبِ بْنِ الشَّهِيدِ عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ هِصَّانَ بْنِ الْكَاهِنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ عَنْ مُعَاذٍ مِثْلَهُ نَحْوَ قَوْلِهِ","source":"Ahmad"},"__N_SSG":true}