{"pageProps":{"number":"3470","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin 'Abdu Rabbih] Telah menceritakan kepada kami [Muhammad bin Harb] telah menceritakan kepadaku [Abu Salamah] dari [Yahya bin Jabir] berkata; Aku mendengar [keponakan Abu Ayyub Al Anshari] menyebutkan dari [Abu Ayyub] berkata; Aku mendengar Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Beberapa wilayah akan ditaklukkan, dan mereka akan mengutus beberapa suka relawan perang untuk kalian, namun seseorang diantara kalian mengingkari suka relawan perang itu hingga sukarelawan itu melarikan diri dari kaumnya kemudian mendatangi kabilah-kabilah, ia berkata; Siapa yang mau menanggung diriku? Dan juga sukarelawan-sukarelawan perang yang lain? Bukankah itu semua memperoleh pahala hingga tetesan darah terakhirnya?. Telah menceritakan kepada kami ['Ali bin Bahr bin Barri] Telah menceritakan kepada kami [Muhammad bin Harb Al Khaulani] Telah menceritakan kepada kami [Abu Salamah Sulaiman] dari [Yahya bin Jabir Ath Tho`i] telah menceritakan kepadaku [keponakan Abu Ayyub Al Anshari] bahwa [Abu Ayyub] mengirim surat padanya seraya memberitahukan padanya bahwa ia mendengar Rasulullah Shallallahu 'alaihi wa salam, lalu ia menyebutkannya.","arab":"حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ رَبِّهِ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ يَحْيَى بْنِ جَابِرٍ قَالَ سَمِعْتُ ابْنَ أَخِي أَبِي أَيُّوبَ الْأَنْصَارِيِّ يَذْكُرُ عَنْ أَبِي أَيُّوبَ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّهَا سَتُفْتَحُ عَلَيْكُمْ الْأَمْصَارُ وَسَيَضْرِبُونَ عَلَيْكُمْ بُعُوثًا يُنْكِرُ الرَّجُلُ مِنْكُمْ الْبَعْثَ فَيَتَخَلَّصُ مِنْ قَوْمِهِ وَيَعْرِضُ نَفْسَهُ عَلَى الْقَبَائِلِ يَقُولُ مَنْ أَكْفِيهِ بَعْثَ كَذَا وَكَذَا أَلَا وَذَلِكَ الْأَجِيرُ إِلَى آخِرِ قَطْرَةٍ مِنْ دَمِهِحَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ هُو ابْنُ بَرِّيٍّ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ الْخَوْلَانِيُّ حَدَّثَنَا أَبُو سَلَمَةَ سُلَيْمَانُ عَنْ يَحْيَى بْنِ جَابِرٍ الطَّائِيِّ أَخْبَرَنِي ابْنُ أَخِي أَبِي أَيُّوبَ الْأَنْصَارِيِّ أَنَّهُ كَتَبَ إِلَيْهِ أَبُو أَيُّوبَ يُخْبِرُهُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ","source":"Ahmad"},"__N_SSG":true}