{"pageProps":{"number":"3496","slug":"ahmad","id":"Telah bercerita kepada kami [Yazid] telah mengkhabarkan kepada kami [Ibnu Abi Dzi`b] dari [Al Harits bin 'Abdur Rahman] berkata: Saat aku duduk bersama Abu Salamah bin 'Abdur Rahman, tiba-tiba seseorang dari Bani Ghifar [salah satu putra 'Abdullah bin Thikhfah] datang lalu Abu Salamah berkata: Maukah kau memberitahu kami khabar dari ayahmu? Ia berkata: Telah bercerita kepadaku [ayahku, 'Abdullah bin Thikhfah] bahwa bila banyak tamu dirumah Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Hendaklah masing-masing orang berbalik dengan tamunya.\" Kemudian pada suatu malam ada dua kelompok tamu banyak berkumpul dikediaman beliau, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hendaklah masing-masing orang berbalik dengan temannya.\" Dan aku termasuk orang yang berbalik bersama Rasulullah shallallahu 'alaihi wasallam. Saat beliau masuk, beliau bersabda: \"Hai 'A`isyah, apa ada sesuatu?\" 'A`isyah menjawab: Ya, sup yang sudah aku persiapkan untuk sarapan Tuan. Lalu 'A`isyah membawanya dalam tungku miliknya lalu Rasulullah shallallahu 'alaihi wasallam mengambilnya sedikit dan memakannya kemudian beliau bersabda: \"Ambillah, bismillaah.\" Kami pun memakannya hingga tersisa seperti yang kami lihat. Setelah itu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apa kau punya minuman?\" 'A`isyah berkata: Ya, susu yang telah aku persiapkan untuk Tuan.\" Beliau bersabda: \"Bawa kemari.\" 'A`isyah membawanya lalu Rasulullah shallallahu 'alaihi wasallam mengambilnya, beliau mengangkat didekat mulut beliau, beliau minum sedikit kemudian beliau bersabda: \"Minumlah, bismillaah.\" Kami pun minum hingga demi Allah tersisa seperti yang kami lihat. Setelah itu kami keluar dan pergi ke masjid, aku menelungkupkan wajah lalu Rasulullah shallallahu 'alaihi wasallam keluar, beliau membangunkan orang-orang: \"Shalat shalat.\" Bila beliau keluar, beliau membangunkan orang-orang untuk shalat, beliau melewatiku saat wajahku terkelungkup, beliau bersabda: \"Siapa ini?\" aku menajwab: Saya, 'Abdullah bin Thikhfah. Beliau bersabda: \"Ini adalah telungkupan yang dibenci Allah 'azza wajalla.\"","arab":"حَدَّثَنَا يَزِيدُ أَخْبَرَنَا ابْنُ أَبِي ذِئْبٍ عَنِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ قَالَبَيْنَا أَنَا جَالِسٌ مَعَ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ إِذْ طَلَعَ عَلَيْنَا رَجُلٌ مِنْ بَنِي غِفَارٍ ابْنٌ لِعَبْدِ اللَّهِ بْنِ طِخْفَةَ فَقَالَ أَبُو سَلَمَةَ أَلَا تُخْبِرُنَا عَنْ خَبَرِ أَبِيكَ قَالَ حَدَّثَنِي أَبِي عَبْدُ اللَّهِ بْنُ طِخْفَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا كَثُرَ الضَّيْفُ عِنْدَهُ قَالَ لِيَنْقَلِبْ كُلُّ رَجُلٍ بِضَيْفِهِ حَتَّى إِذَا كَانَ ذَاتَ لَيْلَةٍ اجْتَمَعَ عِنْدَهُ ضِيفَانٌ كَثِيرٌ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَنْقَلِبْ كُلُّ رَجُلٍ مَعَ جَلِيسِهِ قَالَ فَكُنْتُ مِمَّنْ انْقَلَبَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا دَخَلَ قَالَ يَا عَائِشَةُ هَلْ مِنْ شَيْءٍ قَالَتْ نَعَمْ حُوَيْسَةُ كُنْتُ أَعْدَدْتُهَا لِإِفْطَارِكَ قَالَ فَجَاءَتْ بِهَا فِي قُعَيْبَةٍ لَهَا فَتَنَاوَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهَا قَلِيلًا فَأَكَلَهُ ثُمَّ قَالَ خُذُوا بِسْمِ اللَّهِ فَأَكَلْنَا مِنْهَا حَتَّى مَا نَنْظُرُ إِلَيْهَا ثُمَّ قَالَ هَلْ عِنْدَكِ مِنْ شَرَابٍ قَالَتْ نَعَمْ لُبَيْنَةٌ كُنْتُ أَعْدَدْتُهَا لَكَ قَالَ هَلُمِّيهَا فَجَاءَتْ بِهَا فَتَنَاوَلَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَفَعَهَا إِلَى فِيهِ فَشَرِبَ قَلِيلًا ثُمَّ قَالَ اشْرَبُوا بِسْمِ اللَّهِ فَشَرِبْنَا حَتَّى وَاللَّهِ مَا نَنْظُرُ إِلَيْهَا ثُمَّ خَرَجْنَا فَأَتَيْنَا الْمَسْجِدَ فَاضْطَجَعْتُ عَلَى وَجْهِي فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَعَلَ يُوقِظُ النَّاسَ الصَّلَاةَ الصَّلَاةَ وَكَانَ إِذَا خَرَجَ يُوقِظُ النَّاسَ لِلصَّلَاةِ فَمَرَّ بِي وَأَنَا عَلَى وَجْهِي فَقَالَ مَنْ هَذَا فَقُلْتُ أَنَا عَبْدُ اللَّهِ بْنُ طِخْفَةَ فَقَالَ إِنَّ هَذِهِ ضِجْعَةٌ يَكْرَهُهَا اللَّهُ عَزَّ وَجَلَّ","source":"Ahmad"},"__N_SSG":true}