{"pageProps":{"number":"3530","slug":"ahmad","id":"Telah bercerita kepada kami [Yazid] telah mengkhabarkan kepada kami [Muhammad bin Ishaq] telah bercerita kepadaku [Az Zuhri] dari ['Abdullah bin Tsa'labah bin Shu'air] bahwa Abu Jahal berkata saat mereka berhadapan: Ya Allah! Ia telah memutuskan kekerabatan kami, ia membawa sesuatu yang tidak kami ketahui, karena itu tundukkanlah ia esok. Dan dialah orang yang memulai. Telah bercerita kepada kami Ya'qub telah bercerita kepada kami ayahku dari Ibnu Ishaq telah bercerita kepadaku Muhammad bin Muslaim Az Zuhri dari Abdullah bin Tsa'labah bin Shu'air Al 'Udzri dan berdasarkan riwayat yang dibacakan dari Ya'qub Al 'Udzri, sekutu Bani Zuhrah berkata: Rasulullah shallallahu 'alaihi wasallam melihat jenazah-jenazah Uhud lalu ia menyebut makna hadits Yazid. Telah bercerita kepada kami Yahya bin Sa'id dari 'Utsman telah bercerita kepada kami seseorang dalam majlis Abu 'Utsman berkata: Telah bercerita kepadaku Sa'ad, budak Rasulullah shallallahu 'alaihi wasallam baha wmereka diperintahkan puasa sehari lalu seseorang mendatangi beliau disebagaian waktu siang, ia berkata: Wahai Rasulullah! Sesungguhnya fulanah dan fulanah telah keletihan. Rasulullah shallallahu 'alaihi wasallam berpaling darinya lalu ia Sa'ad menyebutkan hadits.","arab":"حَدَّثَنَا يَزِيدُ أَخْبَرَنَا مُحَمَّدٌ يَعْنِي ابْنَ إِسْحَاقَ حَدَّثَنِي الزُّهْرِيُّ عَنْ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ بْنِ صُعَيْرٍأَنَّ أَبَا جَهْلٍ قَالَ حِينَ الْتَقَى الْقَوْمُ اللَّهُمَّ أَقْطَعَنَا الرَّحِمَ وَآتَانَا بِمَا لَا نَعْرِفُهُ فَأَحْنِهِ الْغَدَاةَ فَكَانَ الْمُسْتَفْتِحَحَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ حَدَّثَنِي مُحَمَّدُ بْنُ مُسْلِمٍ الزُّهْرِيُّ عَنْ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ بْنِ صُعَيْرٍ الْعُذْرِيِّ وَفِيمَا قَرَأَ عَلَى يَعْقُوبَ الْعُذْرِيِّ حَلِيفِ بَنِي زُهْرَةَ قَالَ أَشْرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَصْحَابِ أُحُدٍ فَذَكَرَ مَعْنَى حَدِيثِ يَزِيدَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عُثْمَانَ حَدَّثَنَا رَجُلٌ فِي حَلْقَةِ أَبِي عُثْمَانَ قَالَ حَدَّثَنِي سَعْدٌ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُمْ أُمِرُوا بِصِيَامِ يَوْمٍ فَجَاءَ رَجُلٌ بَعْضَ النَّهَارِ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ فُلَانَةَ وَفُلَانَةَ قَدْ بَلَغَهُمَا الْجَهْدُ فَأَعْرَضَ عَنْهُ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}