{"pageProps":{"number":"3539","slug":"ahmad","id":"Telah bercerita kepada kami ['Abdur Razzaq] telah bercerita kepada kami [Ma'mar] dari [Az Zuhri] dari [Sa'id bin Al Musayyib] dari [ayahnya] berkata: Saat Abu Thalib sekarat, nabi shallallahu 'alaihi wasallam masuk dan didekatnya ada Abu Jahal dan 'Abdullah bin Abu Umaiyah, nabi shallallahu 'alaihi wasallam bersabda: \"Paman! Ucapkan: LAA ILAAHA ILLALLAAH sebuah kalimat yang akan aku jadikan bukti untukmu disisi Allah 'azza wajalla.\" Berkata Abu jahal dan 'Abdullah bin Abu Umaiyah: Hai Abu Thalib! Apa kau membenci agama 'Abdul Muththallib? Keduanya terus mengucapkannya hingga Abu Thalib mengucapkan sesuatu diakhir kata-katanya yang menunjukkan ia berada diatas agama 'Abdul Muththallib lalu nabi shallallahu 'alaihi wasallam bersabda: \"Aku akan memintakan ampunan untukmu selama aku tidak dilarang darimu.\" Kemudian turunlah ayat \"Tidak patut bagi nabi dan orang-orang yang beriman memintakan ampunan kepada orang-orang musyrik meski mereka memiliki kekerabatan setelah jelas bagi mereka bahwa mereka adalah para penghuni neraka jahim.\" (At-Taubah: 113) Berkata Al Musayyib: Berkenaan dengannya Abu Thalib turun ayat \"Sesungguhnya engkau tidaklah memberi petunjuk kepada orang yang kau cinta.\" (Al-Qashash: 56) ","arab":"حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِيهِ قَالَلَمَّا حَضَرَتْ أَبَا طَالِبٍ الْوَفَاةُ دَخَلَ عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِنْدَهُ أَبُو جَهْلٍ وَعَبْدُ اللَّهِ بْنُ أَبِي أُمَيَّةَ فَقَالَ أَيْ عَمِّ قُلْ لَا إِلَهَ إِلَّا اللَّهُ كَلِمَةً أُحَاجُّ بِهَا لَكَ عِنْدَ اللَّهِ عَزَّ وَجَلَّ فَقَالَ أَبُو جَهْلٍ وَعَبْدُ اللَّهِ بْنُ أَبِي أُمَيَّةَ يَا أَبَا طَالِبٍ أَتَرْغَبُ عَنْ مِلَّةِ عَبْدِ الْمُطَّلِبِ قَالَ فَلَمْ يَزَالَا يُكَلِّمَانِهِ حَتَّى قَالَ آخِرَ شَيْءٍ كَلَّمَهُمْ بِهِ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ فَنَزَلَتْ{ مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ }قَالَ فَنَزَلَتْ فِيهِ{ إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ }","source":"Ahmad"},"__N_SSG":true}