{"pageProps":{"number":"3623","slug":"ahmad","id":"Telah bercerita kepada kami [Ya'mar] telah bercerita kepada kami ['Abdullah bin Al Mubarok] telah memberitakan kepada kami [Al Auza'i] telah bercerita kepada kami [Yahya bin Abu Katsir] telah bercerita kepadaku [Hilal bin Abi Maimunah] bahwa ['Atho` bin Yasar] bercerita kepadanya bahwa ['Abdullah bin Salam] bercerita kepadanya atau ia berkata; Telah bercerita kepadaku [Abu Salamah bin 'Abdur Rahman] dari ['Abdullah bin Salam] berkata; Kami saling mengingat satu sama lain lalu kami berkata; Siapa diantara kalian yang ingin mendatangi Rasulullah Shallalahu 'alaihi wa sallamuntuk bertanya amalan apa yang paling dicintai Allah Subhaanahu wa Ta'ala, saat itu kami segan dan tidak ada seorang pun diantara kami berdiri lalu Rasulullah Shallalahu 'alaihi wa sallammengirim seseorang untuk menemui kami hingga ia mengumpulkan kami, kami saling menuding satu sama lain, lalu Rasulullah Shallalahu 'alaihi wa sallammembacakan kepada kami: SABBAHA LILLAAHI MAA FISSAMAAWAATI WA MAA FIL`ARDLI hingga firmanNya: KABURA MAQTAN 'INDALAAH. Berkata 'Abdullah bin Salam: Utusan Rasulullah Shallalahu 'alaihi wa sallam membaca dari awal hingga akhir. Berkata Yahya; Hilal membacakannya untuk kami dari awal hingga akhir. Berkata Al Auza'I; Yahya membacakannya untuk kami dari awal hingga akhir.","arab":"حَدَّثَنَا يَعْمَرُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَنْبَأَنَا الْأَوْزَاعِيُّ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ حَدَّثَنِي هِلَالُ بْنُ أَبِي مَيْمُونَةَ أَنَّ عَطَاءَ بْنَ يَسَارٍ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ سَلَامٍ حَدَّثَهُ أَوْ قَالَ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَنْ عَبْدِ اللَّهِ بْنِ سَلَامٍ قَالَتَذَاكَرْنَا بَيْنَنَا فَقُلْنَا أَيُّكُمْ يَأْتِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَسْأَلَهُ أَيُّ الْأَعْمَالِ أَحَبُّ إِلَى اللَّهِ وَهِبْنَا أَنْ يَقُومَ مِنَّا أَحَدٌ فَأَرْسَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْنَا رَجُلًا رَجُلًا حَتَّى جَمَعَنَا فَجَعَلَ بَعْضُنَا يُشِيرُ إِلَى بَعْضٍ فَقَرَأَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ سَبَّحَ لِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ إِلَى قَوْلِهِ كَبُرَ مَقْتًا عِنْدَ اللَّهِ }قَالَ فَتَلَاهَا مِنْ أَوَّلِهَا إِلَى آخِرِهَاقَالَ فَتَلَاهَا عَلَيْنَا ابْنُ سَلَامٍ مِنْ أَوَّلِهَا إِلَى آخِرِهَا قَالَ فَتَلَاهَا عَلَيْنَا عَطَاءُ بْنُ يَسَارٍ مِنْ أَوَّلِهَا إِلَى آخِرِهَا قَالَ يَحْيَى فَتَلَاهَا عَلَيْنَا هِلَالٌ مِنْ أَوَّلِهَا إِلَى آخِرِهَا قَالَ الْأَوْزَاعِيُّ فَتَلَاهَا عَلَيْنَا يَحْيَى مِنْ أَوَّلِهَا إِلَى آخِرِهَا","source":"Ahmad"},"__N_SSG":true}