{"pageProps":{"number":"3906","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] berkata, telah mengabarkan kepada kami [Abdullah bin Yazid bin Miqsam] berkata, telah menceritakan kepadaku bibiku [Sarah binti Miqsam] dari [Maimunah binti Kardam] dia berkata, \"Aku melihat Rasulullah shallallahu 'alaihi wasallam di Makkah dan beliau berada di atas untanya, sedangkan aku bersama ayahku. Pada tangan Rasulullah shallallahu 'alaihi wasallam terdapat tongkat seperti tongkat seorang penulis. Aku lalu mendengar orang-orang mengatakan At thabtiyah (tongkat), lalu ayahku mendekati tongkat tersebut dan mengambilnya dengan kakinya, dan Rasulullah shallallahu 'alaihi wasallam melihatnya (seakan setuju).\" Maimunah berkata, \"Maka aku tidak akan lupa apa yang aku lihat bahwa panjang jari telunjuk kakinya melebihi yang lain. Lalu ayahku berkata kepada beliau, \"Sesungguhnya aku pernah bergabung dengan pasukan 'Itsron!\" Dan Rasulullah shallallahu 'alaihi wasallam mengetahui akan pasukan itu.\" Thariq bin Muraqqa' berkata, \"Siapakah yang mampu memberiku tombak maka ia akan memperoleh imbalan?\" Ayah Maimunah berkata, 'Aku bertanya, 'Apa balasannya? ' Thariq menjawab, 'Aku akan menikahkannya dengan putri pertama yang aku miliki, \" Ayahku berkata, 'Lalu aku memberikan tombakku, kemudian aku tinggalkan hingga isterinya melahirkan anak perempuan. Ketika anaknya sampai umur baligh aku mendatanginya dan berkata, 'Siapkan calom isteriku, ' namun Thariq berkata, 'Tidak, aku tidak akan menyiapkannya untukmu hingga kamu memberikan mahar kepadanya, ' maka aku bersumpah tidak akan melakukannya, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wanita seperti apa dia?\" dia (ayah Maimunah) menjawab, \"Ia terlihat beruban.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Tinggalkan ia, karena ia tidak ada kebaikannya bagimu.\" Dia (ayah Maimunah) Berkata, \"Hal itu membuatku lega, dan aku menunggunya, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kamu berbuat dosa, dan temanmu itu tidak berdosa.\" Maimunah berkata, \"Lalu ayahku berkata di tempat itu, \"Aku bernadzar (janji) akan menyembelih beberapa kambing -perawi berkata; aku tidak mengetahui kecuali dia mengatakan; lima puluh ekor kambing- di atas Buwanah (tempat orang musyrik menyembelih). Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah ia bermaksud menyembelih sesuatu pada berhala ini?\" dia (ayah Maimunah) menjawab, \"Tidak.\" Beliau lalu bersabda: \"Laksanakanlah nadzar yang kau niatkan untuk Allah tersebut.\" Maimunah berkata, \"Lalu ayahku mengumpulkan kambing-kambingnya dan mulai menyembelihnya, lalu seekor kambing terlepas darinya hingga ia pun mencarinya, kemudian dia berdoa, \"Allahumma aufi 'anny binadzri (Ya Allah penuhilah dariku nadzarku) ', hingga menemukannya dan menyembelihnya.\" Telah menceritakan kepada kami [Abdus Shamad] berkata; telah menceritakan kepada kami [Abdullah bin Yazid bin Dlabbah Atthaifi] berkata, \"Bibiku yang bernama [Sarah binti Miqsam] menceritakan kepadaku dari bekas budaknya [Maimunah binti Kardam], bahwa saat bersama ayahnya ia meyebutkan bahwa ia melihat Rasulullah shallallahu 'alaihi wasallam berada di atas untanya dan di tangannya ada tongkat…lalu dia menyebutkan hadistnya.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ بْنِ مِقْسَمٍ قَالَ حَدَّثَتْنِي عَمَّتِي سَارَةُ بِنْتُ مِقْسَمٍ عَنْ مَيْمُونَةَ بِنْتِ كَرْدَمٍ قَالَتْرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَكَّةَ وَهُوَ عَلَى نَاقَتِهِ وَأَنَا مَعَ أَبِي وَبِيَدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دِرَّةٌ كَدِرَّةِ الْكُتَّابِ فَسَمِعْتُ الْأَعْرَابَ وَالنَّاسَ يَقُولُونَ الطَّبْطَبِيَّةَ فَدَنَا مِنْهُ أَبِي فَأَخَذَ بِقَدَمِهِ فَأَقَرَّ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ فَمَا نَسِيتُ فِيمَا نَسِيتُ طُولَ أُصْبُعِ قَدَمِهِ السَّبَّابَةِ عَلَى سَائِرِ أَصَابِعِهِ قَالَتْ فَقَالَ لَهُ أَبِي إِنِّي شَهِدْتُ جَيْشَ عِثْرَانَ قَالَتْ فَعَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ الْجَيْشَ فَقَالَ طَارِقُ بْنُ الْمُرَقَّعِ مَنْ يُعْطِينِي رُمْحًا بِثَوَابِهِ قَالَ فَقُلْتُ وَمَا ثَوَابُهُ قَالَ أُزَوِّجُهُ أَوَّلَ بِنْتٍ تَكُونُ لِي قَالَ فَأَعْطَيْتُهُ رُمْحِي ثُمَّ تَرَكْتُهُ حَتَّى وُلِدَتْ لَهُ ابْنَةٌ وَبَلَغَتْ فَأَتَيْتُهُ فَقُلْتُ لَهُ جَهِّزْ لِي أَهْلِي فَقَالَ لَا وَاللَّهِ لَا أُجَهِّزُهَا حَتَّى تُحْدِثَ صَدَاقًا غَيْرَ ذَلِكَ فَحَلَفْتُ أَنْ لَا أَفْعَلَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبِقَدْرِ أَيِّ النِّسَاءِ هِيَ قَالَ قَدْ رَأَتْ الْقَتِيرَ قَالَ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعْهَا عَنْكَ لَا خَيْرَ لَكَ فِيهَا قَالَ فَرَاعَنِي ذَلِكَ وَنَظَرْتُ لَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَأْثَمُ وَلَا يَأْثَمُ صَاحِبُكَ قَالَتْ فَقَالَ لَهُ أَبِي فِي ذَلِكَ الْمَقَامِ إِنِّي نَذَرْتُ أَنْ أَذْبَحَ عَدَدًا مِنْ الْغَنَمِ قَالَ لَا أَعْلَمُهُ إِلَّا قَالَ خَمْسِينَ شَاةً عَلَى رَأْسِ بُوَانَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ عَلَيْهَا مِنْ هَذِهِ الْأَوْثَانِ شَيْءٌ قَالَ لَا قَالَ فَأَوْفِ لِلَّهِ بِمَا نَذَرْتَ لَهُ قَالَتْ فَجَمَعَهَا أَبِي فَجَعَلَ يَذْبَحُهَا وَانْفَلَتَتْ مِنْهُ شَاةٌ فَطَلَبَهَا وَهُوَ يَقُولُ اللَّهُمَّ أَوْفِ عَنِّي بِنَذْرِي حَتَّى أَخَذَهَا فَذَبَحَهَاحَدَّثَنَا عَبْدُ الصَّمَدِ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ بْنِ ضَبَّةَ الطَّائِفِيُّ قَالَ حَدَّثَتْنِي عَمَّةٌ لِي يُقَالُ لَهَا سَارَةُ بِنْتُ مِقْسَمٍ عَنْ مَوْلَاتِهَا مَيْمُونَةَ بِنْتِ كَرْدَمٍ أَنَّهَا كَانَتْ مَعَ أَبِيهَا فَذَكَرَتْ أَنَّهَا رَأَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى نَاقَةٍ وَبِيَدِهِ دِرَّةٌ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}