{"pageProps":{"number":"3968","slug":"ahmad","id":"Telah menceritakan kepada kami [Husain bin Muhammad] dia berkata, telah menceritakan kepada kami [Yazid bin Atha'] dari [Yazid] -yakni Ibnu Abu Ziyad- dari [Sulaiman bin 'Amru bin Al Ahwash Al Azdi] dia berkata, telah menceritakan kepadaku [ibuku] bahwa dia melihat Rasulullah shallallahu 'alaihi wasallam melempar jumrah Aqabah dari tengah lembah, sedangkan di belakang beliau ada orang yang melindunginya dari orang-orang yang melempar sehingga tidak mengenainya. Beliau bersabda: \"Hai manusia, janganlah sebagian kalian membunuh sebagian yang lain, jika kalian melempar maka lemparlah dengan batu kerikil antara dua jari.\" Lalu beliau berbalik, kemudian datanglah seorang wanita dengan membawa anaknya, wanita itu berkata, \"Wahai Rasulullah, sesungguhnya anakku ini hilang akalnya, maka do'akanlah dia.\" Beliau bersabda kepadanya: \"Ambilkan air untukku, \" lalu wanita itu membawakan untuk beliau periuk dari batu, kemudian beliau meludah ke dalamnya, beliau lalu basuh wajah anak itu dan mendoakannya. Lantas beliau bersabda: \"Pergi dan mandikan ia dengannya, lalu mintalah kesembuhan kepada Allah Azza wa Jalla.\" Aku berkata kepadanya, \"Berikan padaku sedikit untuk anakku ini.\" Lalu aku mengambil sedikit dengan tanganku dan aku mengusapkan setengahnya pada anakku, maka dia menjadi sebaik-baik manusia, lalu aku bertanya kepada wanita tersebut, apa yang terjadi dengan anakknya, maka dia menjawab, \"Dia sembuh dengan sempurna.\"","arab":"حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ قَالَ حَدَّثَنَا يَزِيدُ بْنُ عَطَاءٍ عَنْ يَزِيدَ يَعْنِي ابْنَ أَبِي زِيَادٍ عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الْأَحْوَصِ الْأَزْدِيِّ قَالَ حَدَّثَتْنِي أُمِّيأَنَّهَا رَأَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْمِي جَمْرَةَ الْعَقَبَةِ مِنْ بَطْنِ الْوَادِي وَخَلْفَهُ إِنْسَانٌ يَسْتُرُهُ مِنْ النَّاسِ أَنْ يُصِيبُوهُ بِالْحِجَارَةِ وَهُوَ يَقُولُ أَيُّهَا النَّاسُ لَا يَقْتُلْ بَعْضُكُمْ بَعْضًا وَإِذَا رَمَيْتُمْ فَارْمُوا بِمِثْلِ حَصَى الْخَذْفِ ثُمَّ أَقْبَلَ فَأَتَتْهُ امْرَأَةٌ بِابْنٍ لَهَا فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنِي هَذَا ذَاهِبُ الْعَقْلِ فَادْعُ اللَّهَ لَهُ قَالَ لَهَا ائْتِينِي بِمَاءٍ فَأَتَتْهُ بِمَاءٍ فِي تَوْرٍ مِنْ حِجَارَةٍ فَتَفَلَ فِيهِ وَغَسَلَ وَجْهَهُ ثُمَّ دَعَا فِيهِ ثُمَّ قَالَ اذْهَبِي فَاغْسِلِيهِ بِهِ وَاسْتَشْفِي اللَّهَ عَزَّ وَجَلَّ فَقُلْتُ لَهَا هَبِي لِي مِنْهُ قَلِيلًا لِابْنِي هَذَا فَأَخَذْتُ مِنْهُ قَلِيلًا بِأَصَابِعِي فَمَسَحْتُ بِهَا شِقَّةَ ابْنِي فَكَانَ مِنْ أَبَرِّ النَّاسِ فَسَأَلْتُ الْمَرْأَةَ بَعْدُ مَا فَعَلَ ابْنُهَا قَالَتْ بَرِئَ أَحْسَنَ بَرْءٍ","source":"Ahmad"},"__N_SSG":true}