{"pageProps":{"number":"4106","slug":"ahmad","id":"Abdullah berkata; aku mendapatkan dalam kitab ayahku dengan tulisannya sendiri; telah menceritakan kepada kami [Abu Al Yaman] berkata, telah menceritakan kepada kami [Syu'aib] dari [Az Zuhri] berkata, telah menceritakan kepadaku [Abdullah bin Abu Bakar bin Hazm Al Anshari] bahwa dia telah mendengar [Urwah bin Zubair] berkata, \" [Marwan] menyebutkan pada masa kekuasaanya atas Madinah, bahwa jika seorang laki-laki menyentuh kemaluannya dengan tangannya maka dia harus berwudlu, kemudian aku mengingkari perkataannya. Aku katakan, \"Tidak ada wudlu bagi siapa yang telah menyentuhnya.\" Marwan kemudian berkata, \" [Busrah binti Shafwan] telah mengabarkan kepadaku, bahwa dia telah mendengar Rasulullah shallallahu 'alaihi wasallam menyebutkan tentang apa yang menyebabkan seseorang harus berwudlu. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Menyentuh kemaluah itu mengharuskan berwudlu.\" Urwah berkata, \"Aku terus saja mendebat Marwan hingga ia mengutus salah seorang dari pengawalnya untuk menemui Busrah, menanyakan tentang apa yang telah ia katakan. Busrah lalu mengutus balik dengan keterangan sebagaimana yang Marwan ceritakan kepadaku darinya.\"","arab":"قَالَ عَبْد اللَّهِ وَجَدْتُ فِي كِتَابِ أَبِي بِخَطِّ يَدِهِ حَدَّثَنَا أَبُو الْيَمَانِ قَالَ أَخْبَرَنَا شُعَيْبٌ عَنِ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ حَزْمٍ الْأَنْصَارِيُّ أَنَّهُ سَمِعَ عُرْوَةَ بْنَ الزُّبَيْرِ يَقُولُ ذَكَرَ مَرْوَانُ فِي إِمَارَتِهِ عَلَى الْمَدِينَةِ أَنَّهُ يُتَوَضَّأُ مِنْ مَسِّ الذَّكَرِ إِذَا أَفْضَى إِلَيْهِ الرَّجُلُ بِيَدِهِ فَأَنْكَرْتُ ذَلِكَ عَلَيْهِ فَقُلْتُ لَا وُضُوءَ عَلَى مَنْ مَسَّهُ فَقَالَ مَرْوَانُ أَخْبَرَتْنِي بُسْرَةُ بِنْتُ صَفْوَانَ أَنَّهَاسَمِعَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ مَا يُتَوَضَّأُ مِنْهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيُتَوَضَّأُ مِنْ مَسِّ الذَّكَرِ قَالَ عُرْوَةُ فَلَمْ أَزَلْ أُمَارِي مَرْوَانَ حَتَّى دَعَا رَجُلًا مِنْ حَرَسِهِ فَأَرْسَلَهُ إِلَى بُسْرَةَ يَسْأَلُهَا عَمَّا حَدَّثَتْ مِنْ ذَلِكَ فَأَرْسَلَتْ إِلَيْهِ بُسْرَةُ بِمِثْلِ الَّذِي حَدَّثَنِي عَنْهَا مَرْوَانُ","source":"Ahmad"},"__N_SSG":true}