{"pageProps":{"number":"4201","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Ibnu Juraij] berkata, dan [Ikrimah bin Khalid] berkata dari [Zaid] dan [Ibnu Abbas], Ibnu Abbas berkata kepada Zaid; tanyalah kepada isterimu [Ummu Sulaim] dan sahabat-sahabatnya, apakah Rasulullah shallallahu 'alaihi wasallam menyuruh mereka?\" Maka Zaid pun menanyakannya kepada kami, dan kami pun menjawab, \"Benar, Rasulullah shallallahu 'alaihi wasallam telah memerintahkan seperti itu.\" Telah menceritakan kepada kami [Abdus Shamad] telah menceritakan kepada kami [Hisyam] dari [Qatadah] dari [Ikrimah] dia berkata, \"Sesungguhnya Zaid bin Tsabit berselisih dengan Ibnu Abbas mengenai seorang wanita yang haid setelah ia melakukan Ziyarah di hari raya nahr (idul Adla) setelah melakukan Thawaf di Ka'bah. Zaid berkata, \"Amalan yang terakhir dilakukan adalah Thawaf di Ka'bah.\" Sedangkan Ibnu Abbas berkata, \"Ia boleh meninggalkan Makkah jika ia menghendaki.\" Maka orang-orang Anshar berkata, \"Kami tidak akan mengikutimu wahai Ibnu Abbas, selagi kamu menyelisihi Zaid.\" Kemudian [Ibnu Abbas] berkata, \"Tanyakanlah kepada saudari kalian, [Ummu Sulaim].\" Ummu Sulaim lalu menerangkan, \"Aku pernah haid sehabis Thawaf di Ka'bah pada hari Nahr (Idul Adla), Rasulullah shallallahu 'alaihi wasallam kemudian menyuruhku untuk meninggalkan (Makkah), dan Shafiyah juga pernah mengalami haid, maka 'Aisyah berkata kepadanya, 'Kerugian atas kamu! Kamu telah menahan kami.' Maka hal itu disampaikan kepada Rasulullah shallallahu 'alaihi wasallam, lantas beliau pun bersabda: \"Perintahkanlah agar dia meninggalkan Makkah.\"","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ وَقَالَ عِكْرِمَةُ بْنُ خَالِدٍ عَنْ زَيْدٍ وَابْنِ عَبَّاسٍ قَالَ ابْنُ عَبَّاسٍ لِزَيْدٍ فَاسْأَلْ نِسَاءَكَ أُمَّ سُلَيْمٍ وَصَوَاحِبَهَا هَلْ أَمَرَهُنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُنَّ زَيْدٌ فَقُلْنَ نَعَمْ قَدْ أَمَرَنَا بِذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا هِشَامٌ عَنْ قَتَادَةَ عَنْ عِكْرِمَةَ قَالَإِنَّ زَيْدَ بْنَ ثَابِتٍ وَابْنَ عَبَّاسٍ اخْتَلَفَا فِي الْمَرْأَةِ تَحِيضُ بَعْدَ الزِّيَارَةِ فِي يَوْمِ النَّحْرِ بَعْدَمَا طَافَتْ بِالْبَيْتِ فَقَالَ زَيْدٌ يَكُونُ آخِرَ عَهْدِهَا الطَّوَافُ بِالْبَيْتِ وَقَالَ ابْنُ عَبَّاسٍ تَنْفِرُ إِنْ شَاءَتْ فَقَالَ الْأَنْصَارُ لَا نُتَابِعُكَ يَا ابْنَ عَبَّاسٍ وَأَنْتَ تُخَالِفُ زَيْدًا وَقَالَ وَاسْأَلُوا صَاحِبَتَكُمْ أُمَّ سُلَيْمٍ فَقَالَتْ حِضْتُ بَعْدَمَا طُفْتُ بِالْبَيْتِ يَوْمَ النَّحْرِ فَأَمَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ أَنْفِرَ وَحَاضَتْ صَفِيَّةُ فَقَالَتْ لَهَا عَائِشَةُ الْخَيْبَةُ لَكِ إِنَّكِ لَحَابِسَتُنَا فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مُرُوهَا فَلْتَنْفِرْ","source":"Ahmad"},"__N_SSG":true}