{"pageProps":{"number":"4276","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu An Nadlr] telah menceritakan kepada kami [Ibrahim bin Sa'd] dari [Muhammad bin Ishaq] dari [Ubaidullah bin Abu Rafi'] dari [Ayahnya] dari ibunya [Salma] dia berkata, \"Fatimah mengalami sakit yang membawanya kepada kematian, dan akulah yang merawatnya. Suatu hari aku lihat ia merasakan rasa sakit itu kembali, sebagaimana yang biasa aku lihat.\" Salma berkata, \"Ali kemudian keluar untuk suatu keperluan, kemudian Fatimah berkata, \"Wahai ibu, tuangkanlah air untuk mandiku.\" Kemudian aku tuangkan air untuknya, lalu dia pun mandi dengan sebaik-baiknya sebagaimana yang aku lihat. Kemudian dia berkata, \"Wahai ibu, berikan kepadaku bajuku yang baru.\" Lalu aku memberikannya dan dia pun memakainya. Setelah itu ia berkata lagi, \"Wahai ibu, letakkan tempat tidurku ke tengah-tengah rumah.\" Maka aku pun melakukannya, lalu dia berbaring dan menghadap ke kiblat sambil meletakkan tangannya di bawah pipinya, kemudian ia berkata, \"Wahai ibu, sungguh sekarang tiba waktunya. Sungguh, sekarang tiba waktunya. Dan aku telah bersuci maka jangan ada seorangpun yang menyingkapku.\" Kemudian dia wafat di tempat tidurnya.\" Salma berkata, \"Kemudian Ali datang lalu aku kabarkan hal itu kepadanya.\" Abdullah berkata; telah menceritakan kepada kami [Muhammad bin Ja'far Al Warakani] dia berkata, telah bercerita kepada kami [Ibrahim bin Sa'ad] dari [Muhammad bin Ishaq] kemudian dia menyebutkan hadits seperti itu.\"","arab":"حَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ أَبِيهِ عَنْ أُمِّهِ سَلْمَى قَالَتْاشْتَكَتْ فَاطِمَةُ شَكْوَاهَا الَّتِي قُبِضَتْ فِيهِ فَكُنْتُ أُمَرِّضُهَا فَأَصْبَحَتْ يَوْمًا كَأَمْثَلِ مَا رَأَيْتُهَا فِي شَكْوَاهَا تِلْكَ قَالَتْ وَخَرَجَ عَلِيٌّ لِبَعْضِ حَاجَتِهِ فَقَالَتْ يَا أُمَّهْ اسْكُبِي لِي غُسْلًا فَسَكَبْتُ لَهَا غُسْلًا فَاغْتَسَلَتْ كَأَحْسَنِ مَا رَأَيْتُهَا تَغْتَسِلُ ثُمَّ قَالَتْ يَا أُمَّهْ أَعْطِينِي ثِيَابِيَ الْجُدُدَ فَأَعْطَيْتُهَا فَلَبِسَتْهَا ثُمَّ قَالَتْ يَا أُمَّهْ قَدِّمِي لِي فِرَاشِي وَسَطَ الْبَيْتِ فَفَعَلْتُ وَاضْطَجَعَتْ وَاسْتَقْبَلَتْ الْقِبْلَةَ وَجَعَلَتْ يَدَهَا تَحْتَ خَدِّهَا ثُمَّ قَالَتْ يَا أُمَّهْ إِنِّي مَقْبُوضَةٌ الْآنَ إِنِّي مَقْبُوضَةٌ الْآنَ وَقَدْ تَطَهَّرْتُ فَلَا يَكْشِفُنِي أَحَدٌ فَقُبِضَتْ مَكَانَهَا قَالَتْ فَجَاءَ عَلِيٌّ فَأَخْبَرْتُهُقَالَ عَبْد اللَّهِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْوَرَكَانِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ فَذَكَرَ نَحْوَهُ مِثْلَهُ","source":"Ahmad"},"__N_SSG":true}