{"pageProps":{"number":"4290","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Abu Bukair] berkata, telah menceritakan kepada kami [Israil] dari [Utsman bin Sa'd] dari [Abdullah bin Abu Mulaikah] berkata, telah menceritakan kepadaku bibiku [Fatimah binti Abu Hubaisy] dia berkata, \"Aku datang kepada 'Aisyah, maka aku berkata kepadanya, \"Wahai Ummul Mukminin, aku khawatir jika aku mempunyai lagi bagian dari Islam sehingga aku termasuk dari penghuni neraka, aku berdiam diri sesuai dengan kehendak Allah (lamanya), semenjak aku mengeluarkan darah istihadlah aku tidak pernah melaksanakan shalat sama sekali.\" Aisyah lalu berkata, \"Duduklah kamu sampai Nabi shallallahu 'alaihi wasallam datang.\" Maka tatkala Nabi shallallahu 'alaihi wasallam datang, Aisyah berkata, \"Wahai Rasulullah, ini adalah Fatimah binti Abu Hubais, dia khawatir jika dirinya tidak lagi memiliki bagian dari Islam dan termasuk dari penghuni neraka. Dia berdiam diri sesuai dengan kehendak Allah (lamanya), semenjak dia mengeluarkan darah istihadlah dia tidak pernah melaksanakan shalat sama sekali.\" Maka beliau bersabda: \"Suruhlah Fatimah binti Abu Hubais untuk menghitung setiap bulannya berapa hari dia biasa menjalani masa haidnya, kemudian suruhlah dia mandi.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ قَالَ ثَنَا إِسْرَائِيلُ عَنْ عُثْمَانَ بْنِ سَعْدٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ قَالَ حَدَّثَتْنِي خَالَتِي فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ قَالَتْأَتَيْتُ عَائِشَةَ فَقُلْتُ لَهَا يَا أُمَّ الْمُؤْمِنِينَ قَدْ خَشِيتُ أَنْ لَا يَكُونَ لِي حَظٌّ فِي الْإِسْلَامِ وَأَنْ أَكُونَ مِنْ أَهْلِ النَّارِ أَمْكُثُ مَا شَاءَ اللَّهُ مِنْ يَوْمِ أُسْتَحَاضُ فَلَا أُصَلِّي لِلَّهِ عَزَّ وَجَلَّ صَلَاةً قَالَتْ اجْلِسِي حَتَّى يَجِيءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا جَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ يَا رَسُولَ اللَّهِ هَذِهِ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ تَخْشَى أَنْ لَا يَكُونَ لَهَا حَظٌّ فِي الْإِسْلَامِ وَأَنْ تَكُونَ مِنْ أَهْلِ النَّارِ تَمْكُثُ مَا شَاءَ اللَّهُ مِنْ يَوْمِ تُسْتَحَاضُ فَلَا تُصَلِّي لِلَّهِ عَزَّ وَجَلَّ صَلَاةً فَقَالَ مُرِي فَاطِمَةَ بِنْتَ أَبِي حُبَيْشٍ فَلْتُمْسِكْ كُلَّ شَهْرٍ عَدَدَ أَيَّامِ أَقْرَائِهَا ثُمَّ تَغْتَسِلُ وَتَحْتَشِي وَتَسْتَثْفِرُ وَتَنَظَّفُ ثُمَّ تَطَهَّرُ عِنْدَ كُلِّ صَلَاةٍ وَتُصَلِّي فَإِنَّمَا ذَلِكَ رَكْضَةٌ مِنْ الشَّيْطَانِ أَوْ عِرْقٌ انْقَطَعَ أَوْ دَاءٌ عَرَضَ لَهَا","source":"Ahmad"},"__N_SSG":true}