{"pageProps":{"number":"676","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Hammad] berkata; telah menceritakan kepada kami [Abu 'Awanah] dari ['Ashim bin Kulaib] berkata; telah menceritakan kepadaku [Suhail bin Dzira'] dia mendengar [Ma'n bin Yazid] atau Abu Ma'n berkata; Rasulullah Shallallahu'alaihiwasallam bersabda: \"Berkumpullah kalian di masjid kalian, jika telah berkumpul suatu kaum maka mintalah izin kepadaku\". (Ma'an bin Yazid Radliyallahu'anhu) berkata; maka kita-lah orang pertama kali berkumpul lalu kami mendatangi beliau. Beliau datang dengan berjalan bersama kami, lalu duduk. Ada seseorang dari kami berkata; \"Segala puji bagi Allah, tidak ada bagi pujian selainnya\", --Ia mengucapkannya dengan di singkat-- dan setelahnya tidak ada jalan dan yang semisalnya. Rasulullah marah, beliau berdiri. Lalu kami saling mencela, dan saling menyalahkan satu kepada yang lainnya. lalu kami berkata; \"Allah mengkhususkan kita untuk datang pertama kali dan terjadilah ini semua\" (Ma'an bin Yazid radliyallahu'anhu) berkata; lalu kami mendatangi (Rasulullah Shallallahu'alaihiwasallam) dan kami mendapatinya di masjid Bani Fulan, lalu kami mengajak beliau berbicara, beliau berjalan bersama kami sehingga sampai di tempat yang beliau duduk sebelumnya atau dekat dengan itu, lalu beliau bersabda: \"Pujian itu bagi Allah, terserah kehendak-Nya, dijadikan-Nya di hadapan-Nya atau di belakang-Nya, dan di antara lafadz yang indah terdapat apa yang disebut sihir\", lalu beliau berdiri, menemui kami dan memerintahkan kepada kami serta berbicara dan mengajari kami.","arab":"حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ قَالَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ عَاصِمِ بْنِ كُلَيْبٍ قَالَ حَدَّثَنِي سُهَيْلُ بْنُ ذِرَاعٍ أَنَّهُ سَمِعَ مَعْنَ بْنَ يَزِيدَ أَوْ أَبَا مَعْنٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْتَمِعُوا فِي مَسَاجِدِكُمْ فَإِذَا اجْتَمَعَ قَوْمٌ فَلْيُؤْذِنُونِي قَالَ فَاجْتَمَعْنَا أَوَّلَ النَّاسِ فَأَتَيْنَاهُ فَجَاءَ يَمْشِي مَعَنَا حَتَّى جَلَسَ إِلَيْنَا فَتَكَلَّمَ مُتَكَلِّمٌ مِنَّا فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي لَيْسَ لِلْحَمْدِ دُونَهُ مُقْتَصَرٌ وَلَيْسَ وَرَاءَهُ مَنْفَذٌ وَنَحْوًا مِنْ هَذَا فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ فَتَلَاوَمْنَا وَلَامَ بَعْضُنَا بَعْضًا فَقُلْنَا خَصَّنَا اللَّهُ بِهِ أَنْ أَتَانَا أَوَّلَ النَّاسِ وَأَنْ فَعَلَ وَفَعَلَ قَالَ فَأَتَيْنَاهُ فَوَجَدْنَاهُ فِي مَسْجِدِ بَنِي فُلَانٍ فَكَلَّمْنَاهُ فَأَقْبَلَ يَمْشِي مَعَنَا حَتَّى جَلَسَ فِي مَجْلِسِهِ الَّذِي كَانَ فِيهِ أَوْ قَرِيبًا مِنْهُ ثُمَّ قَالَ إِنَّ الْحَمْدَ لِلَّهِ مَا شَاءَ اللَّهُ جَعَلَ بَيْنَ يَدَيْهِ وَمَا شَاءَ جَعَلَ خَلْفَهُ وَإِنَّ مِنْ الْبَيَانِ سِحْرًا ثُمَّ أَقْبَلَ عَلَيْنَا فَأَمَرَنَا وَكَلَّمَنَا وَعَلَّمَنَا","source":"Ahmad"},"__N_SSG":true}