{"pageProps":{"number":"716","slug":"ahmad","id":"Telah menceritakan kepada kami ['Ali bin Ishaq] telah menceritakan kepada kami [Abdullah] yaitu Ibnu Mubarak, berkata; telah mengabarkan kepada kami [Sa'id bin Yazid] yaitu Abu Syuja', berkata; saya telah mendengar [Al Harits bin Yazid Al Hadlrami] menceritakan dari ['Ali bin Rabah] dari [Nasyirah bin Sumay Al Yazani] berkata; saya telah mendengar 'Umar bin Khattab Radliyallahu'anhu pada Peristiwa Hudaibiyah, berkhotbah di hadapan manusia, ' Allah Azzawajalla telah menjadikanku penjaga harta ini dan yang berhak untuk membagikannya. Lalu berkata; sungguh Allah-lah yang membaginya, saya memulai pembagian ini untuk keluarga Nabi Shallallahu'alaihiwasallam, selanjutnya yang terdekat dengan mereka. Dia pun lantas membagi untuk para istri Nabi Shallallahu'alaihiwasallam sebesar sepuluh ribu kecuali Juwairiyah, Shafiyyah dan Maimunah. Kata 'Aisyah, Rasulullah Shallallahu'alahiwasallam berbuat adil terhadap kami, 'Umar pun membaginya dengan adil. Lalu dia berkata; saya akan membaginya kepada para sahabatku dari kalangan Muhajirin generasi pertama, karena kami telah diusir dari rumah-rumah karena didhalimi dan dimusuhi. Diikuti orang yang terdekat dengan mereka. Mula-mula dia membagi kepada pengikut Perang Badar, mereka mendapatkan lima ribu. Dan Kaum Anshar yang mengikuti Perang Badar, mendapatkan empat ribu. Orang yang ikut pada perang uhud mendapatkan tiga ribu. ('Umar Radliyallahu'anhu) berkata; Siapa yang dahulu bersegera dalam berhijrah, dia mendapatkan pemberian lebih cepat dari yang berhijrah setelahnya. Maka janganlah ada yang mencela kecuali karena sesuatu dalam pelana kudanya, saya memohon ampun atas apa yang saya lakukan terhadap Khalid bin Walid, karena saya memerintahkannya untuk menahan semua harta ini untuk kalangan yang lemah dari kaum Muhajirin, tapi dia malah memberikan harta ini kepada orang yang mempunyai kekuatan, kemuliaan dan yang fasih bicara, sehingga saya memecatnya lalu saya angkat Abu 'Ubaidah bin Al Jarrah sebagai pimpinan. Lalu ['Amr bin Hafsh bin Al Mughirah] berkata; \"Demi Allah, wahai 'Umar bin Al Khattab, engkau tidak bisa beralasan, karena kamu telah memecat pekerja yang telah diangkat oleh Rasulullah Shallallahu'alahiwasallam, kamu telah menyarungkan kembali pedang yang telah Rasulullah Shallallahu'alahiwasallam menghunuskannya, kamu telah mencabut bendera yang telah ditancapkan Rasulullah Shallallahu'alahiwasallam, kamu telah memutus silaturahmi dan kamu dengki kepada anak pamanku. 'Umar bin Khattab berkata; \"Sesunguhnya kamu orang yang dekat persaudarannya, masih muda umurnya, kamu marah atas apa yang telah menimpa sepupumu\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ إِسْحَاقَ حَدَّثَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ مُبَارَكٍ قَالَ أَخْبَرَنَا سَعِيدُ بْنُ يَزِيدَ وَهُوَ أَبُو شُجَاعٍ قَالَ سَمِعْتُ الْحَارِثَ بْنَ يَزِيدَ الْحَضْرَمِيَّ يُحَدِّثُ عَنْ عَلِيِّ بْنِ رَبَاحٍ عَنْ نَاشِرَةَ بْنِ سُمَيٍّ الْيَزَنِيِّ قَالَسَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ يَقُولُ فِي يَوْمِ الْجَابِيَةِ وَهُوَ يَخْطُبُ النَّاسَ إِنَّ اللَّهَ عَزَّ وَجَلَّ جَعَلَنِي خَازِنًا لِهَذَا الْمَالِ وَقَاسِمَهُ لَهُ ثُمَّ قَالَ بَلْ اللَّهُ يَقْسِمُهُ وَأَنَا بَادِئٌ بِأَهْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ أَشْرَفِهِمْ فَفَرَضَ لِأَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشْرَةَ آلَافٍ إِلَّا جُوَيْرِيَةَ وَصَفِيَّةَ ومَيْمُونَةَ فَقَالَتْ عَائِشَةُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَعْدِلُ بَيْنَنَا فَعَدَلَ بَيْنَهُنَّ عُمَرُ ثُمَّ قَالَ إِنِّي بَادِئٌ بِأَصْحَابِي الْمُهَاجِرِينَ الْأَوَّلِينَ فَإِنَّا أُخْرِجْنَا مِنْ دِيَارِنَا ظُلْمًا وَعُدْوَانًا ثُمَّ أَشْرَفِهِمْ فَفَرَضَ لِأَصْحَابِ بَدْرٍ مِنْهُمْ خَمْسَةَ آلَافٍ وَلِمَنْ كَانَ شَهِدَ بَدْرًا مِنْ الْأَنْصَارِ أَرْبَعَةَ آلَافٍ وَلِمَنْ شَهِدَ أُحُدًا ثَلَاثَةَ آلَافٍ قَالَ وَمَنْ أَسْرَعَ فِي الْهِجْرَةِ أَسْرَعَ بِهِ الْعَطَاءُ وَمَنْ أَبْطَأَ فِي الْهِجْرَةِ أَبْطَأَ بِهِ الْعَطَاءُ فَلَا يَلُومَنَّ رَجُلٌ إِلَّا مُنَاخَ رَاحِلَتِهِ وَإِنِّي أَعْتَذِرُ إِلَيْكُمْ مِنْ خَالِدِ بْنِ الْوَلِيدِ إِنِّي أَمَرْتُهُ أَنْ يَحْبِسَ هَذَا الْمَالَ عَلَى ضَعَفَةِ الْمُهَاجِرِينَ فَأَعْطَى ذَا الْبَأْسِ وَذَا الشَّرَفِ وَذَا اللَّسَانَةِ فَنَزَعْتُهُ وَأَمَّرْتُ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ فَقَالَ أَبُو عَمْرِو بْنُ حَفْصِ بْنِ الْمُغِيرَةِ وَاللَّهِ مَا أَعْذَرْتَ يَا عُمَرُ بْنَ الْخَطَّابِ لَقَدْ نَزَعْتَ عَامِلًا اسْتَعْمَلَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَمَدْتَ سَيْفًا سَلَّهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَوَضَعْتَ لِوَاءً نَصَبَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَقَدْ قَطَعْتَ الرَّحِمَ وَحَسَدْتَ ابْنَ الْعَمِّ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ إِنَّكَ قَرِيبُ الْقَرَابَةِ حَدِيثُ السِّنِّ مُغْضَبٌ مِنْ ابْنِ عَمِّكَ","source":"Ahmad"},"__N_SSG":true}