{"pageProps":{"number":"837","slug":"ahmad","id":"(Ahmad bin Hanbal radliyallhu'anhu) berkata; telah menceritakan kepada kami [Ya'qub] telah menceritakan kepada kami [bapakku] berkata; dari [Ibnu Ishaq] berkata; telah menceritakan kepadaku [Muhammad bin Ja'far bin Al Zubair] dari [Ibnu Abdullah bin Unais] dari [bapaknya] berkata; Rasulullah Shallallahu'alaihiwasallam memanggilku dan bersabda: \"Telah sampai berita kepadaku bahwa Khalid bin Sufyan bin Nubaih mengumpulkan khalayak manusia untuk memerangiku, dia berada di 'Uranah (nama tempat, pent) bunuhlah dia. Berkata (Abdullah bin Unais), \"Wahai Rasulullah, jelaskan sifat-sifatnya kepadaku hingga aku dapat mengenalnya\". Beliau bersabda: \"Apabila kamu mendapatkanya, dia dalam kedaaan tubuh yang merinding dan bergetar\". (Abdullah bin Unais) berkata; saya keluar dan menutupi tubuhku dengan pedang hingga aku bertemu langsung denganya di 'Uranah pada waktu ashar dengan isterinya dan memilimilih sebuah persinggahanuntuk istrinya. Aku melihat sifat sebagaimana yang disebutkan Rasulullah Shallallahu'alaihiwasallam dari tubuh yang merinding dan bergetar. Aku berusaha menemuinya, dan aku sempat khawatir jangAn jangan ada perlawanan darinya sehingga menyibukkanku dari shalat. Aku pun berjalan di depannya dan shalat dengan isyarat kepala dan ruku serta sujud, ketika aku telah menyelesaikan keperluanku, Dia bertanya, \"Siapakah laki-laki itu?\" (maksudnya menanyakan Abdullah bin Unais, pent) (Abdullah bin Unais) menjawabnya, \"Seorang laki-laki Arab yang telah mendengarmu dan tujuanmu mengumpulkan orang untuk membunuh Muhammad, maka dia (maksudnya dirinya) datang untuk membantumu perihal urusanmu itu\", dia berkata; \"Tepat sekali, aku memang sedang mengurusi hal itu (ingin membunuh Muhammad, pent) \" lalu (Abdullah bin Unais) berkata; lalu saya berjalan sebentar bersamanya, begitu ketika aku mendapatkan kesempatan untuk membunuhnya, aku bawakan pedang dan aku bunuh dia. Kemudian aku keluar dan meninggalkan para isterinya yang meratapinya. Ketika saya menemui Rasulullah Shallallahu'alaihiwasallam dan beliau melihatku, beliau bersabda: \"Telah beruntung wajahmu\" (ungkapan kegembiraan, pent) (Abdullah bin Unais) berkata; \"Wahai Rasulullah, saya telah membunuhnya\", Beliau bersabda: \"Engkau benar\" kemudian beliau berdiri bersamaku, dan beliau masuk ke rumah dan memberiku tongkat seraya bersabda: \"Peganglah tongkat ini wahai Abdullah bin Unais! (Abdullah bin Unais) berkata; lalu saya pulang dengan membawa tongkat tersebut sehingga orang-orang bertanya, \"Untuk apa tongkatmu itu wahai Abdullah bin Unais?\", maka aku berkata; \"Tongkat ini adalah pemberian Rasulullah Shallallahu'alaihiwasallam dan beliau memerintahkanku untuk memegangnya\". Mereka berkata; \"Apakah tidak lebih baik apabila engkau kembali kepada Rasulullah Shallallahu'alaihiwasallam dan menanyakan perihal tongkat itu? (Abdullah bin Unais) berkata; lalu saya kembali kepada Rasulullah Shallallahu'alaihiwasallam dan bertanya beliau, \"Wahai Rasulullah Shallallahu'alaihiwasallam mengapa engkau memberiku tongkat ini?\" Beliau menjawab, \"Ini adalah tanda antara aku dan dirimu pada waktu Hari Kiamat nanti, hari ketika sedikit manusia yang berjalan dengan berpegang tongkat, maka tongkat itu selalu menyertai Abdullah beserta dengan pedangnya dan selalu bersamanya sampai dia meninggal. Ketika dia meninggal, dia memerintahkan agar tongkat itu ditancapkan bersamanya dengan kain kafannya, yang kemudian dia dimakamkan bersama dengan tongkatnya. Telah menceritakan kepada kami [Yahya bin Adam] berkata; telah menceritakan kepada kami [Ibnu Abu Idris] dari [Muhammad bin Ishaq] dari [Muhammad bin Ja'far bin Az Zubair] dari [beberapa anak Abdullah bin Unais] dari [Abu Abdullah bin Unais] Rasulullah Shallallahu'alaihiwasallam menyuruhnya untuk membunuh Khalid bin Sufyan bin Nubaih Al Hudzailly yang dia mengumpulkan orang untuk membunuh Rasulullah Shallallahu'alaihiwasallam, maka aku menemuinya di 'Uranah ketika dia diatas tungganganya ketika waktu ashar. Aku khawatir jangAn jangan ada perlawanan atau duel antara aku dan dia sehingga melalaikanku dari shalat. Maka saya shalat dengan berjalan dan hanya memberi isyarat, ketika aku bertemu dengannya kuceritakan demikiAn demikian, hingga ia sebutkan dalam hadis kemudian datang pada Nabi Shallallahu'alaihiwasallam dan memberitahukannya tentang terbunuhnya dia, lalu dia menyebutkan hadis secara lengkap.","arab":"قَالَ حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي قَالَ عَنِ ابْنِ إِسْحَاقَ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الزُّبَيْرِ عَنِ ابْنِ عَبْدِ اللَّهِ بْنِ أُنَيْسٍ عَنِ أَبِيهِ قَالَدَعَانِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّهُ قَدْ بَلَغَنِي أَنَّ خَالِدَ بْنَ سُفْيَانَ بْنِ نُبَيْحٍ يَجْمَعُ لِي النَّاسَ لِيَغْزُوَنِي وَهُوَ بِعُرَنَةَ فَأْتِهِ فَاقْتُلْهُ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ انْعَتْهُ لِي حَتَّى أَعْرِفَهُ قَالَ إِذَا رَأَيْتَهُ وَجَدْتَ لَهُ أُقْشَعْرِيَرَةً قَالَ فَخَرَجْتُ مُتَوَشِّحًا بِسَيْفِي حَتَّى وَقَعْتُ عَلَيْهِ وَهُوَ بِعُرَنَةَ مَعَ ظُعُنٍ يَرْتَادُ لَهُنَّ مَنْزِلًا وَحِينَ كَانَ وَقْتُ الْعَصْرِ فَلَمَّا رَأَيْتُهُ وَجَدْتُ مَا وَصَفَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْأُقْشَعْرِيرَةِ فَأَقْبَلْتُ نَحْوَهُ وَخَشِيتُ أَنْ يَكُونَ بَيْنِي وَبَيْنَهُ مُحَاوَلَةٌ تَشْغَلُنِي عَنْ الصَّلَاةِ فَصَلَّيْتُ وَأَنَا أَمْشِي نَحْوَهُ أُومِئُ بِرَأْسِي الرُّكُوعَ وَالسُّجُودَ فَلَمَّا انْتَهَيْتُ إِلَيْهِ قَالَ مَنْ الرَّجُلُ قُلْتُ رَجُلٌ مِنْ الْعَرَبِ سَمِعَ بِكَ وَبِجَمْعِكَ لِهَذَا الرَّجُلِ فَجَاءَكَ لِهَذَا قَالَ أَجَلْ أَنَا فِي ذَلِكَ قَالَ فَمَشَيْتُ مَعَهُ شَيْئًا حَتَّى إِذَا أَمْكَنَنِي حَمَلْتُ عَلَيْهِ السَّيْفَ حَتَّى قَتَلْتُهُ ثُمَّ خَرَجْتُ وَتَرَكْتُ ظَعَائِنَهُ مُكِبَّاتٍ عَلَيْهِ فَلَمَّا قَدِمْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَآنِي فَقَالَ أَفْلَحَ الْوَجْهُ قَالَ قُلْتُ قَتَلْتُهُ يَا رَسُولَ اللَّهِ قَالَ صَدَقْتَ قَالَ ثُمَّ قَامَ مَعِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلَ فِي بَيْتِهِ فَأَعْطَانِي عَصًا فَقَالَ أَمْسِكْ هَذِهِ عِنْدَكَ يَا عَبْدَ اللَّهِ بْنَ أُنَيْسٍ قَالَ فَخَرَجْتُ بِهَا عَلَى النَّاسِ فَقَالُوا مَا هَذِهِ الْعَصَا قَالَ قُلْتُ أَعْطَانِيهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمَرَنِي أَنْ أَمْسِكَهَا قَالُوا أَوَلَا تَرْجِعُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَسْأَلَهُ عَنْ ذَلِكَ قَالَ فَرَجَعْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ لِمَ أَعْطَيْتَنِي هَذِهِ الْعَصَا قَالَ آيَةٌ بَيْنِي وَبَيْنَكَ يَوْمَ الْقِيَامَةِ إِنَّ أَقَلَّ النَّاسِ الْمُتَخَصِّرُونَ يَوْمَئِذٍ يَوْمَ الْقِيَامَةِفَقَرَنَهَا عَبْدُ اللَّهِ بِسَيْفِهِ فَلَمْ تَزَلْ مَعَهُ حَتَّى إِذَا مَاتَ أَمَرَ بِهَا فَصُبَّتْ مَعَهُ فِي كَفَنِهِ ثُمَّ دُفِنَا جَمِيعًا قَالَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ قَالَ حَدَّثَنَا ابْنُ إِدْرِيسَ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ عَنْ بَعْضِ وَلَدِ عَبْدِ اللَّهِ بْنِ أُنَيْسٍ عَنْ أَبِي عَبْدِ اللَّهِ بْنِ أُنَيْسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَهُ إِلَى خَالِدِ بْنِ سُفْيَانَ بْنِ نُبَيْحٍ الْهُذَلِيِّ لِيَقْتُلَهُ وَكَانَ يُجَمِّعُ لِقِتَالِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَأَتَيْتُهُ بِعُرَنَةَ وَهُوَ فِي ظَهْرٍ لَهُ وَقَدْ دَخَلَ وَقْتُ الْعَصْرِ فَخِفْتُ أَنْ يَكُونَ بَيْنِي وَبَيْنَهُ مُحَاوَلَةٌ تَشْغَلُنِي عَنْ الصَّلَاةِ قَالَ فَصَلَّيْتُ وَأَنَا أَمْشِي أُومِئُ إِيمَاءً فَلَمَّا انْتَهَيْتُ إِلَيْهِ قُلْتُ كَذَا وَكَذَا حَتَّى ذَكَرَ الْحَدِيثَ ثُمَّ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِقَتْلِهِ إِيَّاهُ وَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}