{"pageProps":{"number":"874","slug":"ahmad","id":"(Ahmad bin hanbal) berkata; telah mengabarkan kepada kami [Sufyan] dari [Yahya bin Sa'id] telah mendengar [Busyair bin Yasar] budak Bani Haritsah, Sufyan berkata; ini adalah hadis Ibnu Hatsmah, yang mengabari dari [Sahl bin Abu Hatsmah], Abdullah bin Sahl seseorang dari Anshar diketemukan terbunuh di salah satu sumur tua di Khaibar. Dua pamannya dan saudara laki-lakinya mengadukan perkaranya kepada Rasulullah Shallallahu'alaihiwasallam. saudaranya yaitu Abdurrahman bin Sahl dan dua pamannya yaitu Huwaishah dan Muhaishah. Abdurrahman berangkat dan menceritakan kasusnya di sisi Rasulullah Shallallahu'alaihiwasallam. Hanya nabi shallallahu 'alaihi wasallam bersabda 'Tolong yang menyampaikan yang tua, tolong yang menyampaikan yang tua.' Selanjutnya salah seorang pamannya, entah Huwaishah, entah Muhaishah menyampaikan uneg-unegnya. [Sufyan] berkata; saya lupa mana yang lebih tua di antara keduanya. Dia berkata; Wahai Rasulullah, kami mendapatkan Abdullah terbunuh di salah satu sumur tua di Khaibar, lalu dia ceritakan orang Yahudi dan kejelekannya dan permusuhannya. Beliau bersabda: \"Hendaklah di antara kalian lima puluh orang yang bersumpah bahwa orang yahudi itu yang membunuhnya\". Mereka berkata; bagaimana kami bersumpah terhadap sebuah kasus yang tidak kami lihat!. Beliau bersabda: \"Suruhlah orang Yahudi terbebaskan dari kalian dengan cara lima puluh dari mereka bersumpah bahwa mereka tidak membunuhnya!\" Mereka berkata; bagaimana kami rela dengan sumpah mereka, sedangkan mereka adalah orang musyrik?. Lalu Rasulullah Shallallahu'alaihiwasallam membayarkan diyatnya dari hartanya sendiri, dan untanya menendangku. Dikatakan kepada Sufyan dalam hadis, dan kalian berhak atas darah saudara kalian. Dia menjawab, ya. Seperti itu.","arab":"قَالَ أَخْبَرَنَا سُفْيَانُ عَنْ يَحْيَى بْنِ سَعِيدٍ سَمِعَ بُشَيْرَ بْنَ يَسَارٍ مَوْلَى بَنِي حَارِثَةَ قَالَ سُفْيَانُ هَذَا حَدِيثُ ابْنِ حَثْمَةَ يُخْبِرُ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَوَوُجِدَ عَبْدُ اللَّهِ بْنُ سَهْلٍ مِنْ الْأَنْصَارِ قَتِيلًا فِي قَلِيبٍ مِنْ قُلُبِ خَيْبَرَ فَجَاءَ عَمَّاهُ وَأَخُوهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخُوهُ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَعَمَّاهُ حُوَيِّصَةُ وَمُحَيِّصَةُ فَذَهَبَ عَبْدُ الرَّحْمَنِ يَتَكَلَّمُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ الْكِبَرَ الْكِبَرَ فَتَكَلَّمَ أَحَدُ عَمَّيْهِ إِمَّا حُوَيِّصَةُ وَإِمَّا مُحَيِّصَةُ قَالَ سُفْيَانُ نَسِيتُ أَيُّهُمَا الْكَبِيرُ مِنْهُمَا فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا وَجَدْنَا عَبْدَ اللَّهِ قَتِيلًا فِي قَلِيبٍ مِنْ قُلُبِ خَيْبَرَ ثُمَّ ذَكَرَ يَهُودَ وَشَرَّهُمْ وَعَدَاوَتَهُمْ قَالَ لِيُقْسِمْ مِنْكُمْ خَمْسُونَ أَنَّ يَهُودَ قَتَلَتْهُ قَالُوا كَيْفَ نُقْسِمُ عَلَى مَا لَمْ نَرَ قَالَ فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ يَحْلِفُونَ أَنَّهُمْ لَمْ يَقْتُلُوهُ قَالُوا كَيْفَ نَرْضَى بِأَيْمَانِهِمْ وَهُمْ مُشْرِكُونَ قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ فَرَكَضَتْنِي بَكْرَةٌ مِنْهُقِيلَ لِسُفْيَانَ فِي الْحَدِيثِ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ قَالَ هُوَ ذَا","source":"Ahmad"},"__N_SSG":true}