{"pageProps":{"number":"934","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Bakr] berkata; telah menghabarkan kepada kami [Ibnu Juraij] berkata; saya telah diberi kabar, [Abu Sa'id Al Khudri], dan dari [Sulaiman bin Musa] dari [Fulan] dan [Abu Zubair] dari [Jabir bin Abdullah] dan belum tersampaikan kisah ini kepada Abu Zubair secara keseluruhan, Abu Qatadah mendatangi keluarganya lalu mendapati periuk (yang bisa memuat sepuluh orang) yang berisi tsarid (makanan yang terbuat dari daging dan roti) dari bahan dendeng hewan kurban, lalu dia menolak untuk memakannnya. [Qatadah bin Nu'man] datang, mengabarkan kepadanya, Nabi Shallallahu'alaihiwasallam berdiri pada Hari Haji dan bersabda: \"Aku dahulu memperintahkan kalian untuk tidak memakan sembelihan kurban di atas tiga hari untuk mencukupkan kalian. Sekarang aku memperbolehkan kalian darinya sekehendak hati kalian.\" Dan beliau bersabda: \"Janganlah kalian menjual daging Hadyu (daging yang disembelih Jamaah Haji waktu pelaksanaan ibadah), tapi makanlah, bersedekahlah dan nikmatilah dengan kulitnya. Jika kalian diberi makan dengan daging tersebut maka makanlah sekehendak hati kalian.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ أُخْبِرْتُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ و عَنْ سُلَيْمَانَ بْنِ مُوسَى عَنْ فُلَانٍ و عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ وَلَمْ يَبْلُغْ أَبُو الزُّبَيْرِ هَذِهِ الْقِصَّةَ كُلَّهَاأَنَّ أَبَا قَتَادَةَ أَتَى أَهْلَهُ فَوَجَدَ قَصْعَةَ ثَرِيدٍ مِنْ قَدِيدِ الْأَضْحَى فَأَبَى أَنْ يَأْكُلَهُ فَأَتَى قَتَادَةَ بْنَ النُّعْمَانِ فَأَخْبَرَهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ فِي حَجٍّ فَقَالَ إِنِّي كُنْتُ أَمَرْتُكُمْ أَنْ لَا تَأْكُلُوا الْأَضَاحِيَّ فَوْقَ ثَلَاثَةِ أَيَّامٍ لِتَسَعَكُمْ وَإِنِّي أُحِلُّهُ لَكُمْ فَكُلُوا مِنْهُ مَا شِئْتُمْ قَالَ وَلَا تَبِيعُوا لُحُومَ الْهَدْيِ وَالْأَضَاحِيِّ فَكُلُوا وَتَصَدَّقُوا وَاسْتَمْتِعُوا بِجُلُودِهَا وَإِنْ أُطْعِمْتُمْ مِنْ لُحُومِهَا شَيْئًا فَكُلُوهُ إِنْ شِئْتُمْ","source":"Ahmad"},"__N_SSG":true}