{"pageProps":{"number":"1053","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah] berkata, telah menceritakan kepada kami [Sufyan] berkata, telah menceritakan kepada kami [Sulaiman bin Abu Muslim] dari [Thawus] bahwa dia mendengar [Ibnu 'Abbas radliallahu 'anhuma] berkata; Nabi shallallahu 'alaihi wasallam bila berdiri melaksanakan shalat malam, Beliau memulainya dengan membaca doa (istiftah: \"Allahumma lakal hamdu. Anta qayyumus samaawaati wal ardhi wa man fiihinna. Wa lakal hamdu lakal mulkus samaawaati wal ardhi wa man fiihinna. Wa lakal hamdu anta nuurus samaawaati wal ardhi wa man fiihinna. Wa lakal hamdu anta malikus samaawaati wal ardhi. Wa lakal hamdu antal haqq wa wa'dukal haqq wa liqao-ukal haqq wa qaulukal haqq wal jannatul haqq wan naarul haqq wan nabiyyuuna haqq wa muhammadun shallallhu wa salam haqq was saa'atu haq. Allahumma laka aslamtu wa bika aamantu wa 'alaika tawakkaltu wa ilaika anabtu wa bika khashamtu wa ilaika haakamtu, faghfirlii maa qaddamtu wa maa akhkhartu wa maa asrartu wa maa 'Abdullah'lantu antal muqaddimu wa antal mu'akhiru laa ilaaha illaa anta\" aw \"laa ilaaha ghoiruka\". (\"Ya Allah bagiMulah segala pujian. Engkaulah Yang Maha Memelihara langit dan bumi serta apa yang ada pada keduanya. Dan bagiMulah segala pujian, milikMu kerajaan langit dan bumi serta apa yang ada pada keduanya. Dan bagiMu segala pujian, Engkau cahaya langit dan bumi dan apa yang ada pada keduanya. Dan bagiMu segala pujian, Engkaulah raja di langit dan di bumi serta apa yang ada pada keduanya. Dan bagiMulah segala puian, Engkaulah Al Haq (Yang Maha Benar), dan janjiMu haq (benar adanya), dan perjumpaan dengaMu adalah benar, firmanMu benar, surga adalah benar, neraka adalah benar, dan para nabiMu benar, Muhammad shallallahu 'alaihi wasallam benar dan hari qiyamat benar. Ya Allah, kepadaMulah aku berserah diri, kepadaMulah aku beriman, kepadaMu lah aku bertawakal, kepadaMulah aku bertaubat (kembali), karena hujah yang Kau berikan kepadaku aku memusuhi siapapun yang menentang (syareat-Mu) dan kepadaMu aku berhukum. Ampunilah aku dari dosa yang lalu maupun yang akan datang, yang aku sembunyikan atau yang aku tampakkan. Engkaulah yang Awal dan yang Akhir dan tidak ada ilah yang berhaq disembah selain Engkau atau tidak ada ilah selainMu\" Berkata, [Sufyan]; Dan ditambahkan oleh ['Abdul Karim Abu Umayah]: \"Wa laa haula wa laa quwwata illaa billah\" (Tidak ada daya dan upaya kecuali Engkau). Berkata, [Sufyan] dari [Sulaiman bin Abu Muslim] dia mendengarnya dari [Thawus] dari [Ibnu 'Abbas radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنَا سُفْيَانُ قَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ أَبِي مُسْلِمٍ عَنْ طَاوُسٍ سَمِعَ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ مِنْ اللَّيْلِ يَتَهَجَّدُ قَالَ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالْأَرْضِ وَلَكَ الْحَمْدُ أَنْتَ الْحَقُّ وَوَعْدُكَ الْحَقُّ وَلِقَاؤُكَ حَقٌّ وَقَوْلُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالنَّبِيُّونَ حَقٌّ وَمُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقٌّ وَالسَّاعَةُ حَقٌّ اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَ أَوْ لَا إِلَهَ غَيْرُكَقَالَ سُفْيَانُ وَزَادَ عَبْدُ الْكَرِيمِ أَبُو أُمَيَّةَ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ قَالَ سُفْيَانُ قَالَ سُلَيْمَانُ بْنُ أَبِي مُسْلِمٍ سَمِعَهُ مِنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}