{"pageProps":{"number":"1054","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Muhammad] berkata, telah menceritakan kepada kami [Hisyam] berkata, telah mengabarkan kepada kami [Ma'mar]. Dan diceritakan juga, telah menceritakan kepada saya [Mahmud] berkata, telah menceritakan kepada kami ['Abdur Razaaq] berkata, telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhriy] dari [Salim] dari [Bapaknya radliallahu 'anhu] berkata; \"Sudah menjadi kebiasaan seseorang pada masa hidup Nabi shallallahu 'alaihi wasallam bila bermimpi, biasanya dia menceritakannya kepada Rasulullah shallallahu 'alaihi wasallam. Aku pun berharap bermimpi hingga aku dapat mengisahkannya kepada Rasulullah shallallahu 'alaihi wasallam. Saat itu aku masih remaja. Pada suatu hari di jaman Rasulullah shallallahu 'alaihi wasallam aku tidur di masjid lalu aku bermimpi ada dua malaikat memegangku lalu membawaku ke dalam neraka, aku melihat neraka yang ternyata adalah lubang besar bagaikan lubang sumur (atau jurang). Neraka itu memiliki dua emperan dan aku melihat di dalamnya ada orang-orang yang sebelumnya aku sudah mengenal mereka. Dengan melihat mereka, membuat aku berkata,; \"Aku berlindung kepada Allah dari neraka\" Dia berkata,; \"Kemudian kami berjumpa dengan malaikat lain lalu dia berkata, kepadaku; \"Janganlah kamu takut\". Kemudian aku ceritakan mimpiku itu kepada [Hafshah], lalu Hafshah menceritakannya kepada Rasulullah shallallahu 'alaihi wasallam. Maka Beliau pun bersabda: \"Sungguh 'Abdullah (bin \"Umar) adalah seorang yang beruntung (bahagia) bila dia mendirikan shalat malam\". Setelah peristiwa ini 'Abdullah bin 'Umar tidak tidur malam kecuali sedikit\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ قَالَ حَدَّثَنَا هِشَامٌ قَالَ أَخْبَرَنَا مَعْمَرٌ ح و حَدَّثَنِي مَحْمُودٌ قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ قَالَ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَ الرَّجُلُ فِي حَيَاةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَى رُؤْيَا قَصَّهَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَمَنَّيْتُ أَنْ أَرَى رُؤْيَا فَأَقُصَّهَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكُنْتُ غُلَامًا شَابًّا وَكُنْتُ أَنَامُ فِي الْمَسْجِدِ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَأَيْتُ فِي النَّوْمِ كَأَنَّ مَلَكَيْنِ أَخَذَانِي فَذَهَبَا بِي إِلَى النَّارِ فَإِذَا هِيَ مَطْوِيَّةٌ كَطَيِّ الْبِئْرِ وَإِذَا لَهَا قَرْنَانِ وَإِذَا فِيهَا أُنَاسٌ قَدْ عَرَفْتُهُمْ فَجَعَلْتُ أَقُولُ أَعُوذُ بِاللَّهِ مِنْ النَّارِ قَالَ فَلَقِيَنَا مَلَكٌ آخَرُ فَقَالَ لِي لَمْ تُرَعْ فَقَصَصْتُهَا عَلَى حَفْصَةَ فَقَصَّتْهَا حَفْصَةُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ نِعْمَ الرَّجُلُ عَبْدُ اللَّهِ لَوْ كَانَ يُصَلِّي مِنْ اللَّيْلِ فَكَانَ بَعْدُ لَا يَنَامُ مِنْ اللَّيْلِ إِلَّا قَلِيلًا","source":"Bukhari"},"__N_SSG":true}