{"pageProps":{"number":"1113","slug":"bukhari","id":"Telah menceritakan kepada saya [Ishaq] telah menceritakan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepada kami [bapakku] dari [Ibnu Syihab] berkata, telah mengabarkan kepada saya [Mahmud bin Ar-Rab' Al Anshary] bahwasanya dia mengingat kejadian bersama Rasulullah shallallahu 'alaihi wasallam diantaranya Beliau shallallahu 'alaihi wasallam pernah menyemburkan air dari mulut Beliau kepadanya dari air yang ada di sumur yang berada di rumah mereka. Mahmud mengabarkan bahwa dia mendengar ['Itban bin Malik Al Anshariy radliallahu 'anhu] seorang shahabat yang pernah mengikuti perang Badar bersama Rasulullah shallallahu 'alaihi wasallam berkata: \"Aku sering memimpin shalat kaumku Bali Salim sedanglan tempat aku dan mereka dipisahkan oleh lembah yang apabila turun hujan akan menghalangi aku mengunjungi masjid mereka. Maka aku menemui Rasulullah shallallahu 'alaihi wasallam, dan aku berkata kepada Beliau: \"Pandanganku sudah buruk, sementara lembah yang ada antara aku dan kaumku saat turun hujan akan menghalangiku mengunjungi mereka. Maka aku menginginkan anda dapat mengunjungi aku lalu shalat di rumahku yang akan aku jadikan sebagai tempat shalat. Maka berkata, Rasulullah shallallahu 'alaihi wasallam: \"Akan saya penuhi\". Maka Rasulullah shallallahu 'alaihi wasallam dan Abu Bakar berangkat ketika siang hari lalu Rasulullah shallallahu 'alaihi wasallam meminta izin, maka aku izinkan. Beliau tidaklah duduk hingga Beliau berkata: \"Mana tempat yang kau sukai untuk aku shalat di rumahmu?\" Maka Beliau aku tunjukkan tempat yang aku sukai untuk aku shalat disana. Maka Nabi shallallahu 'alaihi wasallam berdiri lalu bertakbir. Dan kami pun berdiri membuat shaf di belakang Beliau, lalu Beliau shalat dua raka'at kemudian memberi salam dan kami pun memberi salam ketika Beliau memberi salam. Lalu aku tahan Beliau dengan menyuguhkan makanan dari daging yang kami masak untuk Beliau. Kemudian orang-orang mendengar kehadiran Rasulullah shallallahu 'alaihi wasallam di rumahku. Lalu ada seorang diantara mereka yang mengabarkan sehingga orang-orang bertambah banyak yang berkumpul di rumahku. Berkata seorang dari mereka: \"Apa yang dilakukan aku tidak setuju\". Lalu ada seorang dari mereka yang berkata: \"Inilah munafiq, yang tidak mencintai Allah dan RasulNya\". Maka Rasulullah shallallahu 'alaihi wasallam berkata.: \"Janganlah kamu ucapkan seperti itu. Bukankan kamu tahu dia telah mengucapkan laa ilaaha illallah dengan semata mengharap ridha Allah?\" Orang itu berkata: \"Allah dan RasulNya yang lebih tahu\". Adapun kami, demi Allah 'tidaklah kami melihat kecintaan dan ucapan Beliau ini kecuali untuk orang Munafiqin. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah telah mengharamkan neraka bagi orang yang mengucapkan laa ilaaha illallah dengan mengharap ridha Allah \". Berkata, Mahmud bin Ar-Rabi': \"Kemudian kisah ini aku ceritakan kepada kaum yang dikampung itu terdapat ada Abu Ayyub yang pernah menyertai Rasulullah shallallahu 'alaihi wasallam dalam perang yang Beliau lakukan yang ia menjadi wafat karenanya dan Yazid bin Mu'awiyah yang saat itu menjadi pemimpin mereka dibumi Rum. Maka Abu Ayyub mengingkari apa yang aku ceritakan seraya berkata: \"Demi Allah, aku tidak percaya bahwa Rasulullah shallallahu 'alaihi wasallam mengatakan seperti yang kamu ceritakan\". Pernyataan Abu Ayyub ini membuat aku sangat berat menerimanya sehingga aku serahkan diriku kepada Allah Ta'ala agar menyelamatkan aku sampai aku kembali dari perangku ini dengan tujuan agar aku bisa menanyakan hal ini kepada 'Itban bin Malik radliallahu 'anhu jika aku menjumpainya masih hidup di masjid kaumnya. Maka aku kembali lalu aku bertalbiyah (memulai) hajji dan 'umrah. Setelah itu aku pergi berjalan hingga sampai di kota Madinah. Kemudian aku mendatangi Bani Salim, disana aku jumpai 'Itban dalam kondisi yang sudah sangat tua dan telah buta matanya sedang shalat bersama kaumnya. Setelah selesai salam dari shalatnya aku memberi salam kepadanya lalu aku memberi tahu siapa aku lalu aku bertanya kepadanya tentang kisah yang aku maksud. Maka dia menceritakan kepadaku sebagaimana dia pernah menceritakan kali pertama dulu\".","arab":"حَدَّثَنِي إِسْحَاقُ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبِي عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ الْأَنْصَارِيُّ أَنَّهُ عَقَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَقَلَ مَجَّةً مَجَّهَا فِي وَجْهِهِ مِنْ بِئْرٍ كَانَتْ فِي دَارِهِمْ فَزَعَمَ مَحْمُودٌ أَنَّهُ سَمِعَ عِتْبَانَ بْنَ مَالِكٍ الْأَنْصارِيَّ رَضِيَ اللَّهُ عَنْهُ وَكَانَ مِمَّنْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُكُنْتُ أُصَلِّي لِقَوْمِي بِبَنِي سَالِمٍ وَكَانَ يَحُولُ بَيْنِي وَبَيْنَهُمْ وَادٍ إِذَا جَاءَتْ الْأَمْطَارُ فَيَشُقُّ عَلَيَّ اجْتِيَازُهُ قِبَلَ مَسْجِدِهِمْ فَجِئْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ لَهُ إِنِّي أَنْكَرْتُ بَصَرِي وَإِنَّ الْوَادِيَ الَّذِي بَيْنِي وَبَيْنَ قَوْمِي يَسِيلُ إِذَا جَاءَتْ الْأَمْطَارُ فَيَشُقُّ عَلَيَّ اجْتِيَازُهُ فَوَدِدْتُ أَنَّكَ تَأْتِي فَتُصَلِّي مِنْ بَيْتِي مَكَانًا أَتَّخِذُهُ مُصَلًّى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَأَفْعَلُ فَغَدَا عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ بَعْدَ مَا اشْتَدَّ النَّهَارُ فَاسْتَأْذَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَذِنْتُ لَهُ فَلَمْ يَجْلِسْ حَتَّى قَالَ أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ مِنْ بَيْتِكَ فَأَشَرْتُ لَهُ إِلَى الْمَكَانِ الَّذِي أُحِبُّ أَنْ أُصَلِّيَ فِيهِ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَبَّرَ وَصَفَفْنَا وَرَاءَهُ فَصَلَّى رَكْعَتَيْنِ ثُمَّ سَلَّمَ وَسَلَّمْنَا حِينَ سَلَّمَ فَحَبَسْتُهُ عَلَى خَزِيرٍ يُصْنَعُ لَهُ فَسَمِعَ أَهْلُ الدَّارِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِي فَثَابَ رِجَالٌ مِنْهُمْ حَتَّى كَثُرَ الرِّجَالُ فِي الْبَيْتِ فَقَالَ رَجُلٌ مِنْهُمْ مَا فَعَلَ مَالِكٌ لَا أَرَاهُ فَقَالَ رَجُلٌ مِنْهُمْ ذَاكَ مُنَافِقٌ لَا يُحِبُّ اللَّهَ وَرَسُولَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقُلْ ذَاكَ أَلَا تَرَاهُ قَالَ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ فَقَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ أَمَّا نَحْنُ فَوَاللَّهِ لَا نَرَى وُدَّهُ وَلَا حَدِيثَهُ إِلَّا إِلَى الْمُنَافِقِينَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ قَالَ مَحْمُودُ بْنُ الرَّبِيعِ فَحَدَّثْتُهَا قَوْمًا فِيهِمْ أَبُو أَيُّوبَ صَاحِبُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَتِهِ الَّتِي تُوُفِّيَ فِيهَا وَيَزِيدُ بْنُ مُعَاوِيَةَ عَلَيْهِمْ بِأَرْضِ الرُّومِ فَأَنْكَرَهَا عَلَيَّ أَبُو أَيُّوبَ قَالَ وَاللَّهِ مَا أَظُنُّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا قُلْتَ قَطُّ فَكَبُرَ ذَلِكَ عَلَيَّ فَجَعَلْتُ لِلَّهِ عَلَيَّ إِنْ سَلَّمَنِي حَتَّى أَقْفُلَ مِنْ غَزْوَتِي أَنْ أَسْأَلَ عَنْهَا عِتْبَانَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ إِنْ وَجَدْتُهُ حَيًّا فِي مَسْجِدِ قَوْمِهِ فَقَفَلْتُ فَأَهْلَلْتُ بِحَجَّةٍ أَوْ بِعُمْرَةٍ ثُمَّ سِرْتُ حَتَّى قَدِمْتُ الْمَدِينَةَ فَأَتَيْتُ بَنِي سَالِمٍ فَإِذَا عِتْبَانُ شَيْخٌ أَعْمَى يُصَلِّي لِقَوْمِهِ فَلَمَّا سَلَّمَ مِنْ الصَّلَاةِ سَلَّمْتُ عَلَيْهِ وَأَخْبَرْتُهُ مَنْ أَنَا ثُمَّ سَأَلْتُهُ عَنْ ذَلِكَ الْحَدِيثِ فَحَدَّثَنِيهِ كَمَا حَدَّثَنِيهِ أَوَّلَ مَرَّةٍ","source":"Bukhari"},"__N_SSG":true}