{"pageProps":{"number":"1123","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Yusuf] telah mengabarkan kepada kami [Malik] dari [Makhramah bin Sulaiman] dari [Kuraib] sahaya Ibnu 'Abbas radliallahu 'anhu bahwa dia mengabarkan dari ['Abdullah bin 'Abbas radliallahu 'anhuma] bahwa dia pada suatu malam bermalam di rumah Maimunah Ummul Mu'minin radliallahu 'anha, dia adalah bibinya, katanya: \"Maka aku berbaring di sisi bantal bagian lebar, sementara Nabi shallallahu 'alaihi wasallam dan keluarganya pada bagian panjang, lantas Rasulullah shallallahu 'alaihi wasallam tidur hingga pada tengah malam kurang sedikit atau lewat sedikit, Beliau shallallahu 'alaihi wasallam bangun lalu sambil duduk Beliau mengusap (sisa) tidur pada wajahnya dengan tangannya. Kemudian membaca sepuluh ayat terakhir dari Surah Ali 'Imran. Kemudian berdiri menuju tempat wudhu' lalu Beliau berwudhu' dengan sebaik-baiknya, kemudian shalat\". Berkata, Ibnu 'Abbas radliallahu 'anhu, \"Maka aku pun bangun dan aku lakukan seperti yang Beliau shallallahu 'alaihi wasallam lakukan. Lalu aku menuju kepadanya dan berdiri di sampingnya. Maka Beliau meletakkan tangan kanannya di kepalaku seraya memegang telingaku hingga menggeserku ke sebelah kanannya. Kemudian Beliau shalat dua raka'at, kemudian dua raka'at, kemudian dua raka'at, kemudian dua raka'at, kemudian witir (ganjil) kemudian berbaring hingga datang kepadanya mu'adzin (mengumandangkan adzan). Maka Beliau shalat dua raka'at dengan ringan lalu keluar untuk menunaikan shalat Shubuh\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ عَنْ كُرَيْبٍ مَوْلَى ابْنِ عَبَّاسٍ أَنَّهُ أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَاأَنَّهُ بَاتَ عِنْدَ مَيْمُونَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا وَهِيَ خَالَتُهُ قَالَ فَاضْطَجَعْتُ عَلَى عَرْضِ الْوِسَادَةِ وَاضْطَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَهْلُهُ فِي طُولِهَا فَنَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ بِقَلِيلٍ أَوْ بَعْدَهُ بِقَلِيلٍ ثُمَّ اسْتَيْقَظَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَلَسَ فَمَسَحَ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ ثُمَّ قَرَأَ الْعَشْرَ آيَاتٍ خَوَاتِيمَ سُورَةِ آلِ عِمْرَانَ ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ فَتَوَضَّأَ مِنْهَا فَأَحْسَنَ وُضُوءَهُ ثُمَّ قَامَ يُصَلِّي قَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ فَوَضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ الْيُمْنَى عَلَى رَأْسِي وَأَخَذَ بِأُذُنِي الْيُمْنَى يَفْتِلُهَا بِيَدِهِ فَصَلَّى رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ أَوْتَرَ ثُمَّ اضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّنُ فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ ثُمَّ خَرَجَ فَصَلَّى الصُّبْحَ","source":"Bukhari"},"__N_SSG":true}