{"pageProps":{"number":"1324","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Muhammad] telah menceritakan kepada kami [Abu 'Ashim an-Nabil] telah mengabarkan kepada kami [Sa'dan bin Bisyir] telah menceritakan kepada kami [Abu Mujahid] telah menceritakan kepada kami [Muhilla bin Khalifah ath-Tha'iy] berkata; aku mendengar ['Adiy bin Hatim radliallahu 'anhu] berkata; \"Aku pernah bersama Nabi shallallahu 'alaihi wasallam tiba-tiba datang dua orang yang seorang diantaranya mengeluhkan kefaqiran yang menimpanya dan yang seorang lagi mengadukan tentang para perampok di jalanan. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Adapun para perampok, dia tidak akan datang kepada kalian kecuali sedikit hingga rambongan dagang berangkat menuju Makkah tanpa gangguan. Adapun kefaqiran, tidak akan terjadi hari qiyamat hingga terjadi seseorang dari kalian berkeliling membawa shadaqahnya namun dia tidak mendapatkan orang yang mau menerimanya. Kemudian (pada hari qiyamat) pasti setiap orang dari kalian akan berdiri di hadapan Allah dimana antara dirinya dan Allah tidak ada tabir dan tidak ada penterjemah yang akan menjadi juru bicara baginya. Lalu Allah pasti akan berfirman: \"Bukakankah aku sudah memberimu harta?\". Lalu orang itu berkata,: \"Benar\". Kemudian Allah berfirman lagi: \"Bukankah aku sudah mengutus seeorang rasul kepadamu?\". Orang itu berkata; \"Benar\". Maka orang itu memandang ke sebelah kanannya namun dia tidak melihat sesuatu kecuali neraka. Lalu dia melihat ke sebelah kirinya namun dia juga tidak melihat sesuatu kecuali neraka. Karena itu, jagalah kalian dari neraka sekalipun dengan (bershadaqah) sebutir kurma. Jika dia tidak memilikinya maka dengan berkata yang baik\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا أَبُو عَاصِمٍ النَّبِيلُ أَخْبَرَنَا سَعْدَانُ بْنُ بِشْرٍ حَدَّثَنَا أَبُو مُجَاهِدٍ حَدَّثَنَا مُحِلُّ بْنُ خَلِيفَةَ الطَّائِيُّ قَالَ سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُكُنْتُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَهُ رَجُلَانِ أَحَدُهُمَا يَشْكُو الْعَيْلَةَ وَالْآخَرُ يَشْكُو قَطْعَ السَّبِيلِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا قَطْعُ السَّبِيلِ فَإِنَّهُ لَا يَأْتِي عَلَيْكَ إِلَّا قَلِيلٌ حَتَّى تَخْرُجَ الْعِيرُ إِلَى مَكَّةَ بِغَيْرِ خَفِيرٍ وَأَمَّا الْعَيْلَةُ فَإِنَّ السَّاعَةَ لَا تَقُومُ حَتَّى يَطُوفَ أَحَدُكُمْ بِصَدَقَتِهِ لَا يَجِدُ مَنْ يَقْبَلُهَا مِنْهُ ثُمَّ لَيَقِفَنَّ أَحَدُكُمْ بَيْنَ يَدَيْ اللَّهِ لَيْسَ بَيْنَهُ وَبَيْنَهُ حِجَابٌ وَلَا تَرْجُمَانٌ يُتَرْجِمُ لَهُ ثُمَّ لَيَقُولَنَّ لَهُ أَلَمْ أُوتِكَ مَالًا فَلَيَقُولَنَّ بَلَى ثُمَّ لَيَقُولَنَّ أَلَمْ أُرْسِلْ إِلَيْكَ رَسُولًا فَلَيَقُولَنَّ بَلَى فَيَنْظُرُ عَنْ يَمِينِهِ فَلَا يَرَى إِلَّا النَّارَ ثُمَّ يَنْظُرُ عَنْ شِمَالِهِ فَلَا يَرَى إِلَّا النَّارَ فَلْيَتَّقِيَنَّ أَحَدُكُمْ النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ فَإِنْ لَمْ يَجِدْ فَبِكَلِمَةٍ طَيِّبَةٍ","source":"Bukhari"},"__N_SSG":true}