{"pageProps":{"number":"1362","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin 'Abdullah bin Al Mutsanna Al Anshariy] berkata, telah menceritakan kepadaku [bapakku] dia berkata, telah menceritakan kepada saya [Tsumamah bin 'Abdullah bin Anas] bahwa [Anas] menceritakan kepadanya bahwa Abu Bakar radliallahu 'anhu telah menulis surat ini kepadanya (tentang aturtan zakat) ketika dia mengutusnya ke negeri Bahrain: \"Bismillahir rahmaanir rahiim. Inilah kewajiban zakat yang telah diwajibkan oleh Rasulullah Shallallahu'alaihiwasallam terhadap kaum Muslimin dan seperti yang diperintahklan oleh Allah dan rasulNya tentangnya, maka barangsiapa dari kaum Muslimin diminta tentang zakat sesuai ketentuan maka berikanlah dan bila diminta melebihi ketentuan maka jangan memberinya, yaitu (dalam ketentuan zakat unta) pada setiap dua puluh empat ekor unta dan yang kurang dari itu zakatnya dengan kambing. Setiap lima ekor unta zakatnya adalah seekor kambing. Bila mencapai dua puluh lima hingga tiga puluh lima ekor unta maka zakatnya satu ekor bintu makhadh betina. Bila mencapai tiga puluh enam hingga empat puluh lima ekor unta maka zakatnya 1 ekor bintu labun betina, jika mencapai empat puluh enam hingga enam puluh ekor unta maka zakatnya satu ekor hiqqah yang sudah siap dibuahi oleh unta pejantan. Jika telah mencapai enam puluh satu hingga tujuh puluh lima ekor unta maka zakatnya satu ekor jadza'ah. Jika telah mencapai tujuh puluh enam hingga sembilan puluh ekor unta maka zakatnya dua ekor bintu labun. Jika telah mencapai sembilan puluh satu hingga seratus dua puluh ekor unta maka zakatnya dua ekor hiqqah yang sudah siap dibuahi unta jantan. Bila sudah lebih dari seratus dua puluh maka ketentuannya adalah pada setiap kelipatan empat puluh ekornya, zakatnya satu ekor bintu labun dan setiap kelipatan lima puluh ekornya zakatnya satu ekor hiqqah. Dan barangsiapa yang tidak memiliki unta kecuali hanya empat ekor saja maka tidak ada kewajiban zakat baginya kecuali bila pemiliknya mau mengeluarkan zakatnya karena hanya pada setiap lima ekor unta baru ada zakatnya yaitu seekor kambing. Dan untuk zakat kambing yang digembalakan di ea radliallahu 'anhu bukan dipelihara di kandang, ketentuannya adalah bila telah mencapai jumlah empat puluh hingga seratus dua puluh ekor maka zakatnya adalah satu ekor kambing, bila lebih dari seratus dua puluh hingga dua ratus ekor maka zakatnya dua ekor kambing, bila lebih dari dua ratus hingga tiga ratus ekor maka zakatnya tiga ekor kambing, bila lebih dari tiga ratus ekor, maka pada setiap kelipatan seratus ekor zakatnya satu ekor kambing. Dan bila seorang pengembala memiliki kurang satu ekor saja dari empat puluh ekor kambing maka tidak ada kewajiban zakat baginya kecuali bila pemiliknya mau mengeluarkannya. Dan untuk zakat uang perak (dirham) maka ketentuannya seperempat puluh bila (telah mencapai dua ratus dirham) dan bila tidak mencapai jumlah itu namun hanya seratus sembilan puluh maka tidak ada kewajiban zakatnya kecuali bila pemiliknya mau mengeluarkannya\".","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُثَنَّى الْأَنْصَارِيُّ قَالَ حَدَّثَنِي أَبِي قَالَ حَدَّثَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ بْنِ أَنَسٍ أَنَّ أَنَسًا حَدَّثَهُأَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ كَتَبَ لَهُ هَذَا الْكِتَابَ لَمَّا وَجَّهَهُ إِلَى الْبَحْرَيْنِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذِهِ فَرِيضَةُ الصَّدَقَةِ الَّتِي فَرَضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمُسْلِمِينَ وَالَّتِي أَمَرَ اللَّهُ بِهَا رَسُولَهُ فَمَنْ سُئِلَهَا مِنْ الْمُسْلِمِينَ عَلَى وَجْهِهَا فَلْيُعْطِهَا وَمَنْ سُئِلَ فَوْقَهَا فَلَا يُعْطِ فِي أَرْبَعٍ وَعِشْرِينَ مِنْ الْإِبِلِ فَمَا دُونَهَا مِنْ الْغَنَمِ مِنْ كُلِّ خَمْسٍ شَاةٌ إِذَا بَلَغَتْ خَمْسًا وَعِشْرِينَ إِلَى خَمْسٍ وَثَلَاثِينَ فَفِيهَا بِنْتُ مَخَاضٍ أُنْثَى فَإِذَا بَلَغَتْ سِتًّا وَثَلَاثِينَ إِلَى خَمْسٍ وَأَرْبَعِينَ فَفِيهَا بِنْتُ لَبُونٍ أُنْثَى فَإِذَا بَلَغَتْ سِتًّا وَأَرْبَعِينَ إِلَى سِتِّينَ فَفِيهَا حِقَّةٌ طَرُوقَةُ الْجَمَلِ فَإِذَا بَلَغَتْ وَاحِدَةً وَسِتِّينَ إِلَى خَمْسٍ وَسَبْعِينَ فَفِيهَا جَذَعَةٌ فَإِذَا بَلَغَتْ يَعْنِي سِتًّا وَسَبْعِينَ إِلَى تِسْعِينَ فَفِيهَا بِنْتَا لَبُونٍ فَإِذَا بَلَغَتْ إِحْدَى وَتِسْعِينَ إِلَى عِشْرِينَ وَمِائَةٍ فَفِيهَا حِقَّتَانِ طَرُوقَتَا الْجَمَلِ فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ فَفِي كُلِّ أَرْبَعِينَ بِنْتُ لَبُونٍ وَفِي كُلِّ خَمْسِينَ حِقَّةٌ وَمَنْ لَمْ يَكُنْ مَعَهُ إِلَّا أَرْبَعٌ مِنْ الْإِبِلِ فَلَيْسَ فِيهَا صَدَقَةٌ إِلَّا أَنْ يَشَاءَ رَبُّهَا فَإِذَا بَلَغَتْ خَمْسًا مِنْ الْإِبِلِ فَفِيهَا شَاةٌ وَفِي صَدَقَةِ الْغَنَمِ فِي سَائِمَتِهَا إِذَا كَانَتْ أَرْبَعِينَ إِلَى عِشْرِينَ وَمِائَةٍ شَاةٌ فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ إِلَى مِائَتَيْنِ شَاتَانِ فَإِذَا زَادَتْ عَلَى مِائَتَيْنِ إِلَى ثَلَاثِ مِائَةٍ فَفِيهَا ثَلَاثُ شِيَاهٍ فَإِذَا زَادَتْ عَلَى ثَلَاثِ مِائَةٍ فَفِي كُلِّ مِائَةٍ شَاةٌ فَإِذَا كَانَتْ سَائِمَةُ الرَّجُلِ نَاقِصَةً مِنْ أَرْبَعِينَ شَاةً وَاحِدَةً فَلَيْسَ فِيهَا صَدَقَةٌ إِلَّا أَنْ يَشَاءَ رَبُّهَا وَفِي الرِّقَّةِ رُبْعُ الْعُشْرِ فَإِنْ لَمْ تَكُنْ إِلَّا تِسْعِينَ وَمِائَةً فَلَيْسَ فِيهَا شَيْءٌ إِلَّا أَنْ يَشَاءَ رَبُّهَا","source":"Bukhari"},"__N_SSG":true}