{"pageProps":{"number":"1626","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada saya [Yazid bin Harun] telah mengabarkan kepada kami ['Ashim bin Muhammad bin Zaid] dari [bapaknya] dari [Ibnu'Umar radliallahu 'anhuma] berkata: Nabi shallallahu 'alaihi wasallam bersabda ketika berada di Mina:: \"Apakah kalian mengetahui, hari apakah ini?\". Orang-orang menjawab: \"Allah dan rasulNya yang lebih mengetahui\". Beliau bersabda: \"Ini adalah hari haram (suci) \". Beliau bertanya lagi: \"Apakah kalian mengetahui, negeri apakah ini?\". Mereka menjawab: \"Allah dan rasulNya yang lebih mengetahui\". Beliau berkata: \"Ini adalah negeri haram\". Beliau bertanya lagi: \"Apakah kalian mengetahui, bulan apakah ini?\". Mereka menjawab: \"Allah dan rasulNya yang lebih mengetahui\". Beliau berkata: \"Ini adalah bulan haram. Sungguh Allah telah mengharamkan darah kalian, harta-harta kalian dan kehormatan kalian sebagaimana haramnya hari kalian ini, pada bulan kalian ini dan di negeri kalian ini\". Berkata, [Hisyam bin Al Ghor] telah mengabarkan kepada saya [Nafi'] dari [Ibnu'Umar radliallahu 'anhuma]: \"Nabi wuquf pada hari Nahar diantara tempat-tempat melempar jumrah pada pelaksanaan haji yang Beliau laksanakan sebagaimana hadits ini. Maka Nabi shallallahu 'alaihi wasallam segera bersabda: \"Ya Allah saksikanlah\". Maka orang-orang menjadi tenang. Mereka berkata: \"Ini adalah haji wada'.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا عَاصِمُ بْنُ مُحَمَّدِ بْنِ زَيْدٍ عَنْ أَبِيهِ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِنًى أَتَدْرُونَ أَيُّ يَوْمٍ هَذَا قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ فَقَالَ فَإِنَّ هَذَا يَوْمٌ حَرَامٌ أَفَتَدْرُونَ أَيُّ بَلَدٍ هَذَا قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ بَلَدٌ حَرَامٌ أَفَتَدْرُونَ أَيُّ شَهْرٍ هَذَا قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ شَهْرٌ حَرَامٌ قَالَ فَإِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَاوَقَالَ هِشَامُ بْنُ الْغَازِ أَخْبَرَنِي نَافِعٌ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاوَقَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ النَّحْرِ بَيْنَ الْجَمَرَاتِ فِي الْحَجَّةِ الَّتِي حَجَّ بِهَذَا وَقَالَ هَذَا يَوْمُ الْحَجِّ الْأَكْبَرِ فَطَفِقَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ اللَّهُمَّ اشْهَدْ وَوَدَّعَ النَّاسَ فَقَالُوا هَذِهِ حَجَّةُ الْوَدَاعِ","source":"Bukhari"},"__N_SSG":true}