{"pageProps":{"number":"1658","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Salam] telah mengabarkan kepada [Abu Mu'awiyah] telah menceritakan kepada kami [Hisyam] dari [bapaknya] dari ['Aisyah radliallahu 'anha]: \"Kami keluar bersama Rasulullah shallallahu 'alaihi wasallam tepat pada hilal (awal) bulan Dzul Hijjah. Beliau berkata kepada kami: \"Barangsiapa dari kalian yang suka berihram untuk haji, lakukanlah ihramnya untuk haji dan siapa dari kalian yang suka berihram untuk 'umrah, lakukanlah ihramnya untuk 'umrah. Seandainya bukan karena aku telah membawa hewan qurban tentu aku akan berihram untuk 'umrah\". 'Aisyah radliallahu 'anha berkata; \"Maka diantara kami ada yang berihram untuk 'umrah dan ada yang berihram untuk haji dan aku termasuk orang yang berihram untuk 'umrah\". Kemudian hari 'Arafah menaungi aku saat aku mengalami haidh. Kemudian hal ini aku adukan kepada Nabi shallallahu 'alaihi wasallam. Maka Beliau berkata: \"Tinggalkanlah 'umrahmu dan uraikanlah rambut kepalamu dan sisirlah lalu berihramlah untuk haji\". Ketika pada malam Al Hashabah (untuk melempar jumrah di Mina), Beliau mengutus 'Abdurrahman bersamaku menuju At-Tan'im. Maka aku berihram untuk 'umrah sebagai pengganti 'umrahku sebelumnya\".","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ أَخْبَرَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَاخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُوَافِينَ لِهِلَالِ ذِي الْحَجَّةِ فَقَالَ لَنَا مَنْ أَحَبَّ مِنْكُمْ أَنْ يُهِلَّ بِالْحَجِّ فَلْيُهِلَّ وَمَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ بِعُمْرَةٍ فَلَوْلَا أَنِّي أَهْدَيْتُ لَأَهْلَلْتُ بِعُمْرَةٍ قَالَتْ فَمِنَّا مَنْ أَهَلَّ بِعُمْرَةٍ وَمِنَّا مَنْ أَهَلَّ بِحَجٍّ وَكُنْتُ مِمَّنْ أَهَلَّ بِعُمْرَةٍ فَأَظَلَّنِي يَوْمُ عَرَفَةَ وَأَنَا حَائِضٌ فَشَكَوْتُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ ارْفُضِي عُمْرَتَكِ وَانْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِالْحَجِّ فَلَمَّا كَانَ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ إِلَى التَّنْعِيمِ فَأَهْلَلْتُ بِعُمْرَةٍ مَكَانَ عُمْرَتِي","source":"Bukhari"},"__N_SSG":true}