{"pageProps":{"number":"1660","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami ['Abdul Wahhab bin 'Abdul Majid] dari [Habib Al Mu'alim] dari ['Atho'] telah menceritakan kepadaku [Jabir bin 'Abdullah radliallahu 'anhu] bahwa Nabi shallallahu 'alaihi wasallam dan para sahabatnya berniat untuk haji dan tidak ada satupun dari mereka yang membawa Al Hadyu (hewan qurban) kecuali Nabi shallallahu 'alaihi wasallam dan Tholhah serta 'Ali yang baru datang dari Yaman juga membawa Al Hadyu, dia berkata: \"Aku berihram sebagaimana Rasulullah shallallahu 'alaihi wasallam berihram. Dan Nabi shallallahu 'alaihi wasallam mengijinkan para sahabat Beliau untuk menjadikan ihram mereka sebagai 'umrah, mereka thawaf di Ka'bah Baitullah, kemudian memotong (memendekkan) rambut lalu bertahallul kecuali siapa yang membawa Al Hadyu. Mereka berkata: \"Kemudian kami berangkat menuju Mina lalu diantara kami ada yang menyebut bahwa dia menarik diri. Hal ini kemudian sampai kepada Nabi shallallahu 'alaihi wasallam, maka Beliau berkata: \"Kalaulah aku bisa mengulang kembali urusanku yang telah lewat, niscaya aku tidak membawa binatang korban. Seandainya aku tidak membawa Al Hadyu, sudah pasti aku akan bertahallul\". Kemudian 'Aisyah radliallahu 'anha mengalami haidh sedangkan dia sudah menyelesaikan seluruh manasik kecuali thawaf di Ka'bah Baitullah. Ketika dia sudah suci, dia melaksanakan thawaf di Ka'bah Baitullah. Dia berkata: 'Wahai Rasulullah, apakah kalian akan berangkat pulang dengan membawa haji dan 'umrah sedangkan aku dengan niat haji saja?\" Maka Beliau memerintahkan 'Abdurrahman bin Abu Bakar agar berangkat bersama 'Aisyah radliallahu 'anha ke Tan'im. Maka 'Aisyah radliallahu 'anha melaksanakan 'umrah setelah melaksanakan manasik haji pada bulan Dzul Hijjah\". Dan Suraqah bin Malik bin Ju'syam bertemu Nabi shallallahu 'alaihi wasallam saat Beliau berada di Al 'Aqabah sedang melempar jumrah, dia bertanya: \"Apakah ini khusus buat kalian, wahai Rasulullah? Beliau berkata: \"Tidak, tapi untuk selamanya\".","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ عَنْ حَبِيبٍ الْمُعَلِّمِ عَنْ عَطَاءٍ حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهَلَّ وَأَصْحَابُهُ بِالْحَجِّ وَلَيْسَ مَعَ أَحَدٍ مِنْهُمْ هَدْيٌ غَيْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَطَلْحَةَ وَكَانَ عَلِيٌّ قَدِمَ مِنْ الْيَمَنِ وَمَعَهُ الْهَدْيُ فَقَالَ أَهْلَلْتُ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَذِنَ لِأَصْحَابِهِ أَنْ يَجْعَلُوهَا عُمْرَةً يَطُوفُوا بِالْبَيْتِ ثُمَّ يُقَصِّرُوا وَيَحِلُّوا إِلَّا مَنْ مَعَهُ الْهَدْيُ فَقَالُوا نَنْطَلِقُ إِلَى مِنًى وَذَكَرُ أَحَدِنَا يَقْطُرُ فَبَلَغَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَوْ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ وَلَوْلَا أَنَّ مَعِي الْهَدْيَ لَأَحْلَلْتُ وَأَنَّ عَائِشَةَ حَاضَتْ فَنَسَكَتْ الْمَنَاسِكَ كُلَّهَا غَيْرَ أَنَّهَا لَمْ تَطُفْ بِالْبَيْتِ قَالَ فَلَمَّا طَهُرَتْ وَطَافَتْ قَالَتْ يَا رَسُولَ اللَّهِ أَتَنْطَلِقُونَ بِعُمْرَةٍ وَحَجَّةٍ وَأَنْطَلِقُ بِالْحَجِّ فَأَمَرَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ أَنْ يَخْرُجَ مَعَهَا إِلَى التَّنْعِيمِ فَاعْتَمَرَتْ بَعْدَ الْحَجِّ فِي ذِي الْحَجَّةِ وَأَنَّ سُرَاقَةَ بْنَ مَالِكِ بْنِ جُعْشُمٍ لَقِيَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِالْعَقَبَةِ وَهُوَ يَرْمِيهَا فَقَالَ أَلَكُمْ هَذِهِ خَاصَّةً يَا رَسُولَ اللَّهِ قَالَ لَا بَلْ لِلْأَبَدِ","source":"Bukhari"},"__N_SSG":true}