{"pageProps":{"number":"1894","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhriy] berkata, telah mengabarkan kepada saya ['Ali bin a-Husain radliallahu 'anhuma] bahwa [Shafiyah] isteri Nabi shallallahu 'alaihi wasallam mengabarkan kepadanya bahwa dia datang mengunjungi Rasulullah shallallahu 'alaihi wasallam dalam masa-masa i'tikaf Beliau di masjid pada sepuluh hari terakhir dari bulan Ramadhan, dia berbicara sejenak dengan Beliau lalu dia berdiri untuk pulang. Maka Nabi shallallahu 'alaihi wasallam pun berdiri untuk mengantarnya hingga ketika sampai di pintu masjid yang berhadapan dengan pintu rumah Ummu Salamah, ada dua orang dari kaum Anshar yang lewat lalu keduanya memberi salam kepada Rasulullah shallallahu 'alaihi wasallam. Maka Nabi shallallahu 'alaihi wasallam berkata kepada keduanya: \"Kalian tenang saja. Sungguh wanita ini adalah Shafiyah binti Huyay\". Maka keduanya berkata: \"Maha suci Allah, wahai Rasulullah\". Kejadian ini menjadikan berat bagi keduanya. Lalu Nabi shallallahu 'alaihi wasallam berkata: \"Sesungguhnya setan mendatangi manusia lewat aliran darah dan aku khawatir setan telah memasukkan sesuatu pada hati kalian berdua\".","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عَلِيُّ بْنُ الْحُسَيْنِ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ صَفِيَّةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ أَنَّهَاجَاءَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَزُورُهُ فِي اعْتِكَافِهِ فِي الْمَسْجِدِ فِي الْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ فَتَحَدَّثَتْ عِنْدَهُ سَاعَةً ثُمَّ قَامَتْ تَنْقَلِبُ فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَهَا يَقْلِبُهَا حَتَّى إِذَا بَلَغَتْ بَابَ الْمَسْجِدِ عِنْدَ بَابِ أُمِّ سَلَمَةَ مَرَّ رَجُلَانِ مِنْ الْأَنْصَارِ فَسَلَّمَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُمَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رِسْلِكُمَا إِنَّمَا هِيَ صَفِيَّةُ بِنْتُ حُيَيٍّ فَقَالَا سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ وَكَبُرَ عَلَيْهِمَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الشَّيْطَانَ يَبْلُغُ مِنْ الْإِنْسَانِ مَبْلَغَ الدَّمِ وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا","source":"Bukhari"},"__N_SSG":true}