{"pageProps":{"number":"1948","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq] telah menceritakan kepada kami [Khalid bin 'Abdullah] dari [Khalid] dari ['Ikrimah] dari [Ibnu 'Abbas radliallahu 'anhuma] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah telah mengharamkan kota Makkah, maka tidak dihalalkan buat seorangpun sebelum dan tidak dihalalkan pula buat seorangpun susudahku. Sesungguhnya pernah dihalalkan buatku sesaat dalam suatu hari. Bumi Makkah tidak boleh disingkirkan durinya dan tidak boleh ditebang pohonnya dan tidak boleh diburu hewan buruannya dan tidak ditemukan satupun barang temuan kecuali harus dikembalikan kepada yng mengenalnya (pemiliknya) \". Berkata, 'Abbas bin 'Abdul Muththolib: \"Kecuali pohon idzkhir (pohon yang harum baunya) yang berguna untuk proses pembutan emas dan wewangian di atap-atap rumah kami. Maka Beliau bersabda: \"Ya, kecuali pohon idzkhir\". Lalu ['Ikrimah]: \"Apakah kamu mengerti yang dimaksud dengan dilarang memburu binatang buruan? Yaitu mengusirnya dari tempat tinggalnya dan kamu jadikan untuk persinggahan\". Berkata, ['Abdul Wahhab] dari [Khalid]: \"Idkhir, Untuk wewangain pengerjaan pembuatan emas kami dan Kubur-Kubur kami\".","arab":"حَدَّثَنَا إِسْحَاقُ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ حَرَّمَ مَكَّةَ وَلَمْ تَحِلَّ لِأَحَدٍ قَبْلِي وَلَا لِأَحَدٍ بَعْدِي وَإِنَّمَا حَلَّتْ لِي سَاعَةً مِنْ نَهَارٍ لَا يُخْتَلَى خَلَاهَا وَلَا يُعْضَدُ شَجَرُهَا وَلَا يُنَفَّرُ صَيْدُهَا وَلَا يُلْتَقَطُ لُقْطَتُهَا إِلَّا لِمُعَرِّفٍ وَقَالَ عَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ إِلَّا الْإِذْخِرَ لِصَاغَتِنَا وَلِسُقُفِ بُيُوتِنَا فَقَالَ إِلَّا الْإِذْخِرَفَقَالَ عِكْرِمَةُ هَلْ تَدْرِي مَا يُنَفَّرُ صَيْدُهَا هُوَ أَنْ تُنَحِّيَهُ مِنْ الظِّلِّ وَتَنْزِلَ مَكَانَهُ قَالَ عَبْدُ الْوَهَّابِ عَنْ خَالِدٍ لِصَاغَتِنَا وَقُبُورِنَا","source":"Bukhari"},"__N_SSG":true}