{"pageProps":{"number":"2042","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah] telah menceritakan kepada kami [Sufyan] berkata,, berkata, [Yahya bin Sa'id]; aku mendengar [Busyair] berkata; aku mendengar [Sahal bin Abi Hatmah] bahwa Rasulullah shallallahu 'alaihi wasallam melarang menjual kurma masak dengan kurma basah, damun Beliau memberi kelonggaran pada 'ariyyah untuk dijual dengan cara taksiran untuk dimakan ruthobnya (kurma basah yang masih muda) oleh pemilikya. Dan Sufyan berkata pada suatu kali; selain Beliau memberi keringanan pada 'ariyah, yang pemiliknya menjualnya dengan cara ditaksir, yang mereka boleh memakan ruthob. Ia berkata, itu sama saja. Sufyan berkata; lalu aku berkata kepada Yahya dan ketika itu aku masih remaja, sungguh orang-orang Makkah mengatakan bahwa Nabi shallallahu 'alaihi wasallam membolehkan menjual 'ariyah. Ia berkata; apa yang dimaksud penduduk Makkah? Aku menjawab; mereka meriwayatkannya dari Jabir, lalu ia terdiam. Sufyan berkata, hanyasanya yang aku maksud bahwa Jabir itu adalah orang Madinah. Lalu dikatakan kepada Sufyan; Apakah tidak ada larangan untuk menjual buah-buahan hingga benar-benar baik keadaannya? Ia menjawab: tidak.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ قَالَ قَالَ يَحْيَى بْنُ سَعِيدٍ سَمِعْتُ بُشَيْرًا قَالَ سَمِعْتُ سَهْلَ بْنَ أَبِي حَثْمَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الثَّمَرِ بِالتَّمْرِ وَرَخَّصَ فِي الْعَرِيَّةِ أَنْ تُبَاعَ بِخَرْصِهَا يَأْكُلُهَا أَهْلُهَا رُطَبًا وَقَالَ سُفْيَانُ مَرَّةً أُخْرَى إِلَّا أَنَّهُ رَخَّصَ فِي الْعَرِيَّةِ يَبِيعُهَا أَهْلُهَا بِخَرْصِهَا يَأْكُلُونَهَا رُطَبًا قَالَ هُوَ سَوَاءٌ قَالَ سُفْيَانُ فَقُلْتُ لِيَحْيَى وَأَنَا غُلَامٌ إِنَّ أَهْلَ مَكَّةَ يَقُولُونَ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَخَّصَ فِي بَيْعِ الْعَرَايَا فَقَالَ وَمَا يُدْرِي أَهْلَ مَكَّةَ قُلْتُ إِنَّهُمْ يَرْوُونَهُ عَنْ جَابِرٍ فَسَكَتَ قَالَ سُفْيَانُ إِنَّمَا أَرَدْتُ أَنَّ جَابِرًا مِنْ أَهْلِ الْمَدِينَةِ قِيلَ لِسُفْيَانَ وَلَيْسَ فِيهِ نَهَى عَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلَاحُهُ قَالَ لَا","source":"Bukhari"},"__N_SSG":true}