{"pageProps":{"number":"2371","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhriy] berkata, telah menceritakan kepadaku [Salim bin 'Abdullah] dari ['Abdullah bin 'Umar radliallahu 'anhuma] bahwa dia mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Setiap kalian adalah pemimpin dan akan diminta pertanggung jawaban atas yang dipimpinnya. Seorang imam (kepala Negara) adalah pemimpin dan akan diminta pertanggung jawaban atas rakyatnya. Seorang suami dalam keluarganya adalah pemimpin dan akan diminta pertanggung jawaban atas orang yang dipimpinnya. Seorang isteri di dalam rumah tangga suaminya adalah pemimpin dia akan diminta pertanggung jawaban atas siapa yang dipimpinnya. Seorang pembantu dalam urusan harta tuannya adalah pemimpin dan dia akan diminta pertanggung jawaban atasnya. Dia berkata; \"Aku mendengar semuanya ini dari Nabi shallallahu 'alaihi wasallam dan aku menduga Nabi shallallahu 'alaihi wasallam juga bersabda: \"Dan seseorang dalam urusan harta ayahnya adalah pemimpin dan akan diminta pertanggung jawaban atasnya. Maka setiap kalian adalah pemimipin dan setiap kalian akan diminta pertanggung jawaban atas yang dipimpinnya \".","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاأَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ كُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ فَالْإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ وَالرَّجُلُ فِي أَهْلِهِ رَاعٍ وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ وَالْمَرْأَةُ فِي بَيْتِ زَوْجِهَا رَاعِيَةٌ وَهِيَ مَسْئُولَةٌ عَنْ رَعِيَّتِهَا وَالْخَادِمُ فِي مَالِ سَيِّدِهِ رَاعٍ وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ قَالَ فَسَمِعْتُ هَؤُلَاءِ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَحْسِبُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَالرَّجُلُ فِي مَالِ أَبِيهِ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ","source":"Bukhari"},"__N_SSG":true}