{"pageProps":{"number":"2523","slug":"bukhari","id":"Telah bercerita kepada kami [Qutaibah bin Sa'id] telah bercerita kepada kami [Laits] dari [Ibnu Syihab] dari ['Ubaidullah bin 'Abdullah bin 'Utbah bin Mas'ud] dari [Abu Hurairah] dan [Zaid bin Khalid] Al Juhaniy radliallahu 'anhuma bahwa keduanya berkata; Ada seorang warga Arab datang kepada Rasulullah shallallahu 'alaihi wasallam lalu berkata: \"Wahai Rasulullah, aku bersumpa atas nama Allah kepadamu, bahwa engkau tidak memutuskan perkara diantara kami melainkan dengan Kitab Allah. Lalu lawan yang tutur katanya lebih baik dari padanya berkata: \"Dia benar, putuskan perkara diantara kami dengan Kitab Allah dan perkenankanlah untukku\". Maka Rasululloh shallallahu 'alaihi wasallam besabda: \"Katakan\". Seorang warga Arab berkata: \"Sesunguhnya anakku adalah buruh yang bekerja pada orang ini lalu dia berzina dengan istrinya maka aku diberitahu bahwa anakku harus dirajam.. Kemudian aku tebus anakku dengan seratus ekor kambing dan seorang budak wanita kemudian aku bertanya kepada ahli ilmu lalu mereka memberitahu aku bahwa atas anakku cukup dicambuk seratus kali dan diasingkan selama setahun sedangkan untuk istri orang ini dirajam\". Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Demi Dzat yang jiwaku berada di tangan-Nya, sungguh aku akan putuskan buat kalian berdua dengan menggunakan Kitab Allah. Adapun seorang budak dan kambing seharusnya dikembalikan dan untuk anakmu dikenakan hukum cambuk sebanyak seratus kali dan diasingkan selama setahun. Adapun kamu, wahai Unais, besok pagi datangilah istri orang ini. Jika dia mengaku maka rajamlah\". Kemudian Unais mendatangi wanita itu dan dia mengakuinya. Maka Rasulullah shallallahu 'alaihi wasallam memerintahkan agar wanita itu dirajam.","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُمَا قَالَاإِنَّ رَجُلًا مِنْ الْأَعْرَابِ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَنْشُدُكَ اللَّهَ إِلَّا قَضَيْتَ لِي بِكِتَابِ اللَّهِ فَقَالَ الْخَصْمُ الْآخَرُ وَهُوَ أَفْقَهُ مِنْهُ نَعَمْ فَاقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَأْذَنْ لِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْ قَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ وَإِنِّي أُخْبِرْتُ أَنَّ عَلَى ابْنِي الرَّجْمَ فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَوَلِيدَةٍ فَسَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّمَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَأَنَّ عَلَى امْرَأَةِ هَذَا الرَّجْمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ الْوَلِيدَةُ وَالْغَنَمُ رَدٌّ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ اغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا قَالَ فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَأَمَرَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَتْ","source":"Bukhari"},"__N_SSG":true}