{"pageProps":{"number":"2540","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah bin Maslamah] dari [Malik] dari [Ibnu Syihab] dari ['Urwah bin Az Zubair] dari ['Aisyah radliallahu 'anha, istri Nabi shallallahu 'alaihi wasallam] berkata: \"Sesunguhnya 'Utbah bin Abi Waqosh telah berjanji kepada saudaranya Sa'ad bin Abi Waqosh bahwa anak dari walidah (budak perempuan) Zam'ah dariku maka ambillah\". Ketika tahun penaklukan kota Makkah, Sa'ad mengambilnya. Saad berkata: \"Dia adalah anak saudaraku yang telah berjanji kepadaku tentang anak ini\". Maka 'Abdu bin Zam'ah berdiri seraya berkata: \"Saudaraku dan anak dari budak perempuan bapakku dilahirkan di atas tempat tidurnya (dilahirkan dari hasil pernikahan yang sah dengan suaminya). Maka keduanya mengadukan perkara itu kepada Rasulullah shallallahu 'alaihi wasallam. Sa'ad berkata: \"Wahai Rasulullah, dia adalah anak dari saudaraku yang telah berjanji kepadaku tentang anak ini\". Kemudian 'Abdu bin Zam'ah berkata: \"Saudaraku dan anak dari budak perempuan bapakku\". Maka Rasulullah shallallahu 'alaihi wasallam berkata: \"Dia itu menjadi milikmu wahai 'Abdu bin Zam'ah. Anak itu milik suami (yang menikah dengan sah) sedangkan untuk pezina baginya adalah batu (dirajam) \". Kemudian Beliau berkata kepada Saudah binti Zam'ah: \"berhijablah (menutup diri) darinya\" karena Beliau melihat adanya kemiripan anak tersebut dengan 'Utbah. Maka sejak itu pula ia tidak pernah melihat Saudah hingga meninggal\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْكَانَ عُتْبَةُ بْنُ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنَّ ابْنَ وَلِيدَةِ زَمْعَةَ مِنِّي فَاقْبِضْهُ إِلَيْكَ فَلَمَّا كَانَ عَامُ الْفَتْحِ أَخَذَهُ سَعْدٌ فَقَالَ ابْنُ أَخِي قَدْ كَانَ عَهِدَ إِلَيَّ فِيهِ فَقَامَ عَبْدُ بْنُ زَمْعَةَ فَقَالَ أَخِي وَابْنُ أَمَةِ أَبِي وُلِدَ عَلَى فِرَاشِهِ فَتَسَاوَقَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ ابْنُ أَخِي كَانَ عَهِدَ إِلَيَّ فِيهِ فَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ وَلِيدَةِ أَبِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ ثُمَّ قَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ احْتَجِبِي مِنْهُ لِمَا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ فَمَا رَآهَا حَتَّى لَقِيَ اللَّهَ","source":"Bukhari"},"__N_SSG":true}