{"pageProps":{"number":"26","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Al Yaman] berkata, telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] berkata, telah mengabarkan kepadaku ['Amir bin Sa'd bin Abu Waqash] dari [Sa'd], bahwa Rasulullah shallallahu 'alaihi wasallam memberikan makanan kepada beberapa orang dan saat itu Sa'd sedang duduk. Tetapi Beliau tidak memberi makanan tersebut kepada seorang laki-laki, padahal orang tersebut yang paling berkesan bagiku diantara mereka yang ada, maka aku bertanya kepada Rasulullah shallallahu 'alaihi wasallam: \"Wahai Rasulullah, bagaimana dengan si fulan? Sungguh aku melihat dia sebagai seorang mu'min.\" Nabi shallallahu 'alaihi wasallam membalas: \"atau dia muslim?\" Kemudian aku terdiam sejenak, dan aku terdorong untuk lebih memastikan apa yang dimaksud Beliau shallallahu 'alaihi wasallam, maka aku ulangi ucapanku: \"Wahai Rasulullah, bagaimana dengan si fulan? Sungguh aku memandangnya sebagai seorang mu'min.\" Nabi shallallahu 'alaihi wasallam membalas: \"atau dia muslim?\" Lalu aku terdorong lagi untuk lebih memastikan apa yang dimaksudnya hingga aku ulangi lagi pertanyaanku. Lalu Nabi shallallahu 'alaihi wasallam bersabda: \"Wahai Sa'd, sesungguhnya aku juga akan memberi kepada orang tersebut. Namun aku lebih suka memberi kepada yang lainnya dari pada memberi kepada dia, karena aku takut kalau Allah akan mencampakkannya ke neraka\". [Yunus], [Shalih], [Ma'mar] dan [keponakan Az Zuhri], telah meriwayatkan dari [Az Zuhri] ","arab":"حَدَّثَنَا أَبُو الْيَمَانِ قَالَ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ سَعْدٍ رَضِيَ اللَّهُ عَنْهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَى رَهْطًا وَسَعْدٌ جَالِسٌ فَتَرَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا هُوَ أَعْجَبُهُمْ إِلَيَّ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا لَكَ عَنْ فُلَانٍ فَوَاللَّهِ إِنِّي لَأَرَاهُ مُؤْمِنًا فَقَالَ أَوْ مُسْلِمًا فَسَكَتُّ قَلِيلًا ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ فَعُدْتُ لِمَقَالَتِي فَقُلْتُ مَا لَكَ عَنْ فُلَانٍ فَوَاللَّهِ إِنِّي لَأَرَاهُ مُؤْمِنًا فَقَالَ أَوْ مُسْلِمًا ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ فَعُدْتُ لِمَقَالَتِي وَعَادَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ يَا سَعْدُ إِنِّي لَأُعْطِي الرَّجُلَ وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ خَشْيَةَ أَنْ يَكُبَّهُ اللَّهُ فِي النَّارِوَرَوَاهُ يُونُسُ وَصَالِحٌ وَمَعْمَرٌ وَابْنُ أَخِي الزُّهْرِيِّ عَنْ الزُّهْرِيِّ","source":"Bukhari"},"__N_SSG":true}