{"pageProps":{"number":"2773","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah] berkata telah bercerita kepadaku ['Abdul 'Aziz bin Abu Salamah] dari [Shalih bin Kaisan] dari [Salim bin 'Abdullah] dari ['Abdullah bin 'Umar radliallahu 'anhu] berkata: \"Adalah Nabi shallallahu 'alaihi wasallam apabila kembali dari hajji atau 'umrah\". Salim berkata: Aku tidak mengetahui kecuali dia berkata: \"dari peperangan, setelah turun dari tempat ketinggian atau bukit bebatuan, Beliau bertakbir tiga kali lalu bedo'a: \"LAA ILAAHA ILLA ALLAHU WAHDAHU LAA SYARIIKA LAH LAHUL MULKU WA LAHUL HAMDU WAHUWA 'ALAA KULLI SYAIN QADIIR AAYIBUUN TAAIBUUN 'AABIDUUN SAAJIDUUN LIRABBINAA HAAMIDUUN, SHADAQALLAHU WA'DAHU WANASHARA 'ABDAHU WA HAZAMAL AHZAABA WAHDAH\". (Tidak ada ilah yang berhak disembah selain Allah satu-satunya, tidak ada sekutu bagi-Nya. Milik-Nya segala kerajaan, dan pujian dan Dia Maha Berkuasa atas segala sesuatu. Kita kembali, sebagai hamba yang bertaubat, ber'ibadah, sujud untuk Robb kita dan yang memuji-Nya. Allah Maha Benar dengan janji-Nya, menolong hamba-Nya dan menghancurkan sendiri musuh-musuh-Nya) \". Shalih berkata; Maka aku bertanya kepada Salim: \"Apakah 'Abdullah tidak berkata insya Allah?\" Salim berkata: \"Tidak\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ قَالَ حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَفَلَ مِنْ الْحَجِّ أَوْ الْعُمْرَةِ وَلَا أَعْلَمُهُ إِلَّا قَالَ الْغَزْوِ يَقُولُ كُلَّمَا أَوْفَى عَلَى ثَنِيَّةٍ أَوْ فَدْفَدٍ كَبَّرَ ثَلَاثًا ثُمَّ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ آيِبُونَ تَائِبُونَ عَابِدُونَ سَاجِدُونَ لِرَبِّنَا حَامِدُونَ صَدَقَ اللَّهُ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الْأَحْزَابَ وَحْدَهُ قَالَ صَالِحٌ فَقُلْتُ لَهُ أَلَمْ يَقُلْ عَبْدُ اللَّهِ إِنْ شَاءَ اللَّهُ قَالَ لَا","source":"Bukhari"},"__N_SSG":true}