{"pageProps":{"number":"2844","slug":"bukhari","id":"Telah bercerita kepada kami [Musaddad] telah bercerita kepada kami [Yahya] dari [Abu Hayyan] berkata telah bercerita kepadaku [Abu Zur'ah] berkata telah bercerita kepadaku [Abu Hurairah radliallahu 'anhu] berkata; Nabi Shallallahu'alaihiwasallam berdiri di hadapan kami lalu Beliau menuturkan tentang ghulul (mengambil harta Rampasan perang sebelum dibagikan) dan Beliau (memperingatkan) besarnya dosa dan akibat dari perbuatan tersebut. Beliau bersabda: \"Sungguh akan kutemui salah seorang dari kalian pada hari qiyamat yang di tengkuknya ada seekor kambing yang mengembik, di tengkuknya ada seekor kuda yang meringkik sambil dia berkata; \"Wahai Rasulullah, tolonglah aku\", lalu aku jawab; \"Aku tidak berkuasa sedikitpun terhadapmu. Aku sudah menyampaikan kepada kamu (ketika di dunia) \". Dan kutemui seseorang yang di atas tengkuknya ada seekor unta yang melenguh, sambil dia berkata; \"Wahai Rasulullah, tolonglah aku\", lalu aku menjawab: \"Aku tidak berkuasa sedikitpun terhadapmu. Aku sudah menyampaikan kepada kamu (ketika di dunia) \". Dan kutemui seseorang yang di atas tengkuknya ada sebongkah emas dan perak lalu dia berkata; \"Wahai Rasulullah, tolonglah aku\", lalu kujawab: \"Aku tidak berkuasa sedikitpun terhadapmu. Aku sudah menyampaikan kepada kamu (ketika di dunia) \", Dan kutemui seseorang yang di atas tengkuknya ada lembaran kain sembari berkata; \"Wahai Rasulullah, tolonglah aku\", lalu aku katakan: \"Aku tidak bekuasa sedikitpun terhadapmu. Aku sudah menyampaikan kepada kamu (ketika di dunia) \". Dan [Ayyub] dari [Abu Hayyan] mengatakan; \"(Dan seseorang) yang di tengkuknya ada kuda yang meringkik\".","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ أَبِي حَيَّانَ قَالَ حَدَّثَنِي أَبُو زُرْعَةَ قَالَ حَدَّثَنِي أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَامَ فِينَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْغُلُولَ فَعَظَّمَهُ وَعَظَّمَ أَمْرَهُ قَالَ لَا أُلْفِيَنَّ أَحَدَكُمْ يَوْمَ الْقِيَامَةِ عَلَى رَقَبَتِهِ شَاةٌ لَهَا ثُغَاءٌ عَلَى رَقَبَتِهِ فَرَسٌ لَهُ حَمْحَمَةٌ يَقُولُ يَا رَسُولَ اللَّهِ أَغِثْنِي فَأَقُولُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ أَبْلَغْتُكَ وَعَلَى رَقَبَتِهِ بَعِيرٌ لَهُ رُغَاءٌ يَقُولُ يَا رَسُولَ اللَّهِ أَغِثْنِي فَأَقُولُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ أَبْلَغْتُكَ وَعَلَى رَقَبَتِهِ صَامِتٌ فَيَقُولُ يَا رَسُولَ اللَّهِ أَغِثْنِي فَأَقُولُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ أَبْلَغْتُكَ أَوْ عَلَى رَقَبَتِهِ رِقَاعٌ تَخْفِقُ فَيَقُولُ يَا رَسُولَ اللَّهِ أَغِثْنِي فَأَقُولُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ أَبْلَغْتُكَوَقَالَ أَيُّوبُ عَنْ أَبِي حَيَّانَ فَرَسٌ لَهُ حَمْحَمَةٌ","source":"Bukhari"},"__N_SSG":true}