{"pageProps":{"number":"2998","slug":"bukhari","id":"Telah bercerita kepada kami ['Ali] telah bercerita kepada kami [Sufyan] dari [Al A'masy] dari [Abu Wa'il] berkata; \"Dikatakan kepada [Usamah]; \"Seandainya kamu temui fulan ('Utsman bin 'Affan radliallahu 'anhu) lalu kamu berbicara dengannya\". Usamah berkata; \"Sungguh jika kalian memandang aku tidak berbicara dengannya, selain bahkan kuperdengarkannya kepada kalian semua. Sungguh aku sudah berbicara kepadanya secara rahasia, dan aku tidak membuka suatu pembicaraan yang aku menjadi orang pertama yang membukanya. Aku juga tidak akan mengatakan kepada seseorang yang seandainya dia menjadi pemimpinklu, bahwa dia sebagai manusia yang lebih baik, setelah kudengar dari Rasulullah shallallahu 'alaihi wasallam\". Mereka bertanya; \"Apa yang kamu dengar dari sabda Beliau Shallallahu'alaihiwasallam \". Usamah berkata; \"Aku mendengar Beliau bersabda: Pada hari qiyamat akan dihadirkan seseorang yang kemudian dia dilempar ke dalam neraka, isi perutnya keluar dan terburai hingga dia berputar-putar bagaikan seekor keledai yang berputar-putar menarik mesin gilingnya. Maka penduduk neraka berkumpul mengelilinginya seraya berkata; \"Wahai fulan, apa yang terjadi denganmu?. Bukankah kamu dahulu orang yang memerintahkan kami berbuat ma'ruf dan melarang kami berbuat munkar?\". Orang itu berkata; \"Aku memang memerintahkan kalian agar berbuat ma'ruf tapi aku sendiri tidak melaksanakannya dan melarang kalian berbuat munkar, namun malah aku mengerjakannya\". [Ghundar] meriwayatkannya dari [Syu'bah] dari [Al A'masy].","arab":"حَدَّثَنَا عَلِيٌّ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ عَنْ أَبِي وَائِلٍ قَالَ قِيلَ لِأُسَامَةَلَوْ أَتَيْتَ فُلَانًا فَكَلَّمْتَهُ قَالَ إِنَّكُمْ لَتُرَوْنَ أَنِّي لَا أُكَلِّمُهُ إِلَّا أُسْمِعُكُمْ إِنِّي أُكَلِّمُهُ فِي السِّرِّ دُونَ أَنْ أَفْتَحَ بَابًا لَا أَكُونُ أَوَّلَ مَنْ فَتَحَهُ وَلَا أَقُولُ لِرَجُلٍ أَنْ كَانَ عَلَيَّ أَمِيرًا إِنَّهُ خَيْرُ النَّاسِ بَعْدَ شَيْءٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالُوا وَمَا سَمِعْتَهُ يَقُولُ قَالَ سَمِعْتُهُ يَقُولُ يُجَاءُ بِالرَّجُلِ يَوْمَ الْقِيَامَةِ فَيُلْقَى فِي النَّارِ فَتَنْدَلِقُ أَقْتَابُهُ فِي النَّارِ فَيَدُورُ كَمَا يَدُورُ الْحِمَارُ بِرَحَاهُ فَيَجْتَمِعُ أَهْلُ النَّارِ عَلَيْهِ فَيَقُولُونَ أَيْ فُلَانُ مَا شَأْنُكَ أَلَيْسَ كُنْتَ تَأْمُرُنَا بِالْمَعْرُوفِ وَتَنْهَانَا عَنْ الْمُنْكَرِ قَالَ كُنْتُ آمُرُكُمْ بِالْمَعْرُوفِ وَلَا آتِيهِ وَأَنْهَاكُمْ عَنْ الْمُنْكَرِ وَآتِيهِرَوَاهُ غُنْدَرٌ عَنْ شُعْبَةَ عَنْ الْأَعْمَشِ","source":"Bukhari"},"__N_SSG":true}