{"pageProps":{"number":"3049","slug":"bukhari","id":"Telah bercerita kepadaku [Muhammad bin 'Ar'arah] telah bercerita kepada kami [Syu'bah] dari [Al Hakam] dari [Mujahid] dari [Ibnu 'Abbas radliallahu 'anhuma] dari Nabi shallallahu 'alaihi wasallam bersabda: \"\"Aku ditolong dengan perantaraan angin yang berhembus dari timur (belakang pintu Ka'bah) sedangkan kaum 'Aad dibinasakan dengan angin yang berhembus dari barat\". Perawi berkata; Dan Ibnu Katsir berkata dari Sufyan dari bapaknya dari Ibnu Abi Nu'im dari Abu Sa'id radliallahu 'anhu berkata; 'Ali mengirim perhiasan emas kepada Nabi shallallahu 'alaihi wasallam lalu Beliau membagikannya kepada empat orang, yaitu kepada Al Aqra' bin Habis Al Hanzhaliy, yang kemudian sebutannya menjadi Al Mujasyi'iy, 'Uyaynah bin Badr Al Fazariy, Zaid ath-Tha'iy kemudian dia menjadi salah seorang suku Bani Nabhan dan 'Alqamah bin 'Ulatsah yang kemudian menjadi salah seorang suku Bani Kilab. Orang-orang Qurais dan Kaum Anshar menjadi marah. Mereka berkata; \"Beliau telah memberi para pahlawan penduduk Nejed dan malah mengabaikan kita\". Beliau berkata: \"Aku memberi mereka dengan tujuan agar menjinakkan hati mereka\" (ke dalam Islam). Lalu datanglah seseorang yang kedua matanya menjorok ke dalam, wajahnya kusut dengan jenggotnya dicukur seraya berkata: \"Bertaqwalah kamu kepada Allah, wahai Muhammad\". Maka Beliau berkata: \"Siapakah yang dapat bertaqwa kepada Allah seandainya aku saja mendurhakai-Nya. Apakah patut Allah memberi kepercayaan kepadaku untuk penduduk bumi sementara kalian tidak mempercayai aku?\". Kemudian ada seseorang, aku kira dia adalah Khalid bin Al Walid, yang meminta izin untuk membunuh orang itu namun Beliau melarangnya. Setelah orang itu pergi, Beliau bersabda: \"Sesungguhnya dari asal orang ini atau di belakang orang ini (keturunan) akan ada satu kaum yang mereka membaca al-Qur'an namun tidak sampai ke tenggorokan mereka. Mereka keluar dari agama bagaikan keluarnya anak panah dari busurnya dan mereka membunuh pemeluk Islam dan membiarkan para penyembah berhala. Seandainya aku bertemu dengan mereka pasti aku akan bunuh mereka sebagaimana kaum \"Ad dibantai\".","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ عَرْعَرَةَ حَدَّثَنَا شُعْبَةُ عَنْ الْحَكَمِ عَنْ مُجَاهِدٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَنُصِرْتُ بِالصَّبَا وَأُهْلِكَتْ عَادٌ بِالدَّبُورِقَالَ وَقَالَ ابْنُ كَثِيرٍ عَنْ سُفْيَانَ عَنْ أَبِيهِ عَنْ ابْنِ أَبِي نُعْمٍ عَنْ أَبِي سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ قَالَبَعَثَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذُهَيْبَةٍ فَقَسَمَهَا بَيْنَ الْأَرْبَعَةِ الْأَقْرَعِ بْنِ حَابِسٍ الْحَنْظَلِيِّ ثُمَّ الْمُجَاشِعِيِّ وَعُيَيْنَةَ بْنِ بَدْرٍ الْفَزَارِيِّ وَزَيْدٍ الطَّائِيِّ ثُمَّ أَحَدِ بَنِي نَبْهَانَ وَعَلْقَمَةَ بْنِ عُلَاثَةَ الْعَامِرِيِّ ثُمَّ أَحَدِ بَنِي كِلَابٍ فَغَضِبَتْ قُرَيْشٌ وَالْأَنْصَارُ قَالُوا يُعْطِي صَنَادِيدَ أَهْلِ نَجْدٍ وَيَدَعُنَا قَالَ إِنَّمَا أَتَأَلَّفُهُمْ فَأَقْبَلَ رَجُلٌ غَائِرُ الْعَيْنَيْنِ مُشْرِفُ الْوَجْنَتَيْنِ نَاتِئُ الْجَبِينِ كَثُّ اللِّحْيَةِ مَحْلُوقٌ فَقَالَ اتَّقِ اللَّهَ يَا مُحَمَّدُ فَقَالَ مَنْ يُطِعْ اللَّهَ إِذَا عَصَيْتُ أَيَأْمَنُنِي اللَّهُ عَلَى أَهْلِ الْأَرْضِ فَلَا تَأْمَنُونِي فَسَأَلَهُ رَجُلٌ قَتْلَهُ أَحْسِبُهُ خَالِدَ بْنَ الْوَلِيدِ فَمَنَعَهُ فَلَمَّا وَلَّى قَالَ إِنَّ مِنْ ضِئْضِئِ هَذَا أَوْ فِي عَقِبِ هَذَا قَوْمًا يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ حَنَاجِرَهُمْ يَمْرُقُونَ مِنْ الدِّينِ مُرُوقَ السَّهْمِ مِنْ الرَّمِيَّةِ يَقْتُلُونَ أَهْلَ الْإِسْلَامِ وَيَدَعُونَ أَهْلَ الْأَوْثَانِ لَئِنْ أَنَا أَدْرَكْتُهُمْ لَأَقْتُلَنَّهُمْ قَتْلَ عَادٍ","source":"Bukhari"},"__N_SSG":true}