{"pageProps":{"number":"306","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ubaid bin Isma'il] berkata, telah menceritakan kepada kami [Abu Usamah] dari [Hisyam] dari [Bapaknya] dari ['Aisyah] berkata, \"Kami keluar bertepatan saat nampak hilal bulan Dzul Hijjah. Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Siapa yang ingin memulai haji dengan Umrah hendaklah ia lakukan. Sekiranya aku tidak membawa hewan sembelihan, aku lebih suka melakukan Umrah lebih dahulu.\" Maka sebagian para sahabat ada yang memulai dengan Umrah dan ada yang memulai dengan haji. Sedang aku termasuk di antara yang mulai dengan Umrah. Maka ketika hari Arafah aku mengalami haid, aku lalu mengadukan hal itu kepada Nabi shallallahu 'alaihi wasallam, beliau lalu bersabda: \"Tinggalkanlah Umrahmu. Uraikan rambut kepalamu lalu sisirlah, kemudian mulailah talbiah dengan haji.\" Maka aku pun laksanakan perintah beliau, hingga ketika tiba malam Hashbah (Malam di Muzdalifah), beliau memerintahkan 'Abdurrahman bin Abu Bakar untuk menemaniku. Maka aku keluar menuju Tan'im, lalu bertalbiah dengan Umrah sebagai ganti Umrahku sebelumnya.\" Hisyam berkata, \"Dan dalam hal itu tidak ada denda baik berupa hadyu (menyembelih), puasa atau pun sedekah.\"","arab":"حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ قَالَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْخَرَجْنَا مُوَافِينَ لِهِلَالِ ذِي الْحِجَّةِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهْلِلْ فَإِنِّي لَوْلَا أَنِّي أَهْدَيْتُ لَأَهْلَلْتُ بِعُمْرَةٍ فَأَهَلَّ بَعْضُهُمْ بِعُمْرَةٍ وَأَهَلَّ بَعْضُهُمْ بِحَجٍّ وَكُنْتُ أَنَا مِمَّنْ أَهَلَّ بِعُمْرَةٍ فَأَدْرَكَنِي يَوْمُ عَرَفَةَ وَأَنَا حَائِضٌ فَشَكَوْتُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ دَعِي عُمْرَتَكِ وَانْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِحَجٍّ فَفَعَلْتُ حَتَّى إِذَا كَانَ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي أَخِي عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ فَخَرَجْتُ إِلَى التَّنْعِيمِ فَأَهْلَلْتُ بِعُمْرَةٍ مَكَانَ عُمْرَتِيقَالَ هِشَامٌ وَلَمْ يَكُنْ فِي شَيْءٍ مِنْ ذَلِكَ هَدْيٌ وَلَا صَوْمٌ وَلَا صَدَقَةٌ","source":"Bukhari"},"__N_SSG":true}