{"pageProps":{"number":"3099","slug":"bukhari","id":"Telah bercerita kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhriy] berkata telah mengabarkan kepadaku [Abu Salamah bin 'Abdur Rahman] dan [Sa'id bin Al Musayyab] bahwa [Abu Hurairah radliallahu 'anhu] berkata; \"Ada dua orang laki-laki yang sedang saling mencaci, yang satunya seorang Muslim dan satunya lagi orang Yahudi. Berkata la-i-laki Muslim: \"Demi Dzat yang telah memilih Muhammad untuk seluruh alam\". Dia bersumpah dengan cara sumpah yang semestinya sebagai Muslim. Dan berkata laki-laki Yahudi: \"Demi Dzat yang telah memilih Musa untuk seluruh alam\". Seketika itu laki-laki muslim mengangkat tangannya dan menampar orang Yahudi itu. Maka orang Yahudi itu pergi menemui Nabi shallallahu 'alaihi wasallam dan mengabarkan peristiwa yang terjadi antara dirinya dan orang Muslim itu. Kemudian Nabi shallallahu 'alaihi wasallam memanggil orang Muslim itu dan bertanya perihal kejadian itu, lalu orang Muslim itu memberitahu Beliau. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Janganlah kamu lebihkan aku terhadap Musa karena nanti saat seluruh manusia dimatikan dan akulah orang yang pertama kali dibangkitkan (dihidupkan) namun saat itu aku melihat Musa sedang berpegangan sangat kuat di sisi 'Arsy. Aku tidak tahu apakah dia termasuk orang yang dimatikan lalu bangkit lebih dahulu daripadaku, atau dia termasuk diantara orang-orang yang dikecualikan (tidak dimatikan) \".","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ وَسَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَاسْتَبَّ رَجُلٌ مِنْ الْمُسْلِمِينَ وَرَجُلٌ مِنْ الْيَهُودِ فَقَالَ الْمُسْلِمُ وَالَّذِي اصْطَفَى مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْعَالَمِينَ فِي قَسَمٍ يُقْسِمُ بِهِ فَقَالَ الْيَهُودِيُّ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْعَالَمِينَ فَرَفَعَ الْمُسْلِمُ عِنْدَ ذَلِكَ يَدَهُ فَلَطَمَ الْيَهُودِيَّ فَذَهَبَ الْيَهُودِيُّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ الَّذِي كَانَ مِنْ أَمْرِهِ وَأَمْرِ الْمُسْلِمِ فَقَالَ لَا تُخَيِّرُونِي عَلَى مُوسَى فَإِنَّ النَّاسَ يَصْعَقُونَ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ فَإِذَا مُوسَى بَاطِشٌ بِجَانِبِ الْعَرْشِ فَلَا أَدْرِي أَكَانَ فِيمَنْ صَعِقَ فَأَفَاقَ قَبْلِي أَوْ كَانَ مِمَّنْ اسْتَثْنَى اللَّهُ","source":"Bukhari"},"__N_SSG":true}