{"pageProps":{"number":"3153","slug":"bukhari","id":"Telah bercerita kepada kami ['Ali bin 'Abdullah] telah bercerita kepada kami [Sufyan] telah bercerita kepada kami [Abu 'Abdur Razzaq-Zanad] dari [Al A'raj] dari [Abu Salamah] dari [Abu Hurairah radliallahu 'anhu] berkata; \"Rasulullah shallallahu 'alaihi wasallam melaksanakan shalat Shubuh (setelah selesai) Beliau menghadap kepada jama'ah lalu bersabda: bersabda: \"Ada orang yang sedang menggiring sapi betina lalu ketika ditungganginya dia memukul sapi tersebut, lalu sapi itu berbicara; \"Aku diciptakan bukan untuk dipukuli seperti ini, tapi aku diciptakan untuk membantu pengembangan sawah ladang\". Lalu orang-orang berkata; \"Maha suci Allah, sapi dapat berbicara?\". Beliau shallallahu 'alaihi wasallam bersabda: \"Aku beriman tentang kejadian itu, begitu juga Abu Bakar dan 'Umar\". Saat itu keduanya tidak hadir disana. Dan ada pula seseorang yang sedang bersama kambingnya lalu ada seekor serigala yang akan memangsa kambingnya dan ketika serigala itu membawanya kabur, orang itu mencarinya seakan dia mengawasi kambingnya dari ancaman serigala maka serigala itu berbicara kepadanya; \"Kini kamu merasa menjaganya dari aku tapi siapa yang menjaganya pada hari berburu saat tidak ada pengembala yang mengawasinya?\". Lalu orang-orang berkata; \"Maha suci Allah, serigala dapat berbicara?\". Beliau shallallahu 'alaihi wasallam bersabda: \"Aku beriman tentang kejadian itu, begitu juga Abu Bakar dan 'Umar\". Saat itu keduanya tidak hadir disana. Dan telah bercerita kepada kami ['Ali] telah bercerita kepada kami [Sufyan] dari [Mis'ar] dari [Sa'ad bin Ibrahim] dari [Abu Salamah] dari [Abu Hurairah radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا أَبُو الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الصُّبْحِ ثُمَّ أَقْبَلَ عَلَى النَّاسِ فَقَالَ بَيْنَا رَجُلٌ يَسُوقُ بَقَرَةً إِذْ رَكِبَهَا فَضَرَبَهَا فَقَالَتْ إِنَّا لَمْ نُخْلَقْ لِهَذَا إِنَّمَا خُلِقْنَا لِلْحَرْثِ فَقَالَ النَّاسُ سُبْحَانَ اللَّهِ بَقَرَةٌ تَكَلَّمُ فَقَالَ فَإِنِّي أُومِنُ بِهَذَا أَنَا وَأَبُو بَكْرٍ وَعُمَرُ وَمَا هُمَا ثَمَّ وَبَيْنَمَا رَجُلٌ فِي غَنَمِهِ إِذْ عَدَا الذِّئْبُ فَذَهَبَ مِنْهَا بِشَاةٍ فَطَلَبَ حَتَّى كَأَنَّهُ اسْتَنْقَذَهَا مِنْهُ فَقَالَ لَهُ الذِّئْبُ هَذَا اسْتَنْقَذْتَهَا مِنِّي فَمَنْ لَهَا يَوْمَ السَّبُعِ يَوْمَ لَا رَاعِيَ لَهَا غَيْرِي فَقَالَ النَّاسُ سُبْحَانَ اللَّهِ ذِئْبٌ يَتَكَلَّمُ قَالَ فَإِنِّي أُومِنُ بِهَذَا أَنَا وَأَبُو بَكْرٍ وَعُمَرُ وَمَا هُمَا ثَمَّو حَدَّثَنَا عَلِيٌّ حَدَّثَنَا سُفْيَانُ عَنْ مِسْعَرٍ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ","source":"Bukhari"},"__N_SSG":true}