{"pageProps":{"number":"3166","slug":"bukhari","id":"Telah bercerita kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhriy] berkata; [Muhammad bin Jubair bin Muth'im] pernah bercerita kepadanya bahwa ada berita yang sampai kepada [Mu'awiyah] yang saat itu dia sedang mempunyai urusan dengan orang Quraisy bahwa'Abdullah bin 'Amru bin Al 'Ash menceritakan bahwa akan ada raja dari kalangan suku Qahthan (di Yaman). Mu'awiyah kemudian marah lalu berdiri kemudian memuji Allah Ta'ala dan segala pengagungan yang memang hanya patut bagi-Nya kemudian berpidato; \"Hadirin yang dimuliakan. Sungguh telah sampai kepadaku orang-orang dari kalian yang menyampaikan pembicaraan yang tidak ada dalam Kitab Allah dan juga bukan dinukil dari sabda Rasulullah Shallallhu 'alaihi wa salam. Mereka itulah orang-orang bodoh dari kalian. Oleh karena itu kalian harus waspada terhadap angan-angan yang menyesatkan para pelakunya. Sungguh aku pernah mendengar Rasulullah Shallallhu 'alaihi wa salam bersabda: \"Sesungguhnya urusan (khilafah/pemerintahan) ini berada pada suku Quraisy dan tidak ada seorangpun yang menentang mereka melainkan Allah Ta'ala pasti akan menelungkupkan wajahnya ke tanah selama mereka (Quraisy) menegakkan ad-din (agama) \".","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ كَانَ مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ يُحَدِّثُ أَنَّهُ بَلَغَ مُعَاوِيَةَ وَهُوَ عِنْدَهُ فِي وَفْدٍ مِنْ قُرَيْشٍأَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ يُحَدِّثُ أَنَّهُ سَيَكُونُ مَلِكٌ مِنْ قَحْطَانَ فَغَضِبَ مُعَاوِيَةُ فَقَامَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّهُ بَلَغَنِي أَنَّ رِجَالًا مِنْكُمْ يَتَحَدَّثُونَ أَحَادِيثَ لَيْسَتْ فِي كِتَابِ اللَّهِ وَلَا تُؤْثَرُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُولَئِكَ جُهَّالُكُمْ فَإِيَّاكُمْ وَالْأَمَانِيَّ الَّتِي تُضِلُّ أَهْلَهَا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ هَذَا الْأَمْرَ فِي قُرَيْشٍ لَا يُعَادِيهِمْ أَحَدٌ إِلَّا كَبَّهُ اللَّهُ عَلَى وَجْهِهِ مَا أَقَامُوا الدِّينَ","source":"Bukhari"},"__N_SSG":true}