{"pageProps":{"number":"3243","slug":"bukhari","id":"Telah bercerita kepadaku [Abdullah bin Muhammad] telah bercerita kepada kami [Abu 'Amir] telah bercerita kepada kami [Fulaih] berkata, telah bercerita kepadaku [Salim abu an-Nadlar] dari [Busr bin Sa'id] dari [Abu Sa'id Al Khudriy radliallahu 'anhu] berkata; Rasulullah shallallahu 'alaihi wasallam menyampaikan khathbah di hadapan manusia lalu bersabda: \"Sesungguhnya Allah telah memberi pilihan kepada seorang hamba untuk memilih antara dunia dan apa yang ada di sisi-Nya, lalu hamba tersebut memilih apa yang ada di sisi Allah\". (Abu Sa'id) berkata; \"Tiba-tiba Abu Bakr menangis yang membuat kami heran dengan tangisannya hanya karena Rasulullah shallallahu 'alaihi wasallam mengabarkan ada seorang hamba yang diminta untuk memilih. Ternyata Rasulullah shallallahu 'alaihi wasallam adalah yang dimaksud dengan hamba tersebut. Dan Abu Bakr adalah orang yang paling memahami isyarat itu. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya manusia yang paling terpercaya di hadapanku dalam persahabatannya dan hartanya adalah Abu Bakar. Dan seandainya aku boleh mengambil puncak kekasih selain Rabbku, tentulah Abu Bakar orangnya. Akan tetapi yang ada adalah persaudaraan Islam dan berkasih sayang dalam Islam. Sungguh tidak ada satupun pintu di dalam masjid yang tersisa melainkan akan tertutup kecuali pintu Abu Bakar\".","arab":"حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا أَبُو عَامِرٍ حَدَّثَنَا فُلَيْحٌ قَالَ حَدَّثَنِي سَالِمٌ أَبُو النَّضْرِ عَنْ بُسْرِ بْنِ سَعِيدٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَخَطَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّاسَ وَقَالَ إِنَّ اللَّهَ خَيَّرَ عَبْدًا بَيْنَ الدُّنْيَا وَبَيْنَ مَا عِنْدَهُ فَاخْتَارَ ذَلِكَ الْعَبْدُ مَا عِنْدَ اللَّهِ قَالَ فَبَكَى أَبُو بَكْرٍ فَعَجِبْنَا لِبُكَائِهِ أَنْ يُخْبِرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ عَبْدٍ خُيِّرَ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ الْمُخَيَّرَ وَكَانَ أَبُو بَكْرٍ أَعْلَمَنَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنْ أَمَنِّ النَّاسِ عَلَيَّ فِي صُحْبَتِهِ وَمَالِهِ أَبَا بَكْرٍ وَلَوْ كُنْتُ مُتَّخِذًا خَلِيلًا غَيْرَ رَبِّي لَاتَّخَذْتُ أَبَا بَكْرٍ وَلَكِنْ أُخُوَّةُ الْإِسْلَامِ وَمَوَدَّتُهُ لَا يَبْقَيَنَّ فِي الْمَسْجِدِ بَابٌ إِلَّا سُدَّ إِلَّا بَابَ أَبِي بَكْرٍ","source":"Bukhari"},"__N_SSG":true}