{"pageProps":{"number":"3464","slug":"bukhari","id":"Telah menceritakan kepadaku [Abdullah bin Muhammad] telah menceritakan kepada kami [Hisyam] telah mengabarkan kepada kami [Ma'mar] dari [Az Zuhri] telah menceritakan kepadaku ['Urwah bin Az Zubair] bahwa ['Ubaidullah bin 'Adi bin Al Khiyar] mengabarkan kepadanya; \"Aku datang menemui 'Utsman...\". Dan [Bisyir bin Syu'aib] mengatakan; telah menceritakan kepadaku [Bapakku] dari [Az Zuhri] telah menceritakan kepadaku ['Urwah bin Az Zubair] bahwa ['Ubaidullah bin 'Adi bin Khiyar] mengabarkan kepadanya, ia berkata; \"Aku datang kepada ['Utsman] maka dia bersaksi lalu berkata; \"Amma ba'du. Sesungguhnya Allah telah mengutus Muhammad shallallahu 'alaihi wasallam dengan benar dan aku diantara orang yang menyambut seruan Allah dan Rasul-Nya, beriman kepada apa yang dibawa oleh Muhammad shallallahu 'alaihi wasallam. Kemudian aku berhijrah dua kali dan aku juga telah mendampigi Rasulullah shallallahu 'alaihi wasallam dan berbai'at kepada beliau. Demi Allah, tidaklah aku membantah dan menipu beliau hingga Allah 'azza wajalla mewafatkan beliau.\" Hadits ini telah dinukil pula oleh [Ishaq Al Kalbi], telah menceritakan kepadaku [Az Zuhri] sebagaimana hadits ini.","arab":"حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا هِشَامٌ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عُبَيْدَ اللَّهِ بْنَ عَدِيِّ بْنِ الْخِيَارِ أَخْبَرَهُ دَخَلْتُ عَلَى عُثْمَانَ وَقَالَ بِشْرُ بْنُ شُعَيْبٍ حَدَّثَنِي أَبِي عَنْ الزُّهْرِيِّ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عُبَيْدَ اللَّهِ بْنَ عَدِيِّ بْنِ خِيَارٍ أَخْبَرَهُ قَالَدَخَلْتُ عَلَى عُثْمَانَ فَتَشَهَّدَ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ اللَّهَ بَعَثَ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْحَقِّ وَكُنْتُ مِمَّنْ اسْتَجَابَ لِلَّهِ وَلِرَسُولِهِ وَآمَنَ بِمَا بُعِثَ بِهِ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ هَاجَرْتُ هِجْرَتَيْنِ وَنِلْتُ صِهْرَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَايَعْتُهُ فَوَاللَّهِ مَا عَصَيْتُهُ وَلَا غَشَشْتُهُ حَتَّى تَوَفَّاهُ اللَّهُتَابَعَهُ إِسْحَاقُ الْكَلْبِيُّ حَدَّثَنِي الزُّهْرِيُّ مِثْلَهُ","source":"Bukhari"},"__N_SSG":true}