{"pageProps":{"number":"3579","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Hammam] dari [Ishaq bin Abdullah bin Abu Thalhah] dia berkata, telah menceritakan kepadaku [Anas], bahwa Nabi shallallahu 'alaihi wasallam pernah mengutus paman beliau, yaitu saudara laki-laki Ummu Sulaim, untuk menyertai tujuh puluh orang sahabatnya yang kemudian terbunuh di Bi'rul Ma'unah. Pemimpin musyrik pada saat itu adalah 'Amir bin Thufail, ia memberikan tiga pilihan. Thufail mengatakan, 'Bagimu penduduk Sahl dan untukku penduduk Madar, atau aku menjadi pemimpin bagimu atau aku akan memerangimu dengan mengerahkan penduduk Ghathafan sebanyak seribu dan seribu.' Amir ditikam di rumah Ummu Fulan, lalu dia berkata, 'Penyakit seperti penyakit unta, di rumah seorang wanita dari keluarga bani fulan, datangkan kudaku kepadaku.' Maka ia meninggal di atas kudanya. Lalu berangkatlah Haram, yaitu saudara Ummu Sulaim -dia adalah seorang laki-laki yang cacat- dan dia berangkat bersama seorang laki-laki dari Bani Fulan, dia berkata, \"Hendaknya posisi kalian berada dekat denganku, hingga aku dapat mendatangi mereka, jika mereka memberikan jaminan keamanan kepadaku, kalian dekat, namun jika mereka membunuhku, maka mereka dapat mendatangi sahabat kalian.\" Haram lalu angkat bicara, \"Apakah kalian mempercayaiku jika aku akan menyampaikan risalah Rasulullah shallallahu 'alaihi wasallam?\" kemudian Haram mengajak bicara mereka, ternyata mereka memberi isyarat kepada salah seorang di antara mereka, lantas laki-laki tersebut mendatangi dari belakang dan menikamnya dengan tombak hingga tembus, \" Haram berkata, \"Allahu akbar, demi Rabb Ka'bah aku menang.\" Akhirnya semua sahabat ditangkap dan dibunuh selain laki-laki yang cacat, ketika itu ia tengah berada di puncak gunung, maka Allah menurunkan ayat-Nya kepada kami, kemudian ayat tersebut termasuk yang dimansukh, yaitu ayat: \"Sesungguhnya kami telah menemui Rabb kami, maka Dia meridlai kami dan kamipun ridla terhadap-Nya.\" Setelah itu Nabi shallallahu 'alaihi wasallam mendo'akan kebinasaan kaum tersebut selama tigapuluh hari, yaitu terhadap Ri'l, Dzakwan, Lahyan dan 'Ushayyah yang telah mendurhakai Allah dan Rasul-Nya shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا هَمَّامٌ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ قَالَ حَدَّثَنِي أَنَسٌأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ خَالَهُ أَخٌ لِأُمِّ سُلَيْمٍ فِي سَبْعِينَ رَاكِبًا وَكَانَ رَئِيسَ الْمُشْرِكِينَ عَامِرُ بْنُ الطُّفَيْلِ خَيَّرَ بَيْنَ ثَلَاثِ خِصَالٍ فَقَالَ يَكُونُ لَكَ أَهْلُ السَّهْلِ وَلِي أَهْلُ الْمَدَرِ أَوْ أَكُونُ خَلِيفَتَكَ أَوْ أَغْزُوكَ بِأَهْلِ غَطَفَانَ بِأَلْفٍ وَأَلْفٍ فَطُعِنَ عَامِرٌ فِي بَيْتِ أُمِّ فُلَانٍ فَقَالَ غُدَّةٌ كَغُدَّةِ الْبَكْرِ فِي بَيْتِ امْرَأَةٍ مِنْ آلِ فُلَانٍ ائْتُونِي بِفَرَسِي فَمَاتَ عَلَى ظَهْرِ فَرَسِهِ فَانْطَلَقَ حَرَامٌ أَخُو أُمِّ سُلَيْمٍ وَهُوَ رَجُلٌ أَعْرَجُ وَرَجُلٌ مِنْ بَنِي فُلَانٍ قَالَ كُونَا قَرِيبًا حَتَّى آتِيَهُمْ فَإِنْ آمَنُونِي كُنْتُمْ وَإِنْ قَتَلُونِي أَتَيْتُمْ أَصْحَابَكُمْ فَقَالَ أَتُؤْمِنُونِي أُبَلِّغْ رِسَالَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَعَلَ يُحَدِّثُهُمْ وَأَوْمَئُوا إِلَى رَجُلٍ فَأَتَاهُ مِنْ خَلْفِهِ فَطَعَنَهُ قَالَ هَمَّامٌ أَحْسِبُهُ حَتَّى أَنْفَذَهُ بِالرُّمْحِ قَالَ اللَّهُ أَكْبَرُ فُزْتُ وَرَبِّ الْكَعْبَةِ فَلُحِقَ الرَّجُلُ فَقُتِلُوا كُلُّهُمْ غَيْرَ الْأَعْرَجِ كَانَ فِي رَأْسِ جَبَلٍ فَأَنْزَلَ اللَّهُ عَلَيْنَا ثُمَّ كَانَ مِنْ الْمَنْسُوخِ إِنَّا قَدْ لَقِينَا رَبَّنَا فَرَضِيَ عَنَّا وَأَرْضَانَا فَدَعَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ ثَلَاثِينَ صَبَاحًا عَلَى رِعْلٍ وَذَكْوَانَ وَبَنِي لَحْيَانَ وَعُصَيَّةَ الَّذِينَ عَصَوْا اللَّهَ وَرَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}