{"pageProps":{"number":"364","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah] berkata, telah menceritakan kepada kami [Sufyan] berkata, telah menceritakan kepada kami [Abu Hazim] berkata, \"Orang-orang bertanya kepada [Sahal bin Sa'd] tentang terbuat dari apa mimbar Rasulullah? Maka dia berkata, \"Tidak ada seorangpun yang masih hidup dari para sahabat yang lebih mengetahui masalah ini selain aku. Mimbar itu terbuat dari batang pohon hutan yang tak berduri, mimbar itu dibuat oleh seorang budak wanita untuk Rasulullah shallallahu 'alaihi wasallam. Ketika selesai dibuat dan diletakkan, Rasulullah shallallahu 'alaihi wasallam berdiri pada mimbar tersebut menghadap kiblat. Beliau bertakbir dan orang-orang pun ikut shalat dibelakangnya, beliau lalu membaca surat lalu rukuk, dan orang-orang pun ikut rukuk di belakangnya. Kemudian beliau mengangkat kepalanya, lalu mundur ke belakang turun dan sujud di atas tanah. Kemudian beliau kembali ke atas mimbar dan rukuk, kemudian mengangkat kepalnya lalu turun kembali ke tanah pada posisi sebelumnya dan sujud di tanah. Itulah keberadaan mimbar.\" Abu 'Abdullah berkata, 'Ali Al Madini berkata, Ahmad bin Hambal rahimahullah bertanya kepadaku tentang hadits ini. Ia katakan, \"Yang aku maksudkan bahwa Nabi shallallahu 'alaihi wasallam posisinya lebih tinggi daripada orang-orang. Maka tidak mengapa seorang imam posisinya lebih tinggi daripada Makmum berdasarkan hadits ini.\" Sahl bin Sa'd berkata, \"Aku katakan, \"Sesungguhnya Sufyan bin 'Uyainah sering ditanya tentang masalah ini, 'Apakah kamu tidak pernah mendengarnya? ' Ahmad bin Hambal rahimahullah menjawab, \"Tidak.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنَا سُفْيَانُ قَالَ حَدَّثَنَا أَبُو حَازِمٍ قَالَ سَأَلُوا سَهْلَ بْنَ سَعْدٍمِنْ أَيِّ شَيْءٍ الْمِنْبَرُ فَقَالَ مَا بَقِيَ بِالنَّاسِ أَعْلَمُ مِنِّي هُوَ مِنْ أَثْلِ الْغَابَةِ عَمِلَهُ فُلَانٌ مَوْلَى فُلَانَةَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَامَ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ عُمِلَ وَوُضِعَ فَاسْتَقْبَلَ الْقِبْلَةَ كَبَّرَ وَقَامَ النَّاسُ خَلْفَهُ فَقَرَأَ وَرَكَعَ وَرَكَعَ النَّاسُ خَلْفَهُ ثُمَّ رَفَعَ رَأْسَهُ ثُمَّ رَجَعَ الْقَهْقَرَى فَسَجَدَ عَلَى الْأَرْضِ ثُمَّ عَادَ إِلَى الْمِنْبَرِ ثُمَّ رَكَعَ ثُمَّ رَفَعَ رَأْسَهُ ثُمَّ رَجَعَ الْقَهْقَرَى حَتَّى سَجَدَ بِالْأَرْضِ فَهَذَا شَأْنُهُقَالَ أَبُو عَبْد اللَّهِ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ سَأَلَنِي أَحْمَدُ بْنُ حَنْبَلٍ رَحِمَهُ اللَّهُ عَنْ هَذَا الْحَدِيثِ قَالَ فَإِنَّمَا أَرَدْتُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ أَعْلَى مِنْ النَّاسِ فَلَا بَأْسَ أَنْ يَكُونَ الْإِمَامُ أَعْلَى مِنْ النَّاسِ بِهَذَا الْحَدِيثِ قَالَ فَقُلْتُ إِنَّ سُفْيَانَ بْنَ عُيَيْنَةَ كَانَ يُسْأَلُ عَنْ هَذَا كَثِيرًا فَلَمْ تَسْمَعْهُ مِنْهُ قَالَ لَا","source":"Bukhari"},"__N_SSG":true}