{"pageProps":{"number":"3649","slug":"bukhari","id":"Telah menceritakan kepada kami [Sulaiman bin Harb] Telah menceritakan kepada kami [Hammad alias Ibnu Zaid] dari [Ayyub] dari [Said bin Jubair] dari [Ibnu Abbas] radliallahu 'anhuma, katanya, ketika Rasulullah shallallahu 'alaihi wasallam dan para sahabatnya tiba di (Makkah), kaum musyrikin mencemooh; \"Telah datang kepada kalian para utusan yang \"lembek\" karena flu Yatsrib (Madinah), maka Nabi shallallahu 'alaihi wasallam perintahkan para sahabat agar berlari-lari kecil ketika melakukan tiga putaran thawaf pertama dan agar mereka berjalan diantara dua rukun yamani. Tak ada yang menghalangi beliau untuk menyuruh mereka berlari dalam semua putaran selain karena kasih sayang beliau kepada mereka. Kata Abu Abdullah, [Ibnu Salamah] menambahkan dari [Ayyub] dari [Sa'id bin Jubair] dari [Ibnu Abbas] katanya, ketika Nabi shallallahu 'alaihi wasallam tiba pada tahun berikutnya, yang telah beliau minta jaminan keamanannya, beliau bersabda: \"Berlarilah kalian agar orang musyrik melihat kekuatan kalian.\" Dan ketika itu kaum musyrikin berada di suatu lokasi yang namanya Quaiqi'an.","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادٌ هُوَ ابْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَقَدِمَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ فَقَالَ الْمُشْرِكُونَ إِنَّهُ يَقْدَمُ عَلَيْكُمْ وَفْدٌ وَهَنَهُمْ حُمَّى يَثْرِبَ وَأَمَرَهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَرْمُلُوا الْأَشْوَاطَ الثَّلَاثَةَ وَأَنْ يَمْشُوا مَا بَيْنَ الرُّكْنَيْنِ وَلَمْ يَمْنَعْهُ أَنْ يَأْمُرَهُمْ أَنْ يَرْمُلُوا الْأَشْوَاطَ كُلَّهَا إِلَّا الْإِبْقَاءُ عَلَيْهِمْقَالَ أَبُو عَبْد اللَّهِ وَزَادَ ابْنُ سَلَمَةَ عَنْ أَيُّوبَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا قَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعَامِهِ الَّذِي اسْتَأْمَنَ قَالَ ارْمُلُوا لِيَرَى الْمُشْرِكُونَ قُوَّتَهُمْ وَالْمُشْرِكُونَ مِنْ قِبَلِ قُعَيْقِعَانَ","source":"Bukhari"},"__N_SSG":true}