{"pageProps":{"number":"3690","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Muqatil] Telah mengabarkan kepada kami [Abdullah] Telah mengabarkan kepada kami [Yunus] dari [Az Zuhri] katanya, Telah mengabarkan kepada kami [Urwah bin Zubair], ada seorang wanita mencuri di masa Rasulullah shallallahu 'alaihi wasallam tepatnya ketika terjadi penaklukan Makkah. Kaumnya merasa gelisah atas kasus ini sehingga melakukan perundingan dengan Usamah bin Zaid dengan harapan mereka bisa minta keringanan hukuman melalui perantaranya. Kata Urwah, ketika Usamah melaporkan kasusnya kepada Rasulullah dan meminta keringanan, wajah Rasulullah nampak berubah (pertanda bangkit emosinya). Lantas Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah kalian akan mengajakku melakukan \"kompromi\" terhadap hukum Allah? Usamah langsung insaf dengan mengatakan \"Mintalah ampunan untukku wahai Rasulullah? Sore harinya, Rasulullah shallallahu 'alaihi wasallam berpidato, memuji Allah dengan pujian yang semestinya bagi-Nya kemudian berujar: \"Hadirin yang dihormati, manusia sebelum kalian telah celaka sebab jika yang mencuri kalangan atas (pejabat, bangsawan, elit politik) maka mereka membiarkannya, sebaliknya jika yang mencuri masyarakat biasa (golongan rendah, borjuis, tak berpangkat), mereka menegakkan hukuman. Demi Dzat yang diri-ku berada di tangan-NYA, kalaulah Fathimah binti Muhammad mencuri, niscaya kupotong tangannya. Kemudian Rasulullah shallallahu 'alaihi wasallam memerintahkan wanita itu sehingga dipotong tangannya, dikemudian hari ia menindaklanjuti taubatnya dengan baik dan menikah. Kata [Aisyah], dikemudian hari si wanita datang dan kulaporkan keperluannya kepada Rasulullah Shallallahu'alaihiwasallam.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا يُونُسُ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِأَنَّ امْرَأَةً سَرَقَتْ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ الْفَتْحِ فَفَزِعَ قَوْمُهَا إِلَى أُسَامَةَ بْنِ زَيْدٍ يَسْتَشْفِعُونَهُ قَالَ عُرْوَةُ فَلَمَّا كَلَّمَهُ أُسَامَةُ فِيهَا تَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَتُكَلِّمُنِي فِي حَدٍّ مِنْ حُدُودِ اللَّهِ قَالَ أُسَامَةُ اسْتَغْفِرْ لِي يَا رَسُولَ اللَّهِ فَلَمَّا كَانَ الْعَشِيُّ قَامَ رَسُولُ اللَّهِ خَطِيبًا فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّمَا أَهْلَكَ النَّاسَ قَبْلَكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا ثُمَّ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتِلْكَ الْمَرْأَةِ فَقُطِعَتْ يَدُهَا فَحَسُنَتْ تَوْبَتُهَا بَعْدَ ذَلِكَ وَتَزَوَّجَتْ قَالَتْ عَائِشَةُ فَكَانَتْ تَأْتِي بَعْدَ ذَلِكَ فَأَرْفَعُ حَاجَتَهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}