{"pageProps":{"number":"3708","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Al'Ala'] Telah menceritakan kepada kami [Abu Usamah] dari [Buraid bin Abdullah] dari [Abu Burdah] dari [Abu Musa] radliallahu 'anhu, katanya Aku disisi Nabi shallallahu 'alaihi wasallam yang ketika itu beliau singgah di Ji'ranah antara Makkah dan Madinah, beliau bersama Bilal. Rupanya ada seorang arab badui (pelosok) menemui beliau dan berujar; \"Tidakkah engkau lunasi janjimu kepadaku? Jawab Nabi: \"Bergembiralah! Si arab badui menjawab; \"kamu berulang kali mengatakan; \"bergembiralah! Kemudian beliau temui Abu musa dan Bilal seolah-olah beliau emosi. Kata beliau: \"Orang arab itu telah menolak kabar gembira! Maka temuilah olehmu berdua! maka kami menemuinya. Selanjutnya Nabi meminta baskom berisi air, beliau cuci kedua tangannya, wajahnya dan beliau semprotkan air dari mulut beliau ke baskom, kemudian beliau bersabda: \"Silahkan kalian berdua minum, dan guyurkan pada wajah kalian, dan tengkuk kalian dan bergembiralah! Keduanya lantas mengambil baskom dan keduanya melaksanakan perintah Nabi shallallahu 'alaihi wasallam. Ummu Salamah lantas berseru dibalik tabir \"Tolong sisakan air itu untuk ibu kalian! Maka keduanya menyisakan air itu.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ قَالَكُنْتُ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ نَازِلٌ بِالْجِعْرَانَةِ بَيْنَ مَكَّةَ وَالْمَدِينَةِ وَمَعَهُ بِلَالٌ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْرَابِيٌّ فَقَالَ أَلَا تُنْجِزُ لِي مَا وَعَدْتَنِي فَقَالَ لَهُ أَبْشِرْ فَقَالَ قَدْ أَكْثَرْتَ عَلَيَّ مِنْ أَبْشِرْ فَأَقْبَلَ عَلَى أَبِي مُوسَى وَبِلَالٍ كَهَيْئَةِ الْغَضْبَانِ فَقَالَ رَدَّ الْبُشْرَى فَاقْبَلَا أَنْتُمَا قَالَا قَبِلْنَا ثُمَّ دَعَا بِقَدَحٍ فِيهِ مَاءٌ فَغَسَلَ يَدَيْهِ وَوَجْهَهُ فِيهِ وَمَجَّ فِيهِ ثُمَّ قَالَ اشْرَبَا مِنْهُ وَأَفْرِغَا عَلَى وُجُوهِكُمَا وَنُحُورِكُمَا وَأَبْشِرَا فَأَخَذَا الْقَدَحَ فَفَعَلَا فَنَادَتْ أُمُّ سَلَمَةَ مِنْ وَرَاءِ السِّتْرِ أَنْ أَفْضِلَا لِأُمِّكُمَا فَأَفْضَلَا لَهَا مِنْهُ طَائِفَةً","source":"Bukhari"},"__N_SSG":true}