{"pageProps":{"number":"3811","slug":"bukhari","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] Telah menceritakan kepada kami [Hisyam] Telah menceritakan kepada kami [Qatadah] dari [Anas radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam Demikian juga diriwayatkan dari jalur lainnya, dan [Khalifah] berkata kepadaku Telah menceritakan kepada kami [Yazid bin Zura'i] Telah menceritakan kepada kami [Sa'id] dari [Qatadah] dari [Anas radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Pada hari kiamat orang-orang yang beriman berkumpul lalu mereka berkata; 'Sebaiknya kita meminta syafa'at kepada Rabb kita 'azza wajalla sehingga kita dapat pindah dari tempat kita sekarang juga.' Lalu mereka mendatangi Adam 'Alaihis Salam seraya mengatakan; 'Wahai Adam, engkau adalah bapaknya manusia, Allah menciptakanmu dengan tangan-Nya sendiri dan menjadikan malaikat-malaikat-Nya sujud kepadamu, serta diajarkan pula kepadamu nama-nama segala sesuatu, maka mintakanlah syafa'at kepada Rabb kami 'azza wajalla agar Dia memindahkan kami dari tempat kami ini! ' Maka Adam berkata; 'Bukan aku yang kalian maksud, ' kemudian Adam menyebutkan dosa yang pernah ia lakukan, hingga dosa tersebut membuatnya malu kepada Allah, lalu Adam berkata; 'Datanglah kalian kepada Nuh 'Alaihis Salam karena ia adalah rasul pertama kali yang Allah utus ke muka bumi, ' kemudian mereka pun mendatangi Nuh 'Alaihis Salam, lalu Nuh berkata; 'Bukan aku yang kalian maksud, ' lalu ia menyebutkan kesalahan dan permintaannya kepada Rabbnya dengan tanpa ilmu, hingga membuatnya malu kepada Rabbnya; 'akan tetapi datangilah Ibrahim 'Alaihis Salam kekasih Ar Rahman 'azza wajalla, ' maka mereka pun mendatanginya, lalu Ibrahim mengatakan; 'Bukan aku yang kalian maksud, tapi datanglah kalian kepada Musa 'Alaihis Salam, seorang hamba yang Allah ajak bicara secara langsung dan diberikan Taurat.' Maka mereka pun mendatangi Musa, dan Musa juga berkata; 'Bukan aku yang kalian maksud, ' seraya menyebutkan seseorang yang dia bunuh tanpa alasan yang benar, hingga hal itu membuatnya malu kepada Rabbnya; 'akan tetapi datanglah kalian kepada Isa 'Alaihis Salam, hamba Allah dan Rasul-Nya, kalimat serta ruh-Nya.' Maka mereka pun mendatangi Isa, kemudian Isa mengatakan; 'Bukan aku yang kalian maksud, akan tetapi datanglah kalian kepada Muhammad, seorang hamba yang dosanya telah diampuni Allah, baik yang lalu atau yang akan datang.' Maka mereka pun mendatangiku, maka aku pun pergi sehingga aku meminta izin kepada Rabbku 'azza wajalla, lalu aku pun diizinkan. Maka ketika aku melihat Rabbku, aku langsung jatuh sujud kepada Rabbku 'azza wajalla, kemudian Dia membiarkanku bersujud sekehendak-Nya. Setelah itu dikatakan; 'Bangunlah ya Muhammad! memintalah maka engkau akan diberikan! berkatalah maka engkau akan didengarkan! dan mintalah syafa'at maka engkau akan diberi (hak memberi syafa'at).\" Maka aku mengangkat kepalaku dan memuji-Nya dengan pujian yang Dia ajarkan kepadaku, kemudian aku memberikan syafa'at dan Dia memberikan aku batasan, lalu aku memasukkan orang-orang ke dalam surga. Kemudian aku kembali kepada Rabbku 'azza wajalla untuk yang kedua kalinya, dan ketika aku melihat Rabbku aku langsung jatuh sujud kepada Rabbku, kemudian Dia membiarkanku bersujud sekehendak-Nya. Kemudian dikatakan; 'Bangunlah ya Muhammad! berkatalah maka engkau akan didengarkan! memintalah maka engkau akan diberikan! dan mintalah syafa'at maka engkau akan diberi (hak memberi syafa'at).\" Maka aku mengangkat kepalaku dan memuji-Nya dengan pujian yang Dia ajarkan kepadaku, kemudian aku memberikan syafa'at dan Dia memberikan aku batasan, lalu aku memasukkan orang-orang ke dalam surga.\" Kemudian aku kembali kepada Rabbku 'azza wajalla untuk yang ketiga kalinya, dan ketika aku melihat Rabbku aku langsung tersungkur bersujud kepada Rabbku, kemudian Dia membiarkanku bersujud sekehendak-Nya. Kemudian dikatakan; 'Bangunlah ya Muhammad! berkatalah maka engkau akan didengarkan! memintalah maka engkau akan diberikan! dan mintalah syafa'at maka engkau akan diberi (hak memberi syafa'at).' Maka aku mengangkat kepalaku dan memuji-Nya dengan pujian yang Dia ajarkan kepadaku, kemudian aku memberikan syafa'at dan Dia memberikan aku batasan, lalu aku memasukkan orang-orang ke dalam surga.\" Kemudian aku kembali kepada Rabbku 'azza wajalla untuk yang keempat kalinya, lalu aku berkata: 'Wahai Rabb, tidak ada yang tersisa kecuali orang yang terhalang oleh Al Qur`an dan wajib kekal di neraka.'","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا هِشَامٌ حَدَّثَنَا قَتَادَةُ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و قَالَ لِي خَلِيفَةُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَجْتَمِعُ الْمُؤْمِنُونَ يَوْمَ الْقِيَامَةِ فَيَقُولُونَ لَوْ اسْتَشْفَعْنَا إِلَى رَبِّنَا فَيَأْتُونَ آدَمَ فَيَقُولُونَ أَنْتَ أَبُو النَّاسِ خَلَقَكَ اللَّهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلَائِكَتَهُ وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَيْءٍ فَاشْفَعْ لَنَا عِنْدَ رَبِّكَ حَتَّى يُرِيحَنَا مِنْ مَكَانِنَا هَذَا فَيَقُولُ لَسْتُ هُنَاكُمْ وَيَذْكُرُ ذَنْبَهُ فَيَسْتَحِي ائْتُوا نُوحًا فَإِنَّهُ أَوَّلُ رَسُولٍ بَعَثَهُ اللَّهُ إِلَى أَهْلِ الْأَرْضِ فَيَأْتُونَهُ فَيَقُولُ لَسْتُ هُنَاكُمْ وَيَذْكُرُ سُؤَالَهُ رَبَّهُ مَا لَيْسَ لَهُ بِهِ عِلْمٌ فَيَسْتَحِي فَيَقُولُ ائْتُوا خَلِيلَ الرَّحْمَنِ فَيَأْتُونَهُ فَيَقُولُ لَسْتُ هُنَاكُمْ ائْتُوا مُوسَى عَبْدًا كَلَّمَهُ اللَّهُ وَأَعْطَاهُ التَّوْرَاةَ فَيَأْتُونَهُ فَيَقُولُ لَسْتُ هُنَاكُمْ وَيَذْكُرُ قَتْلَ النَّفْسِ بِغَيْرِ نَفْسٍ فَيَسْتَحِي مِنْ رَبِّهِ فَيَقُولُ ائْتُوا عِيسَى عَبْدَ اللَّهِ وَرَسُولَهُ وَكَلِمَةَ اللَّهِ وَرُوحَهُ فَيَقُولُ لَسْتُ هُنَاكُمْ ائْتُوا مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَبْدًا غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ فَيَأْتُونِي فَأَنْطَلِقُ حَتَّى أَسْتَأْذِنَ عَلَى رَبِّي فَيُؤْذَنَ لِي فَإِذَا رَأَيْتُ رَبِّي وَقَعْتُ سَاجِدًا فَيَدَعُنِي مَا شَاءَ اللَّهُ ثُمَّ يُقَالُ ارْفَعْ رَأْسَكَ وَسَلْ تُعْطَهْ وَقُلْ يُسْمَعْ وَاشْفَعْ تُشَفَّعْ فَأَرْفَعُ رَأْسِي فَأَحْمَدُهُ بِتَحْمِيدٍ يُعَلِّمُنِيهِ ثُمَّ أَشْفَعُ فَيَحُدُّ لِي حَدًّا فَأُدْخِلُهُمْ الْجَنَّةَ ثُمَّ أَعُودُ إِلَيْهِ فَإِذَا رَأَيْتُ رَبِّي مِثْلَهُ ثُمَّ أَشْفَعُ فَيَحُدُّ لِي حَدًّا فَأُدْخِلُهُمْ الْجَنَّةَ ثُمَّ أَعُودُ الرَّابِعَةَ فَأَقُولُ مَا بَقِيَ فِي النَّارِ إِلَّا مَنْ حَبَسَهُ الْقُرْآنُ وَوَجَبَ عَلَيْهِ الْخُلُودُقَالَ أَبُو عَبْد اللَّهِ إِلَّا مَنْ حَبَسَهُ الْقُرْآنُ يَعْنِي قَوْلَ اللَّهِ تَعَالَى{ خَالِدِينَ فِيهَا }","source":"Bukhari"},"__N_SSG":true}