{"pageProps":{"number":"3821","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'aim] dia mendengar dari [Zuhair] dari [Abu Ishaq] dari [Al Bara' radliallahu 'anhu] bahwa Rasulullah shallallahu 'alaihi wasallam shalat dengan menghadap ke baitul Maqdis selama enam belas atau tujuh belas bulan. Dan beliau menyukai jika kiblatnya menghadap ke arah ka'bah. Kemudian beliau pun shalat Ashar bersama sekelompok para sahabat dengan menghadap ke arab kiblat. Setelah itu salah seorang dari sahabat tersebut keluar dan melewati kaum muslimin di sebuah masjid yang pada waktu itu mereka sedang ruku. Sahabat tadi berkata; AKu bersaksi kepada Allah, sungguh aku telah shalat bersama Nabi shallallahu 'alaihi wasallam dengan menghadap kiblat. Mereka pun segera berputar dalam keadaan shalat menghadap ke arah kiblat. Ada beberapa orang yang telah meninggal dengan menghadap ke arah kiblat pertama yang kami tidak tahu apa yang harus kami katakan mengenai hukumnya bagi mereka tersebut. Maka Allah pun menurunkan ayat; \"Dan Allah tidak akan menyia-nyiakan keimanan kalian, sesungguhnya Allah maha pengasih lagi maha penyayang kepada manusia.\" (Al Baqarah: 143).","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ سَمِعَ زُهَيْرًا عَنْ أَبِي إِسْحَاقَ عَنْ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى إِلَى بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا أَوْ سَبْعَةَ عَشَرَ شَهْرًا وَكَانَ يُعْجِبُهُ أَنْ تَكُونَ قِبْلَتُهُ قِبَلَ الْبَيْتِ وَأَنَّهُ صَلَّى أَوْ صَلَّاهَا صَلَاةَ الْعَصْرِ وَصَلَّى مَعَهُ قَوْمٌ فَخَرَجَ رَجُلٌ مِمَّنْ كَانَ صَلَّى مَعَهُ فَمَرَّ عَلَى أَهْلِ الْمَسْجِدِ وَهُمْ رَاكِعُونَ قَالَ أَشْهَدُ بِاللَّهِ لَقَدْ صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قِبَلَ مَكَّةَ فَدَارُوا كَمَا هُمْ قِبَلَ الْبَيْتِ وَكَانَ الَّذِي مَاتَ عَلَى الْقِبْلَةِ قَبْلَ أَنْ تُحَوَّلَ قِبَلَ الْبَيْتِ رِجَالٌ قُتِلُوا لَمْ نَدْرِ مَا نَقُولُ فِيهِمْ فَأَنْزَلَ اللَّهُ{ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ }","source":"Bukhari"},"__N_SSG":true}