{"pageProps":{"number":"3822","slug":"bukhari","id":"Telah menceritakan kepada kami [Yusuf bin Rasyid] Telah menceritakan kepada kami [Jarir] dan [Abu Usamah] dan lafazh ini milik Jarir dari [Al A'masy] dari [Abu Shalih], Abu Usamah berkata; Telah menceritakan kepada kami Abu Shalih dari [Abu Sa'id Al Khudri] berkata; Rasulullah shallallahu 'alaihi wasallam pernah bersabda: \"Pada hari kiamat, Nuh akan dipanggil (Allah) dan ia akan menjawab: 'Labbaik dan Sa'daik, wahai TuhanKu! ' lalu Allah bertanya: 'Apakah telah kau sampaikan pesan Kami? ' Nuh menjawab: 'Ya'. Kemudian Allah akan bertanya kepada bangsa (umat) Nuh: 'Apakah ia telah menyampaikan pesan kami kepadamu sekalian? ' Mereka akan berkata; 'Tidak ada yang memberikan peringatan kepada kami.' Maka Allah bertanya: 'Siapa yang menjadi saksimu? ' Nuh menjawab: 'Muhammad shallallahu 'alaihi wasallam dan para pengikutnya.' Maka mereka (umat muslim) akan bersaksi bahwa Nuh telah menyampaikan pesan (Allah). Kemudian Rasul (Muhammad shallallahu 'alaihi wasallam) akan menjadi saksi untukmu sekalian dan itulah maksud dari firman Allah: 'Demikianlah kami jadikan kalian sebagai umat yang adil supaya kamu menjadi saksi atas manusia. Dan Rasul menjadi saksi atas kalian.\" (QS. Al Baqarah (2): 143).","arab":"حَدَّثَنَا يُوسُفُ بْنُ رَاشِدٍ حَدَّثَنَا جَرِيرٌ وَأَبُو أُسَامَةَ وَاللَّفْظُ لِجَرِيرٍ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ وَقَالَ أَبُو أُسَامَةَ حَدَّثَنَا أَبُو صَالِحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُدْعَى نُوحٌ يَوْمَ الْقِيَامَةِ فَيَقُولُ لَبَّيْكَ وَسَعْدَيْكَ يَا رَبِّ فَيَقُولُ هَلْ بَلَّغْتَ فَيَقُولُ نَعَمْ فَيُقَالُ لِأُمَّتِهِ هَلْ بَلَّغَكُمْ فَيَقُولُونَ مَا أَتَانَا مِنْ نَذِيرٍ فَيَقُولُ مَنْ يَشْهَدُ لَكَ فَيَقُولُ مُحَمَّدٌ وَأُمَّتُهُ فَتَشْهَدُونَ أَنَّهُ قَدْ بَلَّغَ{ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا }فَذَلِكَ قَوْلُهُ جَلَّ ذِكْرُهُ{ وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا }وَالْوَسَطُ الْعَدْلُ","source":"Bukhari"},"__N_SSG":true}