{"pageProps":{"number":"4178","slug":"bukhari","id":"Telah menceritakan kepada kami [Al Humaidi] Telah menceritakan kepada kami [Sufyan] Telah menceritakan kepada kami [Az Zuhri] Aku mendengar ['Urwah] berkata; 'pernah bertanya kepada ['Aisyah radliallahu 'anha], lalu ia menjawab; Sesungguhnya dahulu orang yang telah bertalbiyah untuk berhala Manat yang berada di Al Musyallal tidak melakukan thawaf antara Shafa dan Marwa. Lalu Allah menurunkan ayat; Sesungguhnya shofa dan marwah termasuk syiar Allah. Maka Rasulullah shallallahu 'alaihi wasallam dan kaum muslimin melakukan thawaf. Sufyan berkata; berhala Manat yang berada di Al Musyallal letaknya antara Makkah dan Madinah. [Abdurrahman bin Khalid] berkata; dari [Ibnu Syihab], [Urwah] berkata; ['Aisyah] berkata; Ayat ini turun berkenaan dengan orang-orang Anshar yang mana mereka dan kabilah Ghassan sebelum mereka masuk Islam biasa bertalbiyah untuk berhala Manat, -seterusnya dengan redaksi yang serupa.- sedangkan [Ma'mar] berkata; dari [Az Zuhri] dari [Urwah] dari [Aisyah]; bahwa beberapa orang Anshar yang telah bertalbiyah bagi berhala Manat -yaitu berhala yang berada diantara Makkah dan Madinah- mereka berkata; Ya Nabiyullah, Kami tidak melakukan Thawaf antara Shafa dan Marwa, karena mengagungkan Manat. -dengan Hadits yang serupa.-","arab":"حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الزُّهْرِيُّ سَمِعْتُ عُرْوَةَ قُلْتُ لِعَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَقَالَتْإِنَّمَا كَانَ مَنْ أَهَلَّ بِمَنَاةَ الطَّاغِيَةِ الَّتِي بِالْمُشَلَّلِ لَا يَطُوفُونَ بَيْنَ الصَّفَا وَالْمَرْوَةِ فَأَنْزَلَ اللَّهُ تَعَالَى{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ }فَطَافَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمُونَقَالَ سُفْيَانُ مَنَاةُ بِالْمُشَلَّلِ مِنْ قُدَيْدٍ وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ عَنْ ابْنِ شِهَابٍ قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ نَزَلَتْ فِي الْأَنْصَارِ كَانُوا هُمْ وَغَسَّانُ قَبْلَ أَنْ يُسْلِمُوا يُهِلُّونَ لِمَنَاةَ مِثْلَهُ وَقَالَ مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ كَانَ رِجَالٌ مِنْ الْأَنْصَارِ مِمَّنْ كَانَ يُهِلُّ لِمَنَاةَ وَمَنَاةُ صَنَمٌ بَيْنَ مَكَّةَ وَالْمَدِينَةِ قَالُوا يَا نَبِيَّ اللَّهِ كُنَّا لَا نَطُوفُ بَيْنَ الصَّفَا وَالْمَرْوَةِ تَعْظِيمًا لِمَنَاةَ نَحْوَهُ","source":"Bukhari"},"__N_SSG":true}