{"pageProps":{"number":"4317","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Abdullah] Telah menceritakan kepada kami [Yahya bin Sa'id] Telah menceritakan kepada kami [Syu'bah] Telah menceritakan kepadaku [Khubaib bin Abdurrahman] dari [Hafsh bin Ashim] dari [Abu Sa'id Al Mu'alla] ia berkata; Suatu ketika aku sedang shalat, tiba-tiba Rasulullah shallallahu 'alaihi wasallam memanggilku namun aku tidak menjawab panggilannya. Seusai shalat, aku berkata kepada beliau, \"Wahai Rasulullah, sesungguhnya tadi aku sedang shalat.\" Beliau bersabda: \"Bukankah Allah telah berfirman: 'Penuhilah panggilan Allah dan panggilan Rasul-Nya bila ia mengajak kalian..'\" kemudian beliau bersabda: \"Maukah kamu aku ajari satu surat yang paling agung yang terdapat dalam Al Qur`an sebelum kamu keluar dari Masjid?\" Lalu beliau memegang tanganku, dan ketika kami hendak keluar, aku berkata, \"Wahai Rasulullah, sesungguhnya Anda telah berkata, 'Sungguh, aku akan mengajarkan padamu suatu surat yang paling agung dari Al Qur`an.'\" Beliau pun bersabda: \"Yaitu: 'AL HAMDULILLAHI RABBIL 'AALAMIIN..' ia adalah As Sab'u Al Matsaanii dan Al Qur`an yang agung yang telah diberikan kepadaku.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا شُعْبَةُ قَالَ حَدَّثَنِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ حَفْصِ بْنِ عَاصِمٍ عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّى قَالَكُنْتُ أُصَلِّي فَدَعَانِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ أُجِبْهُ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ أُصَلِّي قَالَ أَلَمْ يَقُلْ اللَّهُ{ اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ }ثُمَّ قَالَ أَلَا أُعَلِّمُكَ أَعْظَمَ سُورَةٍ فِي الْقُرْآنِ قَبْلَ أَنْ تَخْرُجَ مِنْ الْمَسْجِدِ فَأَخَذَ بِيَدِي فَلَمَّا أَرَدْنَا أَنْ نَخْرُجَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ قُلْتَ لَأُعَلِّمَنَّكَ أَعْظَمَ سُورَةٍ مِنْ الْقُرْآنِ قَالَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ هِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُوتِيتُهُ","source":"Bukhari"},"__N_SSG":true}