{"pageProps":{"number":"4328","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] dari [Yahya] dari [Sufyan] Telah menceritakan kepadaku [Abdullah bin Dinar] ia berkata, Aku mendengar [Ibnu Umar] radliallahu 'anhuma, dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Sesungguhnya perumpamaan jaman kalian dan jaman umat-umat sebelum kalian, hanyalah bagaikan jarak atara shalat Ashar dan terbenamnya matahari. Sedang perumpamaan kalian dengan ummat Yahudi dan Nashrani, adalah seperti seorang yang memperkerjakan beberapa orang pekerja seraya berkata, 'Siapa yang berkerja untukku hingga pertengahan hari, maka baginya adalah satu Qirath.' Maka kaum Yahudi pun beramal. Kemudian sang juragan itu pun berkata lagi, 'Siapa yang bekerja untukku dan sejak pertengahan hari hingga Ashar, maka baginya satu Qirath.' Maka orang-orang Nashrani pun bekerja. Lalu kalian bekerja dari sejak Ashar hingga Maghrib tiba dengan ganjaran dua Qirath. Maka mereka pun protes, 'Kamilah yang paling banyak bekerja, akan tetapi ganjaran kami paling sedikit.' Sang juragan pun berkata, 'Apakah aku menzhalimi hak kalian barang sedikit pun? ' mereka menjawab, 'Tidak.' Ia berkata, 'Itulah kelebihan-Ku, yang Aku berikan kepada siapa saja yang Aku maui.'\"","arab":"حَدَّثَنَا مُسَدَّدٌ عَنْ يَحْيَى عَنْ سُفْيَانَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ قَالَ سَمِعْتُ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا أَجَلُكُمْ فِي أَجَلِ مَنْ خَلَا مِنْ الْأُمَمِ كَمَا بَيْنَ صَلَاةِ الْعَصْرِ وَمَغْرِبِ الشَّمْسِ وَمَثَلُكُمْ وَمَثَلُ الْيَهُودِ وَالنَّصَارَى كَمَثَلِ رَجُلٍ اسْتَعْمَلَ عُمَّالًا فَقَالَ مَنْ يَعْمَلُ لِي إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ فَعَمِلَتْ الْيَهُودُ فَقَالَ مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى الْعَصْرِ عَلَى قِيرَاطٍ فَعَمِلَتْ النَّصَارَى ثُمَّ أَنْتُمْ تَعْمَلُونَ مِنْ الْعَصْرِ إِلَى الْمَغْرِبِ بِقِيرَاطَيْنِ قِيرَاطَيْنِ قَالُوا نَحْنُ أَكْثَرُ عَمَلًا وَأَقَلُّ عَطَاءً قَالَ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ قَالُوا لَا قَالَ فَذَاكَ فَضْلِي أُوتِيهِ مَنْ شِئْتُ","source":"Bukhari"},"__N_SSG":true}