{"pageProps":{"number":"4561","slug":"bukhari","id":"Telah menceritakan kepada kami [Abul Yaman] Telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] ia berkata; Telah mengabarkan kepadaku [Abu Salamah bin Abdurrahman] dan [Sa'id bin Al Musayyab] bahwa [Abu Hurairah] berkata; Seorang laki-laki dari Bani Aslam mendatangi Rasulullah shallallahu 'alaihi wasallam yang saat itu sedang berada di Masjid. Laki-laki itu pun memanggil beliau dan berkata, \"Wahai Rasulullah, sesungguhnya Al Akhira (maksudnya adalah dirinya sendiri) telah berzina.\" Lalu beliau berpaling darinya. Laki-laki itu kembali menghadap ke wajah beliau seraya berkata, \"Wahai Rasulullah, sesungguhnya Al Akhir telah berzina.\" Beliau berpaling lagi, dan laki-laki itu pun kembali menghadap ke wajah belia dan berkata seperti itu lagi, namun beliau tetap berpaling. Maka pada keempat kalinya, ia kembali menghadap ke wajah beliau dan bersaksi atas diri dengan empat orang saksi, akhirnya beliau memanggilnya dan bertanya: \"Apakah kamu memiliki penyakit jiwa?\" laki-laki itu menjawab, \"Tidak.\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Bawalah laki-laki itu pergi dan rajamlah ia.\" Dan memang laki-laki itu telah menikah. Dan dari [Az Zuhri] ia berkata; Telah mengabarkan kepadaku [seorang] yang telah mendengar [Jabir bin Abdullah Al Anshari] berkata; Aku termasuk diantara orang yang merajamnya. Kami merajamnya di lapangan luas di Madinah. Ketika laki-laki itu terkena lemparan batu, ia pun lari dan kami mengejar dan menangkapnya lalu merajamnya kembali hingga meninggal.","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ وَسَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ أَبَا هُرَيْرَةَ قَالَأَتَى رَجُلٌ مِنْ أَسْلَمَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي الْمَسْجِدِ فَنَادَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ الْأَخِرَ قَدْ زَنَى يَعْنِي نَفْسَهُ فَأَعْرَضَ عَنْهُ فَتَنَحَّى لِشِقِّ وَجْهِهِ الَّذِي أَعْرَضَ قِبَلَهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ الْأَخِرَ قَدْ زَنَى فَأَعْرَضَ عَنْهُ فَتَنَحَّى لِشِقِّ وَجْهِهِ الَّذِي أَعْرَضَ قِبَلَهُ فَقَالَ لَهُ ذَلِكَ فَأَعْرَضَ عَنْهُ فَتَنَحَّى لَهُ الرَّابِعَةَ فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ دَعَاهُ فَقَالَ هَلْ بِكَ جُنُونٌ قَالَ لَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اذْهَبُوا بِهِ فَارْجُمُوهُ وَكَانَ قَدْ أُحْصِنَوَعَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي مَنْ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ الْأَنْصَارِيَّ قَالَ كُنْتُ فِيمَنْ رَجَمَهُ فَرَجَمْنَاهُ بِالْمُصَلَّى بِالْمَدِينَةِ فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ جَمَزَ حَتَّى أَدْرَكْنَاهُ بِالْحَرَّةِ فَرَجَمْنَاهُ حَتَّى مَاتَ","source":"Bukhari"},"__N_SSG":true}