{"pageProps":{"number":"4637","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] Telah menceritakan kepada kami [Yahya] dari [Syu'bah] ia berkata; Telah menceritakan kepadaku [Al Hakam] dari [Ibnu Abu Laila] Telah menceritakan kepada kami [Ali] bahwa Fathimah 'Alaihimas Salam datang menemui Nabi shallallahu 'alaihi wasallam mengadukan tangannya yang mengeras karena menggiling. Fathimah pernah mendengar kabar bahwa nabi pernah mendapatkan budak, sayang, kebetulan ia malah nggak kesana. Fathimah pun menuturkan hal itu pada Aisyah. Ketika Rasulullah shallallahu 'alaihi wasallam datang, maka Aisyah pun menuturkannya. Kemudian beliau mendatangi kami yang pada saat itu kami sudah bersiap-siap untuk tidur, maka kami pun segera beranjak. Beliau bersabda: \"Tetaplah pada tempat kalian.\" Beliau datang lalu duduk tepat antara aku dan Fathimah hingga aku merasakan kesejukan kedua kakinya. Dan beliau bersabda: \"Maukah aku tunjukkan pada sesuatu yang lebih baik daripada apa yang kalian minta? Bila kalian hendak beranjak ke tempat tidur, maka bertasbihlah tiga puluh tiga kali dan bertahmidlah tiga puluh tiga kali serta bertakbir tiga puluh empat kali. Hal itu adalah lebih baik bagi kalian daripada seorang pembantu.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ شُعْبَةَ قَالَ حَدَّثَنِي الْحَكَمُ عَنْ ابْنِ أَبِي لَيْلَى حَدَّثَنَا عَلِيٌّأَنَّ فَاطِمَةَ عَلَيْهِمَا السَّلَام أَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَشْكُو إِلَيْهِ مَا تَلْقَى فِي يَدِهَا مِنْ الرَّحَى وَبَلَغَهَا أَنَّهُ جَاءَهُ رَقِيقٌ فَلَمْ تُصَادِفْهُ فَذَكَرَتْ ذَلِكَ لِعَائِشَةَ فَلَمَّا جَاءَ أَخْبَرَتْهُ عَائِشَةُ قَالَ فَجَاءَنَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا فَذَهَبْنَا نَقُومُ فَقَالَ عَلَى مَكَانِكُمَا فَجَاءَ فَقَعَدَ بَيْنِي وَبَيْنَهَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى بَطْنِي فَقَالَ أَلَا أَدُلُّكُمَا عَلَى خَيْرٍ مِمَّا سَأَلْتُمَا إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا أَوْ أَوَيْتُمَا إِلَى فِرَاشِكُمَا فَسَبِّحَا ثَلَاثًا وَثَلَاثِينَ وَاحْمَدَا ثَلَاثًا وَثَلَاثِينَ وَكَبِّرَا أَرْبَعًا وَثَلَاثِينَ فَهُوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ","source":"Bukhari"},"__N_SSG":true}