{"pageProps":{"number":"4762","slug":"bukhari","id":"Telah menceritakan kepada kami [Ismail] ia berkata; telah menceritakan kepadaku [Malik] dari [Abu An Nadlr] mantan budak Umar bin Ubaidullah, dari [Nafi'] mantan budak Abu Qatadah dari [Abu Qatadah], Bahwasanya ia pernah bersama Rasulullah shallallahu 'alaihi wasallam, hingga ketika mereka sampai di jalanan Makkah, ia dan para sahabatnya yang sedang mengenakan pakaian ihram tertinggal, saat itu dia sendiri yang tidak ihram. Lalu ia melihat seekor keledai liar, maka ia segera menaiki kudanya (untuk menangkap keledai tersebut). Ia minta kepada para sahabatnya untuk mengambilkan cambuknya yang jatuh namun mereka menolak, lalu ia minta diambilkan tombaknya dan mereka juga menolak. Maka ia pun mengambil sendiri kemudian menangkap keledai tersebut dan membunuhnya. Sebagian sahabatnya ada yang ikut memakan dagingnya, dan ada juga yang menolak. Ketika mereka dapat menyusul Nabi shallallahu 'alaihi wasallam, mereka pun menanyakan hal itu kepada beliau. Maka jawab beliau: \"Itu adalah makanan yang Allah berikan kepada kalian.\" Telah menceritakan kepada kami [Ismail], ia berkata; telah menceritakan kepadaku [Malik] dari [Zaid bin Aslam] dari [Atha' bin Yasar] dari [Abu Qatadah] seperti itu, beliau bersabda; apakah kalian memiliki sesuatu dari dagingnya?.","arab":"حَدَّثَنَا إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ أَبِي النَّضْرِ مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَأَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ بِبَعْضِ طَرِيقِ مَكَّةَ تَخَلَّفَ مَعَ أَصْحَابٍ لَهُ مُحْرِمِينَ وَهُوَ غَيْرُ مُحْرِمٍ فَرَأَى حِمَارًا وَحْشِيًّا فَاسْتَوَى عَلَى فَرَسِهِ ثُمَّ سَأَلَ أَصْحَابَهُ أَنْ يُنَاوِلُوهُ سَوْطًا فَأَبَوْا فَسَأَلَهُمْ رُمْحَهُ فَأَبَوْا فَأَخَذَهُ ثُمَّ شَدَّ عَلَى الْحِمَارِ فَقَتَلَهُ فَأَكَلَ مِنْهُ بَعْضُ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَى بَعْضُهُمْ فَلَمَّا أَدْرَكُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَأَلُوهُ عَنْ ذَلِكَ فَقَالَ إِنَّمَا هِيَ طُعْمَةٌ أَطْعَمَكُمُوهَا اللَّهُحَدَّثَنَا إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي قَتَادَةَ مِثْلَهُ إِلَّا أَنَّهُ قَالَ هَلْ مَعَكُمْ مِنْ لَحْمِهِ شَيْءٌ","source":"Bukhari"},"__N_SSG":true}