{"pageProps":{"number":"490","slug":"bukhari","id":"Telah menceritakan kepada kami [Ahmad bin Ishaq As Suramari] berkata, telah menceritakan kepada kami [Ubaidullah bin Musa] berkata, telah menceritakan kepada kami [Isra'il] dari [Abu Ishaq] dari ['Amru bin Maimun] dari ['Abdullah] berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam shalat di dekat Ka'bah, ada orang-orang Quraisy yang sedang duduk-duduk di majelis mereka. Ketika itu ada seorang laki-laki dari mereka yang berkata, 'Tidakkah kalian melihat kepada orang yang riya' ini? Siapa dari kalian yang dapat mengambilkan buatku sisa unta yang baru disembelih milik fulan, lalu dia kumpulkan kotorannya, darah dan plasenta (ari-ari) nya! ' Maka ada seorang laki-laki datang dengan membawa kotoran tersebut, ia menunggu sampai beliau sujud. Sehingga ketika beliau sujud, ia ia bisa meletakkan kotoran tersebut di antara bahu beliau. Maka ketika Rasulullah shallallahu 'alaihi wasallam sujud, orang itu meletakkan kotoran-kotoran unta itu di antara dua bahu beliau. Dan Nabi shallallahu 'alaihi wasallam tetap dalam keadaan sujud, mereka pun tertawa hingga sebagian condong kepada sebagian yang lain. Lalu ada seseorang menemui Fatimah? radliallahu 'anha, dan orang itu adalah Juwairiyah. Maka Fatimah bergegas mendatangi Nabi shallallahu 'alaihi wasallam yang saat itu masih dalam keadaan sujud. Kemudian Fatimah membersihkan kotoran-kotoran unta tersebut dari beliau. Kemudian Fatimah menghadap ke arah mereka dan mengumpat orang-orang Quraisy tersebut. Setelah Rasulullah shallallahu 'alaihi wasallam menyelesaikan shalat dan berdo'a: \"Ya Allah kuserahkan (urusan) Quraisy kepada-Mu, Ya Allah kuserahkan Quraisy kepada-Mu, Ya Allah kuserahkan Quraisy kepada-Mu.\" Kemudian Nabi shallallahu 'alaihi wasallam menyebut satu persatu nama-nama mereka: \"Ya Allah kuserahkan (urusan) 'Amru bin Hisyam kepada-Mu, 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Al Walid bin 'Utbah, Umayyah bin Khalaf, 'Uqbah bin Abu Mu'aith dan 'Umarah bin Al Walid.\" 'Abdullah bin Mas'ud berkata, \"Demi Allah, aku melihat orang-orang yang disebut Nabi shallallahu 'alaihi wasallam tersebut terbantai pada perang Badar, kemudian mereka dibunag ke lembah Badar.\" Lalu Nabi shallallahu 'alaihi wasallam bersabda: \"Jadilah para penghuni lembah ini diiringi dengan kutukan.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ السُّورَمَارِيُّ قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى قَالَ حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِ اللَّهِ قَالَبَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ يُصَلِّي عِنْدَ الْكَعْبَةِ وَجَمْعُ قُرَيْشٍ فِي مَجَالِسِهِمْ إِذْ قَالَ قَائِلٌ مِنْهُمْ أَلَا تَنْظُرُونَ إِلَى هَذَا الْمُرَائِي أَيُّكُمْ يَقُومُ إِلَى جَزُورِ آلِ فُلَانٍ فَيَعْمِدُ إِلَى فَرْثِهَا وَدَمِهَا وَسَلَاهَا فَيَجِيءُ بِهِ ثُمَّ يُمْهِلُهُ حَتَّى إِذَا سَجَدَ وَضَعَهُ بَيْنَ كَتِفَيْهِ فَانْبَعَثَ أَشْقَاهُمْ فَلَمَّا سَجَدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَضَعَهُ بَيْنَ كَتِفَيْهِ وَثَبَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَاجِدًا فَضَحِكُوا حَتَّى مَالَ بَعْضُهُمْ إِلَى بَعْضٍ مِنْ الضَّحِكِ فَانْطَلَقَ مُنْطَلِقٌ إِلَى فَاطِمَةَ عَلَيْهَا السَّلَام وَهِيَ جُوَيْرِيَةٌ فَأَقْبَلَتْ تَسْعَى وَثَبَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَاجِدًا حَتَّى أَلْقَتْهُ عَنْهُ وَأَقْبَلَتْ عَلَيْهِمْ تَسُبُّهُمْ فَلَمَّا قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ قَالَ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ ثُمَّ سَمَّى اللَّهُمَّ عَلَيْكَ بِعَمْرِو بْنِ هِشَامٍ وَعُتْبَةَ بْنِ رَبِيعَةَ وَشَيْبَةَ بْنِ رَبِيعَةَ وَالْوَلِيدِ بْنِ عُتْبَةَ وَأُمَيَّةَ بْنِ خَلَفٍ وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ وَعُمَارَةَ بْنِ الْوَلِيدِ قَالَ عَبْدُ اللَّهِ فَوَاللَّهِ لَقَدْ رَأَيْتُهُمْ صَرْعَى يَوْمَ بَدْرٍ ثُمَّ سُحِبُوا إِلَى الْقَلِيبِ قَلِيبِ بَدْرٍ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأُتْبِعَ أَصْحَابُ الْقَلِيبِ لَعْنَةً","source":"Bukhari"},"__N_SSG":true}