{"pageProps":{"number":"4948","slug":"bukhari","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] telah menceritakan kepada kami [Sallam bin Miskin] telah menceritakan kepada kami [Tsabit] dari [Anas] bahwa beberapa orang sedang menderita sakit, lalu mereka berkata; \"Wahai Rasulullah, berilah kami tempat untuk menginap dan jamulah kami, ketika keadaan mereka mulai membaik, mereka berkata; \"Sesungguhnya kota Madinah tidak cocok untuk kami, \" lantas beliau menyuruh mereka supaya pergi ke padang tempat gembalaan unta-unta milik beliau, lalu beliau bersabda: \"Setelah itu minumlah susunya.\" Ketika mereka semuanya sehat, ternyata mereka membunuh penggembala Nabi shallallahu 'alaihi wasallam dan merampok sejumlah unta beliau, maka beliau memerintahkan untuk mengejar mereka. Kemudian beliau memotong tangan-tangan mereka dan kaki-kaki mereka serta mencongkel mata mereka, dan aku melihat salah seorang dari mereka menjulurkan lidahnya ke tanah sampai akhirnya mati terkapar.\" Sallam berkata; telah sampai kepadaku bahwa Al Hajjaj pernah berkata kepada Anas; \"Ceritakanlah kepadaku tentang hukuman yang paling sadis yang pernah di lakukan oleh Nabi shallallahu 'alaihi wasallam, lalu Anas menceritakan hadits di atas, ternyata hal itu sampai kepada Al Hasan, maka dia berkata; \"Aku menyangka bahwa Anas belum pernah menyampaikan hadits ini.\"","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا سَلَّامُ بْنُ مِسْكِينٍ حَدَّثَنَا ثَابِتٌ عَنْ أَنَسٍأَنَّ نَاسًا كَانَ بِهِمْ سَقَمٌ قَالُوا يَا رَسُولَ اللَّهِ آوِنَا وَأَطْعِمْنَا فَلَمَّا صَحُّوا قَالُوا إِنَّ الْمَدِينَةَ وَخِمَةٌ فَأَنْزَلَهُمْ الْحَرَّةَ فِي ذَوْدٍ لَهُ فَقَالَ اشْرَبُوا أَلْبَانَهَا فَلَمَّا صَحُّوا قَتَلُوا رَاعِيَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاسْتَاقُوا ذَوْدَهُ فَبَعَثَ فِي آثَارِهِمْ فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ وَسَمَرَ أَعْيُنَهُمْ فَرَأَيْتُ الرَّجُلَ مِنْهُمْ يَكْدِمُ الْأَرْضَ بِلِسَانِهِ حَتَّى يَمُوتَقَالَ سَلَّامٌ فَبَلَغَنِي أَنَّ الْحَجَّاجَ قَالَ لِأَنَسٍ حَدِّثْنِي بِأَشَدِّ عُقُوبَةٍ عَاقَبَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَدَّثَهُ بِهَذَا فَبَلَغَ الْحَسَنَ فَقَالَ وَدِدْتُ أَنَّهُ لَمْ يُحَدِّثْهُ بِهَذَا","source":"Bukhari"},"__N_SSG":true}