{"pageProps":{"number":"51","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Al Ja'di] berkata, telah mengabarkan kepada kami [Syu'bah] dari [Abu Jamrah] berkata: aku pernah duduk bersama [Ibnu 'Abbas] saat dia mempersilahkan aku duduk di permadaninya lalu berkata: \"Tinggallah bersamaku hingga aku memberimu bagian dari hartaku\". Maka aku tinggal mendampingi dia selama dua bulan, lalu berkata: Ketika utusan Abu Qais datang menemui Nabi shallallahu 'alaihi wasallam, Beliau bertanya kepada mereka: \"Kaum manakah ini atau utusan siapakah ini? Mereka menjawab: \"Rabi'ah!\" Beliau shallallahu 'alaihi wasallam bersabda: \"selamat datang wahai para utusan dengan sukarela dan tanpa menyesal\". para utusan itu berkata: \"ya Rasulullah, kami tidak dapat mendatangimu kecuali di bulan suci, karena antara kami dan engkau ada suku Mudlor yang kafir. Oleh karena itu ajarkanlah kami dengan satu pelajaran yang jelas yang dapat kami amalkan dan dapat kami ajarkan kepada orang-orang di kampung kami, yang dengan begitu kami dapat masuk surga.\" kemudian mereka bertanya kepada Nabi shallallahu 'alaihi wasallam tentang minuman, maka Nabi shallallahu 'alaihi wasallam memerintahkan mereka dengan empat hal dan melarang dari empat hal, memerintahkan mereka untuk beriman kepada Allah satu-satunya, kemudian bertanya: \"Tahukah kalian apa arti beriman kepada Allah satu-satunya?\" Mereka menjawab: \"Allah dan Rasul-Nya yang lebih mengetahui.\" Nabi shallallahu 'alaihi wasallam menjelaskan: Persaksian tidak ada ilah kecuali Allah dan bahwa Muhammad adalah utusan Allah, menegakkan shalat, menunaikan zakat, berpuasa pada bulan Ramadlan dan mengeluarkan seperlima dari harta rampasan perang\". Dan Nabi shallallahu 'alaihi wasallam melarang mereka dari empat perkara, yaitu janganlah kalian meminum sesuatu dari al hantam, ad Dubbaa`, an naqir dan al Muzaffaat. Atau Beliau shallallahu 'alaihi wasallam menyebut muqoyyir (bukan naqir). Nabi shallallahu 'alaihi wasallam bersabda: \"jagalah semuanya dan beritahukanlah kepada orang-orang di kampung kalian\". ","arab":"حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ قَالَ أَخْبَرَنَا شُعْبَةُ عَنْ أَبِي جَمْرَةَ قَالَكُنْتُ أَقْعُدُ مَعَ ابْنِ عَبَّاسٍ يُجْلِسُنِي عَلَى سَرِيرِهِ فَقَالَ أَقِمْ عِنْدِي حَتَّى أَجْعَلَ لَكَ سَهْمًا مِنْ مَالِي فَأَقَمْتُ مَعَهُ شَهْرَيْنِ ثُمَّ قَالَ إِنَّ وَفْدَ عَبْدِ الْقَيْسِ لَمَّا أَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ الْقَوْمُ أَوْ مَنْ الْوَفْدُ قَالُوا رَبِيعَةُ قَالَ مَرْحَبًا بِالْقَوْمِ أَوْ بِالْوَفْدِ غَيْرَ خَزَايَا وَلَا نَدَامَى فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّا لَا نَسْتَطِيعُ أَنْ نَأْتِيكَ إِلَّا فِي الشَّهْرِ الْحَرَامِ وَبَيْنَنَا وَبَيْنَكَ هَذَا الْحَيُّ مِنْ كُفَّارِ مُضَرَ فَمُرْنَا بِأَمْرٍ فَصْلٍ نُخْبِرْ بِهِ مَنْ وَرَاءَنَا وَنَدْخُلْ بِهِ الْجَنَّةَ وَسَأَلُوهُ عَنْ الْأَشْرِبَةِ فَأَمَرَهُمْ بِأَرْبَعٍ وَنَهَاهُمْ عَنْ أَرْبَعٍ أَمَرَهُمْ بِالْإِيمَانِ بِاللَّهِ وَحْدَهُ قَالَ أَتَدْرُونَ مَا الْإِيمَانُ بِاللَّهِ وَحْدَهُ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامُ الصَّلَاةِ وَإِيتَاءُ الزَّكَاةِ وَصِيَامُ رَمَضَانَ وَأَنْ تُعْطُوا مِنْ الْمَغْنَمِ الْخُمُسَ وَنَهَاهُمْ عَنْ أَرْبَعٍ عَنْ الْحَنْتَمِ وَالدُّبَّاءِ وَالنَّقِيرِ وَالْمُزَفَّتِ وَرُبَّمَا قَالَ الْمُقَيَّرِ وَقَالَ احْفَظُوهُنَّ وَأَخْبِرُوا بِهِنَّ مَنْ وَرَاءَكُمْ","source":"Bukhari"},"__N_SSG":true}