{"pageProps":{"number":"5323","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Mahbub] telah menceritakan kepada kami [Abu 'Awanah] dari [Qatadah] dari [Anas]. Dan di riwayatkan dari jalur lain, [Khalifah] pernah berkata kepadaku; telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Sa'id] dari [Qatadah] dari [Anas] radliallahu 'anhu bahwa seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam, ketika beliau tengah berkhutbah Jum'at di Madinah, laki-laki itu berkata; \"Sudah sekian lama hujan tidak turun, maka mintalah hujan kepada Rabbmu!\" lalu Nabi Shallallahu'alaihi wasallam melihat ke langit, dan tidak terlihat banyak awan. Lalu beliau beristisqa' (meminta hujan turun), tiba-tiba awan bermunculan dan saling menyatu antara satu dengan yang lain, hingga hujan pun turun dan mengalirlah aliran-aliran air di Madinah. Hal ini berlangsung sampai Jumat berikutnya dan tidak terhenti. Kemudian laki-laki tersebut atau yang lainnya berdiri saat Nabi shallallahu 'alaihi wasallam tengah berkhutbah, katanya; \"Kami semua telah kebanjiran, maka berdo'alah kepada Rabbmu supaya menahan hujan dari kami\". Beliaupun tersenyum kemudian berdo'a: \"Ya Allah, turunkanlah (hujan) di sekitar kami dan bukan pada kami\". Hingga dua atau tiga kali, maka awan-awan pun bergeser dari Madinah ke arah kanan dan kiri, menghujani di sekitarnya dan tidak turun di Madinah sedikitpun, ternyata Allah hendak memperlihatkan karomah kepada Nabi-Nya shallallahu 'alaihi wasallam dan mengabulkan do'anya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ ح و قَالَ لِي خَلِيفَةُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُأَنَّ رَجُلًا جَاءَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْجُمُعَةِ وَهُوَ يَخْطُبُ بِالْمَدِينَةِ فَقَالَ قَحَطَ الْمَطَرُ فَاسْتَسْقِ رَبَّكَ فَنَظَرَ إِلَى السَّمَاءِ وَمَا نَرَى مِنْ سَحَابٍ فَاسْتَسْقَى فَنَشَأَ السَّحَابُ بَعْضُهُ إِلَى بَعْضٍ ثُمَّ مُطِرُوا حَتَّى سَالَتْ مَثَاعِبُ الْمَدِينَةِ فَمَا زَالَتْ إِلَى الْجُمُعَةِ الْمُقْبِلَةِ مَا تُقْلِعُ ثُمَّ قَامَ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ فَقَالَ غَرِقْنَا فَادْعُ رَبَّكَ يَحْبِسْهَا عَنَّا فَضَحِكَ ثُمَّ قَالَ اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا مَرَّتَيْنِ أَوْ ثَلَاثًا فَجَعَلَ السَّحَابُ يَتَصَدَّعُ عَنْ الْمَدِينَةِ يَمِينًا وَشِمَالًا يُمْطَرُ مَا حَوَالَيْنَا وَلَا يُمْطِرُ مِنْهَا شَيْءٌ يُرِيهِمْ اللَّهُ كَرَامَةَ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِجَابَةَ دَعْوَتِهِ","source":"Bukhari"},"__N_SSG":true}