{"pageProps":{"number":"5343","slug":"bukhari","id":"Dan berkata [Al Makki]; telah menceritakan kepada kami [Abdullah bin Sa'id]. diriwayatkan dari jalur lain, telah menceritakan kepadaku [Muhammad bin Ziyad] telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Abdullah bin Sa'id] dia berkata; telah menceritakan kepadaku [Salim bin Abu An Nadlr] bekas budak Umar bin 'Ubaidullah, dari [Busr bin Sa'id] dari [Zaid bin Tsabit] radliallahu 'anhu dia berkata; \"Rasulullah shallallahu 'alaihi wasallam pernah membuat ruangan yang dibatasi dengan sehelai kain atau tikar di masjid, lalu Rasulullah shallallahu 'alaihi wasallam keluar dan melakukan shalat. kemudian orang-orang pun ikut melakukan shalat bersama beliau. Di malam berikutnya merekapun datang, namun Rasulullah shallallahu 'alaihi wasallam tidak kunjung keluar, sambil mengeraskan suara, mereka melempar pintu beliau dengan kerikil. Tidak lama kemudian Rasulullah shallallahu 'alaihi wasallam keluar menemui mereka dalam keadaan marah seraya bersabda: \"Masih saja kalian mengerjakannya (dengan berjama'ah), hingga aku mengira shalat tersebut akan diwajibkan atas kalian, hendaknya kalian melakukan shalat di rumah kalian, sesungguhnya sebaik-baik shalat seseorang adalah dirumahnya kecuali shalat wajib.\"","arab":"وَقَالَ الْمَكِّيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ ح و حَدَّثَنِي مُحَمَّدُ بْنُ زِيَادٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ قَالَ حَدَّثَنِي سَالِمٌ أَبُو النَّضْرِ مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ عَنْ بُسْرِ بْنِ سَعِيدٍ عَنْ زَيْدِ بْنِ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ قَالَاحْتَجَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُجَيْرَةً مُخَصَّفَةً أَوْ حَصِيرًا فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فِيهَا فَتَتَبَّعَ إِلَيْهِ رِجَالٌ وَجَاءُوا يُصَلُّونَ بِصَلَاتِهِ ثُمَّ جَاءُوا لَيْلَةً فَحَضَرُوا وَأَبْطَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْهُمْ فَلَمْ يَخْرُجْ إِلَيْهِمْ فَرَفَعُوا أَصْوَاتَهُمْ وَحَصَبُوا الْبَابَ فَخَرَجَ إِلَيْهِمْ مُغْضَبًا فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا زَالَ بِكُمْ صَنِيعُكُمْ حَتَّى ظَنَنْتُ أَنَّهُ سَيُكْتَبُ عَلَيْكُمْ فَعَلَيْكُمْ بِالصَّلَاةِ فِي بُيُوتِكُمْ فَإِنَّ خَيْرَ صَلَاةِ الْمَرْءِ فِي بَيْتِهِ إِلَّا الصَّلَاةَ الْمَكْتُوبَةَ","source":"Bukhari"},"__N_SSG":true}