{"pageProps":{"number":"5371","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] telah menceritakan kepada kami [Ibnu Abu 'Adi] dari [Sulaiman] dari [Abu Utsman]. [Abdurrahman bin Abu Bakr] radliallahu 'anhu berkata; \"Abu Bakr kedatangan tamu atau kedatangan para tamu, sementara dia bersama Nabi shallallahu 'alaihi wasallam hingga larut malam, ketika dia kembali pulang, ibuku berkata kepadanya; \"Apa yang menghalangimu tidak menemui tamumu atau para tamumu semalam?\" dia berkata; \"Apakah kamu telah menjamu mereka?\" ibuku menjawab; \"Aku telah berusaha menjamunya atau menjamu mereka, namun mereka tetap menolaknya atau dia menolaknya.\" Abu Bakr pun marah, mencela dan mencaci serta bersumpah untuk tidak memberinya makan.\" Lalu aku pergi dan bersembunyi, dia berkata; \"Wahai Ghuntsar!\" maka isterinya pun bersumpah untuk tidak memakannya begitu juga dengan tamu atau para tamu yang bersumpah untuk tidak memakannya.\" Maka Abu Bakr berkata; \"Seakan-akan hal ini dari syetan.\" Abu Bakr pun meminta diambilkan makanan, lalu dia memakannya dan mereka juga ikut menyantapnya, anehnya tidaklah mereka mengambil sesuap (makanan) melainkan dari bawah makanan tersebut bertambah semakin banyak, maka Abu Bakr berkata; \"Wahai saudari Bani Firas, ada apa dengan ini?\" isterinya menjawab; \"Sungguh menjadi kesejukan pada hatiku, bahwa makanan tersebut sekarang lebih banyak sebelum kita memakannya.\" Maka para tamu pun ikut menyantapnya dan sebagiannya di kirimkan kepada Nabi shallallahu 'alaihi wasallam, dan Abdurrahman menyebutkan bahwa beliau juga ikut memakannya.\"","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ سُلَيْمَانَ عَنْ أَبِي عُثْمَانَ قَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَاجَاءَ أَبُو بَكْرٍ بِضَيْفٍ لَهُ أَوْ بِأَضْيَافٍ لَهُ فَأَمْسَى عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا جَاءَ قَالَتْ لَهُ أُمِّي احْتَبَسْتَ عَنْ ضَيْفِكَ أَوْ عَنْ أَضْيَافِكَ اللَّيْلَةَ قَالَ مَا عَشَّيْتِهِمْ فَقَالَتْ عَرَضْنَا عَلَيْهِ أَوْ عَلَيْهِمْ فَأَبَوْا أَوْ فَأَبَى فَغَضِبَ أَبُو بَكْرٍ فَسَبَّ وَجَدَّعَ وَحَلَفَ لَا يَطْعَمُهُ فَاخْتَبَأْتُ أَنَا فَقَالَ يَا غُنْثَرُ فَحَلَفَتْ الْمَرْأَةُ لَا تَطْعَمُهُ حَتَّى يَطْعَمَهُ فَحَلَفَ الضَّيْفُ أَوْ الْأَضْيَافُ أَنْ لَا يَطْعَمَهُ أَوْ يَطْعَمُوهُ حَتَّى يَطْعَمَهُ فَقَالَ أَبُو بَكْرٍ كَأَنَّ هَذِهِ مِنْ الشَّيْطَانِ فَدَعَا بِالطَّعَامِ فَأَكَلَ وَأَكَلُوا فَجَعَلُوا لَا يَرْفَعُونَ لُقْمَةً إِلَّا رَبَا مِنْ أَسْفَلِهَا أَكْثَرُ مِنْهَا فَقَالَ يَا أُخْتَ بَنِي فِرَاسٍ مَا هَذَا فَقَالَتْ وَقُرَّةِ عَيْنِي إِنَّهَا الْآنَ لَأَكْثَرُ قَبْلَ أَنْ نَأْكُلَ فَأَكَلُوا وَبَعَثَ بِهَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ أَنَّهُ أَكَلَ مِنْهَا","source":"Bukhari"},"__N_SSG":true}