{"pageProps":{"number":"5387","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdullah bin Maslamah] dari [Malik] dari [Abu An Nadlr] bekas budak Umar bin 'Ubaidullah, bahwa [Abu Murrah] bekas budak Ummu Hani` binti Abu Thalib telah mengabarkan kepadanya bahwa dia mendengar [Ummu Hani` binti Abu Thalib] berkata; \"Aku pernah pergi menemui Rasulullah shallallahu 'alaihi wasallam pada waktu Fathu Makkah, Saya mendapati beliau sedang mandi sedangkan Fathimah, anak perempuannya, menutupinya dengan selembar kain. Lalu saya mengucapkan salam kepadanya.\" Beliau bertanya: \"Siapa itu?\" saya menjawab; \"Saya Ummu Hani` binti Abu Thalib\" beliau bersabda: \"Selamat datang, Ummu Hani`.\" Seusai mandi, beliau berdiri dan shalat delapan rakaat dengan memakai sehelai baju. Saat beliau selesai, saya menuturkan; \"Wahai Rasulullah! saudaraku Ali hendak membunuh seorang laki-laki yang telah saya beri perlindungan, dia adalah fulan bin Hubairah.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kami telah memberi perlindungan terhadap orang yang telah kamu lindungi, wahai Ummu Hani`.\" Ummu Hani` berkata; \"Demikian itu terjadi pada waktu dluha.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ أَبِي النَّضْرِ مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ أَنَّ أَبَا مُرَّةَ مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّهُ سَمِعَ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ تَقُولُذَهَبْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْفَتْحِ فَوَجَدْتُهُ يَغْتَسِلُ وَفَاطِمَةُ ابْنَتُهُ تَسْتُرُهُ فَسَلَّمْتُ عَلَيْهِ فَقَالَ مَنْ هَذِهِ فَقُلْتُ أَنَا أُمُّ هَانِئٍ بِنْتُ أَبِي طَالِبٍ فَقَالَ مَرْحَبًا بِأُمِّ هَانِئٍ فَلَمَّا فَرَغَ مِنْ غُسْلِهِ قَامَ فَصَلَّى ثَمَانِيَ رَكَعَاتٍ مُلْتَحِفًا فِي ثَوْبٍ وَاحِدٍ فَلَمَّا انْصَرَفَ قُلْتُ يَا رَسُولَ اللَّهِ زَعَمَ ابْنُ أُمِّي أَنَّهُ قَاتِلٌ رَجُلًا قَدْ أَجَرْتُهُ فُلَانُ بْنُ هُبَيْرَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَجَرْنَا مَنْ أَجَرْتِ يَا أُمَّ هَانِئٍ قَالَتْ أُمُّ هَانِئٍ وَذَاكَ ضُحًى","source":"Bukhari"},"__N_SSG":true}