{"pageProps":{"number":"5477","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq bin Manshur] telah mengabarkan kepada kami [Abdullah bin Numair] telah menceritakan kepada kami ['Ubaidullah] dari [Sa'id bin Abu Sa'id Al Maqbury] dari [Abu Hurairah] radliallahu 'anhu bahwa seorang laki-laki memasuki masjid, sementara Rasulullah shallallahu 'alaihi wasallam tengah duduk di pojok masjid, kemudian laki-laki itu mengerjakan shalat. Seusai shalat ia datang menemui beliau sambil mengucapkan salam, dan Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Wa'alikas salam, Kembalilah dan ulangi shalatmu karena kamu belum mengerjakan shalat! ' lalu ia kembali lagi dan mengulangi shalatnya. Seusai shalat ia datang lagi sambil mengucapkan salam dan beliau bersabda: \"Wa'alaikas-salam. Kembali dan ulangi lagi shalatmu karena kamu belum mengerjakan shalat! ' Lalu orang tersebut berkata ketika disuruh mengulangi yang kedua kali atau setelahnya; \"Ajarilah aku wahai Rasulullah!\" Selanjutnya beliau bersabda: 'Jika kamu hendak mengerjakan shalat, maka sempurnakanlah wudlu', lalu menghadap ke arah Kiblat, setelah itu bertakbirlah, kemudian bacalah Al Qur'an yang mudah bagimu. Kemudian ruku'lah hingga kamu benar-benar ruku' dan bangkitlah dari ruku' hingga kamu berdiri tegak. Lalu sujudlah kamu hingga kamu benar-benar sujud, dan bangkitlah hingga kamu benar-benar duduk, setelah itu sujudlah hingga kamu benar-benar sujud, lalu bangkitlah hingga kamu benar-benar duduk, dan Kerjakanlah semua hal tersebut pada setiap shalatmu.\" [Abu Usamah] mengatakan di akhir haditsnya; \"Sehingga kamu benar-benar berdiri.\" Telah menceritakan kepada kami [Ibnu Basyar] dia berkata; telah menceritakan kepadaku [Yahya] dari ['Ubaidullah] telah menceritakan kepadaku [Sa'id] dari [Ayahnya] dari [Abu Hurairah] dia berkata; Nabi shallallahu 'alaihi wasallam bersabda: \"Kemudian bangkitlah (dari sujud) hingga kamu benar-benar duduk.\"","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُأَنَّ رَجُلًا دَخَلَ الْمَسْجِدَ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ فِي نَاحِيَةِ الْمَسْجِدِ فَصَلَّى ثُمَّ جَاءَ فَسَلَّمَ عَلَيْهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَيْكَ السَّلَامُ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ فَرَجَعَ فَصَلَّى ثُمَّ جَاءَ فَسَلَّمَ فَقَالَ وَعَلَيْكَ السَّلَامُ فَارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ فَقَالَ فِي الثَّانِيَةِ أَوْ فِي الَّتِي بَعْدَهَا عَلِّمْنِي يَا رَسُولَ اللَّهِ فَقَالَ إِذَا قُمْتَ إِلَى الصَّلَاةِ فَأَسْبِغْ الْوُضُوءَ ثُمَّ اسْتَقْبِلْ الْقِبْلَةَ فَكَبِّرْ ثُمَّ اقْرَأْ بِمَا تَيَسَّرَ مَعَكَ مِنْ الْقُرْآنِ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ حَتَّى تَسْتَوِيَ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا ثُمَّ افْعَلْ ذَلِكَ فِي صَلَاتِكَ كُلِّهَاوَقَالَ أَبُو أُسَامَةَ فِي الْأَخِيرِ حَتَّى تَسْتَوِيَ قَائِمًا حَدَّثَنَا ابْنُ بَشَّارٍ قَالَ حَدَّثَنِي يَحْيَى عَنْ عُبَيْدِ اللَّهِ حَدَّثَنِي سَعِيدٌ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا","source":"Bukhari"},"__N_SSG":true}