{"pageProps":{"number":"5842","slug":"bukhari","id":"Telah menceritakan kepadaku [Ishaq bin Manshur] telah menceritakan kepada kami [Abu Usamah] telah menceritakan kepada kami [Ubaidullah bin Umar] dari [Said bin Abi Sa'id] dari [Abu Hurairah], ada seorang laki-laki masuk masjid dan shalat, sedang Rasulullah Shallallahu'alaihiwasallam ketika itu berada di pojok masjid. kemudian lelaki tersebut datang menemui Nabi dan memberi salam, tapi beliau berujar: \"kembali dan shalaatlah, (karena) kamu belum melakukan shalat!\" Orang itu mengulangi shalatnya dan mengucapkan salam. Nabi shallallahu 'alaihi wasallam bersabda lagi; \"kembalilah dan lakukan shalat (lagi), sebab engkau belum melakukan shalat!\" Pada kali ketiganya, orang itu berujar; 'ajarilah aku! ' Nabi menjawab: \"Jika kamu hendak melakukan shalat, sempurnakanlah wudhu dan menghadaplah ke kiblat, kemudian bertakbirlah dan bacalah al qur`an yang mudah bagimu, kemudian ruku'lah hingga kamu lakukan ruku'mu dengan tenang, kemudian angkatlah kepalamu hingga engkau berdiri dengan tenang, kemudian sujudlah hingga engkau sujud dengan tenang, kemudian angkatlah hingga engkau betul-betul duduk lurus dan tenang, kemudian sujudlah hingga engkau sujud dengan tenang, kemudian angkatlah hingga engkau berdiri dengan tenang, lakukanlah yang demikian dalam semua shalatmu semuanya.\"","arab":"حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ عَنْ أَبِي هُرَيْرَةَأَنَّ رَجُلًا دَخَلَ الْمَسْجِدَ فَصَلَّى وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَاحِيَةِ الْمَسْجِدِ فَجَاءَ فَسَلَّمَ عَلَيْهِ فَقَالَ لَهُ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ فَرَجَعَ فَصَلَّى ثُمَّ سَلَّمَ فَقَالَ وَعَلَيْكَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ قَالَ فِي الثَّالِثَةِ فَأَعْلِمْنِي قَالَ إِذَا قُمْتَ إِلَى الصَّلَاةِ فَأَسْبِغْ الْوُضُوءَ ثُمَّ اسْتَقْبِلْ الْقِبْلَةَ فَكَبِّرْ وَاقْرَأْ بِمَا تَيَسَّرَ مَعَكَ مِنْ الْقُرْآنِ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ رَأْسَكَ حَتَّى تَعْتَدِلَ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَسْتَوِيَ وَتَطْمَئِنَّ جَالِسًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَسْتَوِيَ قَائِمًا ثُمَّ افْعَلْ ذَلِكَ فِي صَلَاتِكَ كُلِّهَا","source":"Bukhari"},"__N_SSG":true}