{"pageProps":{"number":"5954","slug":"bukhari","id":"Telah menceritakan kepadaku [Muhammad bin Abdullah] telah menceritakan kepada kami ['Ashim bin Ali] telah menceritakan kepada kami ['Ashim bin Muhammad] dari [Waqid bin Muhammad], aku mendengar [Ayahku] mengatakan; ['Abdullah] mengatakan, Rasulullah shallallahu 'alaihi wasallam bersabda ketika haji wada'; \"ketahuilah, bulan apa yang kalian ketahui yang paling mulia?\" Para sahabat menjawab; 'bulan kita ini, ' Nabi bertanya: \"ketahuilah, negeri mana yang kalian ketahui paling mulia?\" Para sahabat menjawab; 'negeri kita ini.' Nabi bertanya; \"ketahuilah, hari apa yang kalian ketahui paling mulia?\" Para sahabat menjawab; 'Hari kita ini.' Nabi melanjutkan; \"Sesungguhnya Allah tabaaraka wata'ala telah mengharamkan atas kalian darah-darah kalian, harta-harta kalian, dan kehormatan-kehormatan kalian, kecuali dengan haknya, sebagaimana kehormatan hari kalian ini, negeri kalian ini, dan bulan kalian ini, bukankah telah kusampaikan?\" (Nabi mengulangi pertanyaannya tiga kali). Semua pertanyaannya, di jawab oleh para sahabat dengan; 'Benar.' kemudian Nabi meneruskan: \"celakalah kalian -atau- binasalah kalian, jangan sampai kalian sepeninggalku kembali menjadi kafir, sebagian kalian memenggal leher sebagian yang lain.\"","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدٍ عَنْ وَاقِدِ بْنِ مُحَمَّدٍ سَمِعْتُ أَبِي قَالَ عَبْدُ اللَّهِقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ أَلَا أَيُّ شَهْرٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً قَالُوا أَلَا شَهْرُنَا هَذَا قَالَ أَلَا أَيُّ بَلَدٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً قَالُوا أَلَا بَلَدُنَا هَذَا قَالَ أَلَا أَيُّ يَوْمٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً قَالُوا أَلَا يَوْمُنَا هَذَا قَالَ فَإِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى قَدْ حَرَّمَ عَلَيْكُمْ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ إِلَّا بِحَقِّهَا كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا أَلَا هَلْ بَلَّغْتُ ثَلَاثًا كُلُّ ذَلِكَ يُجِيبُونَهُ أَلَا نَعَمْ قَالَ وَيْحَكُمْ أَوْ وَيْلَكُمْ لَا تَرْجِعُنَّ بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ","source":"Bukhari"},"__N_SSG":true}