{"pageProps":{"number":"5988","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Al Laits] dari [Ibnu Syihab] dari [Humaid bin Abdurrahman] dari [Abu Hurairah] radliallahu 'anhu; ada seorang laki-laki menyetubuhi isterinya di bulan Ramadhan, maka ia bertanya kepada Rasulullah Shallallahu'alaihiwasallam, tetapi Nabi bertanya; 'Apa kamu mempunyai seorang budak? ' 'Tidak' Jawabnya. Tanya Nabi; 'Apa kamu bisa berpuasa dua bulan berturut-turut? ' 'Tidak' jawabnya. Nabi bersabda: \"kamu beri makan enam puluh orang miskin.\" Dan [Al Laits] mengatakan dari ['Amru bin Al Harits] dari ['Abdurrahman bin Al Qasim] dari [Muhammad bin Ja'far bin Zubair] dari ['Abbad bin 'Abdullah bin Zubair] dari ['Aisyah] dengan redaksi; ada seorang laki-laki mendatangi Nabi shallallahu 'alaihi wasallam di masjid dan mengatakan; 'Aku terbakar? ' Nabi bertanya: \"kenapa bisa demikian?\" ia menjawab: 'aku telah menyetubuhi isteriku di siang ramadhan.' Nabi berujar; 'bersedekahlah! ' Orang tadi menjawab; 'Saya tak punya apa-apa! ' Lantas ia duduk dan didatangi seseorang yang menuntun keledai sambil membawa makanan. -Abdurrahman mengatakan 'Saya tidak tahu apakah ia menemui Nabi shallallahu 'alaihi wasallam ataukah tidak.- maka Nabi berujar; \"Mana orang yang terbakar tadi?\" Orang itu menjawab: 'aku orangnya! ' Nabi berujar: \"Ambil ini dan sedekahkanlah! ' Orang tadi menjawab; 'Untuk orang yang lebih membutuhkan daripada aku? Sungguh keluargaku tak punya makanan! ' maka Nabi bersabda: \"makanlah.\" Abu Abdullah mengatakan, hadits pertama lebih jelas yaitu dengan sabda beliau Shallallahu'alaihiwasallam: \"Berilah makanan untuk keluargamu!\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُأَنَّ رَجُلًا وَقَعَ بِامْرَأَتِهِ فِي رَمَضَانَ فَاسْتَفْتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَلْ تَجِدُ رَقَبَةً قَالَ لَا قَالَ هَلْ تَسْتَطِيعُ صِيَامَ شَهْرَيْنِ قَالَ لَا قَالَ فَأَطْعِمْ سِتِّينَ مِسْكِينًاوَقَالَ اللَّيْثُ عَنْ عَمْرِو بْنِ الْحَارِثِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ أَتَى رَجُلٌ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ قَالَ احْتَرَقْتُ قَالَ مِمَّ ذَاكَ قَالَ وَقَعْتُ بِامْرَأَتِي فِي رَمَضَانَ قَالَ لَهُ تَصَدَّقْ قَالَ مَا عِنْدِي شَيْءٌ فَجَلَسَ وَأَتَاهُ إِنْسَانٌ يَسُوقُ حِمَارًا وَمَعَهُ طَعَامٌ قَالَ عَبْدُ الرَّحْمَنِ مَا أَدْرِي مَا هُوَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَيْنَ الْمُحْتَرِقُ فَقَالَ هَا أَنَا ذَا قَالَ خُذْ هَذَا فَتَصَدَّقْ بِهِ قَالَ عَلَى أَحْوَجَ مِنِّي مَا لِأَهْلِي طَعَامٌ قَالَ فَكُلُوهُ قَالَ أَبُو عَبْد اللَّهِ الْحَدِيثُ الْأَوَّلُ أَبْيَنُ قَوْلُهُ أَطْعِمْ أَهْلَكَ","source":"Bukhari"},"__N_SSG":true}