{"pageProps":{"number":"6296","slug":"bukhari","id":"Telah menceritakan kepada kami [Abul Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] telah mengabarkan kepadaku [As Sa'ib bin Yazid bin Ukhti Namir], bahwa [Khuwaitib bin Abdul 'uzza] mengabarkan kepadanya, bahwa [Abdullah bin As Sa'di] mengabarkan kepadanya, ia pernah mendatangi Umar dimasa-masa pemerintahannya. [Umar] lantas berujar; \"Benarkan berita yang sampai kepadaku bahwa engkau mengurus urusan-urusan sosial, namun jika engkau diberi pesangon (uang lelah) engkau tidak menyukainya?\" Saya jawab \"Iya\". Umar lantas mengatakan; \"lalu maumu apa?\" Saya menjawab; \"Saya sudah punya kuda sekian banyak, demikian pula budak ada beberapa, dan aku dalam keadaan baik (mapan secara ekonomi), maka aku niati kerjaku ini sebagai sedekah (amal cuma-cuma) untuk kaum muslimin.\" Umar spontan mengatakan: 'jangan kau lakukan, saya sebenarnya juga ingin seperti kehendakmu, namun Rasulullah Shallallahu'alaihiwasallam juga memberiku pemberian, tetapi saya katakan; 'Coba berikan saja pemberian itu kepada orang yang lebih membutuhkan daripada aku! ' Kemudian hari, Nabi juga memberi pemberian yang sama kemudian aku katakan; 'Tolong berikan kepada orang yang lebih membutuhkan daripada aku! ' Lantas Nabi shallallahu 'alaihi wasallam bersabda; \"Ambil saja, kembangkan harta ini, dan jadikanlah untuk bersedekah, harta ini yang datang kepadamu dengan cara yang tidak berlebihan dan engkau sendiri tidak meminta, maka ambil saja, dan terhadap harta, janganlah nafsumu kau perturutkan terhadapnya!\" Dan dari [Az Zuhri] berkata; telah menceritakan kepadaku [Salim bin Abdullah] bahwa [Abdullah bin Umar] berkata; saya telah mendengar [Umar bin Khattab] berkata; Nabi shallallahu 'alaihi wasallam memberikan suatu pemberian kepadaku, lalu saya berkata; Berikan kepada orang yang lebih fakir daripadaku, sehingga pada suatu saat beliau memberi lagi dan saya jawab sebagaimana sebelumnya. Lantas Nabi shallallahu 'alaihi wasallam bersabda: \"Ambillah! kembangkan harta ini, dan jadikanlah untuk bersedekah, harta ini yang datang kepadamu dengan cara yang tidak berlebihan dan engkau sendiri tidak meminta, maka ambil saja, dan terhadap harta, janganlah nafsumu kau perturutkan terhadapnya!\"","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي السَّائِبُ بْنُ يَزِيدَ ابْنُ أُخْتِ نَمِرٍ أَنَّ حُوَيْطِبَ بْنَ عَبْدِ الْعُزَّى أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ السَّعْدِيِّ أَخْبَرَهُ أَنَّهُ قَدِمَ عَلَى عُمَرَفِي خِلَافَتِهِ فَقَالَ لَهُ عُمَرُ أَلَمْ أُحَدَّثْ أَنَّكَ تَلِيَ مِنْ أَعْمَالِ النَّاسِ أَعْمَالًا فَإِذَا أُعْطِيتَ الْعُمَالَةَ كَرِهْتَهَا فَقُلْتُ بَلَى فَقَالَ عُمَرُ فَمَا تُرِيدُ إِلَى ذَلِكَ قُلْتُ إِنَّ لِي أَفْرَاسًا وَأَعْبُدًا وَأَنَا بِخَيْرٍ وَأُرِيدُ أَنْ تَكُونَ عُمَالَتِي صَدَقَةً عَلَى الْمُسْلِمِينَ قَالَ عُمَرُ لَا تَفْعَلْ فَإِنِّي كُنْتُ أَرَدْتُ الَّذِي أَرَدْتَ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعْطِينِي الْعَطَاءَ فَأَقُولُ أَعْطِهِ أَفْقَرَ إِلَيْهِ مِنِّي حَتَّى أَعْطَانِي مَرَّةً مَالًا فَقُلْتُ أَعْطِهِ أَفْقَرَ إِلَيْهِ مِنِّي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُذْهُ فَتَمَوَّلْهُ وَتَصَدَّقْ بِهِ فَمَا جَاءَكَ مِنْ هَذَا الْمَالِ وَأَنْتَ غَيْرُ مُشْرِفٍ وَلَا سَائِلٍ فَخُذْهُ وَإِلَّا فَلَا تُتْبِعْهُ نَفْسَكَوَعَنْ الزُّهْرِيِّ قَالَ حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعْطِينِي الْعَطَاءَ فَأَقُولُ أَعْطِهِ أَفْقَرَ إِلَيْهِ مِنِّي حَتَّى أَعْطَانِي مَرَّةً مَالًا فَقُلْتُ أَعْطِهِ مَنْ هُوَ أَفْقَرُ إِلَيْهِ مِنِّي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُذْهُ فَتَمَوَّلْهُ وَتَصَدَّقْ بِهِ فَمَا جَاءَكَ مِنْ هَذَا الْمَالِ وَأَنْتَ غَيْرُ مُشْرِفٍ وَلَا سَائِلٍ فَخُذْهُ وَمَالَا فَلَا تُتْبِعْهُ نَفْسَكَ","source":"Bukhari"},"__N_SSG":true}