{"pageProps":{"number":"6418","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Muqatil] telah mengabarkan kepada kami [Waki'] telah mengabarkan kepada kami [Nafi' bin Umar] dari [Ibn Abu Mulaikah] berkata, \"Hampir saja dua orang pilihan, Abu Bakar dan Umar, binasa tatkala utusan Bani Tamim menemui Nabi shallallahu 'alaihi wasallam, salah satu diantara dua sahabat pilihan itu menunjuk Aqra' bin Habis At Tamimi Al Hanzhali, saudara Bani Mujasyi', sedang lainnya menunjuk lainnya. Maka Abu Bakar berkata kepada Umar, 'Kamu inginnya menyelisihiku saja!\" Umar mengelak seraya mengatakan, \"Aku sama sekali tak berniat menyelisihimu! Suara keduanya terus semakin gaduh di sisi Nabi shallallahu 'alaihi wasallam, sehingga turunlah ayat: '(Wahai orang-orang yang beriman, jangan kalian meninggikan suara kalian diatas suara Nabi) ' (Qs. Al Hujurat: 2-3). Ibnu Abu Mulaikah berkata, \" [Ibnu Zubair] berkata, \"Di kemudian hari Umar -dan ia tidak menyebutkan dari kakeknya maksudnya Abu bakar- jika mengajak bicara dengan nabi shallallahu 'alaihi wasallam dengan suatu pembicaraan seperti orang yang mengadakan pembicaraan rahasia, tidak sampai terdengar orang lain hingga betul-betul ia memahaminya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَخْبَرَنَا وَكِيعٌ أَخْبَرَنَا نَافِعُ بْنُ عُمَرَ عَنْ ابْنِ أَبِي مُلَيْكَةَ قَالَكَادَ الْخَيِّرَانِ أَنْ يَهْلِكَا أَبُو بَكْرٍ وَعُمَرُ لَمَّا قَدِمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفْدُ بَنِي تَمِيمٍ أَشَارَ أَحَدُهُمَا بِالْأَقْرَعِ بْنِ حَابِسٍ التَّمِيمِيِّ الْحَنْظَلِيِّ أَخِي بَنِي مُجَاشِعٍ وَأَشَارَ الْآخَرُ بِغَيْرِهِ فَقَالَ أَبُو بَكْرٍ لِعُمَرَ إِنَّمَا أَرَدْتَ خِلَافِي فَقَالَ عُمَرُ مَا أَرَدْتُ خِلَافَكَ فَارْتَفَعَتْ أَصْوَاتُهُمَا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ{ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ إِلَى قَوْلِهِ عَظِيمٌ }قَالَ ابْنُ أَبِي مُلَيْكَةَ قَالَ ابْنُ الزُّبَيْرِ فَكَانَ عُمَرُ بَعْدُ وَلَمْ يَذْكُرْ ذَلِكَ عَنْ أَبِيهِ يَعْنِي أَبَا بَكْرٍ إِذَا حَدَّثَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَدِيثٍ حَدَّثَهُ كَأَخِي السِّرَارِ لَمْ يُسْمِعْهُ حَتَّى يَسْتَفْهِمَهُ","source":"Bukhari"},"__N_SSG":true}