{"pageProps":{"number":"6450","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq bin Manshur] telah menceritakan kepada kami [Abu Usamah] telah menceritakan kepada kami [Al A'masy] telah menceritakan kepada kami [Abu Shalih] dari [Abu Sa'id alkhudzri] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Nabi Nuh didatangkan pada hari kiamat lantas ditanya, 'Sudahkah kamu menyampaikan? ' ia menjawab, 'Benar ya Rabbi'. Ummatnya kemudian ditanya, 'Apakah dia memang benar telah menyampaikan kepada kalian? ' Mereka menjawab, 'Belum ada seorang pemberi peringatan kepada kita.' Lantas Allah bertanya lagi: 'Siapa yang menjadi saksimu? ' Nuh menjawab, 'Muhammad dan umatnya.' Lantas kalian didatangkan dan kalian bersaksi.\" Kemudian Rasulullah Shallallahu'alaihiwasallam membaca ayat: '(Dan demikianlah Kami jadikan kalian umat yang wasath) ' (Qs. Albaqarah 143). Kata Al A'masy, wasath artinya adil '(Agar kalian menjadi saksi atas semua manusia dan agar rasul sebagai saksi atas kalian) ' (Qs. Albaqarah 143). Dan dari [Ja'far bin Aun] telah menceritakan kepada kami [Al A'masy] dari [Abu Shalih] dari [Abu Sa'id alkhudzri] dari Nabi shallallahu 'alaihi wasallam dengan ini.\"","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا الْأَعْمَشُ حَدَّثَنَا أَبُو صَالِحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُجَاءُ بِنُوحٍ يَوْمَ الْقِيَامَةِ فَيُقَالُ لَهُ هَلْ بَلَّغْتَ فَيَقُولُ نَعَمْ يَا رَبِّ فَتُسْأَلُ أُمَّتُهُ هَلْ بَلَّغَكُمْ فَيَقُولُونَ مَا جَاءَنَا مِنْ نَذِيرٍ فَيَقُولُ مَنْ شُهُودُكَ فَيَقُولُ مُحَمَّدٌ وَأُمَّتُهُ فَيُجَاءُ بِكُمْ فَتَشْهَدُونَ ثُمَّ قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا }قَالَ عَدْلًا{ لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا }وَعَنْ جَعْفَرِ بْنِ عَوْنٍ حَدَّثَنَا الْأَعْمَشُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا","source":"Bukhari"},"__N_SSG":true}