{"pageProps":{"number":"6584","slug":"bukhari","id":"Telah menceritakan kepada kami [Hajjaj bin Minhal] telah menceritakan kepada kami [Abdullah bin Umar An Numairi] telah menceritakan kepada kami [Yunus bin Yazid Al Aili] mengatakan, aku mendengar [Azzuhri] berkata, Aku mendengar ['Urwah bin Zubair] dan [Sa'id bin Musayyab] dan ['Alqamah bin Waqqash] dan [Ubaidullah bin Abdullah] dari hadis [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, ketika penyebar-penyebar kebohongan menyebarluaskan kebohongan terhadapnya. Kemudian Allah menyucikannya dari kebohongan yang mereka katakan, dan kesemuanya menceritakan kepadaku sekumpulan hadis yang masing-masing mereka riwayatkan dari Aisyah, Aisyah berkata, \"Akan tetapi demi Allah, aku sama sekali tak punya perkiraan Allah akan menurunkan wahyu terhadap berita kesucianku, sungguh urusanku terhadap diriku lebih remeh daripada Allah berbicara tentangku dengan wahyu yang dibacakan, yang kuharap ketika itu hanyalah sekiranya Rasulullah shallallahu 'alaihi wasallam bermimpi dalam tidurnya, yang menceritakan berita kesucianku dari ghosip yang disebarkan orang-orang. Lantas Allah menurunkan ayat: '(sesungguhnya orang-orang yang datang dengan membawa berita bohong) ', (Qs. An Nuur: 11), dan seterusnya hingga sepuluh ayat.\"","arab":"حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ النُّمَيْرِيُّ حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ الْأَيْلِيُّ قَالَ سَمِعْتُ الزُّهْرِيَّ قَالَ سَمِعْتُ عُرْوَةَ بْنَ الزُّبَيْرِ وَسَعِيدَ بْنَ الْمُسَيَّبِ وَعَلْقَمَةَ بْنَ وَقَّاصٍ وَعُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ عَنْ حَدِيثِ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحِينَ قَالَ لَهَا أَهْلُ الْإِفْكِ مَا قَالُوا فَبَرَّأَهَا اللَّهُ مِمَّا قَالُوا وَكُلٌّ حَدَّثَنِي طَائِفَةً مِنْ الْحَدِيثِ الَّذِي حَدَّثَنِي عَنْ عَائِشَةَ قَالَتْ وَلَكِنِّي وَاللَّهِ مَا كُنْتُ أَظُنُّ أَنَّ اللَّهَ يُنْزِلُ فِي بَرَاءَتِي وَحْيًا يُتْلَى وَلَشَأْنِي فِي نَفْسِي كَانَ أَحْقَرَ مِنْ أَنْ يَتَكَلَّمَ اللَّهُ فِيَّ بِأَمْرٍ يُتْلَى وَلَكِنِّي كُنْتُ أَرْجُو أَنْ يَرَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللَّهُ بِهَا فَأَنْزَلَ اللَّهُ تَعَالَى{ إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ }الْعَشْرَ الْآيَاتِ","source":"Bukhari"},"__N_SSG":true}