{"pageProps":{"number":"731","slug":"bukhari","id":"Telah menceritakan kepada kami [Musadad] berkata, telah menceritakan kepada kami [Abu 'Awanah] dari [Abu Bisyr] -dia adalah Ja'far bin Abu Wahsyiyyah- dari [Sa'id bin Jubair] dari ['Abdullah bin 'Abbas] berkata, \"Nabi shallallahu 'alaihi wasallam bersama sekelompok sahabat berangkat menuju pasar 'Ukazh. Saat itu telah ada penghalang antara setan dan berita-berita langit dimana telah dikirim kabut kepada setan sebagai penghalang. Maka setan-setan kembali menemui kaumnya, lalu kaumnya berkata, \"Apa yang terjadi dengan kalian?\" Setan-setan tersebut menjawab, \"Telah ada penghalang antara kami dan berita-berita langit dengan dikirimnya kabut.\" Kaumnya berkata, \"Tidak ada penghalang antara kalian dan berita-berita langit kecuali telah ada sesuatu yang terjadi. Pergilah kalian ke seluruh penjuru timur bumi dan baratnya, lalu perhatikanlah apa penghalang yang ada antara kalian dan berita-berita langit!\" Maka berangkatlah setan-setan yang ada di Tihamah untuk mendatangi Nabi shallallahu 'alaihi wasallam dan para sahabat Beliau yang sedang berada di pasar 'Ukazh. Saat itu beliau dan para sahabat sedang melaksanakan shalat fajar. Ketika setan-setan itu mendengar Al Qur'an, mereka menyimaknya dengan baik hingga mereka pun berkata, \"Demi Allah, inilah yang menjadi penghalang antara kalian dan berita-berita langit.\" Dan perkataan ini pula yang disampaikan ketika mereka kembali kepada kaum mereka. Lantas mereka berkata kepada kaumnya, \"Wahai kaum kami, sesungguhnya kami telah mendengarkan Al Quran yang menakjubkan. (Yang) memberi petunjuk kepada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan seseorangpun dengan Tuhan kami) ' (Qs. Al Jin: 1-2). Maka kemudian Allah menurunkan wahyu kepada Nabi-Nya shallallahu 'alaihi wasallam: '(Katakanlah (hai Muhammad): \"Telah diwahyukan kepadamu bahwasanya: telah mendengarkan sekumpulan jin (akan Al Qur'an)) ' (Qs. Al Jin: 1). Yakni diwahyukan kepada beliau perkataan jin.\"","arab":"حَدَّثَنَا مُسَدَّدٌ قَالَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ أَبِي بِشْرٍ هُوَ جَعْفَرُ بْنُ أَبِي وَحْشِيَّةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَانْطَلَقَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي طَائِفَةٍ مِنْ أَصْحَابِهِ عَامِدِينَ إِلَى سُوقِ عُكَاظٍ وَقَدْ حِيلَ بَيْنَ الشَّيَاطِينِ وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْهِمْ الشُّهُبُ فَرَجَعَتْ الشَّيَاطِينُ إِلَى قَوْمِهِمْ فَقَالُوا مَا لَكُمْ فَقَالُوا حِيلَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْنَا الشُّهُبُ قَالُوا مَا حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ إِلَّا شَيْءٌ حَدَثَ فَاضْرِبُوا مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا فَانْظُرُوا مَا هَذَا الَّذِي حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ فَانْصَرَفَ أُولَئِكَ الَّذِينَ تَوَجَّهُوا نَحْوَ تِهَامَةَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِنَخْلَةَ عَامِدِينَ إِلَى سُوقِ عُكَاظٍ وَهُوَ يُصَلِّي بِأَصْحَابِهِ صَلَاةَ الْفَجْرِ فَلَمَّا سَمِعُوا الْقُرْآنَ اسْتَمَعُوا لَهُ فَقَالُوا هَذَا وَاللَّهِ الَّذِي حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ فَهُنَالِكَ حِينَ رَجَعُوا إِلَى قَوْمِهِمْ وَقَالُوا يَا قَوْمَنَا{ إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا }فَأَنْزَلَ اللَّهُ عَلَى نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنْ الْجِنِّ }وَإِنَّمَا أُوحِيَ إِلَيْهِ قَوْلُ الْجِنِّ","source":"Bukhari"},"__N_SSG":true}