{"pageProps":{"number":"895","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] berkata, telah menceritakan kepada kami [Hammad bin Zaid] dari ['Abdul 'Aziz bin Shuhaib] dan [Tsabit Al Banani] dari [Anas bin Malik], bahwa Rasulullah shallallahu 'alaihi wasallam melaksanakan shalat Shubuh dalam keadaan masih gelap, kemudian beliau mengendarai tunggangannya seraya bersabda: \"Allahu Akbar, hancurlah Khaibar! Sesungguhnya kami apabila mendatangi perkampungan suatu kaum, (maka amat buruklah pagi hari yang dialami orang-orang yang diperingatkan tersebut) (Qs. Ash Shaaffaat: 177). Orang-orang Khaibar keluar seraya berkata, \"Muhammad dan Al Khamis!\" Tabit berkata, \"Al Khamis artinya pasukan.\" Maka Rasulullah shallallahu 'alaihi wasallam pun mengalahkan mereka, membunuh pasukan dan menawan tawanan. Maka Shafiah menjadi bagian Dihyah Al Kalbi, kemudian ia menjadi milik Rasulullah shallallahu 'alaihi wasallam. Beliau kemudian menikahinya, dan maharnya adalah pembebasannya.\" 'Abdul 'Azizi berkata kepada Tsabit, \"Wahai Abu Muhammad, apakah kamu bertanya kepada Anas bin Malik, apa yang Beliau jadikan mahar untuk wanita tersebut?\" Tsabit menjawab, 'Maharnya adalah pembebasannya.' Ia pun tersenyum.\"","arab":"حَدَّثَنَا مُسَدَّدٌ قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ وَثَابِتٍ الْبُنَانِيِّ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الصُّبْحَ بِغَلَسٍ ثُمَّ رَكِبَ فَقَالَ اللَّهُ أَكْبَرُ خَرِبَتْ خَيْبَرُ إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ{ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ }فَخَرَجُوا يَسْعَوْنَ فِي السِّكَكِ وَيَقُولُونَ مُحَمَّدٌ وَالْخَمِيسُ قَالَ وَالْخَمِيسُ الْجَيْشُ فَظَهَرَ عَلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَتَلَ الْمُقَاتِلَةَ وَسَبَى الذَّرَارِيَّ فَصَارَتْ صَفِيَّةُ لِدِحْيَةَ الْكَلْبِيِّ وَصَارَتْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ تَزَوَّجَهَا وَجَعَلَ صَدَاقَهَا عِتْقَهَافَقَالَ عَبْدُ الْعَزِيزِ لِثَابِتٍ يَا أَبَا مُحَمَّدٍ أَنْتَ سَأَلْتَ أَنَسَ بْنَ مَالِكٍ مَا أَمْهَرَهَا قَالَ أَمْهَرَهَا نَفْسَهَا فَتَبَسَّمَ","source":"Bukhari"},"__N_SSG":true}