{"pageProps":{"number":"926","slug":"bukhari","id":"[Ibnu Juraij] berkata; telah mengabarkan kepadaku [Al Hasan bin Muslim] dari [Thawus] dari [Ibnu 'Abbas] radliallahu 'anhuma, ia berkata, \"Aku pernah menghadiri shalat 'Idul Fitri bersama Nabi shallallahu 'alaihi wasallam, Abu Bakar, 'Umar dan 'Utsman? radliallahu 'anhum. Mereka semua melaksanakan shalat sebelum khutbah, dan menyampaikan khutbah setelah shalat. Nabi shallallahu 'alaihi wasallam kemudian pergi dan aku melihat seakan beliau memberi isyarat dengan tangannya agar jama'ah tetap duduk di tempatnya. Kemudian beliau melewati dan membelah shaf-shaf mereka hingga sampai pada jama'ah para wanita, dan saat itu Bilal juga bersama beliau. Beliau kemudian membaca ayat: '(Hai Nabi, apabila datang kepadamu perempuan-perempuan yang beriman untuk mengadakan janji setia, …) ' (Qs. Al Mumtahanah: 12), selesai membaca ayat tersebut beliau mengatakan: \"Apakah kalian siap untuk itu?\" salah seorang wanita dari mereka -dan tidak ada yang berani menjawab selain dia- berkata, \"Ya.\" -namun Hasan tidak tahu siapa wanita tersebut. Perawi berkata, \"Kemudian mereka bersedekah dan Bilal membentangkan selembar kain, kemudian Bilal berkata, \"Demi bapak dan ibuku, kemarilah! Sungguh, itu akan menjadi tebusan bagi kalian.\" Mereka kemudian melemparkan gelang (besar) dan cincin mereka ke dalam kain yang dibawa oleh Bilal.\" [Abdurrazaq] berkata, \"Al Fatakh adalah cincin besar (gelang) yang bisa mereka pakai pada masa jahiliyah.\"","arab":"قَالَ ابْنُ جُرَيْجٍ وَأَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَشَهِدْتُ الْفِطْرَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ رَضِيَ اللَّهُ عَنْهُمْ يُصَلُّونَهَا قَبْلَ الْخُطْبَةِ ثُمَّ يُخْطَبُ بَعْدُ خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَأَنِّي أَنْظُرُ إِلَيْهِ حِينَ يُجَلِّسُ بِيَدِهِ ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى جَاءَ النِّسَاءَ مَعَهُ بِلَالٌ فَقَالَ{ يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ }الْآيَةَ ثُمَّ قَالَ حِينَ فَرَغَ مِنْهَا آنْتُنَّ عَلَى ذَلِكِ قَالَتْ امْرَأَةٌ وَاحِدَةٌ مِنْهُنَّ لَمْ يُجِبْهُ غَيْرُهَا نَعَمْ لَا يَدْرِي حَسَنٌ مَنْ هِيَ قَالَ فَتَصَدَّقْنَ فَبَسَطَ بِلَالٌ ثَوْبَهُ ثُمَّ قَالَ هَلُمَّ لَكُنَّ فِدَاءٌ أَبِي وَأُمِّي فَيُلْقِينَ الْفَتَخَ وَالْخَوَاتِيمَ فِي ثَوْبِ بِلَالٍقَالَ عَبْدُ الرَّزَّاقِ الْفَتَخُ الْخَوَاتِيمُ الْعِظَامُ كَانَتْ فِي الْجَاهِلِيَّةِ","source":"Bukhari"},"__N_SSG":true}