{"pageProps":{"number":"1216","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Yahya bin Sa'id Al Qaththan] berkata, telah menceritakan kepadaku [Yahya bin Sa'id Al Anshari] dari [Al Qasim bin Muhammad] dari [Sholih bin Khawwat] dari [Sahl bin Abu Hatsmah] Bahwasanya ia pernah berkata tentang shalat khauf, ia mengatakan, \"Imam menghadap ke arah kiblat, satu kelompok berdiri bersamanya dan kelompok lain ke arah musuh, sementara wajah mereka menghadap ke arah shaf. Imam rukuk sekali bersama mereka, lalu mereka rukuk dan sujud dua kali di tempat mereka berada secara sendiri-sendiri. Setelah itu mereka pergi menempati tempat kelompok (yang belum shalat), kemudian kelompok yang belum shalat itu datang hingga imam rukuk satu kali, dan sujud dua kali bersama mereka. Dengan demikian maka imam mendapatkan dua kali rukuk sementara mereka satu kali rukuk, lalu mereka rukuk satu kali lagi dan sujud dua kali. \" [Muhammad bin Basysyar] berkata, \"Aku bertanya kepada [Yahya bin Sa'id Al Qaththan] tentang hadits ini, maka ia menceritakan kepadaku dari [Syu'bah] dari ['Abdurrahman Ibnul Qasim] dari [Bapaknya] dari [Shalih bin Khawwat] dari [Sahl bin Abu Hatsmah] dari Nabi shallallahu 'alaihi wasallam sebagaimana hadits Yahya bin Sa'id. \" Ia berkata; Yahya berkata kepadaku, \"Tulislah hadits tersebut di sisinya, aku bukan seorang yang hafal hadits, tetapi seperti hadits Yahya. \"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ الْأَنْصَارِيُّ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَأَنَّهُ قَالَ فِي صَلَاةِ الْخَوْفِ قَالَ يَقُومُ الْإِمَامُ مُسْتَقْبِلَ الْقِبْلَةِ وَتَقُومُ طَائِفَةٌ مِنْهُمْ مَعَهُ وَطَائِفَةٌ مِنْ قِبَلِ الْعَدُوِّ وَوُجُوهُهُمْ إِلَى الصَّفِّ فَيَرْكَعُ بِهِمْ رَكْعَةً وَيَرْكَعُونَ لِأَنْفُسِهِمْ وَيَسْجُدُونَ لِأَنْفُسِهِمْ سَجْدَتَيْنِ فِي مَكَانِهِمْ ثُمَّ يَذْهَبُونَ إِلَى مُقَامِ أُولَئِكَ وَيَجِيءُ أُولَئِكَ فَيَرْكَعُ بِهِمْ رَكْعَةً وَيَسْجُدُ بِهِمْ سَجْدَتَيْنِ فَهِيَ لَهُ ثِنْتَانِ وَلَهُمْ وَاحِدَةٌ ثُمَّ يَرْكَعُونَ رَكْعَةً وَيَسْجُدُونَ سَجْدَتَيْنِقَالَ مُحَمَّدُ بْنُ بَشَّارٍ فَسَأَلْتُ يَحْيَى بْنَ سَعِيدٍ الْقَطَّانَ عَنْ هَذَا الْحَدِيثِ فَحَدَّثَنِي عَنْ شُعْبَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ قَالَ قَالَ لِي يَحْيَى اكْتُبْهُ إِلَى جَنْبِهِ وَلَسْتُ أَحْفَظُ الْحَدِيثَ وَلَكِنْ مِثْلُ حَدِيثِ يَحْيَى","source":"Ibnu Majah"},"__N_SSG":true}