{"pageProps":{"number":"1775","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Musa bin Marwan Ar Raqqi] berkata, telah menceritakan kepada kami [Umar bin Ayyub] dari [Ja'far bin Burqan] dari [Maimun bin Mihran] dari [Miqsam] dari [Ibnu Abbas] berkata; \"Ketika Nabi shallallahu 'alaihi wasallam mengalahkan Khaibar, beliau memberi persyaratan kepada mereka (Yahudi), bahwa semua tanah, yang kuning dan yang putih -yakni emas dan perak- menjadi milik beliau. Penduduk Khaibar berkata, \"Kami lebih mengetahui dengan tanah ini, maka berikanlah kepada kami tanah hingga kami menggarapnya. Kami mendapatkan setengah dan kalian juga mendapatkan setengah dari hasil buah yang didapat.\" Ia mengira bahwa Nabi memberikannya kepada mereka. Maka ketika tiba saatnya pohon kurma untuk ditebang, beliau mengutus Ibnu Rawahah kepada mereka. Ibnu Rawahah menerka-nerka pohon kurma -yang disebut oleh penduduk Madinah dengan Al Kharsh (terkaan) -, lalu Ibnu Rawahah berkata, \"Yang di sini seperti ini dan seperti ini.\" Maka mereka berkata, \"Wahai Ibnu Rawahah, kamu telah memperbanyak dirimu atas kami.\" Ibnu Rawahah menjawab, \"Aku hanya menerka-nerka pohon kurma dan memberikan kepada kalian setengah dari yang aku katakan.\" Mereka berkata; \"Inilah kebenaran yang dengannya langit dan bumi berdiri\". Lalu mereka berkata lagi; \"Kami telah rela mengambil bagian sesuai yang kamu katakan.\"","arab":"حَدَّثَنَا مُوسَى بْنُ مَرْوَانَ الرَّقِّيُّ حَدَّثَنَا عُمَرُ بْنُ أَيُّوبَ عَنْ جَعْفَرِ بْنِ بُرْقَانَ عَنْ مَيْمُونِ بْنِ مِهْرَانَ عَنْ مِقْسَمٍ عَنْ ابْنِ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ افْتَتَحَ خَيْبَرَ اشْتَرَطَ عَلَيْهِمْ أَنَّ لَهُ الْأَرْضَ وَكُلَّ صَفْرَاءَ وَبَيْضَاءَ يَعْنِي الذَّهَبَ وَالْفِضَّةَ وَقَالَ لَهُ أَهْلُ خَيْبَرَ نَحْنُ أَعْلَمُ بِالْأَرْضِ فَأَعْطِنَاهَا عَلَى أَنْ نَعْمَلَهَا وَيَكُونَ لَنَا نِصْفُ الثَّمَرَةِ وَلَكُمْ نِصْفُهَا فَزَعَمَ أَنَّهُ أَعْطَاهُمْ عَلَى ذَلِكَ فَلَمَّا كَانَ حِينَ يُصْرَمُ النَّخْلُ بَعَثَ إِلَيْهِمْ ابْنَ رَوَاحَةَ فَحَزَرَ النَّخْلَ وَهُوَ الَّذِي يَدْعُونَهُ أَهْلُ الْمَدِينَةِ الْخَرْصَ فَقَالَ فِي ذَا كَذَا وَكَذَا فَقَالُوا أَكْثَرْتَ عَلَيْنَا يَا ابْنَ رَوَاحَةَ فَقَالَ فَأَنَا أَحْزِرُ النَّخْلَ وَأُعْطِيكُمْ نِصْفَ الَّذِي قُلْتُ قَالَ فَقَالُوا هَذَا الْحَقُّ وَبِهِ تَقُومُ السَّمَاءُ وَالْأَرْضُ فَقَالُوا قَدْ رَضِينَا أَنْ نَأْخُذَ بِالَّذِي قُلْتَ","source":"Ibnu Majah"},"__N_SSG":true}