{"pageProps":{"number":"1824","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Ali bin Muhammad] keduanya berkata; telah menceritakan kepada kami [Waki'] berkata, telah menceritakan kepada kami [Sufyan] dari [Abu Bakr bin Abu Al Jahm bin Shukhair Al 'Adawi] ia berkata; Aku mendengar [Fatimah binti Qais] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Jika engkau telah halal maka berilah aku kabar, \" lalu Fatimah bin Qais pun mengabarkan kepada beliau. Setelah itu, Mu'awiyah, Abul Jahm bin Shukhair dan Usamah bin Zaid meminangnya. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mu'awiyah itu seorang laki-laki yang miskin dan tidak berharta, Abul Jahm bin Shukhair seorang laki-laki yang mudah memukul wanita, sedangkan Usamah, -Fatimah bin Qais- berkata dengan tangannya seperti ini, \"Usamah lagi, Usamah lagi.\" Rasulullah shallallahu 'alaihi wasallam bersabda kepada Fatimah bin Qais: \"Orang yang ta'at kepada Allah dan Rasul-Nya itu lebih baik bagimu.\" Fatimah berkata, \"Maka aku pun menikah dengan Usamah, dan aku merasa senang dengannya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي بَكْرِ بْنِ أَبِي الْجَهْمِ بْنِ صُخَيْرٍ الْعَدَوِيِّ قَالَ سَمِعْتُ فَاطِمَةَ بِنْتَ قَيْسٍ تَقُولُقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا حَلَلْتِ فَآذِنِينِي فَآذَنَتْهُ فَخَطَبَهَا مُعَاوِيَةُ وَأَبُو الْجَهْمِ بْنُ صُخَيْرٍ وَأُسَامَةُ بْنُ زَيْدٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا مُعَاوِيَةُ فَرَجُلٌ تَرِبٌ لَا مَالَ لَهُ وَأَمَّا أَبُو الْجَهْمِ فَرَجُلٌ ضَرَّابٌ لِلنِّسَاءِ وَلَكِنْ أُسَامَةُ فَقَالَتْ بِيَدِهَا هَكَذَا أُسَامَةُ أُسَامَةُ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَاعَةُ اللَّهِ وَطَاعَةُ رَسُولِهِ خَيْرٌ لَكِ قَالَتْ فَتَزَوَّجْتُهُ فَاغْتَبَطْتُ بِهِ","source":"Ibnu Majah"},"__N_SSG":true}