{"pageProps":{"number":"2431","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Abu Umar Al 'Adani] berkata, telah menceritakan kepada kami [Faraj bin Sa'id bin Alqamah bin Sa'id bin Abyadl bin Hammal] berkata, telah menceritakan kepadaku pamanku [Tsabit bin Sa'id bin Abyadl bin Hammal] dari [Bapaknya] dari [Abyadl bin Hammal] bahwa ia pernah mengumpulkan garam yang disebut dengan garam bendungan Ma'rib, ia mengumpulkan untuk dirinya sendiri. Kemudian Al Aqra' bin Habis At Tamimi mendatangi Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, aku pernah melewati (kumpulan) garam di masa jahiliyah, ia terdapat di suatu daerah yang tidak berair. Siapa saja yang mendatanginya ia bebas untuk mengambilnya, ia seperti air yang mengalir.\" Maka Rasulullah shallallahu 'alaihi wasallam kemudian meminta pembatalan Abyadl bin Hammal dari garam yang dikumpulkan, Ia lalu berkata, \"Aku telah merelakan pembatalan itu dengan syarat Tuan jadikan sebagai (pahala) sedekah dariku.\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Ia adalah sedekah darimu, dan ia seperti air yang mengalir. Barangsiapa mendatanginya maka ia bebas mengambilnya.\" Faraj berkata, \"Hari ini masih berlaku seperti dulu, siapa yang melewatinya bebas untuk mengambilnya.\" Ia (perawi) berkata, \"Lalu Nabi shallallahu 'alaihi wasallam memberikan bagian tanah dan pohon kurma di Jauf. Jauf adalah tempat saat ia memberi pembatalan kepada Rasulullah.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ حَدَّثَنَا فَرَجُ بْنُ سَعِيدِ بْنِ عَلْقَمَةَ بْنِ سَعِيدِ بْنِ أَبْيَضَ بْنِ حَمَّالٍ حَدَّثَنِي عَمِّي ثَابِتُ بْنُ سَعِيدِ بْنِ أَبْيَضَ بْنِ حَمَّالٍ عَنْ أَبِيهِ سَعِيدٍ عَنْ أَبِيهِ أَبْيَضَ بْنِ حَمَّالٍأَنَّهُ اسْتَقْطَعَ الْمِلْحَ الَّذِي يُقَالُ لَهُ مِلْحُ سُدِّ مَأْرِبٍ فَأَقْطَعَهُ لَهُ ثُمَّ إِنَّ الْأَقْرَعَ بْنَ حَابِسٍ التَّمِيمِيَّ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي قَدْ وَرَدْتُ الْمِلْحَ فِي الْجَاهِلِيَّةِ وَهُوَ بِأَرْضٍ لَيْسَ بِهَا مَاءٌ وَمَنْ وَرَدَهُ أَخَذَهُ وَهُوَ مِثْلُ الْمَاءِ الْعِدِّ فَاسْتَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبْيَضَ بْنَ حَمَّالٍ فِي قَطِيعَتِهِ فِي الْمِلْحِ فَقَالَ قَدْ أَقَلْتُكَ مِنْهُ عَلَى أَنْ تَجْعَلَهُ مِنِّي صَدَقَةً فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ مِنْكَ صَدَقَةٌ وَهُوَ مِثْلُ الْمَاءِ الْعِدِّ مَنْ وَرَدَهُ أَخَذَهُ قَالَ فَرَجٌ وَهُوَ الْيَوْمَ عَلَى ذَلِكَ مَنْ وَرَدَهُ أَخَذَهُ قَالَ فَقَطَعَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْضًا وَنَخْلًا بِالْجَوْفِ جَوْفِ مُرَادٍ مَكَانَهُ حِينَ أَقَالَهُ مِنْهُ","source":"Ibnu Majah"},"__N_SSG":true}