{"pageProps":{"number":"2460","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ishaq bin Isma'il bin Al 'Ala Al Aili] berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Yahya bin Sa'id] dari [Rabi'ah bin Abu 'Abdurrahman] dari [Yazid] -mantan budak Al Munba'its- dari [Zaid bin Khalid Al Juhani] -aku bertemu Rabi'ah maka aku tanyakan kepadanya, ia berkata; Yazid menceritakan kepadaku dari Zaid bin Khalid Al Juhani- dari Nabi shallallahu 'alaihi wasallam, ia berkata, \"Beliau pernah ditanya tentang seekor unta yang tersesat, maka beliau marah dan wajahnya memerah, beliau bersabda: \"Apa urusanmu dengan unta tersebut, ia masih punya kaki, bisa minum air dan makan pepohonan hingga pemiliknya menemukannya! \" Lalu beliau ditanya tentang kambing yang tersesat, maka beliau bersabda: \"Ambillah kambing tersebut, sebab ia milikmu, atau milik saudaramu, atau bahkan milik serigala.\" Dan beliau juga ditanya tentang barang temuan, beliau bersabda: \"Kenalilah bejana dan tali pengikatnya, setelah itu umumkanlah selama satu tahun, jika temuan itu dikenali maka berikanlah, namun jika tidak maka campurlah dengan harta milikmu.\"","arab":"حَدَّثَنَا إِسْحَقُ بْنُ إِسْمَعِيلَ بْنِ الْعَلَاءِ الْأَيْلِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ فَلَقِيتُ رَبِيعَةَ فَسَأَلْتُهُ فَقَالَ حَدَّثَنِي يَزِيدُ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سُئِلَ عَنْ ضَالَّةِ الْإِبِلِ فَغَضِبَ وَاحْمَرَّتْ وَجْنَتَاهُ فَقَالَ مَا لَكَ وَلَهَا مَعَهَا الْحِذَاءُ وَالسِّقَاءُ تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتَّى يَلْقَاهَا رَبُّهَا وَسُئِلَ عَنْ ضَالَّةِ الْغَنَمِ فَقَالَ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لِأَخِيكَ أَوْ لِلذِّئْبِ وَسُئِلَ عَنْ اللُّقَطَةِ فَقَالَ اعْرِفْ عِفَاصَهَا وَوِكَاءَهَا وَعَرِّفْهَا سَنَةً فَإِنْ اعْتُرِفَتْ وَإِلَّا فَاخْلِطْهَا بِمَالِكَ","source":"Ibnu Majah"},"__N_SSG":true}