{"pageProps":{"number":"2585","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ishaq bin Manshur Al Mawarzi], telah menceritakan kepada kami [Yazid bin Harun], telah memberitakan kepada kami [Muhammad bin Rasyid] dari [Sulaiman bin Musa] dari [Amru bin Syu'aib] dari [Ayahnya] dari [Kakeknya] sesungguhnya Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa membunuh seseorang karena kesalahan, dendanya adalah tiga puluh ekor unta binta makhad (unta betina yang berusia satu tahun), tiga puluh ekor unta binta labun (unta betina yang berusia dua tahun), tiga puluh unta hiqqah dan sepuluh unta bani labun (unta jantan yang berusia dua tahun) Rasulullah menilai harga unta tersebut kepada masyarakat kampung dengan nilai empat ratus Dinar atau senilai dengan uang perak. Beliau menilainya dengan kondisi harga unta, apabila harganya sedang tinggi, maka ia menaikkan nilainya dan apabila sedang rendah, maka ia menurunkan nilainya sesuai dengan kondisi yang ada. Oleh karena itu nilai harga unta pada masa Rasulullah berada di antara empat ratus sampai delapan ratus dinar atau sebanding dengan uang perak sejumlah delapan ribu Dirham. Rasulullah shallallahu 'alaihi wasallam menetapkan bahwa barangsiapa dendanya berupa sapi, maka ia harus membayar dengan dua ratus ekor sapi, barangsiapa dendanya berupa kambing, maka ia harus membayar dengan dua ribu ekor kambing.\"","arab":"حَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ الْمَرْوَزِيُّ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَنْبَأَنَا مُحَمَّدُ بْنُ رَاشِدٍ عَنْ سُلَيْمَانَ بْنِ مُوسَى عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قُتِلَ خَطَأً فَدِيَتُهُ مِنْ الْإِبِلِ ثَلَاثُونَ بِنْتَ مَخَاضٍ وَثَلَاثُونَ بِنْتَ لَبُونٍ وَثَلَاثُونَ حِقَّةً وَعَشَرَةٌ بَنِي لَبُونٍ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَوِّمُهَا عَلَى أَهْلِ الْقُرَى أَرْبَعَ مِائَةِ دِينَارٍ أَوْ عَدْلَهَا مِنْ الْوَرِقِ وَيُقَوِّمُهَا عَلَى أَزْمَانِ الْإِبِلِ إِذَا غَلَتْ رَفَعَ ثَمَنَهَا وَإِذَا هَانَتْ نَقَصَ مِنْ ثَمَنِهَا عَلَى نَحْوِ الزَّمَانِ مَا كَانَ فَبَلَغَ قِيمَتُهَا عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا بَيْنَ الْأَرْبَعِ مِائَةِ دِينَارٍ إِلَى ثَمَانِ مِائَةِ دِينَارٍ أَوْ عَدْلَهَا مِنْ الْوَرِقِ ثَمَانِيَةُ آلَافِ دِرْهَمٍ وَقَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ مَنْ كَانَ عَقْلُهُ فِي الْبَقَرِ عَلَى أَهْلِ الْبَقَرِ مِائَتَيْ بَقَرَةٍ وَمَنْ كَانَ عَقْلُهُ فِي الشَّاءِ عَلَى أَهْلِ الشَّاءِ أَلْفَيْ شَاةٍ","source":"Ibnu Majah"},"__N_SSG":true}