{"pageProps":{"number":"2668","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah]; telah menceritakan kepada kami [Yazid bin Harun]; telah memberitakan kepada kami [Sa'id bin Abu 'Arubah] dari [Qatadah] dari [Syahr bin Hausyab] dari [Abdurrahman bin Ghanam] dari ['Amru bin Kharijah], sesungguhnya Nabi shallallahu 'alaihi wasallam berpidato kepada masyarakat, dan beliau tengah berada di atas kendaraannya. Dan pada waktu itu kendaraannya (yang berupa unta) sedang mengunyah makanan, sementara air liurnya mengalir di antara kedua bahuku. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah Subhanahu Wa Ta'ala telah membagi harta warisan dengan bagian masing-masing kepada ahli waris tersebut. Seorang ahli waris tidak boleh mendapatkan harta wasiat. Anak adalah hak pemilik tempat tidur (suami), sedangkan bagi pezina adalah lemparan batu (hukuman rajam), barangsiapa menisbatkan keturunannya kepada orang lain atau budak kepada selain majikannya, maka atasnya laknat Allah Subhanahu Wa Ta'ala, para malaikat dan seluruh manusia, Allah Subhanahu Wa Ta'ala tidak menerima taubat dan tebusan.\" Atau Rasulullah shallallahu 'alaihi wasallam bersabda: 'Tebusan atau taubat.'","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَنْبَأَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ عَمْرِو بْنِ خَارِجَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَهُمْ وَهُوَ عَلَى رَاحِلَتِهِ وَإِنَّ رَاحِلَتَهُ لَتَقْصَعُ بِجِرَّتِهَا وَإِنَّ لُغَامَهَا لَيَسِيلُ بَيْنَ كَتِفَيَّ قَالَ إِنَّ اللَّهَ قَسَمَ لِكُلِّ وَارِثٍ نَصِيبَهُ مِنْ الْمِيرَاثِ فَلَا يَجُوزُ لِوَارِثٍ وَصِيَّةٌ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَمَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ تَوَلَّى غَيْرَ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ لَا يُقْبَلُ مِنْهُ صَرْفٌ وَلَا عَدْلٌ أَوْ قَالَ عَدْلٌ وَلَا صَرْفٌ","source":"Ibnu Majah"},"__N_SSG":true}