{"pageProps":{"number":"3875","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Abu Usamah] telah menceritakan kepada kami [Buraidah] dari [Abu Burdah] dari [Abu Musa] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Aku bermimpi bahwa aku berhijrah dari Makkah ke bumi yang banyak terdapat pohon kurma, maka aku mengira bahwa itu adalah Yamamah atau Hajar, ternyata daerah itu adalah Madinah, Yatsrib. Dan di dalam mimpiku itu, kulihat aku menebaskan pedang namun tengah-tengahnya patah, ternyata itu pertanda musibah yang menimpa kaum mukminin di perang Uhud. Kemudian aku memukulkannya kembali dan dia kembali lebih bagus dari sebelumnya, dan ternyata itu pertanda sesuatu kemenangan yang diberikan oleh Allah dan bersatunya kaum mukminin. Demi Allah, dalam mimpiku tersebut aku juga melihat seekor lembu dan kebaikan yang diberikan Allah, dan ternyata itu pertanda sekelompok orang dari kaum mukminin pada perang Uhud, dan ternyata kebaikan itu adalah semua yang telah dianugerahkan oleh Allah dari kebaikan yang datang setelahnya, sebagai balasan atas kesungguhan yang di anugerahkan oleh Allah pada perang badar.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا بُرَيْدَةُ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَىعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رَأَيْتُ فِي الْمَنَامِ أَنِّي أُهَاجِرُ مِنْ مَكَّةَ إِلَى أَرْضٍ بِهَا نَخْلٌ فَذَهَبَ وَهَلِي إِلَى أَنَّهَا يَمَامَةُ أَوْ هَجَرٌ فَإِذَا هِيَ الْمَدِينَةُ يَثْرِبُ وَرَأَيْتُ فِي رُؤْيَايَ هَذِهِ أَنِّي هَزَزْتُ سَيْفًا فَانْقَطَعَ صَدْرُهُ فَإِذَا هُوَ مَا أُصِيبَ مِنْ الْمُؤْمِنِينَ يَوْمَ أُحُدٍ ثُمَّ هَزَزْتُهُ فَعَادَ أَحْسَنَ مَا كَانَ فَإِذَا هُوَ مَا جَاءَ اللَّهُ بِهِ مِنْ الْفَتْحِ وَاجْتِمَاعِ الْمُؤْمِنِينَ وَرَأَيْتُ فِيهَا أَيْضًا بَقَرًا وَاللَّهُ خَيْرٌ فَإِذَا هُمْ النَّفَرُ مِنْ الْمُؤْمِنِينَ يَوْمَ أُحُدٍ وَإِذَا الْخَيْرُ مَا جَاءَ اللَّهُ بِهِ مِنْ الْخَيْرِ بَعْدُ وَثَوَابِ الصِّدْقِ الَّذِي آتَانَا اللَّهُ بِهِ يَوْمَ بَدْرٍ","source":"Ibnu Majah"},"__N_SSG":true}