{"pageProps":{"number":"3978","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abdurrahman bin Ibrahim] telah menceritakan kepada kami [Ibnu Abu Fudaik] telah menceritakan kepadaku [Hisyam bin Sa'd] dari [Zaid bin Aslam] dari ['Atha bin Yasar] dari [Abu Sa'id Al Khudri] dia berkata, \"Aku pernah menjenguk Nabi shallallahu 'alaihi wasallam ketika beliau sedang sakit panas, aku meletakkan tanganku dan aku mendapati panasnya terasa hingga di atas selimut. Aku lalu berkata, \"Wahai Rasulullah, alangkah panasnya sakit yang menimpa dirimu.\" Beliau bersabda: \"Sesungguhnya begitulah kita, ketika dilipat gandakan cobaan bagi kita maka akan dilipat gandakan pula pahalanya.\" Aku bertanya, \"Wahai Rasulullah, siapakah manusia yang paling keras cobaannya?\" beliau menjawab: \"Para nabi.\" Aku bertanya lagi, \"Wahai Rasulullah, kemudian siapa?\" Beliau menjawab: \"Kemudian orang-orang shalih, salah seorang di antara mereka yang dicoba dengan kefakiran sehingga tidak menemukan kecuali mantel untuk dia pakai, dan ada salah seorang dari mereka yang senang dengan cobaan sebagaimana salah seorang dari kalian senang dengan kemewahan.\"","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ حَدَّثَنِي هِشَامُ بْنُ سَعْدٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَدَخَلْتُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُوعَكُ فَوَضَعْتُ يَدِي عَلَيْهِ فَوَجَدْتُ حَرَّهُ بَيْنَ يَدَيَّ فَوْقَ اللِّحَافِ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَشَدَّهَا عَلَيْكَ قَالَ إِنَّا كَذَلِكَ يُضَعَّفُ لَنَا الْبَلَاءُ وَيُضَعَّفُ لَنَا الْأَجْرُ قُلْتُ يَا رَسُولَ اللَّهِ أَيُّ النَّاسِ أَشَدُّ بَلَاءً قَالَ الْأَنْبِيَاءُ قُلْتُ يَا رَسُولَ اللَّهِ ثُمَّ مَنْ قَالَ ثُمَّ الصَّالِحُونَ إِنْ كَانَ أَحَدُهُمْ لَيُبْتَلَى بِالْفَقْرِ حَتَّى مَا يَجِدُ أَحَدُهُمْ إِلَّا الْعَبَاءَةَ يُحَوِّيهَا وَإِنْ كَانَ أَحَدُهُمْ لَيَفْرَحُ بِالْبَلَاءِ كَمَا يَفْرَحُ أَحَدُكُمْ بِالرَّخَاءِ","source":"Ibnu Majah"},"__N_SSG":true}