{"pageProps":{"number":"4071","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin As Shabah] telah menceritakan kepada kami [Abdul Aziz bin Abu Hazim] telah menceritakan kepadaku [Ayahku] dari [Sahl bin Sa'd As Sa'idi] dia berkata, \"Seorang laki-laki melintasi Rasulullah shallallahu 'alaihi wasallam, lantas Nabi shallallahu 'alaihi wasallam bersabda: \"Apa pendapat kalian dengan laki-laki ini?\" mereka menjawab, \"Pendapat kami bahwa dia dari bangsawan, apabila meminang pasti akan di terima, dan bila dimintai bantuan pasti akan membantu, dan jika berkata pasti perkataannya akan di dengar.\" Nabi shallallahu 'alaihi wasallam diam. Beberapa saat kemudian lewatlah seorang laki-laki di hadapan beliau, lalu Nabi shallallahu 'alaihi wasallam bertanya: \"Apa pendapat kalian dengan orang ini?\" Mereka menjawab, \"Menurut kami, demi Allah, wahai Rasulullah… orang ini adalah orang termiskin dari kalangan kaum Muslimin, apabila ia meminang pasti pinangannya akan di tolak, jika dimintai pertolongan dia tidak akan menolong, dan apabila berkata maka perkataannya tidak akan di dengar.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sungguh, orang ini (orang yang terlihat miskin) lebih baik dari dunia dan seisinya daripada orang yang ini (yaitu orang yang kelihatanya bangsawan).\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ حَدَّثَنِي أَبِي عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَمَرَّ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَقُولُونَ فِي هَذَا الرَّجُلِ قَالُوا رَأْيَكَ فِي هَذَا نَقُولُ هَذَا مِنْ أَشْرَفِ النَّاسِ هَذَا حَرِيٌّ إِنْ خَطَبَ أَنْ يُخَطَّبَ وَإِنْ شَفَعَ أَنْ يُشَفَّعَ وَإِنْ قَالَ أَنْ يُسْمَعَ لِقَوْلِهِ فَسَكَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَرَّ رَجُلٌ آخَرُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَقُولُونَ فِي هَذَا قَالُوا نَقُولُ وَاللَّهِ يَا رَسُولَ اللَّهِ هَذَا مِنْ فُقَرَاءِ الْمُسْلِمِينَ هَذَا حَرِيٌّ إِنْ خَطَبَ لَمْ يُنْكَحْ وَإِنْ شَفَعَ لَا يُشَفَّعْ وَإِنْ قَالَ لَا يُسْمَعْ لِقَوْلِهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهَذَا خَيْرٌ مِنْ مِلْءِ الْأَرْضِ مِثْلَ هَذَا","source":"Ibnu Majah"},"__N_SSG":true}