{"pageProps":{"number":"4212","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakar bin Abu Syaibah] telah menceritakan kepada kami [Syababah] dari [Ibnu Abu Dzi`b] dari [Muhammad bin 'Amru bin 'Atha`] dari [Sa'id bin Yasar] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam beliau bersabda: \"Mayit akan didatangi Malaikat, jika ia seorang yang shalih, maka para Malaikat akan berkata; \"Keluarlah wahai jiwa yang baik yang berada dalam tubuh yang baik. Keluarlah dengan terpuji dan bergembiralah dengan kenyamanan serta wewangian, dan dengan Rabb yang tidak akan murka.\" dan seruan itu terus di serukan kepadanya sampai jiwanya keluar. Kemudian dia akan diangkat ke langit dan ditanya; \"Siapakah orang ini? Mereka (para Malaikat) menjawab; \"Fulan.\" maka di katakan kepadanya; \"Selamat datang wahai jiwa yang baik, yang berada dalam tubuh yang baik Keluarlah dengan terpuji dan bergembiralah dengan kenyamanan serta wewangian, dan dengan Rabb yang tidak akan murka.\" dan seruan itu terus di serukan kepadanya sampai ia tiba di langit yang terdapat Allah 'azza wajalla di sana. Namun jika mayit tersebut dari orang yang jahat, maka akan di katakan (kepadanya); \"Keluarlan wahai jiwa yang jahat yang ada dalam tubuh yang jahat, keluarlah dengan tercela dan terimalah air yang panas dan bau yang busuk, serta siksaan lainnya yang berlipat ganda.\" seruan itu terus saja di serukan sampai jiwanya keluar. Kemudian dia akan di angkat ke langit, maka (pintu langit) tidak akan di bukakan untuknya. Di tanyakan kepadanya; \"Siapakah orang ini?\" di jawab; \"Fulan.\" lalu di katakan; \"Tidak ada ucapan selamat untuk jiwa yang jawat yang terdapat pada tubuh yang jahat, kembalilah dengan tercela, karena tidak akan di bukakan pintu-pintu langit untukmu.\" kemudian dia di turunkan dari langit, maka ia kembali ke dalam kubur.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا شَبَابَةُ عَنْ ابْنِ أَبِي ذِئْبٍ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ عَنْ سَعِيدِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْمَيِّتُ تَحْضُرُهُ الْمَلَائِكَةُ فَإِذَا كَانَ الرَّجُلُ صَالِحًا قَالُوا اخْرُجِي أَيَّتُهَا النَّفْسُ الطَّيِّبَةُ كَانَتْ فِي الْجَسَدِ الطَّيِّبِ اخْرُجِي حَمِيدَةً وَأَبْشِرِي بِرَوْحٍ وَرَيْحَانٍ وَرَبٍّ غَيْرِ غَضْبَانَ فَلَا يَزَالُ يُقَالُ لَهَا ذَلِكَ حَتَّى تَخْرُجَ ثُمَّ يُعْرَجُ بِهَا إِلَى السَّمَاءِ فَيُفْتَحُ لَهَا فَيُقَالُ مَنْ هَذَا فَيَقُولُونَ فُلَانٌ فَيُقَالُ مَرْحَبًا بِالنَّفْسِ الطَّيِّبَةِ كَانَتْ فِي الْجَسَدِ الطَّيِّبِ ادْخُلِي حَمِيدَةً وَأَبْشِرِي بِرَوْحٍ وَرَيْحَانٍ وَرَبٍّ غَيْرِ غَضْبَانَ فَلَا يَزَالُ يُقَالُ لَهَا ذَلِكَ حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاءِ الَّتِي فِيهَا اللَّهُ عَزَّ وَجَلَّ وَإِذَا كَانَ الرَّجُلُ السُّوءُ قَالَ اخْرُجِي أَيَّتُهَا النَّفْسُ الْخَبِيثَةُ كَانَتْ فِي الْجَسَدِ الْخَبِيثِ اخْرُجِي ذَمِيمَةً وَأَبْشِرِي بِحَمِيمٍ وَغَسَّاقٍ وَآخَرَ مِنْ شَكْلِهِ أَزْوَاجٌ فَلَا يَزَالُ يُقَالُ لَهَا ذَلِكَ حَتَّى تَخْرُجَ ثُمَّ يُعْرَجُ بِهَا إِلَى السَّمَاءِ فَلَا يُفْتَحُ لَهَا فَيُقَالُ مَنْ هَذَا فَيُقَالُ فُلَانٌ فَيُقَالُ لَا مَرْحَبًا بِالنَّفْسِ الْخَبِيثَةِ كَانَتْ فِي الْجَسَدِ الْخَبِيثِ ارْجِعِي ذَمِيمَةً فَإِنَّهَا لَا تُفْتَحُ لَكِ أَبْوَابُ السَّمَاءِ فَيُرْسَلُ بِهَا مِنْ السَّمَاءِ ثُمَّ تَصِيرُ إِلَى الْقَبْرِ","source":"Ibnu Majah"},"__N_SSG":true}