{"pageProps":{"number":"486","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Hautsarah bin Muhammad] dan [Muhammad bin Sa'id bin Yazid bin Ibrahim] keduanya berkata; telah menceritakan kepada kami [Mu'adz bin Hisyam] berkata, telah memberitakan kepada kami [Bapakku] dari [Qotadah] dari [Abu Harb bin Abul Aswad Ad Dili] dari [Bapaknya] dari [Ali] bahwa Nabi shallallahu 'alaihi wasallam bersabda berkenaan dengan kencing anak kecil yang masih menyusu: \"Anak laki-laki diperciki sedangkan anak perempuan di cuci.\" Abu Al Hasan bin Salamah berkata, telah menceritakan kepada kami Ahmad bin Musa bin Ma'qil berkata, telah menceritakan kepada kami Abu Al Yamani Al Mishri berkata; aku bertanya kepada Imam Asy Syafi'i berkenaan dengan hadits Nabi shallallahu 'alaihi wasallam: \"Pada bayi laki-laki diperciki dan pada bayi perempuan di cuci. Sedang kedua air tersebut adalah satu.\" Beliau bersabda lagi: \"Sebab kencing anak laki-laki dari air dan tanah sedangkan kencing anak perempuan dari daging dan darah.\" Setelah itu Imam Syafi'i berkata kepadaku; \"Engkau paham! \", atau ia mengatakan, \"engkau mengerti! \" Abu Al Yamani Al Mishri berkata; Aku berkata; \"Tidak.\" Imam Syafi'i berkata; \"Ketika Allah menciptakan Adam, Hawa juga dicipta dari tulang rusuknya yang pendek. Maka kencing anak laki-laki dari air dan tanah sedangkan kencing anak perempuan dari daging dan darah.\" Abu Al Yamani Al Mishri berkata; \"Imam Syafi'i berkata kepadaku; \"Engkau paham! \" Aku menjawab; \"Ya, \" Imam Syafi'i berkata kepadaku; \"Semoga dengannya Allah memberimu manfaat.\"","arab":"حَدَّثَنَا حَوْثَرَةُ بْنُ مُحَمَّدٍ وَمُحَمَّدُ بْنُ سَعِيدِ بْنِ يَزِيدَ بْنِ إِبْرَاهِيمَ قَالَا حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ أَنْبَأَنَا أَبِي عَنْ قَتَادَةَ عَنْ أَبِي حَرْبِ بْنِ أَبِي الْأَسْوَدِ الدِّيْلِيِّ عَنْ أَبِيهِ عَنْ عَلِيٍّأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي بَوْلِ الرَّضِيعِ يُنْضَحُ بَوْلُ الْغُلَامِ وَيُغْسَلُ بَوْلُ الْجَارِيَةِقَالَ أَبُو الْحَسَنِ بْنُ سَلَمَةَ حَدَّثَنَا أَحْمَدُ بْنُ مُوسَى بْنِ مَعْقِلٍ حَدَّثَنَا أَبُو الْيَمَانِ الْمِصْرِيُّ قَالَ سَأَلْتُ الشَّافِعِيَّ عَنْ حَدِيثِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُرَشُّ مِنْ بَوْلِ الْغُلَامِ وَيُغْسَلُ مِنْ بَوْلِ الْجَارِيَةِ وَالْمَاءَانِ جَمِيعًا وَاحِدٌ قَالَ لِأَنَّ بَوْلَ الْغُلَامِ مِنْ الْمَاءِ وَالطِّينِ وَبَوْلَ الْجَارِيَةِ مِنْ اللَّحْمِ وَالدَّمِ ثُمَّ قَالَ لِي فَهِمْتَ أَوْ قَالَ لَقِنْتَ قَالَ قُلْتُ لَا قَالَ إِنَّ اللَّهَ تَعَالَى لَمَّا خَلَقَ آدَمَ خُلِقَتْ حَوَّاءُ مِنْ ضِلْعِهِ الْقَصِيرِ فَصَارَ بَوْلُ الْغُلَامِ مِنْ الْمَاءِ وَالطِّينِ وَصَارَ بَوْلُ الْجَارِيَةِ مِنْ اللَّحْمِ وَالدَّمِ قَالَ قَالَ لِي فَهِمْتَ قُلْتُ نَعَمْ قَالَ لِي نَفَعَكَ اللَّهُ بِهِ","source":"Ibnu Majah"},"__N_SSG":true}