{"pageProps":{"number":"1212","slug":"malik","id":"Telah menceritakan kepada kami Yahya dari Malik dari [Zaid bin Aslam] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa mengganti agamanya (murtad), maka penggallah lehernya.\" Waallahu A'lam, menurut yang kami ketahui bahwa makna sabda Nabi shallallahu 'alaihi wasallam: \"Barangsiapa mengganti agamanya, penggallah lehernya\" yaitu orang yang keluar dari agama Islam dan masuk ke dalam agama selainnya, seperti zindiq dan yang semisalnya. Jika mereka menampakkan diri mereka, maka mereka boleh dibunuh dan tidak perlu untuk diminta taubat. Karena taubatnya tidak diakui, dan mereka mungkin dapat menyembunyikan kekufuran dan menampakkan keIslamannya. Jadi menurut kami, orang-orang seperti itu tidak perlu diberi kesempatan bertaubat, dan ucapannya tidak diterima. Adapun orang yang keluar dari Islam dan masuk ke dalam agama lain kemudian menampakkannya, maka hendaklah ia diminta untuk bertaubat, jika tidak bertaubat maka dibunuh. Kemudian, jika suatu kaum dalam keadaan seperti itu, maka menurutku mereka diajak masuk Islam, jika mereka tidak menerima maka diperangi. Dan bukan maksud hadits tersebut adalah berpindahnya seorang Yahudi ke dalam agama Nasrani atau seorang Nasrani ke dalam agama Yahudi. Atau, bukan dari agama lain ke agama lain. Kecuali Islam, sebab maksud dari hadits tersebut adalah orang yang keluar dari agama Islam dan masuk ke dalam agama lain, lalu menampakkannya.\" Waallahu A'lam.","arab":"حَدَّثَنَا يَحْيَى عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ غَيَّرَ دِينَهُ فَاضْرِبُوا عُنُقَهُوَمَعْنَى قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا نُرَى وَاللَّهُ أَعْلَمُ مَنْ غَيَّرَ دِينَهُ فَاضْرِبُوا عُنُقَهُ أَنَّهُ مَنْ خَرَجَ مِنْ الْإِسْلَامِ إِلَى غَيْرِهِ مِثْلُ الزَّنَادِقَةِ وَأَشْبَاهِهِمْ فَإِنَّ أُولَئِكَ إِذَا ظُهِرَ عَلَيْهِمْ قُتِلُوا وَلَمْ يُسْتَتَابُوا لِأَنَّهُ لَا تُعْرَفُ تَوْبَتُهُمْ وَأَنَّهُمْ كَانُوا يُسِرُّونَ الْكُفْرَ وَيُعْلِنُونَ الْإِسْلَامَ فَلَا أَرَى أَنْ يُسْتَتَابَ هَؤُلَاءِ وَلَا يُقْبَلُ مِنْهُمْ قَوْلُهُمْ وَأَمَّا مَنْ خَرَجَ مِنْ الْإِسْلَامِ إِلَى غَيْرِهِ وَأَظْهَرَ ذَلِكَ فَإِنَّهُ يُسْتَتَابُ فَإِنْ تَابَ وَإِلَّا قُتِلَ وَذَلِكَ لَوْ أَنَّ قَوْمًا كَانُوا عَلَى ذَلِكَ رَأَيْتُ أَنْ يُدْعَوْا إِلَى الْإِسْلَامِ وَيُسْتَتَابُوا فَإِنْ تَابُوا قُبِلَ ذَلِكَ مِنْهُمْ وَإِنْ لَمْ يَتُوبُوا قُتِلُوا وَلَمْ يَعْنِ بِذَلِكَ فِيمَا نُرَى وَاللَّهُ أَعْلَمُ مَنْ خَرَجَ مِنْ الْيَهُودِيَّةِ إِلَى النَّصْرَانِيَّةِ وَلَا مِنْ النَّصْرَانِيَّةِ إِلَى الْيَهُودِيَّةِ وَلَا مَنْ يُغَيِّرُ دِينَهُ مِنْ أَهْلِ الْأَدْيَانِ كُلِّهَا إِلَّا الْإِسْلَامَ فَمَنْ خَرَجَ مِنْ الْإِسْلَامِ إِلَى غَيْرِهِ وَأَظْهَرَ ذَلِكَ فَذَلِكَ الَّذِي عُنِيَ بِهِ وَاللَّهُ أَعْلَمُ","source":"Malik"},"__N_SSG":true}