{"pageProps":{"number":"1235","slug":"malik","id":"Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari ['Urwah bin Az Zubair] dari [Aisyah] isteri Nabi Shalla Allahu 'alaihi wa sallam, ia mengatakan bahwa [Abu bakar Ash Shiddiq] telah memberinya dua puluh wasaq (enam puluh sha') dari dari harta miliknya di wilayah Ghabah. Ketika Abu Bakar mendekati ajalnya, dia berkata; \"Wahai anakku! Demi Allah, tidak ada seorangpun yang saya senangi untuk menjadi kaya setelahku kecuali dirimu. Tidak ada orang yang susah kefakirannya setelahku dari kamu. Saya telah memberimu dua puluh wasaq (kurma) dari hartaku, sekiranya kamu telah memanen dan mengumpulkannya, maka itu menjadi milikmu. Namun hari ini, harta itu menjadi harta warisan. Berilah dua saudara laki-lakimu dan dua saudarimu, bagilah atas dasar Kitabullah.\" Aisyah berkata; \"Wahai ayahku! Demi Allah, jika terjadi ini dan itu (kematianmu), sungguh aku akan meninggalkan kepemnilikanku itu. Saudaraku adalah Asma, lalu siapa lagi yang harus aku perhatikan?\" Abu Bakar berkata; \"Kandungan yang ada dalam perut binti Kharijah, saya lihat dia seorang budak wanita (tanggunganku) '.\"","arab":"و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْ إِنَّ أَبَا بَكْرٍ الصِّدِّيقَكَانَ نَحَلَهَا جَادَّ عِشْرِينَ وَسْقًا مِنْ مَالِهِ بِالْغَابَةِ فَلَمَّا حَضَرَتْهُ الْوَفَاةُ قَالَ وَاللَّهِ يَا بُنَيَّةُ مَا مِنْ النَّاسِ أَحَدٌ أَحَبُّ إِلَيَّ غِنًى بَعْدِي مِنْكِ وَلَا أَعَزُّ عَلَيَّ فَقْرًا بَعْدِي مِنْكِ وَإِنِّي كُنْتُ نَحَلْتُكِ جَادَّ عِشْرِينَ وَسْقًا فَلَوْ كُنْتِ جَدَدْتِيهِ وَاحْتَزْتِيهِ كَانَ لَكِ وَإِنَّمَا هُوَ الْيَوْمَ مَالُ وَارِثٍ وَإِنَّمَا هُمَا أَخَوَاكِ وَأُخْتَاكِ فَاقْتَسِمُوهُ عَلَى كِتَابِ اللَّهِ قَالَتْ عَائِشَةُ فَقُلْتُ يَا أَبَتِ وَاللَّهِ لَوْ كَانَ كَذَا وَكَذَا لَتَرَكْتُهُ إِنَّمَا هِيَ أَسْمَاءُ فَمَنْ الْأُخْرَى فَقَالَ أَبُو بَكْرٍ ذُو بَطْنِ بِنْتِ خَارِجَةَ أُرَاهَا جَارِيَةً","source":"Malik"},"__N_SSG":true}