{"pageProps":{"number":"1366","slug":"malik","id":"Yahya berkata; dari Malik dari [Yahya bin Sa'id] dari [Busyair bin Yasar] bahwa ia mengabarkan kepadanya, bahwa Abdullah bin Sahl Al Anshari dan Muhaiyishah bin Mas'ud berangkat ke khaibar, mereka berpisah untuk memenuhi kebutuhan masing-masing. Hingga akhirnya Abdullah bin Sahl dibunuh oleh seseorang. Maka datanglah Muhayyishah (ke Madinah), lalu ia bersama saudaranya Huwayyishah dan 'Abdurrahman bin Sahl menghadap Nabi shallallahu 'alaihi wasallam. Abdurrahman karena merasa sebagai saudara korban, ia pun memulai pembicaraan. Tetapi Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Yang besar, yang besar.\" Lalu Huwaishah dan Muhaiyishah menceritakan kejadian yang menimpa Abdullah bin Sahl. Rasulullah shallallahu 'alaihi wasallam bertanya kepada mereka: \"Maukah kalian bersumpah lima puluh kali dan kalian berhak atas darah teman kalian?\" Mereka menjawab; \"Wahai Rasulullah, kami tidak menyaksikannya dan juga tidak hadir ketika itu.\" Rasulullah shallallahu 'alaihi wasallam bertanya lagi: \"Apakah orang-orang Yahudi akan berlepas diri dari kalian dengan bersumpah lima puluh kali! \" Mereka menjawab; \"Wahai Rasulullah, bagaimana kami menerima sumpah kaum kafir?\" Yahya bin Said berkata; \"Lalu lalu Busyair bin Yasar mengatakan bahwa Rasulullah shallallahu 'alaihi wasallam membayarkan diyat dari harta beliau.\"","arab":"قَالَ يَحْيَى عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ أَنَّهُ أَخْبَرَهُأَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ الْأَنْصَارِيَّ وَمُحَيِّصَةَ بْنَ مَسْعُودٍ خَرَجَا إِلَى خَيْبَرَ فَتَفَرَّقَا فِي حَوَائِجِهِمَا فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَقَدِمَ مُحَيِّصَةُ فَأَتَى هُوَ وَأَخُوهُ حُوَيِّصَةُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ لِمَكَانِهِ مِنْ أَخِيهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبِّرْ كَبِّرْ فَتَكَلَّمَ حُوَيِّصَةُ وَمُحَيِّصَةُ فَذَكَرَا شَأْنَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ أَوْ قَاتِلِكُمْ قَالُوا يَا رَسُولَ اللَّهِ لَمْ نَشْهَدْ وَلَمْ نَحْضُرْ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا فَقَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ قَالَ يَحْيَى بْنُ سَعِيدٍ فَزَعَمَ بُشَيْرُ بْنُ يَسَارٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَدَاهُ مِنْ عِنْدِهِ","source":"Malik"},"__N_SSG":true}