{"pageProps":{"number":"352","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Abu Hazim Salamah bin Dinar] dari [Sahal bin Sa'd As Sa'idi], bahwasanya Rasulullah shallallahu 'alaihi wasallam pergi ke Bani 'Amru bin Auf untuk mendamaikan mereka. Lalu datanglah waktu shalat, kemudian seorang tukang adzan datang menemui Abu Bakar seraya bertanya, \"Apakah engkau bersedia untuk mengimami orang-orang jika aku kumandangkan iqamah?\" Abu Bakar berkata; \"Ya.\" Abu Bakar kemudian mengimami orang-orang shalat, dan Rasulullah shallallahu 'alaihi wasallam datang ketika orang-orang sedang shalat. Kemudian beliau masuk dan berdiri di dalam barisan shaf. Orang-orang pun bertepuk (memberi isyarat), namun Abu bakar masih belum menoleh hingga ketika banyak orang yang bertepuk, Abu Bakar menoleh ke belakang dan melihat Rasulullah shallallahu 'alaihi wasallam. Lalu Rasulullah shallallahu 'alaihi wasallam memberi isyarat agar Abu Bakar tetap di tempatnya. Abu Bakar mengangkat kedua tangannya seraya memuji Allah atas perintah Rasulullah shallallahu 'alaihi wasallam kepadanya. Kemudian dia mundur hingga lurus bersama shaf, lalu Rasulullah shallallahu 'alaihi wasallam pun maju dan shalat. Tatkala selesai, beliau bertanya: \"Wahai Abu Bakar, apa yang menghalangimu untuk tetap pada posisimu ketika saya suruh?\" Abu Bakar menjawab; \"Tidaklah pantas bagi anak Abu Quhafah untuk memimpin shalat di depan Rasulullah shallallahu 'alaihi wasallam.\" Rasulullah shallallahu 'alaihi wasallam lantas bersabda: \"Kenapa saya melihat kalian banyak yang bertepuk tangan. Barangsiapa yang tertimpa sesuatu dalam shalatnya, hendaklah dia bertasbih. Jika diingatkan dengan tasbih, dia akan menoleh. Tepuk tangan itu untuk para wanita.\"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ أَبِي حَازِمٍ سَلَمَةَ بْنِ دِينَارٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَهَبَ إِلَى بَنِي عَمْرِو بْنِ عَوْفٍ لِيُصْلِحَ بَيْنَهُمْ وَحَانَتْ الصَّلَاةُ فَجَاءَ الْمُؤَذِّنُ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ فَقَالَ أَتُصَلِّي لِلنَّاسِ فَأُقِيمَ قَالَ نَعَمْ فَصَلَّى أَبُو بَكْرٍ فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ فِي الصَّلَاةِ فَتَخَلَّصَ حَتَّى وَقَفَ فِي الصَّفِّ فَصَفَّقَ النَّاسُ وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي صَلَاتِهِ فَلَمَّا أَكْثَرَ النَّاسُ مِنْ التَّصْفِيقِ الْتَفَتَ أَبُو بَكْرٍ فَرَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ امْكُثْ مَكَانَكَ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ عَلَى مَا أَمَرَهُ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ ذَلِكَ ثُمَّ اسْتَأْخَرَ حَتَّى اسْتَوَى فِي الصَّفِّ وَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى ثُمَّ انْصَرَفَ فَقَالَ يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تَثْبُتَ إِذْ أَمَرْتُكَ فَقَالَ أَبُو بَكْرٍ مَا كَانَ لِابْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا لِي رَأَيْتُكُمْ أَكْثَرْتُمْ مِنْ التَّصْفِيحِ مَنْ نَابَهُ شَيْءٌ فِي صَلَاتِهِ فَلْيُسَبِّحْ فَإِنَّهُ إِذَا سَبَّحَ الْتُفِتَ إِلَيْهِ وَإِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ","source":"Malik"},"__N_SSG":true}