{"pageProps":{"number":"563","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Zaid bin Aslam] dari ['Atha bin Yasar], bahwa ada seorang laki-laki yang mencium isterinya, padahal dia sedang berpuasa pada bulan Ramadan. Setelah itu dia sangat tertekan, lalu dia mengutus isterinya agar menanyakan tentang hal itu. Isterinya kemudian menemui Ummu Salamah, isteri Nabi shallallahu 'alaihi wasallam dan menceritakan hal itu padanya. Ummu Salamah lantas memberitahukan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam juga pernah mencium padahal beliau sedang berpuasa. Sang isteri tersebut kemudian memberitahu suaminya tentang hal itu, namun dia tidak terima dan berkata, \"Kita tidak seperti Rasulullah shallallahu 'alaihi wasallam! Allah menghalalkan bagi Rasulullah shallallahu 'alaihi wasallam apa yang Dia kehendaki.\" Isterinya kemudian kembali menemui Ummu Salamah, sementara Rasulullah shallallahu 'alaihi wasallam sedang bersamanya. Rasulullah shallallahu 'alaihi wasallam bertanya; \"Ada apa dengan perempuan ini?\" Ummu Salamah menceritakan tentangnya. Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Tidakkah kamu kabarkan kepadanya? Sesungguhnya aku juga melakukannya.\" Ummu Salamah menjawab, \"Aku telah memberitahunya.\" Wanita itu lalu pergi menemui suaminya dan menceritakan kepadanya, namun suaminya tidak terima dan berkata; \"Kami tidak seperti Rasulullah shallallahu 'alaihi wasallam, Allah telah menghalalkan baginya apa yang Dia mau.\" Rasulullah shallallahu 'alaihi wasallam marah dan bersabda: \"Demi Allah, aku adalah orang yang paling bertakwa kepada Allah di antara kalian. Aku adalah orang yang paling tahu tentang batasan-batasan-Nya di antara kalian! \"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍأَنَّ رَجُلًا قَبَّلَ امْرَأَتَهُ وَهُوَ صَائِمٌ فِي رَمَضَانَ فَوَجَدَ مِنْ ذَلِكَ وَجْدًا شَدِيدًا فَأَرْسَلَ امْرَأَتَهُ تَسْأَلُ لَهُ عَنْ ذَلِكَ فَدَخَلَتْ عَلَى أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَتْ ذَلِكَ لَهَا فَأَخْبَرَتْهَا أُمُّ سَلَمَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَبِّلُ وَهُوَ صَائِمٌ فَرَجَعَتْ فَأَخْبَرَتْ زَوْجَهَا بِذَلِكَ فَزَادَهُ ذَلِكَ شَرًّا وَقَالَ لَسْنَا مِثْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُ يُحِلُّ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا شَاءَ ثُمَّ رَجَعَتْ امْرَأَتُهُ إِلَى أُمِّ سَلَمَةَ فَوَجَدَتْ عِنْدَهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا لِهَذِهِ الْمَرْأَةِ فَأَخْبَرَتْهُ أُمُّ سَلَمَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا أَخْبَرْتِيهَا أَنِّي أَفْعَلُ ذَلِكَ فَقَالَتْ قَدْ أَخْبَرْتُهَا فَذَهَبَتْ إِلَى زَوْجِهَا فَأَخْبَرَتْهُ فَزَادَهُ ذَلِكَ شَرًّا وَقَالَ لَسْنَا مِثْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُ يُحِلُّ لِرَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا شَاءَ فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ وَاللَّهِ إِنِّي لَأَتْقَاكُمْ لِلَّهِ وَأَعْلَمُكُمْ بِحُدُودِهِ","source":"Malik"},"__N_SSG":true}