{"pageProps":{"number":"641","slug":"malik","id":"telah menceritakan kepadaku dari Malik dari [Sa'id bin Abu Sa'id Al Maqburi] dari ['Ubaid bin juraij] ia berkata kepada [Abdullah bin 'Umar], \"Wahai Abu Abdurrahman, aku telah melihatmu melakukan empat hal yang tidak pernah aku lihat dari para sahabatmu.\" Ibnu Umar bertanya; \"Apakah itu, wahai Ibnu Juraij?\" Ibnu Juraij menjawab; \"Aku lihat engkau tidak menyentuh rukun-rukun yang ada kecuali dua rukun Yamani saja. Aku melihatmu memakai sandal yang terbuat dari kulit yang tidak ada bulunya. Aku melihatmu mencelup dengan air yang berwarna kuning. Aku juga melihat, jika kamu di Makkah, orang-orang berihram setelah melihat hilal sedangkan kamu tidak melakukannya sampai pada hari tarwiyah.\" Abdullah bin 'Umar menjawab; \"Mengenai rukun, aku tidak pernah melihat Rasulullah shallallahu 'alaihi wasallam menyentuhnya kecuali dua rukun Yamani tersebut. Sedangkan sandal yang terbuat dari kulit yang tidak ada bulunya, karena aku telah melihat Rasulullah Abu Mu'awiyah memakai sandal yang tidak ada bulunya dan beliau berwudlu dengan memakainya sehingga aku suka memakainya. Sedangkan wewangian yang berwarna kuning, aku telah melihat Rasulullah shallallahu 'alaihi wasallam mencelupkan dengannya, sehingga aku suka mencelup dengannya. Masalah ihram, aku tidak pernah melihat Rasulullah shallallahu 'alaihi wasallam memulai berihram sehingga kendaraan beliau telah berjalan dengan baik.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ عُبَيْدِ بْنِ جُرَيْجٍ أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَيَا أَبَا عَبْدِ الرَّحْمَنِ رَأَيْتُكَ تَصْنَعُ أَرْبَعًا لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِكَ يَصْنَعُهَا قَالَ وَمَا هُنَّ يَا ابْنَ جُرَيْجٍ قَالَ رَأَيْتُكَ لَا تَمَسُّ مِنْ الْأَرْكَانِ إِلَّا الْيَمَانِيَّيْنِ وَرَأَيْتُكَ تَلْبَسُ النِّعَالَ السِّبْتِيَّةَ وَرَأَيْتُكَ تَصْبُغُ بِالصُّفْرَةِ وَرَأَيْتُكَ إِذَا كُنْتَ بِمَكَّةَ أَهَلَّ النَّاسُ إِذَا رَأَوْا الْهِلَالَ وَلَمْ تُهْلِلْ أَنْتَ حَتَّى يَكُونَ يَوْمُ التَّرْوِيَةِ فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ أَمَّا الْأَرْكَانُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمَسُّ إِلَّا الْيَمَانِيَّيْنِ وَأَمَّا النِّعَالُ السِّبْتِيَّةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَلْبَسُ النِّعَالَ الَّتِي لَيْسَ فِيهَا شَعَرٌ وَيَتَوَضَّأُ فِيهَا فَأَنَا أُحِبُّ أَنْ أَلْبَسَهَا وَأَمَّا الصُّفْرَةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصْبُغُ بِهَا فَأَنَا أُحِبُّ أَنْ أَصْبُغَ بِهَا وَأَمَّا الْإِهْلَالُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُهِلُّ حَتَّى تَنْبَعِثَ بِهِ رَاحِلَتُهُ","source":"Malik"},"__N_SSG":true}