{"pageProps":{"number":"963","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Abu Hazm bin Dinar] dari [Sahal bin Sa'ad As Sa'idi] berkata, \"Seorang wanita datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, saya telah menyerahkan diriku sepenuhnya kepada anda.\" Beliau lalu berdiri lama, hingga ada seorang laki-laki berdiri seraya mengatakan, \"Wahai Rasulullah, jika anda tidak berkenan dengannya, maka nikahkanlah aku dengannya.\" Rasulullah Shalla Allahu 'alaihi wa sallam lalu bertanya kepada laki-laki tersebut: \"Apakah kamu mempunyai sesuatu yang dapat dijadikan mahar untuknya?\" laki-laki itu menjawab; \"Saya tidak mempunyai sesuatu kecuali kain sarung ini.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika kamu memberikan kain sarung itu padanya, maka kamu akan duduk tanpa sarung. Carilah yang lain.\" Laki-laki itu mengadu; \"Saya tidak mempunyai sesuatupun.\" Beliau bersabda lagi: \"Carilah walau hanya sekedar cincin besi! .\" Laki-laki itu lalu mencari namun tidak mendapatkannya. Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apakah kamu mempunyai hafalan dari Al Qur'an?\" laki-laki itu menjawab; \"Ya, saya telah hafal surat ini dan ini.\" Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Maka aku nikahkah kamu dengan wanita itu, dengan mahar apa yang telah engkau hafal dari surat Al-Qur'an.\"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَتْهُ امْرَأَةٌ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي قَدْ وَهَبْتُ نَفْسِي لَكَ فَقَامَتْ قِيَامًا طَوِيلًا فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ زَوِّجْنِيهَا إِنْ لَمْ تَكُنْ لَكَ بِهَا حَاجَةٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ عِنْدَكَ مِنْ شَيْءٍ تُصْدِقُهَا إِيَّاهُ فَقَالَ مَا عِنْدِي إِلَّا إِزَارِي هَذَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ أَعْطَيْتَهَا إِيَّاهُ جَلَسْتَ لَا إِزَارَ لَكَ فَالْتَمِسْ شَيْئًا فَقَالَ مَا أَجِدُ شَيْئًا قَالَ الْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ فَالْتَمَسَ فَلَمْ يَجِدْ شَيْئًا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ مَعَكَ مِنْ الْقُرْآنِ شَيْءٌ فَقَالَ نَعَمْ مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا لِسُوَرٍ سَمَّاهَا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَنْكَحْتُكَهَا بِمَا مَعَكَ مِنْ الْقُرْآنِ","source":"Malik"},"__N_SSG":true}