{"pageProps":{"number":"16","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Tharif] telah menceritakan kepada kami [Muhammad bin Fudlail] telah menceritakan kepada kami [Abu Hayyan] dari ['Atha`] dari [Ibnu Umar] Radliyallahu'anhu, ia berkata; ketika kami sedang bersama Rasulullah shallallahu 'alaihi wasallam dalam sebuah perjalanan kami bertemu seorang Arab badui dan setelah kami mendekatinya Rasulullah shallallahu 'alaihi wasallam berkata kepadanya: engkau hendak kemana? Arab badui menjawab: aku hendak menemui keluargaku. Lalu Rasul berkata: apakah kamu mau sesuatu kebaikan? dia menjawab: apakah kebaikan itu? Rasulullah shallallahu 'alaihi wasallam bersabda: yaitu kamu bersaksi bahwa tiada tuhan yang berhak disembah kecuali Allah Subhanahu wa Ta'ala dan bersaksi bahwa Muhammad shallallahu 'alaihi wasallam adalah hamba dan RasulNya. Arab badui itu mengatakan: lalu siapa yang membuktikan kebenaran apa yang baginda katakan? Rasul menjawab: pohon Salamah itu, maka Rasul pun memanggilnya sementara pohon tersebut berada di tepi bukit, lalu pohon tersebut menghampiri Rasulullah shallallahu 'alaihi wasallam dengan membelah bumi sampai pohon tersebut sampai di hadapan Rasulullah shallallahu 'alaihi wasallam. Rasul memintanya untuk bersaksi tiga kali. Dia pun bersaksi tiga kali seperti apa yang dikatakan Rasulullah shallallahu 'alaihi wasallam kemudian pohon tersebut pun kembali lagi ke tempat ia tumbuh. Arab badui itu kembali ke kaumnya seraya berucap; sekiranya mereka mengikuti saya, saya akan membawa mereka menemui baginda (Rasulullah shallallahu 'alaihi wasallam), jika tidak saya akan kembali menemui baginda dan tinggal bersama baginda. ","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ طَرِيفٍ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ حَدَّثَنَا أَبُو حَيَّانَ عَنْ عَطَاءٍ عَنْ ابْنِ عُمَرَ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَأَقْبَلَ أَعْرَابِيٌّ فَلَمَّا دَنَا مِنْهُ قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْنَ تُرِيدُ قَالَ إِلَى أَهْلِي قَالَ هَلْ لَكَ فِي خَيْرٍ قَالَ وَمَا هُوَ قَالَ تَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ قَالَ وَمَنْ يَشْهَدُ عَلَى مَا تَقُولُ قَالَ هَذِهِ السَّلَمَةُ فَدَعَاهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ بِشَاطِئِ الْوَادِي فَأَقْبَلَتْ تَخُدُّ الْأَرْضَ خَدًّا حَتَّى قَامَتْ بَيْنَ يَدَيْهِ فَاسْتَشْهَدَهَا ثَلَاثًا فَشَهِدَتْ ثَلَاثًا أَنَّهُ كَمَا قَالَ ثُمَّ رَجَعَتْ إِلَى مَنْبَتِهَا وَرَجَعَ الْأَعْرَابِيُّ إِلَى قَوْمِهِ وَقَالَ إِنْ اتَّبَعُونِي أَتَيْتُكَ بِهِمْ وَإِلَّا رَجَعْتُ فَكُنْتُ مَعَكَ","source":"Darimi"},"__N_SSG":true}