{"pageProps":{"number":"1706","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu Ali Al Hanafi] telah menceritakan kepada kami [Abdullah yaitu Ibnu Umar] dari [Nafi'] bahwa [Ibnu Umar] berkata; Pada zaman Nabi shallallahu 'alaihi wasallam, aku tidak memiliki tempat bermalam kecuali di Masjid Nabi shallallahu 'alaihi wasallam. Pada pagi harinya Nabi shallallahu 'alaihi wasallam biasa didatangi orang-orang yang menceritakan berbagai mimpi kepada beliau. Lalu aku katakan; \"Kenapa aku tidak bermimpi sesuatu?\", Setelah itu aku bermimpi, seakan-akan manusia dikumpulkan, kemudian mereka dilemparkan dengan kaki terjungkir di sebuah sumur, kemudian aku ditangkap, tatkala hamper sampai kesebuah sumur, seorang laki-laki berkata; \"Tologn selamatkanlah ia ke sebelah kanan.\" setelah aku bangun, mimpiku itu membuatku resah dan khawatir. Kemudian kulaporkan mimpiku kepada Hafshah. Hafshah berkata; \"Alangkah indah mimpimu.\" Aku berkata kepadanya; \"Tolong tanyakan mimpiku kepada Nabi shallallahu 'alaihi wasallam.\" Setelah itu Hafshah bertanya kepada beliau, dan beliau bersabda: \"Sebaik-baik lelaki adalah Abdullah, seandainya ia sering melakukan shalat malam.\" Telah menceritakan kepada kami [Musa bin Khalid] dari [Ibrahim bin Muhammad Al Fazari] dari ['Ubaidullah dari [Nafi'] dari [Ibnu Umar] dengan hadits ini. Ibnu Umar mengatakan; \"Dan apabila aku tidur, aku tidak bengun hingga pagi hari.\" Nafi' berkata; \"Dan Ibnu Umar sering melakukan shalat malam.\"","arab":" أَخْبَرَنَا أَبُو عَلِيٍّ الْحَنَفِيُّ حَدَّثَنَا عَبْدُ اللَّهِ هُوَ ابْنُ عُمَرَ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ قَالَ كُنْتُ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا لِي مَبِيتٌ إِلَّا فِي مَسْجِدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَصْبَحَ يَأْتُونَهُ فَيَقُصُّونَ عَلَيْهِ الرُّؤْيَا قَالَ فَقُلْتُ مَا لِي لَا أَرَى شَيْئًا فَرَأَيْتُ كَأَنَّ النَّاسَ يُحْشَرُونَ فَيُرْمَى بِهِمْ عَلَى أَرْجُلِهِمْ فِي رَكِيٍّ فَأُخِذْتُ فَلَمَّا دَنَا إِلَى الْبِئْرِ قَالَ رَجُلٌ خُذُوا بِهِ ذَاتَ الْيَمِينِ فَلَمَّا اسْتَيْقَظْتُ هَمَّتْنِي رُؤْيَايَ وَأَشْفَقْتُ مِنْهَا فَسَأَلْتُ حَفْصَةَ عَنْهَا فَقَالَتْ نِعْمَ مَا رَأَيْتَ فَقُلْتُ لَهَا سَلِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَتْهُ فَقَالَ نِعْمَ الرَّجُلُ عَبْدُ اللَّهِ لَوْ كَانَ يُصَلِّي مِنْ اللَّيْلِ حَدَّثَنَا مُوسَى بْنُ خَالِدٍ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ الْفَزَارِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ بِهَذَا الْحَدِيثِ قَالَ ابْنُ عُمَرَ وَكُنْتُ إِذَا نِمْتُ لَمْ أَقُمْ حَتَّى أُصْبِحَ قَالَ نَافِعٌ وَكَانَ ابْنُ عُمَرَ يُصَلِّي اللَّيْلَ","source":"Darimi"},"__N_SSG":true}