{"pageProps":{"number":"1866","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Basyir bin Al Muhajir] telah menceritakan kepadaku [Abdullah bin Buraidah] dari [Ayahnya] ia berkata; aku duduk di sisi Nabi shallallahu 'alaihi wasallam, tiba-tiba seorang wanita dari Bani Ghamid datang kepada beliau sambil berkata; \"Wahai Nabiyullah, sesungguhnya aku telah berzina, dan aku ingin membersihkan diri.\" Beliau bersabda kepadanya; \"Kembalilah.\" Dihari berikutnya, wanita itu datang lagi sambil mengaku telah berzina, katanya; \"Wahai Nabiyullah, sucikanlah diriku, sepertinya engaku hendak menolakku sebagaimana menolak (pengakuan) Ma'iz bin Malik, demi Allah, sesungguhnya diriku telah hamil (dari perzinahan tersebut).\" Maka Nabi shallallahu 'alaihi wasallam bersabda kepadanya: \"Kembalilah hingga engkau melahirkan.\" Setelah melahirkan, wanita itu datang membawa seorang bayi yang ia gendong dalam sepotong kain, wanita itu berkata; \"Wahai Nabiyullah, kini aku telah melahirkan.\" Beliau bersabda: \"Pergilah dan susui anak itu hingga kamu menyapihnya! \" Tatkala wanita itu selesai menyapih, ia datang dan di tangan anak tersebut terdapat potongan roti. Lalu ia berkata; \"Wahai Nabiyullah, sungguh aku telah menyapihnya.\" Lalu Nabi shallallahu 'alaihi wasallam memerintahkan agar anak tersebut diserahkan kepada seseorang dari kalangan muslimin, lalu beliau memerintahkan supaya wanita itu dibuatkan lubang, akhirnya ia diletakkan di dalam lubang tersebut hingga dada. Lalu beliau memerintahkan orang-orang agar melemparinya. Sesaat kemudian Khalid bin Al Walid datang dengan batu, lalu ia melempar kepala wanita tersebut hingga darah terpancar ke pelipis Khaid bin Al Walid, ia langsung mengumpatnya. Mendengar umpatan itu Nabi shallallahu 'alaihi wasallam bersabda: \"Tahanlah, wahai Khalid, janganlah engkau mengumpatnya. Demi Dzat yang jiwanya ada di tanganNya. Sungguh ia telah bertaubat dengan taubat yang seandainya pemungut pajak, memungut pajak tidak sesuai dengan syari'at (Islam), niscaya pemungut pajak akan mendapatkan ampunan.\" Kemudian beliau memerintahkan agar wanita tersebut dishalatkan dan dikubur.","arab":" أَخْبَرَنَا أَبُو نُعَيْمٍ حَدَّثَنَا بَشِيرُ بْنُ الْمُهَاجِرِ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَتْهُ امْرَأَةٌ مِنْ بَنِي غَامِدٍ فَقَالَتْ يَا نَبِيَّ اللَّهِ إِنِّي قَدْ زَنَيْتُ وَإِنِّي أُرِيدُ أَنْ تُطَهِّرَنِي فَقَالَ لَهَا ارْجِعِي فَلَمَّا كَانَ مِنْ الْغَدِ أَتَتْهُ أَيْضًا فَاعْتَرَفَتْ عِنْدَهُ بِالزِّنَا فَقَالَتْ يَا نَبِيَّ اللَّهِ طَهِّرْنِي فَلَعَلَّكَ أَنْ تَرْدُدَنِي كَمَا رَدَدْتَ مَاعِزَ بْنَ مَالِكٍ فَوَاللَّهِ إِنِّي لَحُبْلَى فَقَالَ لَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ارْجِعِي حَتَّى تَلِدِي فَلَمَّا وَلَدَتْ جَاءَتْ بِالصَّبِيِّ تَحْمِلُهُ فِي خِرْقَةٍ فَقَالَتْ يَا نَبِيَّ اللَّهِ هَذَا قَدْ وَلَدْتُ قَالَ فَاذْهَبِي فَأَرْضِعِيهِ ثُمَّ افْطِمِيهِ فَلَمَّا فَطَمَتْهُ جَاءَتْ بِالصَّبِيِّ فِي يَدِهِ كِسْرَةُ خُبْزٍ فَقَالَتْ يَا نَبِيَّ اللَّهِ قَدْ فَطَمْتُهُ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالصَّبِيِّ فَدُفِعَ إِلَى رَجُلٍ مِنْ الْمُسْلِمِينَ وَأَمَرَ بِهَا فَحُفِرَ لَهَا حُفْرَةٌ فَجُعِلَتْ فِيهَا إِلَى صَدْرِهَا ثُمَّ أَمَرَ النَّاسَ أَنْ يَرْجُمُوهَا فَأَقْبَلَ خَالِدُ بْنُ الْوَلِيدِ بِحَجَرٍ فَرَمَى رَأْسَهَا فَتَلَطَّخَ الدَّمُ عَلَى وَجْنَةِ خَالِدِ بْنِ الْوَلِيدِ فَسَبَّهَا فَسَمِعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبَّهُ إِيَّاهَا فَقَالَ مَهْ يَا خَالِدُ لَا تَسُبَّهَا فَوَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ تَابَتْ تَوْبَةً لَوْ تَابَهَا صَاحِبُ مَكْسٍ لَغُفِرَ لَهُ فَأَمَرَ بِهَا فَصُلِّيَ عَلَيْهَا وَدُفِنَتْ","source":"Darimi"},"__N_SSG":true}