{"pageProps":{"number":"1968","slug":"darimi","id":"Telah mengabarkan kepada kami ['Affan] telah menceritakan kepada kami [Sa'id bin Zaid] telah Pada zaman Al Hajjaj menceritakan kepadaku [Az Zubair bin Al Khirrit] dari [Abu Labid], ia berkata; \"Pernah diadakan lomba pacuan kuda pada zaman Al Hajjaj, yaitu ketika Al Hakam bin Ayyub menjadi wali Bashrah. Kemudian kami lomba pacuan, tatkala seekor kuda telah tiba, kami berkata; \"Sekiranya kita pergi menemui [Anas bin Malik] dan bertanya kepadanya, apakah dahulu orang-orang melakukan lomba pacuan kuda pada zaman Rasulullah shallallahu 'alaihi wasallam, hal itu akan menjadi lebih baik.\" Maka kami datang menemui Anas, sementara ia tengah berada dalam rumahnya di Az Zawiyah. Kemudian kami bertanya kepadanya, kami berkata; \"Wahai Abu Hamzah, apakah dahulu kalian pernah melakukan lomba pacuan pada zaman Rasulullah shallallahu 'alaihi wasallam? Apakah Rasulullah shallallahu 'alaihi wasallam pernah ikut lomba pacuan?\" Ia menjawab; \"Ya, sungguh beliau pernah ikut lomba pacuan kudanya yang diberi nama Sabhah, dan kuda tersebut berhasil mendahului orang-orang, maka beliau senang dan kagum terhadapnya.\"","arab":" أَخْبَرَنَا عَفَّانُ حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ حَدَّثَنِي الزُّبَيْرُ بْنُ الْخِرِّيتِ عَنْ أَبِي لَبِيدٍ قَالَ أُجْرِيَتْ الْخَيْلُ فِي زَمَنِ الْحَجَّاجِ وَالْحَكَمُ بْنُ أَيُّوبَ عَلَى الْبَصْرَةِ فَأَتَيْنَا الرِّهَانَ فَلَمَّا جَاءَتْ الْخَيْلُ قَالَ قُلْنَا لَوْ مِلْنَا إِلَى أَنَسِ بْنِ مَالِكٍ فَسَأَلْنَاهُ أَكَانُوا يُرَاهِنُونَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَأَتَيْنَاهُ وَهُوَ فِي قَصْرِهِ فِي الزَّاوِيَةِ فَسَأَلْنَاهُ فَقُلْنَا يَا أَبَا حَمْزَةَ أَكُنْتُمْ تُرَاهِنُونَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُرَاهِنُ قَالَ نَعَمْ لَقَدْ رَاهَنَ عَلَى فَرَسٍ لَهُ يُقَالُ لَهُ سَبْحَةُ فَسَبَقَ النَّاسَ فَانْهَشَّ لِذَلِكَ وَأَعْجَبَهُ قَالَ أَبُو مُحَمَّد انْهَشَّ يَعْنِي أَعْجَبَهُ","source":"Darimi"},"__N_SSG":true}