{"pageProps":{"number":"2139","slug":"darimi","id":"Telah mengabarkan kepada kami [Abdullah bin Az Zubair Al Humairi] telah menceritakan kepada kami [Al Faraj bin Sa'id bin 'Alqamah bin Sa'id bin Abyadh bin Hammal As Saba`i Al Ma`ribi] telah menceritakan kepadaku pamanku yaitu [Tsabit bin Sa'id bin Abyadh] bahwa ayahnya yaitu [Sa'id bin Abyadh] menceritakan kepadanya dari [Abyadh bin Hammal], bahwa ia pernah meminta lahan garam dari Rasulullah shallallahu 'alaihi wasallam yang disebut garam Syadzdza di Ma`rib. Lalu beliau memberi lahan tersebut, lalu Al Aqra` bin Habis At Taimi berkata; \"Wahai Nabiyullah, sesungguhnya aku telah mendatangi garam itu pada masa Jahiliyah, yaitu dilahan yang tidak ada airnya, lalu orang-orangpun datang dan mengambilnya. Garam tersebut seperti air yang tidak habis-habisnya.\" Nabi shallallahu 'alaihi wasallam lalu meminta agar pemberian garam kepadanya dibatalkan, aku berkata; \"Akupun membatalkannya dengan syarat lahan tersebut sebagai sedekah dariku.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Garam itu merupakan sedekah darimu, seperti air yang tidak habisnya, dan orang datang boleh mengambilnya.\" Sa'id bin Al Abyadh berkata; Rasulullah shallallahu 'alaihi wasallam pernah memberinya lahan, begitu juga di Al Jauf (lembah di Yaman) yaitu Jauf Murad Makanah, ketika ia menggagalkan pemberian tersebut dari Nabi shallallahu 'alaihi wasallam.\" Al Faraj berkata; \"Atas hal itu, maka orang yang datang, boleh mengambilnya.\"","arab":" أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ الْحُمَيْدِيُّ حَدَّثَنَا الْفَرَجُ بْنُ سَعِيدِ بْنِ عَلْقَمَةَ بْنِ سَعِيدِ بْنِ أَبْيَضَ بْنِ حَمَّالٍ السَّبَائِيُّ الْمَأْرِبِيُّ حَدَّثَنِي عَمِّي ثَابِتُ بْنُ سَعِيدِ بْنِ أَبْيَضَ أَنَّ أَبَاهُ سَعِيدَ بْنَ أَبْيَضَ حَدَّثَهُ عَنْ أَبْيَضَ بْنِ حَمَّالٍ أَنَّهُ اسْتَقْطَعَ الْمِلْحَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي يُقَالُ لَهُ مِلْحُ شَذَّا بِمَأْرِبَ فَأَقْطَعَهُ ثُمَّ إِنَّ الْأَقْرَعَ بْنَ حَابِسٍ التَّمِيمِيَّ قَالَ يَا نَبِيَّ اللَّهِ إِنِّي قَدْ وَرَدْتُ الْمِلْحَ فِي الْجَاهِلِيَّةِ وَهُوَ بِأَرْضٍ لَيْسَ بِهَا مَاءٌ وَمَنْ وَرَدَهُ أَخَذَهُ وَهُوَ مِثْلُ مَاءِ الْعِدِّ فَاسْتَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْأَبْيَضَ فِي قَطِيعَتِهِ فِي الْمِلْحِ فَقُلْتُ قَدْ أَقَلْتُهُ عَلَى أَنْ تَجْعَلَهُ مِنِّي صَدَقَةً فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ مِنْكَ صَدَقَةٌ وَهُوَ مِثْلُ مَاءِ الْعِدِّ مَنْ وَرَدَهُ أَخَذَهُ قَالَ وَقَطَعَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْضًا وَكَذَا بِالْجَوْفِ جَوْفِ مُرَادٍ مَكَانَهُ حِينَ أَقَالَهُ مِنْهُ قَالَ الْفَرَجُ فَهُوَ عَلَى ذَلِكَ مَنْ وَرَدَهُ أَخَذَهُ","source":"Darimi"},"__N_SSG":true}