{"pageProps":{"number":"2442","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Zuhair] dari [Abu Ishaq] ia berkata; Aku pernah menemui Syuraih, saat itu sedang bersama Amir, Ibrahim dan Abdurrahman bin Abdulah untuk menanyakan masalah bagian (warisan) seorang perempuan yang meninggalkan seorang suami, ibu, saudara laki-laki seayah dan kakeknya. Maka ia bertanya kepadaku; Adakah suadara perempuan? Aku menjawab; Tidak ada. Ia Syuraih berkata; Suami mendapat setengah dan ibu mendapat sepertiga. Ia melanjutkan; Aku terus mendesaknya agar ia menjawab selain jawaban itu, namun ia tidak menjawab selain itu. Maka Ibrahim, Amir dan Abdurrahman bin Abdullah berkata; Tidak ada seorang pun yang datang membawa masalah faraidl yang lebih rumit dari pada masalah faraidl yang engkau bawa. Lalu aku menemui [Abidah As Salmani], ada yang mengatakan bahwa di Kufah tidak ada seorang pun yang lebih mengetahui tentang faraidl dari pada Abidah dan Al Harits Al A'war. Ketika itu Abidah sedang duduk di dalam masjid. Jika ada masalah faraidl yang sulit dipecahkan oleh Syuraih, ia menyuruh mereka kepada Abidah dan ia pun dapat memecahkannya. Aku bertanya kepadanya lalu ia pun menjawab; Jika kalian mau, aku dapat memberitahukan kepada kalian pembagian [Abdullah bin Mas'ud] dalam masalah ini. Ia menjadikan suami mendapat tiga bagian yakni setengah, Ibu mendapat sepertiga dari yang tersisa, yakni seperenam dari harta warisan. Saudara laki-laki mendapat satu bagian dan kakek mendapat satu bagian. Abu Ishaq berkata; Kakek adalah ayahnya ayah.","arab":" أَخْبَرَنَا أَبُو نُعَيْمٍ حَدَّثَنَا زُهَيْرٌ عَنْ أَبِي إِسْحَقَ قَالَ دَخَلْتُ عَلَى شُرَيْحٍ وَعِنْدَهُ عَامِرٌ وَإِبْرَاهِيمُ وَعَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ فِي فَرِيضَةِ امْرَأَةٍ مِنَّا الْعَالِيَةِ تَرَكَتْ زَوْجَهَا وَأُمَّهَا وَأَخَاهَا لِأَبِيهَا وَجَدَّهَا فَقَالَ لِي هَلْ مِنْ أُخْتٍ قُلْتُ لَا قَالَ هَلْ مِنْ أُخْتٍ قُلْتُ لَا قَالَ لِلْبَعْلِ الشَّطْرُ وَلِلْأُمِّ الثُّلُثُ قَالَ فَجَهِدْتُ عَلَى أَنْ يُجِيبَنِي فَلَمْ يُجِبْنِي إِلَّا بِذَلِكَ فَقَالَ إِبْرَاهِيمُ وَعَامِرٌ وَعَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ مَا جَاءَ أَحَدٌ بِفَرِيضَةٍ أَعْضَلَ مِنْ فَرِيضَةٍ جِئْتَ بِهَا قَالَ فَأَتَيْتُ عَبِيدَةَ السَّلْمَانِيَّ وَكَانَ يُقَالُ لَيْسَ بِالْكُوفَةِ أَحَدٌ أَعْلَمَ بِفَرِيضَةٍ مِنْ عَبِيدَةَ وَالْحَارِثِ الْأَعْوَرِ وَكَانَ عَبِيدَةُ يَجْلِسُ فِي الْمَسْجِدِ فَإِذَا وَرَدَتْ عَلَى شُرَيْحٍ فَرِيضَةٌ فِيهَا جَدٌّ رَفَعَهُمْ إِلَى عَبِيدَةَ فَفَرَضَ فَسَأَلْتُهُ فَقَالَ إِنْ شِئْتُمْ نَبَّأْتُكُمْ بِفَرِيضَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فِي هَذَا جَعَلَ لِلزَّوْجِ ثَلَاثَةَ أَسْهُمٍ النِّصْفَ وَلِلْأُمِّ ثُلُثُ مَا بَقِيَ السُّدُسُ مِنْ رَأْسِ الْمَالِ وَلِلْأَخِ سَهْمٌ وَلِلْجَدِّ سَهْمٌ قَالَ أَبُو إِسْحَقَ الْجَدُّ أَبُو الْأَبِ","source":"Darimi"},"__N_SSG":true}