{"pageProps":{"number":"2649","slug":"darimi","id":"Telah menceritakan kepada kami [Muhammad bin Imran] dari [Mu'awiyah bin Maisarah bin Syuraih] dari [Ayyub bin Al Harits] ia berkata; Syuraih pernah mendapat pengaduan tentang dua anak perempuan, dua orang tua dan suami. Maka ia memutuskan dalam masalah ini. Lalu sang suami datang dan mengadukannya di dalam masjid. Maka ia mengutus Abdullah bin Rabah, ia pun segera menjemput dan mengantarkan kepada Syuraih. (Syuraih) pun bertanya; Apa yang dikatakan orang ini? ' Syuraih berkata, 'Dia menyangka aku adalah orang yang zhalim, sedangkan aku menyangkanya seorang yang jahat. Dia mengumbar ketidakpuasan dan menyembunyikan keputusan yang berlaku.' Lalu laki-laki itu (suami) berkata kepada Syuraih, 'Apa yang kamu katakan tentang dua anak perempuan.' Laki-laki itu berkata, 'Kenapa kamu mengurangi bagianmu. Allah yang mengurangi bagianmu. Untuk dua anak perempuan dua pertiga, untuk kedua orang tua dua perenam dan untuk suami seperempat. Masalah ini dari tujuh setengah sebagai bagian wajib dan bagiannya dikalikan sebagai Aul.\"","arab":" حَدَّثَنَا مُحَمَّدُ بْنُ عِمْرَانَ عَنْ مُعَاوِيَةَ بْنِ مَيْسَرَةَ بْنِ شُرَيْحٍ عَنْ أَيُّوبَ بْنِ الْحَارِثِ قَالَ اخْتُصِمَ إِلَى شُرَيْحٍ فِي بِنْتَيْنِ وَأَبَوَيْنِ وَزَوْجٍ فَقَضَى فِيهَا فَأَقْبَلَ الزَّوْجُ يَشْكُوهُ فِي الْمَسْجِدِ فَأَرْسَلَ إِلَيْهِ عَبْدَ اللَّهِ بْنَ رَبَاحٍ فَأَخَذَهُ وَبَعَثَ إِلَى شُرَيْحٍ فَقَالَ مَا يَقُولُ هَذَا قَالَ هَذَا يَخَالُنِي امْرَأً جَائِرًا وَأَنَا إِخَالُهُ امْرَأً فَاجِرًا يُظْهِرُ الشَّكْوَى وَيَكْتُمُ قَضَاءً سَائِرًا فَقَالَ لَهُ الرَّجُلُ مَا تَقُولُ فِي بِنْتَيْنِ وَأَبَوَيْنِ وَزَوْجٍ فَقَالَ لِلزَّوْجِ الرُّبُعُ مِنْ جَمِيعِ الْمَالِ وَلِلْأَبَوَيْنِ السُّدُسَانِ وَمَا بَقِيَ فَلِلِابْنَتَيْنِ قَالَ فَلِأَيِّ شَيْءٍ نَقَصْتَنِي قَالَ لَيْسَ أَنَا نَقَصْتُكَ اللَّهُ نَقَصَكَ لِلِابْنَتَيْنِ الثُّلُثَانِ وَلِلْأَبَوَيْنِ السُّدُسَانِ وَلِلزَّوْجِ الرُّبُعُ فَهِيَ مِنْ سَبْعَةٍ وَنِصْفٍ فَرِيضَةً فَرِيضَتُكَ عَائِلَةٌ","source":"Darimi"},"__N_SSG":true}