{"pageProps":{"number":"2669","slug":"darimi","id":"Telah mengabarkan kepada kami [Ahmad bin Abdullah] telah menceritakan kepada kami [Abu Bakr] telah menceritakan kepada kami [Hisyam bin Hassan] dari [Ibnu Sirin] dari [Anas] ia berkata; Seperti inilah mereka berwasiat; Ini adalah wasiat yang disampaikan oleh Fulan bin Fulan; Bahwa ia bersaksi tidak ada Tuhan yang berhak disembah selain Allah saja tiada sekutu bagiNya dan bahwa Muhammad adalah hamba dan utusanNya. Sesungguhnya hari kiamat pasti datang tanpa ada keraguan padanya. Dan sesungguhnya Allah akan membangkitkan orang-orang yang berada di dalam kubur. Ia juga berwasiat kepada keluarga yang ditinggalkannya agar bertaqwa kepada Allah dan memperbaiki hubungan di antara sesama mereka dan mentaati Allah dan RasulNya jika mereka adalah orang-orang yang beriman. Ia juga berwasiat kepada mereka seperti wasiat yang disampaikan oleh Nabi Ibrahim dan Ya'qub kepada anak-anaknya; (Hai anak-anakku! Sesungguhnya Allah telah memilih agama ini bagimu, maka janganlah kamu mati kecuali dalam memeluk agama Islam). Lalu ia berwasiat jika terjadi sesuatu pada dirinya akibat sakitnya ini, maka keinginannya adalah ini dan itu.","arab":" أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا أَبُو بَكْرٍ حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ عَنْ ابْنِ سِيرِينَ عَنْ أَنَسٍ قَالَ هَكَذَا كَانُوا يُوصُونَ هَذَا مَا أَوْصَى بِهِ فُلَانُ بْنُ فُلَانٍ أَنَّهُ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ { وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ } وَأَوْصَى مَنْ تَرَكَ بَعْدَهُ مِنْ أَهْلِهِ أَنْ يَتَّقُوا اللَّهَ وَيُصْلِحُوا ذَاتَ بَيْنِهِمْ وَأَنْ يُطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كَانُوا مُؤْمِنِينَ وَأَوْصَاهُمْ بِمَا أَوْصَى بِهِ إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ { يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمْ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ } وَأَوْصَى إِنْ حَدَثَ بِهِ حَدَثٌ مِنْ وَجَعِهِ هَذَا أَنَّ حَاجَتَهُ كَذَا وَكَذَا","source":"Darimi"},"__N_SSG":true}