{"pageProps":{"number":"2840","slug":"darimi","id":"Telah menceritakan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Abu 'Ashim Ats Tsaqafi] telah menceritakan kepada kami [Asy Sya'bi] ia berkata; [Abdullah bin Mas'ud] berkata; Seorang sahabat Muhammad bertemu seseorang dari bangsa jin. Lalu ia bergulat dengannya dan ternyata seseorang dari bangsa manusia dapat mengalahkannya. Lalu seseorang dari bangsa manusia berkata kepadanya; Sesungguhnya aku melihatmu begitu lemah lagi kurus, seakan-akan kedua lenganmu seperti lengan anjing. Seperti itulah kalian hai bangsa jin. Apakah kamu di antara jin-jin lain seperti itu? Ia menjawab; Tidak demi Allah, sesungguhnya aku termasuk yang kuat dari mereka, tetapi temuilah aku kedua kalinya. Jika kamu dapat mengalahkanku lagi, maka aku akan mengajarkan sesuatu yang bermanfaat bagimu. Ia berkata; Baik. Ia berkata; Kamu membaca ayat: ALLAHU LAAILAAHA ILLA HUWAL HAYYUL QAYYUM (Allah tidak ada Ilah melainkan Dia Yang Maha Hidup kekal lagi terus menerus mengurus (makhlukNya). Ia berkata; Baik. Ia melanjutkan; Sesungguhnya tidaklah kamu membacanya di sebuah rumah kecuali setan akan keluar dari rumah itu sambil mengeluarkan angin seperti suara keledai. Kemudian ia tidak akan masuk memasukinya hingga pagi hari. Abu Muhammad berkata; Ia berkata; Adl Dla`il berarti lemah, Asy Syakhit berarti kuat dan Al Khabaj berarti angin.","arab":" حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا أَبُو عَاصِمٍ الثَّقَفِيُّ حَدَّثَنَا الشَّعْبِيُّ قَالَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ لَقِيَ رَجُلٌ مِنْ أَصْحَابِ مُحَمَّدٍ رَجُلًا مِنْ الْجِنِّ فَصَارَعَهُ فَصَرَعَهُ الْإِنْسِيُّ فَقَالَ لَهُ الْإِنْسِيُّ إِنِّي لَأَرَاكَ ضَئِيلًا شَخِيتًا كَأَنَّ ذُرَيِّعَتَيْكَ ذُرَيِّعَتَا كَلْبٍ فَكَذَلِكَ أَنْتُمْ مَعْشَرَ الْجِنِّ أَمْ أَنْتَ مِنْ بَيْنِهِمْ كَذَلِكَ قَالَ لَا وَاللَّهِ إِنِّي مِنْهُمْ لَضَلِيعٌ وَلَكِنْ عَاوِدْنِي الثَّانِيَةَ فَإِنْ صَرَعْتَنِي عَلَّمْتُكَ شَيْئًا يَنْفَعُكَ قَالَ نَعَمْ قَالَ تَقْرَأُ { اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ } قَالَ نَعَمْ قَالَ فَإِنَّكَ لَا تَقْرَؤُهَا فِي بَيْتٍ إِلَّا خَرَجَ مِنْهُ الشَّيْطَانُ لَهُ خَبَجٌ كَخَبَجِ الْحِمَارِ ثُمَّ لَا يَدْخُلُهُ حَتَّى يُصْبِحَ قَالَ أَبُو مُحَمَّد الضَّئِيلُ الدَّقِيقُ وَالشَّخِيتُ الْمَهْزُولُ وَالضَّلِيعُ جَيِّدُ الْأَضْلَاعِ وَالْخَبَجُ الرِّيحُ","source":"Darimi"},"__N_SSG":true}