{"pageProps":{"number":"2849","slug":"darimi","id":"Telah menceritakan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Basyir] ia adalah Ibnu Al Muhajir telah menceritakan kepadaku [Abdullah bin Buraidah] dari [ayahnya] ia berkata; Aku pernah duduk di sebelah Nabi shallallahu 'alaihi wasallam, aku mendengar beliau bersabda: \"Pelajarilah surat Al Baqarah sebab mempelajarinya adalah keberkahan dan meninggalkannya adalah kerugian. Para penyihir tidak mampu mengalahkannya.\" Kemudian beliau diam sesaat, lalu bersabda: \"Pelajarilah surah Al Baqarah dan surah Ali Imran, sesungguhnya kedua surat itu dinamakan 'az zahrawan' dan kedua surat itu juga akan menaungi pembacanya pada hari kiamat. Seakan-akan kedua surat itu seperti dua buah awan atau dua benda yang biasa menaungi manusia atau dua kelompok burung yang membentangkan sayapnya. Sesungguhnya Al Qur'an akan menemui pembacanya pada hari kiamat ketika kubur terbelah seperti seorang laki-laki pucat karena takut. Ia berkata kepada pembacanya; Apakah engkau mengenalku? Ia menjawab; Aku tidak mengenalmu. Ia berkata; Aku adalah temanmu, Al Qur'an, yang menghilangkan haus pada siang hari yang panas dan membuatmu begadang di malam hari. Sesungguhnya setiap pedagang akan mendapatkan laba dari perdagangannya. Sesungguhnya hari ini engkau mendapatkan pahala dari setiap perdagangan (yang telah engkau lakukan). Lalu kerajaan diberikan di tangan kanan pembaca Al Qur'an itu dan keabadian di tangan kirinya, serta diletakkan mahkota ketenangan di kepalanya. Sementara kedua orang tuanya diberi dua perhiasan yang tidak ternilai harganya di dunia. Kedua orang tuanya berkata; Karena apa kami diberi perhiasan ini? Dikatakan kepada keduanya; Karena anak kalian mempelajari Al Qur'an. Kemudian dikatakan kepadanya; Bacalah dan naiklah ke tangga-tangga surga dan kamar-kamarnya. Maka ia pun terus naik selama ia membaca, baik secara cepat maupun secara lambat.\" ","arab":" حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا بَشِيرٌ هُوَ ابْنُ الْمُهَاجِرِ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمِعْتُهُ يَقُولُ تَعَلَّمُوا سُورَةَ الْبَقَرَةِ فَإِنَّ أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ وَلَا يَسْتَطِيعُهَا الْبَطَلَةُ ثُمَّ سَكَتَ سَاعَةً ثُمَّ قَالَ تَعَلَّمُوا سُورَةَ الْبَقَرَةِ وَآلِ عِمْرَانَ فَإِنَّهُمَا الزَّهْرَاوَانِ وَإِنَّهُمَا تُظِلَّانِ صَاحِبَهُمَا يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ أَوْ غَيَايَتَانِ أَوْ فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ وَإِنَّ الْقُرْآنَ يَلْقَى صَاحِبَهُ يَوْمَ الْقِيَامَةِ حِينَ يَنْشَقُّ عَنْهُ الْقَبْرُ كَالرَّجُلِ الشَّاحِبِ فَيَقُولُ لَهُ هَلْ تَعْرِفُنِي فَيَقُولُ مَا أَعْرِفُكَ فَيَقُولُ أَنَا صَاحِبُكَ الْقُرْآنُ الَّذِي أَظْمَأْتُكَ فِي الْهَوَاجِرِ وَأَسْهَرْتُ لَيْلَكَ وَإِنَّ كُلَّ تَاجِرٍ مِنْ وَرَاءِ تِجَارَتِهِ وَإِنَّكَ الْيَوْمَ مِنْ وَرَاءِ كُلِّ تِجَارَةٍ فَيُعْطَى الْمُلْكَ بِيَمِينِهِ وَالْخُلْدَ بِشِمَالِهِ وَيُوضَعُ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ وَيُكْسَى وَالِدَاهُ حُلَّتَيْنِ لَا يُقَوَّمُ لَهُمَا الدُّنْيَا فَيَقُولَانِ بِمَ كُسِينَا هَذَا وَيُقَالُ لَهُمَا بِأَخْذِ وَلَدِكُمَا الْقُرْآنَ ثُمَّ يُقَالُ لَهُ اقْرَأْ وَاصْعَدْ فِي دَرَجِ الْجَنَّةِ وَغُرَفِهَا فَهُوَ فِي صُعُودٍ مَا دَامَ يَقْرَأُ هَذًّا كَانَ أَوْ تَرْتِيلًا","source":"Darimi"},"__N_SSG":true}