{"pageProps":{"number":"969","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu 'Ashim] dari [Abdul Hamid bin Ja'far] telah menceritakan kepadaku [Muhammad bin 'Amru bin 'Atha`] ia berkata; saya mendengar [Abu Humaid As Sa'idi] di antara sepuluh orang para sahabat Nabi shallallahu 'alaihi wasallam, yang salah seorang di antara mereka adalah Abu Qatadah, berkata, \"Aku adalah orang yang paling mengetahui shalat Rasulullah shallallahu 'alaihi wasallam. Kemudian mereka berkata, \"Kenapa bisa? Padahal engkau bukanlah orang yang lebih banyak mengikuti beliau, dan bukan orang yang paling lama menyertai Rasulullah shallallahu 'alaihi wasallam di antara kami?\" Ia mengatakan, \"Benar.\" Mereka berkata, \"Jelaskan! \" Abu Humaid lalu berkata, \"Jika Rasulullah shallallahu 'alaihi wasallam berdiri untuk melakukan shalat, beliau mengangkat kedua tangannya hingga sejajar kedua pundaknya, kemudian takbir hingga setiap tulang menempati tempatnya, lalu membaca surat. Kemudian takbir dan mengangkat kedua tangannya hingga sejajar kedua pundak, kemudian rukuk dan meletakkan kedua telapak tangannya di atas kedua lutut hingga setiap tulang kembali ke tempatnya, beliau tidak menundukkan kepala dan tidak menengadahkan. Kemudian mengangkat kepalanya seraya mengucapkan: 'SAMI'ALLAAHU LIMAN HAMIDAHU (Semoga Allah mendengar orang yang memuji-Nya).' Kemudian mengangkat kedua tangannya hingga sejajar kedua pundaknya.\" Menurut Abu 'Ashim Abu Humaid berkata, \"Hingga setiap tulang kembali kepada tempatnya dalam keadaan lurus, kemudian beliau mengucapkan: 'Allaahu akbar (Allah Maha Besar).' Kemudian turun ke lantai dan merenggangkan kedua tangannya dari kedua sisi badannya, kemudian bersujud, kemudian mengangkat kepalanya. Kemudian beliau membengkokkan kaki kirinya dan duduk di atasnya seraya membuka jari-jari kedua kakinya apabila sujud, kemudian kembali dan sujud, kemudian mengangkat kepalanya sambil mengaucapkan: 'ALLAAHU AKBAR dan membengkokkan kaki kiri dan duduk di atasnya dengan lurus hingga setiap tulang kembali kepada tempatnya secara seimbang. Kemudian beliau berdiri dan melakukan rakaat yang lain seperti itu pula. Apabila berdiri dari dua sujud, beliau takbir dan mengangkat kedua tangannya hingga sejajar kedua pundak sebagaimana beliau melakukan di saat permulaan shalat. Kemudian melakukan seperti itu pada sisa shalatnya hingga pada saat sujud atau duduk yang padanya terdapat salam, beliau memundurkan kaki kirinya dan duduk dalam keadaan tawarruk (posisi duduk dengan meletakkan kedua pantat di atas lantai) miring ke sisi kiri.\" Perawi berkata, \"Orang-orang berkata, \"Engkau benar demikianlah shalat Rasulullah shallallahu 'alaihi wasallam.\"","arab":" أَخْبَرَنَا أَبُو عَاصِمٍ عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ حَدَّثَنِي مُحَمَّدُ بْنُ عَمْرِو بْنِ عَطَاءٍ قَالَ سَمِعْتُ أَبَا حُمَيْدٍ السَّاعِدِيَّ فِي عَشَرَةٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحَدُهُمْ أَبُو قَتَادَةَ قَالَ أَنَا أَعْلَمُكُمْ بِصَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا لِمَ فَمَا كُنْتَ أَكْثَرَنَا لَهُ تَبَعَةً وَلَا أَقْدَمَنَا لَهُ صُحْبَةً قَالَ بَلَى قَالُوا فَاعْرِضْ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ إِلَى الصَّلَاةِ رَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ ثُمَّ كَبَّرَ حَتَّى يَقَرَّ كُلُّ عَظْمٍ فِي مَوْضِعِهِ ثُمَّ يَقْرَأُ ثُمَّ يُكَبِّرُ وَيَرْفَعُ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ ثُمَّ يَرْكَعُ وَيَضَعُ رَاحَتَيْهِ عَلَى رُكْبَتَيْهِ حَتَّى يَرْجِعَ كُلُّ عَظْمٍ إِلَى مَوْضِعِهِ وَلَا يُصَوِّبُ رَأْسَهُ وَلَا يُقْنِعُ ثُمَّ يَرْفَعُ رَأْسَهُ فَيَقُولُ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ثُمَّ يَرْفَعُ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ يَظُنُّ أَبُو عَاصِمٍ أَنَّهُ قَالَ حَتَّى يَرْجِعَ كُلُّ عَظْمٍ إِلَى مَوْضِعِهِ مُعْتَدِلًا ثُمَّ يَقُولُ اللَّهُ أَكْبَرُ ثُمَّ يَهْوِي إِلَى الْأَرْضِ فَيُجَافِي يَدَيْهِ عَنْ جَنْبَيْهِ ثُمَّ يَسْجُدُ ثُمَّ يَرْفَعُ رَأْسَهُ فَيَثْنِي رِجْلَهُ الْيُسْرَى فَيَقْعُدُ عَلَيْهَا وَيَفْتَحُ أَصَابِعَ رِجْلَيْهِ إِذَا سَجَدَ ثُمَّ يَعُودُ فَيَسْجُدُ ثُمَّ يَرْفَعُ رَأْسَهُ فَيَقُولُ اللَّهُ أَكْبَرُ وَيَثْنِي رِجْلَهُ الْيُسْرَى فَيَقْعُدُ عَلَيْهَا مُعْتَدِلًا حَتَّى يَرْجِعَ كُلُّ عَظْمٍ إِلَى مَوْضِعِهِ مُعْتَدِلًا ثُمَّ يَقُومُ فَيَصْنَعُ فِي الرَّكْعَةِ الْأُخْرَى مِثْلَ ذَلِكَ فَإِذَا قَامَ مِنْ السَّجْدَتَيْنِ كَبَّرَ وَرَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ كَمَا فَعَلَ عِنْدَ افْتِتَاحِ الصَّلَاةِ ثُمَّ يَصْنَعُ مِثْلَ ذَلِكَ فِي بَقِيَّةِ صَلَاتِهِ حَتَّى إِذَا كَانَتْ السَّجْدَةُ أَوْ الْقَعْدَةُ الَّتِي يَكُونُ فِيهَا التَّسْلِيمُ أَخَّرَ رِجْلَهُ الْيُسْرَى وَجَلَسَ مُتَوَرِّكًا عَلَى شِقِّهِ الْأَيْسَرِ قَالَ قَالُوا صَدَقْتَ هَكَذَا كَانَتْ صَلَاةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Darimi"},"__N_SSG":true}