{"pageProps":{"number":"1003","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Ibnu Syihab] dari [Rafi' bin Khudaij] bahwa dia menikahi anak gadis Muhammad bin Maslamah Al Anshari. (gadis itu) tinggal bersamanya sampai tua. Kemudian Rafi' menikah lagi dengan seorang gadis yang masih muda. Ternyata dia lebih mengutamakan sang gadis itu daripada (isterinya yang lama) . Sehingga isterinya yang lama menggugat cerai kepadanya. Lalu Rafi' menceraikannya dengan talak satu, dia berlaku baik dan lembut kepada (isterinya yang lama) hingga menjelang masa iddahnya habis, ia ruju' kembali. Setelah ruju', dia masih memperlakukannya sama seperti semula (lebih mengutamakan isteri mudanya) sehingga (isteri lamanya) menggugat cerai, maka jatuhlah talak dua. Kemudian dia ruju' kembali, namun dia tetap mengulangi tindakannya dengan mengutamakan yang gadis sehingga isteri tuanya menggugat cerai. Rafi' bin Khudaij berkata; \"Sekarang terserah kamu, jatah talak hanya tinggal satu. Jika kamu mau, kamu boleh tetap tinggal dan menerima apa adanya. Jika tidak, saya akan menceraikanmu.\" (wanita itu) berkata; \"Saya akan tetap tinggal walau kamu berlaku demikian.\" Akhirnya Rafi' tidak jadi menceraikan isterinya. Rafi' tidak melihat bahwa hal itu berdosa ketika dia menetapkannya untuk tetap tinggal (isteri lamanya) dengan perlakuan yang demikian.","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ رَافِعِ بْنِ خَدِيجٍأَنَّهُ تَزَوَّجَ بِنْتَ مُحَمَّدِ بْنِ مَسْلَمَةَ الْأَنْصَارِيِّ فَكَانَتْ عِنْدَهُ حَتَّى كَبِرَتْ فَتَزَوَّجَ عَلَيْهَا فَتَاةً شَابَّةً فَآثَرَ الشَّابَّةَ عَلَيْهَا فَنَاشَدَتْهُ الطَّلَاقَ فَطَلَّقَهَا وَاحِدَةً ثُمَّ أَمْهَلَهَا حَتَّى إِذَا كَادَتْ تَحِلُّ رَاجَعَهَا ثُمَّ عَادَ فَآثَرَ الشَّابَّةَ فَنَاشَدَتْهُ الطَّلَاقَ فَطَلَّقَهَا وَاحِدَةً ثُمَّ رَاجَعَهَا ثُمَّ عَادَ فَآثَرَ الشَّابَّةَ فَنَاشَدَتْهُ الطَّلَاقَ فَقَالَ مَا شِئْتِ إِنَّمَا بَقِيَتْ وَاحِدَةٌ فَإِنْ شِئْتِ اسْتَقْرَرْتِ عَلَى مَا تَرَيْنَ مِنْ الْأُثْرَةِ وَإِنْ شِئْتِ فَارَقْتُكِ قَالَتْ بَلْ أَسْتَقِرُّ عَلَى الْأُثْرَةِ فَأَمْسَكَهَا عَلَى ذَلِكَ وَلَمْ يَرَ رَافِعٌ عَلَيْهِ إِثْمًا حِينَ قَرَّتْ عِنْدَهُ عَلَى الْأُثْرَةِ","source":"Malik"},"__N_SSG":true}