{"pageProps":{"number":"109","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Abdurrahman bin Al Qasim] dari [Bapaknya] dari [Aisyah] Ummul Mukminin berkata, \"Kami keluar bersama Rasulullah shallallahu 'alaihi wasallam dalam sebuah perjalanan. Ketika kami berada di Baida`atau Dzatul Jaisy, kalungku terputus dan jatuh. Rasulullah shallallahu 'alaihi wasallam singgah untuk mencarinya dan orang-orang mengikuti beliau. Sementara beliau dan mereka tidak membawa air. Mereka kemudian menemui Abu Bakar As Shiddiq dan menuturkan; \"Tidakkah engkau tahu apa yang telah terjadi pada Aisyah? Dia singgah bersama Rasulullah shallallahu 'alaihi wasallam dan para sahabat, sedangkan mereka tidak berada di tempat air dan juga tidak membawanya.\" Aisyah berkata; \"Abu Bakar datang ketika Rasulullah shallallahu 'alaihi wasallam tidur dengan meletakkan kepalanya di atas pahaku. Abu Bakar berkata; \"Kamu telah menghambat perjalanan Rasulullah shallallahu 'alaihi wasallam dan para sahabat, padahal mereka tidak berada di tempat air dan tidak juga membawanya! ' Abu Bakar mencelaku dan mengatakan sesuatu sesuai dengan apa yang dikehendaki oleh Allah untuk mengatakannya. Dia menyodok pinggangku dengan tangannya, dan tidak ada yang mencegahku bergerak kecuali posisi Rasulullah shallallahu 'alaihi wasallam yang sedang tidur di atas pahaku. Sementara Rasulullah shallallahu 'alaihi wasallam masih terlelap tidur hingga pagi tanpa air, lalu Allah Tabaraka Wa Ta'ala menurunkan ayat tayamum, hingga mereka pun melakukan tayamum. Usaid bin Khudlair berkata, \"Wahai keluarga Abu Bakar, tidaklah ia kecuali berkah pertama yang Allah berikan kepada kalian.\" 'Aisyah berkata, \"Kemudian kami membangunkan unta yang kami naiki, ternyata kami menemukan kalung itu di bawahnya.\"","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ أَنَّهَا قَالَتْخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ أَوْ بِذَاتِ الْجَيْشِ انْقَطَعَ عِقْدٌ لِي فَأَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْتِمَاسِهِ وَأَقَامَ النَّاسُ مَعَهُ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَأَتَى النَّاسُ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ فَقَالُوا أَلَا تَرَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبِالنَّاسِ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ قَالَتْ عَائِشَةُ فَجَاءَ أَبُو بَكْرٍ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاضِعٌ رَأْسَهُ عَلَى فَخِذِي قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسَ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ قَالَتْ عَائِشَةُ فَعَاتَبَنِي أَبُو بَكْرٍ فَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ وَجَعَلَ يَطْعُنُ بِيَدِهِ فِي خَاصِرَتِي فَلَا يَمْنَعُنِي مِنْ التَّحَرُّكِ إِلَّا مَكَانُ رَأْسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى فَخِذِي فَنَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَصْبَحَ عَلَى غَيْرِ مَاءٍ فَأَنْزَلَ اللَّهُ تَبَارَكَ وَتَعَالَى آيَةَ التَّيَمُّمِ فَتَيَمَّمُوا فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِي بَكْرٍ قَالَتْ فَبَعَثْنَا الْبَعِيرَ الَّذِي كُنْتُ عَلَيْهِ فَوَجَدْنَا الْعِقْدَ تَحْتَهُ","source":"Malik"},"__N_SSG":true}