{"pageProps":{"number":"1219","slug":"malik","id":"Telah menceritakan kepadaku Malik dari [Yahya bin Sa'id] dari [Sulaiman bin Yasar] bahwa [Umar bin Khattab] mengikutkan nasab anak-anak Jahiliyah kepada siapa saja yang mengaku Islam. Lalu datanglah dua orang laki-laki yang saling mengklaim anak seorang wanita, maka Umar bin Khattab pun memanggil seorang ahli nasab untuk memeriksa mereka berdua. Ahli nasab itu berkata; \"Mereka berdua telah bersekutu dalam nasab anak tersebut.\" Umar bin Khattab akhirnya mencambuk mereka berdua dengan alat pemukul, kemudian memanggil wanita tersebut dan berkata, \"Beri tahu saya tentang dirimu! \" Wanita itu lalu bercerita, \"Anak ini adalah anak salah seorang yang telah menggauliku.\" Ketika wanita itu sedang berada pada pengasuhan keluarganya, laki-laki itu tidak pernah meninggalkannya hingga dia dan wanita tersebut mengira bahwa kandungan itu masih bersamanya. Kemudian laki-laki itu meninggalkan sang wanita, setelah itu keluarlah darah dari wanita tersebut. kemudian datang laki-laki kedua dan menggaulinya. Maka aku tidak tahu dari laki-laki mana anak ini berasal.\" Ahli keturunan itupun bertakbir dan Umar berkata kepada anak tadi; \"Ikutlah di antara keduanya, yang kamu mau.\"","arab":"و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِكَانَ يُلِيطُ أَوْلَادَ الْجَاهِلِيَّةِ بِمَنْ ادَّعَاهُمْ فِي الْإِسْلَامِ فَأَتَى رَجُلَانِ كِلَاهُمَا يَدَّعِي وَلَدَ امْرَأَةٍ فَدَعَا عُمَرُ بْنُ الْخَطَّابِ قَائِفًا فَنَظَرَ إِلَيْهِمَا فَقَالَ الْقَائِفُ لَقَدْ اشْتَرَكَا فِيهِ فَضَرَبَهُ عُمَرُ بْنُ الْخَطَّابِ بِالدِّرَّةِ ثُمَّ دَعَا الْمَرْأَةَ فَقَالَ أَخْبِرِينِي خَبَرَكِ فَقَالَتْ كَانَ هَذَا لِأَحَدِ الرَّجُلَيْنِ يَأْتِينِي وَهِيَ فِي إِبِلٍ لِأَهْلِهَا فَلَا يُفَارِقُهَا حَتَّى يَظُنَّ وَتَظُنَّ أَنَّهُ قَدْ اسْتَمَرَّ بِهَا حَبَلٌ ثُمَّ انْصَرَفَ عَنْهَا فَأُهْرِيقَتْ عَلَيْهِ دِمَاءٌ ثُمَّ خَلَفَ عَلَيْهَا هَذَا تَعْنِي الْآخَرَ فَلَا أَدْرِي مِنْ أَيِّهِمَا هُوَ قَالَ فَكَبَّرَ الْقَائِفُ فَقَالَ عُمَرُ لِلْغُلَامِ وَالِ أَيَّهُمَا شِئْتَ","source":"Malik"},"__N_SSG":true}