{"pageProps":{"number":"1281","slug":"malik","id":"Telah menceritakan kepada kami Malik dari [Nafi'] dari [Abdullah bin Umar] berkata; \"Orang-orang Yahudi menemui Rasulullah shallallahu 'alaihi wasallam dan menyebutkan bahwa ada seorang laki-laki dan wanita dari mereka telah berbuat berzina. Rasulullah shallallahu 'alaihi wasallam bertanya: 'Apa yang kalian dapatkan dalam Taurat tentang rajam? ' Mereka menjawab, \"Kami akan membuka aib mereka dan menjilidnya.\" Abdullah bin Salam pun berkata; \"Kalian dusta! Sesungguhnya di dalamnya ada hukum rajam.' Maka mereka pun menghadirkan kitab Taurat seraya membukanya, namun salah seorang dari mereka meletakkan tangannya pada ayat rajam. Kamuidan ia membaca ayat yang sebelumnya dan sesudahnya. Abdullah bin Salam lalu berkata orang itu, \"Angkatlah tanganmu! ' Orang Yahudi itu lantas mengangkat tangannya dan ternyata di dalamnya ada ayat rajam. Mereka berkata; 'Wahai Muhammad, ia benar. Dalam Taurat memang ada ayat rajam.\" Maka Rasulullah shallallahu 'alaihi wasallam memerintahkan untuk merajam mereka berdua.\" Abdullah bin Umar berkata; \"Saya melihat lelaki itu membungkuk ke arah wanita untuk melindunginya dari lemparan batu.\" Malik berkata; \"Laki-laki itu melindungi wanita tersebut dengan tubuhnya hingga batu yang dilempar mengenai tubuhnya sendiri.\"","arab":"حَدَّثَنَا مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ قَالَجَاءَتْ الْيَهُودُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرُوا لَهُ أَنَّ رَجُلًا مِنْهُمْ وَامْرَأَةً زَنَيَا فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الرَّجْمِ فَقَالُوا نَفْضَحُهُمْ وَيُجْلَدُونَ فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ كَذَبْتُمْ إِنَّ فِيهَا الرَّجْمَ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ ثُمَّ قَرَأَ مَا قَبْلَهَا وَمَا بَعْدَهَا فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلَامٍ ارْفَعْ يَدَكَ فَرَفَعَ يَدَهُ فَإِذَا فِيهَا آيَةُ الرَّجْمِ فَقَالُوا صَدَقَ يَا مُحَمَّدُ فِيهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَافَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ فَرَأَيْتُ الرَّجُلَ يَحْنِي عَلَى الْمَرْأَةِ يَقِيهَا الْحِجَارَةَ قَالَ مَالِك يَعْنِي يَحْنِي يُكِبُّ عَلَيْهَا حَتَّى تَقَعَ الْحِجَارَةُ عَلَيْهِ","source":"Malik"},"__N_SSG":true}