{"pageProps":{"number":"1306","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Abdullah bin Abu Bakar bin Hazm] dari ['Amrah binti Abdurrahman] berkata; \" [Aisyah], isteri Nabi shallallahu 'alaihi wasallam pergi ke Makkah bersama dua budak wanitanya, serta seorang pelayan laki-laki dari Bani Abdullah bin Abu Bakar As Shiddiq. Kemudian Aisyah mengirim kain selimut bergambar yang telah dijahit dengan sobekan kain hijau, lewat kedua budak wanitanya.\" 'Amrah binti Abdurrahman berkata; \"Pelayan laki-laki yang bersamanya mengambil selimut itu dan merusak jahitan lalu mengeluarkan isinya, budak laki-laki itu kemudian menggantinya dengan kain alas pelana atau sejenis jubah yang berlapis kulit, lalu ia menjahitnya. Ketika dua budak wanita itu sampai di Madinah, mereka menyerahkannya kepada keluarga Aisyah. Dan saat mereka membukanya, mereka menemukan al labd dan tidak menemukan selimut. Mereka lalu menanyakannya kepada dua budak wanita tersebut, hingga akhirnya keduanya menyampaikan hal itu kepada Aisyah, isteri Nabi shallallahu 'alaihi wasallam, atau mereka berdua mengirim surat kepadanya. Kedua budak wanita itu menduga bahwa budak laki-laki itulah yang telah melakukannya. Maka budak laki-laki tersebut ditanya dan dia mengakuinya. Aisyah, isteri Nabi shallallahu 'alaihi wasallam memerintahkan untuk memotong tangannya dan berkata; \"Potong tangan dilakukan jika mencapai seperempat dinar atau lebih.\" ","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ حَزْمٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّهَا قَالَتْخَرَجَتْ عَائِشَةُ زَوْجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى مَكَّةَ وَمَعَهَا مَوْلَاتَانِ لَهَا وَمَعَهَا غُلَامٌ لِبَنِي عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ فَبَعَثَتْ مَعَ الْمَوْلَاتَيْنِ بِبُرْدٍ مُرَجَّلٍ قَدْ خِيطَ عَلَيْهِ خِرْقَةٌ خَضْرَاءُ قَالَتْ فَأَخَذَ الْغُلَامُ الْبُرْدَ فَفَتَقَ عَنْهُ فَاسْتَخْرَجَهُ وَجَعَلَ مَكَانَهُ لِبْدًا أَوْ فَرْوَةً وَخَاطَ عَلَيْهِ فَلَمَّا قَدِمَتْ الْمَوْلَاتَانِ الْمَدِينَةَ دَفَعَتَا ذَلِكَ إِلَى أَهْلِهِ فَلَمَّا فَتَقُوا عَنْهُ وَجَدُوا فِيهِ اللِّبْدَ وَلَمْ يَجِدُوا الْبُرْدَ فَكَلَّمُوا الْمَرْأَتَيْنِ فَكَلَّمَتَا عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ كَتَبَتَا إِلَيْهَا وَاتَّهَمَتَا الْعَبْدَ فَسُئِلَ الْعَبْدُ عَنْ ذَلِكَ فَاعْتَرَفَ فَأَمَرَتْ بِهِ عَائِشَةُ زَوْجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُطِعَتْ يَدُهُ وَقَالَتْ عَائِشَةُ الْقَطْعُ فِي رُبُعِ دِينَارٍ فَصَاعِدًا","source":"Malik"},"__N_SSG":true}