{"pageProps":{"number":"297","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Abu Az Zubair Al-Makki] dari [Abu Thufail 'Amir bin Watsilah] bahwa [Mu'adz bin Jabal] mengabarkan kepadanya, Bahwasanya para sahabat berangkat bersama Rasulullah shallallahu 'alaihi wasallam pada Perang Tabuk. Rasulullah shallallahu 'alaihi wasallam menjamak shalat zhuhur dengan asar dan maghrib dengan isya.\" Utsman bin 'Affan berkata; \"Suatu hari beliau mengakhirkan shalat, kemudian beliau keluar dan menjamak antara shalat zhuhur dengan shalat asar, lalu beliau pulang dan keluar lagi untuk melaksanakan shalat maghrib dan isya secara jamak. Beliau kemudian bersabda: \"Kalian besok akan sampai pada mata air Tabuk, isnyaallah. Kalian tidak akan sampai di sana hingga matahari meninggi. Dan barangsiapa yang telah sampai di sana, maka janganlah menyentuh air sedikitpun hingga saya datang.\" Kami pun tiba di sana, ternyata kami telah didahului oleh dua orang laki-laki. Namun mata air tersebut hanya mengeluarkan sedikit air, Rasulullah shallallahu 'alaihi wasallam akhirnya bertanya kepada keduanya: \"Apakah kalian telah menyentuh air ini?\" mereka berdua menjawab, \"Ya.\" Rasulullah shallallahu 'alaihi wasallam mencela keduanya dan berkata kepada mereka dengan penuh kemarahan. Mereka mengambil sedikit demi sedikit hingga terkumpul. Rasulullah shallallahu 'alaihi wasallam lalu membasuh wajah dan kedua tangannya dengan air itu. Kamudian beliau mengembalikan air itu ke dalam mata air, hingga mengalirkan air yang melimpah, lalu orang-orang minum darinya. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai Muadz, jika umurmu panjang niscaya kamu akan melihat di sana sini akan muncul pepohonan (menjadi kebun) .\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ عَنْ أَبِي الطُّفَيْلِ عَامِرِ بْنِ وَاثِلَةَ أَنَّ مُعَاذَ بْنَ جَبَلٍ أَخْبَرَهُأَنَّهُمْ خَرَجُوا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ تَبُوكَ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجْمَعُ بَيْنَ الظُّهْرِ وَالْعَصْرِ وَالْمَغْرِبِ وَالْعِشَاءِ قَالَ فَأَخَّرَ الصَّلَاةَ يَوْمًا ثُمَّ خَرَجَ فَصَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ دَخَلَ ثُمَّ خَرَجَ فَصَلَّى الْمَغْرِبَ وَالْعِشَاءَ جَمِيعًا ثُمَّ قَالَ إِنَّكُمْ سَتَأْتُونَ غَدًا إِنْ شَاءَ اللَّهُ عَيْنَ تَبُوكَ وَإِنَّكُمْ لَنْ تَأْتُوهَا حَتَّى يَضْحَى النَّهَارُ فَمَنْ جَاءَهَا فَلَا يَمَسَّ مِنْ مَائِهَا شَيْئًا حَتَّى آتِيَ فَجِئْنَاهَا وَقَدْ سَبَقَنَا إِلَيْهَا رَجُلَانِ وَالْعَيْنُ تَبِضُّ بِشَيْءٍ مِنْ مَاءٍ فَسَأَلَهُمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ مَسِسْتُمَا مِنْ مَائِهَا شَيْئًا فَقَالَا نَعَمْ فَسَبَّهُمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ لَهُمَا مَا شَاءَ اللَّهُ أَنْ يَقُولَ ثُمَّ غَرَفُوا بِأَيْدِيهِمْ مِنْ الْعَيْنِ قَلِيلًا قَلِيلًا حَتَّى اجْتَمَعَ فِي شَيْءٍ ثُمَّ غَسَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِ وَجْهَهُ وَيَدَيْهِ ثُمَّ أَعَادَهُ فِيهَا فَجَرَتْ الْعَيْنُ بِمَاءٍ كَثِيرٍ فَاسْتَقَى النَّاسُ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُوشِكُ يَا مُعَاذُ إِنْ طَالَتْ بِكَ حَيَاةٌ أَنْ تَرَى مَا هَاهُنَا قَدْ مُلِئَ جِنَانًا","source":"Malik"},"__N_SSG":true}