{"pageProps":{"number":"541","slug":"malik","id":"Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari [Bapaknya] Bahwasanya ia berkata kepada [Umar bin Khattab], \"Di bukit ada seekor unta buta.\" Umar lalu berkata, \"Serahkan kepada keluarga yang bisa memanfaatkannya.\" Aku berkata lagi, \"Tetapi itu unta buta! \" Umar berkata, \"Mereka harus menuntun unta itu.\" Aku bertanya, \"Bagaimana unta itu makan?\" Umar balik bertanya, \"Apakah unta itu termasuk unta jizyah atau unta zakat?\" Aku menjawab, \"Itu adalah unta jizyah.\" Umar bertanya, \"Demi Allah, apakah kalian mau memakannya?\" Aku berkata, \"Pada punggungnya ada tanda jizyah.\" Umar kemudian memerintahkan agar unta tersebut disembelih, sementara Umar mempunyai sembilan piring, tidak ada buah atau pun sayur kecuali ia sertakan pada piring-piring tersebut. Lalu dikirimlah piring-piring tersebut kepada para isteri Nabi shallallahu 'alaihi wasallam, dan yang terakhir dikirim adalah puterinya, Hafshah. Sehingga jika memang ada kekurangan, maka itu akan menjadi bagian Hafshah.\" Aslam berkata, \"Setelah daging tersebut dibagi-bagi pada piring-piring tersebut dan dikirim kepada para isteri Nabi shallallahu 'alaihi wasallam, maka Umar memerintahkan agar sisa daging dimasak, kemudian ia mengundang kaum muhajirin dan Anshar diundang.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ أَنَّهُ قَالَ لِعُمَرَ بْنِ الْخَطَّابِإِنَّ فِي الظَّهْرِ نَاقَةً عَمْيَاءَ فَقَالَ عُمَرُ ادْفَعْهَا إِلَى أَهْلِ بَيْتٍ يَنْتَفِعُونَ بِهَا قَالَ فَقُلْتُ وَهِيَ عَمْيَاءُ فَقَالَ عُمَرُ يَقْطُرُونَهَا بِالْإِبِلِ قَالَ فَقُلْتُ كَيْفَ تَأْكُلُ مِنْ الْأَرْضِ قَالَ فَقَالَ عُمَرُ أَمِنْ نَعَمْ الْجِزْيَةِ هِيَ أَمْ مِنْ نَعَمْ الصَّدَقَةِ فَقُلْتُ بَلْ مِنْ نَعَمْ الْجِزْيَةِ فَقَالَ عُمَرُ أَرَدْتُمْ وَاللَّهِ أَكْلَهَا فَقُلْتُ إِنَّ عَلَيْهَا وَسْمَ الْجِزْيَةِ فَأَمَرَ بِهَا عُمَرُ فَنُحِرَتْ وَكَانَ عِنْدَهُ صِحَافٌ تِسْعٌ فَلَا تَكُونُ فَاكِهَةٌ وَلَا طُرَيْفَةٌ إِلَّا جَعَلَ مِنْهَا فِي تِلْكَ الصِّحَافِ فَبَعَثَ بِهَا إِلَى أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيَكُونُ الَّذِي يَبْعَثُ بِهِ إِلَى حَفْصَةَ ابْنَتِهِ مِنْ آخِرِ ذَلِكَ فَإِنْ كَانَ فِيهِ نُقْصَانٌ كَانَ فِي حَظِّ حَفْصَةَ قَالَ فَجَعَلَ فِي تِلْكَ الصِّحَافِ مِنْ لَحْمِ تِلْكَ الْجَزُورِ فَبَعَثَ بِهِ إِلَى أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمَرَ بِمَا بَقِيَ مِنْ لَحْمِ تِلْكَ الْجَزُورِ فَصُنِعَ فَدَعَا عَلَيْهِ الْمُهَاجِرِينَ وَالْأَنْصَارَ","source":"Malik"},"__N_SSG":true}