{"pageProps":{"number":"561","slug":"malik","id":"Telah menceritakan kepadaku Malik dari [Sumayya] mantan budak Abu Bakar bin Abdurrahman bin Al Harits bin Hisyam, ia mendengar [Abu Bakar bin Abdurrahman bin Al Harits bin Hisyam] berkata, \"Aku dan ayahku sedang bermajlis bersama Marwan bin Al Hakam, dia adalah gubernur Madinah. Diceritakan padanya bahwa Abu Hurairah pernah berkata, \"Barangsiapa junub pada pagi hari, maka dia harus berbuka pada hari itu.\" Marwan berkata, \"Aku bersumpah atas kamu wahai 'Abdurrahman! Pergilah engkau kepada ummul Mukminin, Aisyah dan Ummu Salamah. Tanyalah kepada keduanya tentang hal itu.\" Kemudian 'Abdurrahman dan aku pergi menemui [Aisyah] . 'Abdurrahman mengucapkan salam padanya dan berkata, \"Wahai Ummul Mukminin, tadi kami duduk bersama Marwan bin al Hakam, lalu diceritakan padanya bahwa Abu Hurairah berkata; 'Barangsiapa junub pada pagi hari, maka dia harus berbuka pada hari itu'? Aisyah menjawab, \"Wahai 'Abdurrahman, apa yang dikatakan Abu Hurairah itu tidak benar. Apakah engkau membenci apa yang dilakukan oleh Rasulullah shallallahu 'alaihi wasallam?\" 'Abdurrahman menjawab, \"Demi Allah, tidak.\" Aisyah berkata, \"Aku menyaksikan Rasulullah shallallahu 'alaihi wasallam pernah junub pada suatu pagi karena persetubuhan, bukan mimpi. Kemudian beliau berpuasa pada hari itu.\" Kami lantas keluar dan menemui [Ummu Salamah], kami menanyakan hal yang sama kepadanya. Ummu Salamah kemudian menjawab seperti apa yang dikatakan Aisyah. Kami pun pulang menemui Marwan bin al Hakam, 'Abdurrahman kemudian menceritakan apa yang dikatakan oleh kedua ummul Mukminin. Marwan berkata, \"Aku bersumpah atas kamu wahai Abu Muhammad! Hendaklah engkau naiki tungganganku yang ada di depan pintu, pergi dan temuilah Abu Hurairah di rumahnya, di al Atiq. Setelah itu kabarkanlah hal itu kepadanya.\" 'Abdurrahman dan aku kemudian pergi menemui Abu Hurairah, 'Abdurrahman berbicara dengannya beberapa lama kemudian dia menceritakan hal itu kepadanya. [Abu Hurairah] menjawab, \"Sebenarnya aku juga tidak mengetahui tentang hal itu, tetapi ada yang memberitahukan aku seperti itu.\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ أَنَّهُ سَمِعَ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ يَقُولُ كُنْتُ أَنَا وَأَبِي عِنْدَ مَرْوَانَ بْنِ الْحَكَمِ وَهُوَ أَمِيرُ الْمَدِينَةِ فَذُكِرَ لَهُ أَنَّ أَبَا هُرَيْرَةَ يَقُولُ مَنْ أَصْبَحَ جُنُبًا أَفْطَرَ ذَلِكَ الْيَوْمَ فَقَالَ مَرْوَانُ أَقْسَمْتُ عَلَيْكَ يَا عَبْدَ الرَّحْمَنِ لَتَذْهَبَنَّ إِلَى أُمَّيْ الْمُؤْمِنِينَ عَائِشَةَ وَأُمِّ سَلَمَةَ فَلْتَسْأَلَنَّهُمَا عَنْ ذَلِكَ فَذَهَبَ عَبْدُ الرَّحْمَنِ وَذَهَبْتُ مَعَهُ حَتَّى دَخَلْنَا عَلَى عَائِشَةَ فَسَلَّمَ عَلَيْهَا ثُمَّ قَالَ يَا أُمَّ الْمُؤْمِنِينَ إِنَّا كُنَّا عِنْدَ مَرْوَانَ بْنِ الْحَكَمِ فَذُكِرَ لَهُ أَنَّ أَبَا هُرَيْرَةَ يَقُولُ مَنْ أَصْبَحَ جُنُبًا أَفْطَرَ ذَلِكَ الْيَوْمَ قَالَتْ عَائِشَةُ لَيْسَ كَمَا قَالَ أَبُو هُرَيْرَةَ يَا عَبْدَ الرَّحْمَنِ أَتَرْغَبُ عَمَّا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ فَقَالَ عَبْدُ الرَّحْمَنِ لَا وَاللَّهِ قَالَتْ عَائِشَةُفَأَشْهَدُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يُصْبِحُ جُنُبًا مِنْ جِمَاعٍ غَيْرِ احْتِلَامٍ ثُمَّ يَصُومُ ذَلِكَ الْيَوْمَ قَالَ ثُمَّ خَرَجْنَا حَتَّى دَخَلْنَا عَلَىأُمِّ سَلَمَةَ فَسَأَلَهَا عَنْ ذَلِكَ فَقَالَتْ مِثْلَ مَا قَالَتْ عَائِشَةُ قَالَ فَخَرَجْنَا حَتَّى جِئْنَا مَرْوَانَ بْنَ الْحَكَمِ فَذَكَرَ لَهُ عَبْدُ الرَّحْمَنِ مَا قَالَتَا فَقَالَ مَرْوَانُ أَقْسَمْتُ عَلَيْكَ يَا أَبَا مُحَمَّدٍ لَتَرْكَبَنَّ دَابَّتِي فَإِنَّهَا بِالْبَابِ فَلْتَذْهَبَنَّ إِلَى أَبِي هُرَيْرَةَ فَإِنَّهُ بِأَرْضِهِ بِالْعَقِيقِ فَلْتُخْبِرَنَّهُ ذَلِكَ فَرَكِبَ عَبْدُ الرَّحْمَنِ وَرَكِبْتُ مَعَهُ حَتَّى أَتَيْنَا أَبَا هُرَيْرَةَ فَتَحَدَّثَ مَعَهُ عَبْدُ الرَّحْمَنِ سَاعَةً ثُمَّ ذَكَرَ لَهُ ذَلِكَ فَقَالَ لَهُ أَبُو هُرَيْرَةَ لَا عِلْمَ لِي بِذَاكَ إِنَّمَا أَخْبَرَنِيهِ مُخْبِرٌ","source":"Malik"},"__N_SSG":true}