{"pageProps":{"number":"682","slug":"malik","id":"telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id Al Anshari] ia berkata; telah mengabarkan kepadaku [Muhammad bin Ibrahim bin Al Harits At Taimi] dari [Isa bin Thalhah bin 'Ubaidullah] dari ['Umair bin Salamah Adl-Dlamri] dari [Al Bahzi], bahwasanya Rasulullah shallallahu 'alaihi wasallam berangkat menuju Makkah dalam keadaan ihram. Ketika beliau sampai di Rauha, ada seekor keledai jinak. Hal itu disampaikan kepada Rasulullah shallallahu 'alaihi wasallam, beliau lalu bersabda: \"Tinggalkanlah, sesungguhnya orang yang memilikinya akan segera datang.\" Lalu datanglah Al Bahzi, pemilik hewan tersebut, menemui Nabi shallallahu 'alaihi wasallam seraya bertanya, \"Wahai Rasulullah, terserah anda mengenai keledai ini.\" Rasulullah shallallahu 'alaihi wasallam lalu menyuruh Abu Bakar membagikannya kepada anggota rombongan. Kemudian mereka melanjutkan perjalanan, hingga ketika sampai di Utsabah, daerah antara Ruwaitsah dan 'Araj, ada seekor kijang yang tergeletak bekas terkena anak panah. Tidak ada seorang sahabat pun yang merasa ragu bahwa Rasulullah shallallahu 'alaihi wasallam akan memerintahkan seorang laki-laki untuk menghampiri keledai tersebut, hingga beliau melewatinya (tanpa berhenti) .\"","arab":"و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ أَنَّهُ قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيُّ عَنْ عِيسَى بْنِ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ عَنْ عُمَيْرِ بْنِ سَلَمَةَ الضَّمْرِيِّ عَنْ الْبَهْزِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ يُرِيدُ مَكَّةَ وَهُوَ مُحْرِمٌ حَتَّى إِذَا كَانَ بِالرَّوْحَاءِ إِذَا حِمَارٌ وَحْشِيٌّ عَقِيرٌ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ دَعُوهُ فَإِنَّهُ يُوشِكُ أَنْ يَأْتِيَ صَاحِبُهُ فَجَاءَ الْبَهْزِيُّ وَهُوَ صَاحِبُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ شَأْنَكُمْ بِهَذَا الْحِمَارِ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبَا بَكْرٍ فَقَسَمَهُ بَيْنَ الرِّفَاقِ ثُمَّ مَضَى حَتَّى إِذَا كَانَ بِالْأُثَابَةِ بَيْنَ الرُّوَيْثَةِ وَالْعَرْجِ إِذَا ظَبْيٌ حَاقِفٌ فِي ظِلٍّ فِيهِ سَهْمٌ فَزَعَمَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ رَجُلًا أَنْ يَقِفَ عِنْدَهُ لَا يَرِيبُهُ أَحَدٌ مِنْ النَّاسِ حَتَّى يُجَاوِزَهُ","source":"Malik"},"__N_SSG":true}