{"pageProps":{"number":"1247","slug":"darimi","id":"Telah mengabarkan kepada kami [Ya'la] dan [Ahmad bin Khalid] dari [Muhammad bin Ishaq] dari ['Ashim bin Umar bin Qatadah] dari [Mahmud bin Labid] dari [Jabir bin Abdullah] ia berkata, \"Ketika kami bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba ada seorang laki-laki yang datang membawa emas seperti telur yang ia dapatkan di sebagian peperangan.\" Ahmad menyebutkan, 'Pada sebagian barang tambang.' Dan itu adalah yang benar. Laki-laki itu lalu berkata, \"Wahai Rasulullah, ambillah ini dariku sebagai sedekah. Demi Allah, aku tidak memiliki harta selainnya.\" Lalu beliau berpaling darinya, laki-laki itu lalu datang dari sisi kanan beliau dan berkata seperti itu. Kemudian datang lagi dari depan beliau dan berkata seperti itu. Kemudian dalam keadaan marah beliau berkata: \"Berikan.\" Kemudian beliau melemparkan emas tersebut, sekiranya mengenai laki-laki tersebut niscaya akan membuatnya sakit dan terluka. Setelah itu beliau beliau bersabda: \"Salah seorang di antara kalian mengambil hartanya, lalu mensedekahkannya, padahal ia tidak memiliki selainnya. Kemudian ia duduk dan meminta-minta kepada orang. Sesungguhnya sedekah adalah dalam keadaan lebih. Ambillah milikmu, kami tidak membutuhkannya.\" Kemudian orang tersebut mengambil hartanya dan pergi.\" Abu Muhammad berkata, \"Malik berkata, \"Jika seseorang memberikan hartanya untuk orang-orang miskin, maka hendaknya ia bersedekah dari sepertiga hartanya.\"","arab":" أَخْبَرَنَا يَعْلَى وَأَحْمَدُ بْنُ خَالِدٍ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ عَنْ مَحْمُودِ بْنِ لَبِيدٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ بَيْنَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَ رَجُلٌ بِمِثْلِ الْبَيْضَةِ مِنْ ذَهَبٍ أَصَابَهَا فِي بَعْضِ الْمَغَازِي قَالَ أَحْمَدُ فِي بَعْضِ الْمَعَادِنِ وَهُوَ الصَّوَابُ فَقَالَ يَا رَسُولَ اللَّهِ خُذْهَا مِنِّي صَدَقَةً فَوَاللَّهِ مَا لِي مَالٌ غَيْرَهَا فَأَعْرَضَ عَنْهُ ثُمَّ جَاءَهُ عَنْ رُكْنِهِ الْأَيْسَرِ فَقَالَ مِثْلَ ذَلِكَ ثُمَّ جَاءَهُ مِنْ بَيْنِ يَدَيْهِ فَقَالَ مِثْلَ ذَلِكَ ثُمَّ قَالَ هَاتِهَا مُغْضَبًا فَحَذَفَهُ بِهَا حَذْفَةً لَوْ أَصَابَهُ لَأَوْجَعَهُ أَوْ عَقَرَهُ ثُمَّ قَالَ يَعْمِدُ أَحَدُكُمْ إِلَى مَالِهِ لَا يَمْلِكُ غَيْرَهُ فَيَتَصَدَّقُ بِهِ ثُمَّ يَقْعُدُ يَتَكَفَّفُ النَّاسَ إِنَّمَا الصَّدَقَةُ عَنْ ظَهْرِ غِنًى خُذْ الَّذِي لَكَ لَا حَاجَةَ لَنَا بِهِ فَأَخَذَ الرَّجُلُ مَالَهُ وَذَهَبَ قَالَ أَبُو مُحَمَّد كَانَ مَالِكٌ يَقُولُ إِذَا جَعَلَ الرَّجُلُ مَالَهُ فِي الْمَسَاكِينِ يَتَصَدَّقُ بِثُلُثِ مَالِهِ","source":"Darimi"},"__N_SSG":true}