{"pageProps":{"number":"1579","slug":"darimi","id":"Telah mengabarkan kepada kami [Abdullah bin Shalih] telah menceritakan kepadaku [Al Laits] telah menceritakan kepadaku [Yunus] dari [Ibnu Syihab] bahwa ia berkata; telah mengabarkan kepadaku [Abu Umamah bin Sahl bin Hunaif Al Anshari] bahwa [Abdullah bin Abbas] telah mengabarkan kepadanya, bahwa [Khalid bin Al Walid] yang dijuluki pedang Allah telah mengabarkan kepadanya, bahwa ia pernah menemui Maimunah isteri Nabi bersama Rasulullah shallallahu 'alaihi wasallam -Maimunah adalah bibinya dan juga bibi Ibnu Abbas- Kemudian dia mendapatkan biawak panggang, daging biawak itu hasil pemberian dari saudara perempuannya yang bernama Hufaidah binti Al Harits dari Najed. Kemudian Maimunah menghidangkan daging biawak tersebut kepada Rasulullah shallallahu 'alaihi wasallam. Dan jarang sekali beliau mengulurkan tangan untuk mengambil makanan kecuali nama makanan tersebut diberitahukan terlebih dahulu, Rasulullah shallallahu 'alaihi wasallam lalu mengulurkan tangannya untuk mengambil daging biawak tersebut, maka seorang wanita yang ikut hadir berkata; \"Beritahukanlah kepada Rasulullah shallallahu 'alaihi wasallam mengenai sesuatu yang telah kalian hidangkan kepada beliau.\" Mereka lalu mengatakan; \"Ini adalah daging biawak.\" Rasulullah shallallahu 'alaihi wasallam pun mengangkat tangannya, lalu Khalid bin Al Walid berkata; \"Apakah anda mengharamkan daging biawak wahai Rasulullah?\" Beliau menjawab: \"Tidak, akan tetapi ia tidak ada di negeri kaumku, hingga diriku merasa jijik.\" Khalid berkata; \"Kemudian aku menarik daging biawak itu dan memakannya, sementara Rasulullah shallallahu 'alaihi wasallam hanya melihatku dan tidak melarang.\"","arab":" أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ حَدَّثَنِي اللَّيْثُ حَدَّثَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَنَّهُ قَالَ أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ الْأَنْصَارِيُّ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ خَالِدَ بْنَ الْوَلِيدِ الَّذِي يُقَالُ لَهُ سَيْفُ اللَّهِ أَخْبَرَهُ أَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ خَالَتُهُ وَخَالَةُ ابْنِ عَبَّاسٍ فَوَجَدَ عِنْدَهَا ضَبًّا مَحْنُوذًا قَدِمَتْ بِهِ أُخْتُهَا حُفَيْدَةُ بِنْتُ الْحَارِثِ مِنْ نَجْدٍ فَقَدَّمَتْ الضَّبَّ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ قَلَّ مَا يُقَدِّمُ يَدَهُ لِطَعَامٍ حَتَّى يُحَدَّثَ بِهِ وَيُسَمَّى لَهُ فَأَهْوَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ إِلَى الضَّبِّ فَقَالَتْ امْرَأَةٌ مِنْ نِسْوَةِ الْحُضُورِ أَخْبِرْنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قَدَّمْتُنَّ لَهُ قُلْنَ هَذَا الضَّبُّ فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ فَقَالَ خَالِدُ بْنُ الْوَلِيدِ أَتُحَرِّمُ الضَّبَّ يَا رَسُولَ اللَّهِ قَالَ أُرَاهُ لَا وَلَكِنَّهُ لَمْ يَكُنْ بِأَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ قَالَ خَالِدٌ فَاجْتَرَرْتُهُ فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْظُرُ فَلَمْ يَنْهَنِي","source":"Darimi"},"__N_SSG":true}