{"pageProps":{"number":"1714","slug":"darimi","id":"Telah mengabarkan kepada kami ['Ubaid bin Ya'isy], telah menceritakan kepada kami [Yunus yaitu Ibnu Bukair], telah mengabarkan kepada kami [Ibnu Ishaq] dari [Muhammad bin 'Amr bin 'Atha`] dari [Sulaiman bin Yasar] dari ['Aisyah] isteri Nabi shallallahu 'alaihi wasallam, ia berkata; \"Seorang wanita dari penduduk Madinah memiliki suami seorang pedagang. Wanita itu juga pernah bermimpi. Setiap kali suaminya pergi, suaminya tidak pernah meninggalkannya kecuali dalam keadaan hamil. Kemudian wanita itu datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata; \"Sesungguhnya suamiku keluar berdagang dan meninggalkanku dalam keadaan hamil, kemudian aku bermimpi seperti orang tidur yang bermimpi, bahwa tiang rumahku patah dan saya melahirkan anak yang buta.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Itu adalah kebaikan, suamimu akan kembali kepadamu dengan izin Allah ta'ala dalam keadaan baik, dan engkau akan melahirkan anak yang berbakti.\" Wanita tersebut bermimpi hingga dua atau tiga kali, setiap ia bermimpi, ia langsung datang menemui Rasulullah shallallahu 'alaihi wasallam, beliau pun mengatakan hal yang sama kepada wanita itu. Setelah itu suaminya kembali dan wanita itu melahirkan anak laki-laki, Suatu hari wanita itu datang sebagaimana dahulu ia datang, sementara Rasulullah shallallahu 'alaihi wasallam tidak berada di tempat. Sementara dirinya telah mengalami mimpi itu, kemudian aku katakan kepadanya; \"Apa yang pernah engkau tanyakan kepada Rasulullah shallallahu 'alaihi wasallam wahai hamba Allah?\" Wanita itu menjawab; \"Mimpi yang diperlihatkan kepadaku, kemudian aku datang kepada Rasulullah shallallahu 'alaihi wasallam dan bertanya kepada beliau mengenai mimpi tersebut, beliau bersabda: \"Baik.\" Ternyata mimpi itu telah terjadi seperti yang telah beliau ucapkan.\" Aku bertanya; \"Beritahukan kepadaku apa mimpi itu?\" Wanita itu menjawab; \"Nanti setelah Rasulullah shallallahu 'alaihi wasallam datang, hingga aku dapat menyampaikannya kepada beliau sebagaimana dahulu pernah aku sampaikan.\" Demi Allah aku masih tetap menungguinya hingga ia memberitahukan kepadaku. Lalu aku katakan; \"Demi Allah, seandainya mimpimu itu benar niscaya suamimu akan meninggal dan engkau melahirkan anak yang durhaka.\" Lalu wanita tersebut duduk sambil menangis, dan berkata; \"Kenapa aku mendapatkan hal ini ketika menyampaikan mimpiku kepadamu?\" Kemudian Rasulullah shallallahu 'alaihi wasallam masuk, sementara wanita itu masih saja menangis. Beliau bertanya: \"Ada apa dengannya wahai Aisyah?\" Aku memberitahukan berita tersebut kepada beliau, dan apa yang aku tafsirkan kepadanya. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tahanlah perkataan itu wahai Aisyah! Apabila engkau menafsirkan (mimpi) seorang muslim untuk muslim lainnya, maka tafsirkanlah dengan kebaikan, karena sesungguhnya mimpi akan terjadi sesuai yang ditafsirkan orang yang menafsirkannya.\" Demi Allah, setelah itu suaminya meninggal dan tidaklah diperlihatkan kepadaku kecuali ia melahirkan anak yang durhaka.\"","arab":" أَخْبَرَنَا عُبَيْدُ بْنُ يَعِيشَ حَدَّثَنَا يُونُسُ هُوَ ابْنُ بُكَيْرٍ أَخْبَرَنَا ابْنُ إِسْحَقَ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ كَانَتْ امْرَأَةٌ مِنْ أَهْلِ الْمَدِينَةِ لَهَا زَوْجٌ تَاجِرٌ يَخْتَلِفُ فَكَانَتْ تَرَى رُؤْيَا كُلَّمَا غَابَ عَنْهَا زَوْجُهَا وَقَلَّمَا يَغِيبُ إِلَّا تَرَكَهَا حَامِلًا فَتَأْتِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَقُولُ إِنَّ زَوْجِي خَرَجَ تَاجِرًا فَتَرَكَنِي حَامِلًا فَرَأَيْتُ فِيمَا يَرَى النَّائِمُ أَنَّ سَارِيَةَ بَيْتِي انْكَسَرَتْ وَأَنِّي وَلَدْتُ غُلَامًا أَعْوَرَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْرٌ يَرْجِعُ زَوْجُكِ عَلَيْكِ إِنْ شَاءَ اللَّهُ تَعَالَى صَالِحًا وَتَلِدِينَ غُلَامًا بَرًّا فَكَانَتْ تَرَاهَا مَرَّتَيْنِ أَوْ ثَلَاثًا كُلُّ ذَلِكَ تَأْتِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَقُولُ ذَلِكَ لَهَا فَيَرْجِعُ زَوْجُهَا وَتَلِدُ غُلَامًا فَجَاءَتْ يَوْمًا كَمَا كَانَتْ تَأْتِيهِ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَائِبٌ وَقَدْ رَأَتْ تِلْكَ الرُّؤْيَا فَقُلْتُ لَهَا عَمَّ تَسْأَلِينَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَمَةَ اللَّهِ فَقَالَتْ رُؤْيَا كُنْتُ أُرَاهَا فَآتِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْأَلُهُ عَنْهَا فَيَقُولُ خَيْرًا فَيَكُونُ كَمَا قَالَ فَقُلْتُ فَأَخْبِرِينِي مَا هِيَ قَالَتْ حَتَّى يَأْتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْرِضَهَا عَلَيْهِ كَمَا كُنْتُ أَعْرِضُ فَوَاللَّهِ مَا تَرَكْتُهَا حَتَّى أَخْبَرَتْنِي فَقُلْتُ وَاللَّهِ لَئِنْ صَدَقَتْ رُؤْيَاكِ لَيَمُوتَنَّ زَوْجُكِ وَتَلِدِينَ غُلَامًا فَاجِرًا فَقَعَدَتْ تَبْكِي وَقَالَتْ مَا لِي حِينَ عَرَضْتُ عَلَيْكِ رُؤْيَايَ فَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ تَبْكِي فَقَالَ لَهَا مَا لَهَا يَا عَائِشَةُ فَأَخْبَرْتُهُ الْخَبَرَ وَمَا تَأَوَّلْتُ لَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَهْ يَا عَائِشَةُ إِذَا عَبَرْتُمْ لِلْمُسْلِمِ الرُّؤْيَا فَاعْبُرُوهَا عَلَى الْخَيْرِ فَإِنَّ الرُّؤْيَا تَكُونُ عَلَى مَا يَعْبُرُهَا صَاحِبُهَا فَمَاتَ وَاللَّهِ زَوْجُهَا وَلَا أُرَاهَا إِلَّا وَلَدَتْ غُلَامًا فَاجِرًا","source":"Darimi"},"__N_SSG":true}