{"pageProps":{"number":"415","slug":"darimi","id":"Telah mengabarkan kepada kami [Ali bin Abdul hamid] telah menceritakan kepada kami [Sulaiman bin Al Mughirah] dari [Tsabit] dari [Anas bin malik] radliallahu 'anhu ia berkata: \"Ketika kami dilarang mendahului bertanya Nabi sallallahu 'alaihi wa sallam, kami merasa senang sekali jika ada seorang arab badui dan orang arab dusun yang cerdas datang dan bertanya kepada Nabi sallallahu 'alaihi wa sallam. Saat kami dan nabi berkumpul seperti itu, tiba-tiba seorang arab dusun datang dan berdiri di hadapan Rasulullah sallallahu 'alaihi wa sallam seraya berkata: 'Ya Muhammad, utusan kamu mendatangi kami, lalu ia meyakinkan kami bahwa kamu mengaku kalau Allah subhanallahu wa ta'ala mengutusmu, lalu Nabi sallallahu 'alaihi wa salam berkata: 'ia benar. Laki-laki pedalaman itu berkata: 'Demi Dzat yang meninggikan langit dan membentangkan bumi, dan yang menancapkan gunung, Apakah Allah subhanallahu wa ta'ala yang mengutusmu? ', lalu Nabi sallallahu 'alaihi wa sallam menjawab: 'Ya, benar'. Ia bertanya lagi: 'Utusanmu meyakinkan kami bahwa kamu mengaku kalau (diwajibkan) atas kami shalat lima waktu dalam sehari semalam? ', nabi sallalahu 'alaihi wa sallam menjawab: 'Ia benar', ia bertanya lagi: 'Demi Dzat yang telah mengutusmu, apakah Allah subhanallahu wa ta'ala memerintahkan kamu hal ini? ', Nabi sallallahu 'alaihi wa sallam menjawab: 'Ya, benar', ia berkata: 'Utusanmu meyakinkan kami bahwa kamu mewajibkan atas kami puasa satu bulan dalam satu tahun? ', Nabi sallallahu 'alaihi wa sallam menjawab: 'Ia benar', ia berkata lagi: 'Demi Dzat yang mengutusmu, apakah Allah subhanallahu wa ta'ala yang memerintahkanmu hal ini? ', beliau menjawab: 'Ya, benar', ia berkata lagi: 'Utusanmu meyakinkan kami kalau kamu mewajibkan atas harta-harta kami (dikeluarkan) zakatnya? ', Nabi salalahu 'alaihi wa sallam menjawab: 'Ia benar', ia bertanya lagi: 'Demi Dzat yang mengutusmu, apakah Allah subhanallahu wa ta'ala yang memerintahkanmu hal ini? ', Nabi sallallahu 'alaihi wa sallam menjawab: 'Ya, benar', ia berkata lagi: 'Utusanmu meyakinkan kami kalau kamu mewajibkan atas kami (menunaikan) ibadah haji ke Baitul Haram bagi yang mampu menunaikan? ', beliau menjawab: 'Ia benar', ia bertanya: 'demi Dzat yang mengutusmu, apakah Allah subhanallahu wa ta'ala yang memerintahkanmu hal ini? ', Nabi sallallahu 'alaihi wa sallam menjawab: 'Ya, benar', ia berkata: 'Demi dzat yang mengutusmu dengan benar, aku tidak akan tinggalkan itu semua sedikit pun namun aku juga tidak akan menambahnya', perawi berkata: 'Kemudian orang Arab dusun itu melompat (pergi), dan Nabi sallallahu 'alaihi wa sallam berkomentar: 'Jika orang Arab dusun itu benar, ia masuk surga' \".","arab":" أَخْبَرَنَا عَلِيُّ بْنُ عَبْدِ الْحَمِيدِ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ لَمَّا نُهِينَا أَنْ نَبْتَدِئَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُعْجِبُنَا أَنْ يَقْدُمَ الْبَدَوِيُّ وَالْأَعْرَابِيُّ الْعَاقِلُ فَيَسْأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ عِنْدَهُ فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ جَاءَ أَعْرَابِيٌّ فَجَثَا بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّدُ إِنَّ رَسُولَكَ أَتَانَا فَزَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ اللَّهَ أَرْسَلَكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ قَالَ فَبِالَّذِي رَفَعَ السَّمَاءَ وَبَسَطَ الْأَرْضَ وَنَصَبَ الْجِبَالَ آللَّهُ أَرْسَلَكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا خَمْسَ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا صَوْمَ شَهْرٍ فِي السَّنَةِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا فِي أَمْوَالِنَا الزَّكَاةَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا الْحَجَّ إِلَى الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَ فَوَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَدَعُ مِنْهُنَّ شَيْئًا وَلَا أُجَاوِزُهُنَّ قَالَ ثُمَّ وَثَبَ الْأَعْرَابِيُّ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ صَدَقَ الْأَعْرَابِيُّ دَخَلَ الْجَنَّةَ","source":"Darimi"},"__N_SSG":true}