{"pageProps":{"number":"606","slug":"malik","id":"Telah menceritakan kepadaku Ziyad dari Malik dari [Yazid bin Abdullah bin Al Had] dari [Muhammad bin Ibrahim bin Al Harits At Taimi] dari [Abu Salamah bin Abdurrahman] dari [Abu Sa'id al Khudri] berkata, \"Rasulullah shallallahu 'alaihi wasallam memulai beri'tikaf pada sepuluh kedua pada bulan Ramadan. Beliau beri'tikaf pada tahun itu, hingga ketika tiba malam kedua puluh satu, yaitu hari di mana beliau keluar dari I'tikafnya setelah waktu subuh, beliau bersabda: 'Barangsiapa ingin melaksanakan I'tikaf bersamaku, hendaklah dia mengerjakannya pada sepuluh hari yang terakhir ini. Aku telah melihat dalam mimpiku, namun aku lupa. Aku mimpi pada waktu paginya aku bersujud pada air dan tanah. Carilah pada sepuluh hari yang terakhir, serta pada malam yang ganjil.' Abu Sa'id berkata; \"Pada malam itu terjadi hujan, dan masjidnya berada pada bangsal, sehingga masjidnya bocor.\" Dia menambahkan; \"Dengan kedua mataku, aku melihat Rasulullah shallallahu 'alaihi wasallam pergi, sementara pada dahi dan hidungnya ada bekas tanah dan air. Itu terjadi pada pagi hari malam ke dua puluh satu.\"","arab":"حَدَّثَنِي زِيَاد عَنْ مَالِك عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْتَكِفُ الْعَشْرَ الْوُسُطَ مِنْ رَمَضَانَ فَاعْتَكَفَ عَامًا حَتَّى إِذَا كَانَ لَيْلَةَ إِحْدَى وَعِشْرِينَ وَهِيَ اللَّيْلَةُ الَّتِي يَخْرُجُ فِيهَا مِنْ صُبْحِهَا مِنْ اعْتِكَافِهِ قَالَ مَنْ اعْتَكَفَ مَعِيَ فَلْيَعْتَكِفْ الْعَشْرَ الْأَوَاخِرَ وَقَدْ رَأَيْتُ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا وَقَدْ رَأَيْتُنِي أَسْجُدُ مِنْ صُبْحِهَا فِي مَاءٍ وَطِينٍ فَالْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ وَالْتَمِسُوهَا فِي كُلِّ وِتْرٍ قَالَ أَبُو سَعِيدٍ فَأُمْطِرَتْ السَّمَاءُ تِلْكَ اللَّيْلَةَ وَكَانَ الْمَسْجِدُ عَلَى عَرِيشٍ فَوَكَفَ الْمَسْجِدُ قَالَ أَبُو سَعِيدٍ فَأَبْصَرَتْ عَيْنَايَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْصَرَفَ وَعَلَى جَبْهَتِهِ وَأَنْفِهِ أَثَرُ الْمَاءِ وَالطِّينِ مِنْ صُبْحِ لَيْلَةِ إِحْدَى وَعِشْرِينَ","source":"Malik"},"__N_SSG":true}