{"pageProps":{"number":"728","slug":"malik","id":"Telah menceritakan kepadaku Yahya dari Malik dari [Hisyam bin Urwah] dari [Bapaknya] ia berkata; \"Aku pernah bertanya kepada [Aisyah Ummul Mukminin], saat saya masih muda: 'Apakah anda tahu tentang firman Allah Tabaraka Wa Ta'ala: 'Sesungguhnya Shafaa dan Marwa adalah sebahagian dari syi'ar Allah. Barangsiapa yang beribadah haji ke Baitullah atau ber'umrah, Maka tidak ada dosa baginya mengerjakan sa'i antara keduanya.' -Qs. Al Baqarah: 156- Maka tidak apa-apa bagi seseorang untuk meninggalkan sa'i.\" Aisyah menjawab; \"Bukan begitu, kalau seperti yang kamu katakan, tentu tidak ada dosa bagi orang yang tidak melakukan sa'i. Ayat ini turun pada orang-orang Anshar, dahulu mereka melakukan talbiyah untuk Manat, yang letaknya di depan Qudaid. Mereka menjauhi untuk tidak melaksanakan sa'i antara Shafaa dan Marwa. Maka tatkala datang Islam, mereka bertanya pada Rasulullah shallallahu 'alaihi wasallam tentang hal itu. Allah Tabaraka Wa Ta'ala menurunkan ayat: 'Sesungguhnya Shafa dan Marwa adalah sebagian dari syi'ar Allah. Maka barangsiapa yang beribadah haji ke Baitullah atau umrah, Maka tidak ada dosa baginya mengerjakan sa'i antara keduanya'. -Qs. Al Baqarah: 156-.","arab":"حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّهُ قَالَ قُلْتُ لِعَائِشَةَ أُمِّ الْمُؤْمِنِينَ وَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّأَرَأَيْتِ قَوْلَ اللَّهِ تَبَارَكَ وَتَعَالَى{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا }فَمَا عَلَى الرَّجُلِ شَيْءٌ أَنْ لَا يَطَّوَّفَ بِهِمَا فَقَالَتْ عَائِشَةُ كَلَّا لَوْ كَانَ كَمَا تَقُولُ لَكَانَتْ فَلَا جُنَاحَ عَلَيْهِ أَنْ لَا يَطَّوَّفَ بِهِمَا إِنَّمَا أُنْزِلَتْ هَذِهِ الْآيَةُ فِي الْأَنْصَارِ كَانُوا يُهِلُّونَ لِمَنَاةَ وَكَانَتْ مَنَاةُ حَذْوَ قُدَيْدٍ وَكَانُوا يَتَحَرَّجُونَ أَنْ يَطُوفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَلَمَّا جَاءَ الْإِسْلَامُ سَأَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَأَنْزَلَ اللَّهُ تَبَارَكَ وَتَعَالَى{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا }","source":"Malik"},"__N_SSG":true}