{"pageProps":{"number":"120","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Isa bin Yunus] telah menceritakan kepada saya [Ayahku] dari [Asy-Sya'bi] dia berkata; Saya pernah mendengar [Urwah bin Al-Mughirah bin Syu'bah] menyebutkan dari [Ayahnya], dia berkata; Kami pernah bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu rombongan, dan saya yang membawa tempat air. Lalu beliau pergi untuk buang hajat. Ketika beliau datang, saya menemui beliau sambil membawakan tempat air tersebut. Saya tuangkan tempat air itu untuk beliau, lalu beliau membasuh kedua telapak tangan dan muka. Kemudian beliau hendak mengeluarkan kedua kedua lengannya sementara ketika itu beliau memakai jubah wol dari Romawi yang sempit kedua lengannva, maka beliau melepaskan kedua lengan itu. Setelah itu aku menunduk ke arah kedua khuf beliau untuk melepasnya. Maka beliau bersabda kepadaku.\"Biarkanlah kedua khuf itu, karena saya memasukkan kedua kakiku ke dalam kedua khuf itu dalam keadaan suci kedua-duanya, beliau hanya mengusap bagian atas kedua khuf tersebut. Ayahku berkata; Asy-Sya'bi berkata; 'Urwah bersaksi padaku atas ayahnya, dan ayahnya bersaksi atas Rasulullah shallallahu 'alaihi wasallam, telah menceritakan kepada kami [Hubdah bin Khalid] telah menceritakan kepada kami [Hammam] dari [Qatadah] dari [Al Hasan] dari [Zurarah bin Aufa] bahwasanya [Al-Mughirah bin Syu'bah] berkata; Rasulullah shallallahu 'alaihi wasallam pernah terlambat…, lalu dia menyebutkan kisah ini, dia berkata; Kemudian kami mendatangi orang-orang dan ternyata Abdurrahman bin 'Auf sedang Shalat Shubuh bersama mereka. Tatkala Abdurrahman melihat Nabi shallallahu 'alaihi wasallam dia hendak mundur, namun beliau memberi isyarat kepadanya agar meneruskan shalatnya. Dia berkata; Maka saya bersama Nabi shallallahu 'alaihi wasallam shalat satu rakaat di belakang Abdurrahman, tatkala dia salam, Nabi shallallahu 'alaihi wasallam berdiri untuk melakukan shalat yang tertinggal, dan dia tidak menambahkannya. Abu Dawud berkata; Abu Sa'id Al-Khudri, Ibnu Az-Zubair dan Ibnu Umar mengatakan bahwa barangsiapa yang mendapati shalat sendirian (setelah bersama imam), maka dia harus melakukan sujud sahwi. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا عِيسَى بْنُ يُونُسَ حَدَّثَنِي أَبِي عَنْ الشَّعْبِيِّ قَالَ سَمِعْتُ عُرْوَةَ بْنَ الْمُغِيرَةِ بْنِ شُعْبَةَ يَذْكُرُ عَنْ أَبِيهِ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رَكْبِهِ وَمَعِي إِدَاوَةٌ فَخَرَجَ لِحَاجَتِهِ ثُمَّ أَقْبَلَ فَتَلَقَّيْتُهُ بِالْإِدَاوَةِ فَأَفْرَغْتُ عَلَيْهِ فَغَسَلَ كَفَّيْهِ وَوَجْهَهُ ثُمَّ أَرَادَ أَنْ يُخْرِجَ ذِرَاعَيْهِ وَعَلَيْهِ جُبَّةٌ مِنْ صُوفٍ مِنْ جِبَابِ الرُّومِ ضَيِّقَةُ الْكُمَّيْنِ فَضَاقَتْ فَادَّرَعَهُمَا ادِّرَاعًا ثُمَّ أَهْوَيْتُ إِلَى الْخُفَّيْنِ لِأَنْزَعَهُمَا فَقَالَ لِي دَعْ الْخُفَّيْنِ فَإِنِّي أَدْخَلْتُ الْقَدَمَيْنِ الْخُفَّيْنِ وَهُمَا طَاهِرَتَانِ فَمَسَحَ عَلَيْهِمَاقَالَ أَبِي قَالَ الشَّعْبِيُّ شَهِدَ لِي عُرْوَةُ عَلَى أَبِيهِ وَشَهِدَ أَبُوهُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ حَدَّثَنَا هَمَّامٌ عَنْ قَتَادَةَ عَنْ الْحَسَنِ وَعَنْ زُرَارَةَ بْنِ أَوْفَى أَنَّ الْمُغِيرَةَ بْنَ شُعْبَةَ قَالَ تَخَلَّفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ هَذِهِ الْقِصَّةَ قَالَ فَأَتَيْنَا النَّاسَ وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ يُصَلِّ بِهِمْ الصُّبْحَ فَلَمَّا رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَادَ أَنْ يَتَأَخَّرَ فَأَوْمَأَ إِلَيْهِ أَنْ يَمْضِيَ قَالَ فَصَلَّيْتُ أَنَا وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ رَكْعَةً فَلَمَّا سَلَّمَ قَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الرَّكْعَةَ الَّتِي سُبِقَ بِهَا وَلَمْ يَزِدْ عَلَيْهَا قَالَ أَبُو دَاوُد أَبُو سَعِيدٍ الْخُدْرِيُّ وَابْنُ الزُّبَيْرِ وَابْنُ عُمَرَ يَقُولُونَ مَنْ أَدْرَكَ الْفَرْدَ مِنْ الصَّلَاةِ عَلَيْهِ سَجْدَتَا السَّهْوِ","source":"Abu Daud"},"__N_SSG":true}