{"pageProps":{"number":"1251","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Muhammad bin Isa], ia berkata; telah menceritakan kepada Kami [Ibnu 'Ulayyah] dari [Al Hajjaj bin Abu 'Utsman] dari [Abu Az Zubair], ia berkata; saya mendengar [Abdullah bin Az Zubair] di atas mimbar berkata; Nabi shallallahu 'alaihi wasallam apabila selesai dari shalat mengucapkan: \"LAA ILAAHA ILLALLAAHU WAHDAHU LAA SYARIIKALAHU, LAHUL MULKU WA LAHUL HAMDU WA HUWA 'ALAA KULLI SYAI-IN QADIIR, LAA ILAAHA ILLALLAAHU MUKHLISHIINA LAHUD DIIN, WALAU KARIHAL KAAFIRUUN, AHLUN NI'MATI WAL FADHLI WATS TSANAAIL HASAN, LAA ILAAHA ILLALLAAHU MUKHLISHIINA LAHUD DIIN WALAU KARIHAL KAAFIRUUN.\" (Tidak ada tuhan yang berhak disembah kecuali Allah semata, tidak ada sekutu bagiNya, milikNya seluruh kerajaan, dan bagi-Nya segala puji dan Dia Maha Mampu melakukan segala sesuatu, tidak ada tuhan yang berhak disembah kecuali Allah, Kami memurnikan ketundukan kepadaNya, walaupun orang-orang kafir merasa tidak senang. Dialah Yang Pemilik segala kenikmatan, karunia serta pujian yang baik. Tidak ada tuhan yang berhak disembah kecuali Allah, Kami memurnikan ketundukan kepadaNya walaupun orang-orang kafir merasa tidak senang). Telah menceritakan kepada Kami [Muhammad bin Sulaiman Al Anbari], telah menceritakan kepada Kami ['Abdah] dari [Hisyam bin 'Urwah] dari [Abu Az Zubair], ia berkata; [Abdullah bin Az Zubair] bertahlil setiap selesai shalat, kemudian menyebutkan doa seperti ini dan ia menambahkan; LAA HAULA WA LAA QUWWATA ILLAA BILLAAH, LAA ILAAHA ILLALLAAHU, LAA NA'BUDU ILLAA IYYAAHU, LAHUN NI'MATU (tidak ada daya dan kekuatan kecuali karena Allah, tidak ada tuhan yang berhak disembah kecuali Allah, Kami tidak menyembah kecuali hanya kepadaNya, bagiNya segala kenikmatan), dan ia menyebutkan kelanjutan hadits tersebut. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ عَنْ الْحَجَّاجِ بْنِ أَبِي عُثْمَانَ عَنْ أَبِي الزُّبَيْرِ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ عَلَى الْمِنْبَرِ يَقُولُكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا انْصَرَفَ مِنْ الصَّلَاةِ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لَا إِلَهَ إِلَّا اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ أَهْلُ النِّعْمَةِ وَالْفَضْلِ وَالثَّنَاءِ الْحَسَنِ لَا إِلَهَ إِلَّا اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَحَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْأَنْبَارِيُّ حَدَّثَنَا عَبْدَةُ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِي الزُّبَيْرِ قَالَ كَانَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ يُهَلِّلُ فِي دُبُرِ كُلِّ صَلَاةٍ فَذَكَرَ نَحْوَ هَذَا الدُّعَاءِ زَادَ فِيهِ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ لَا إِلَهَ إِلَّا اللَّهُ لَا نَعْبُدُ إِلَّا إِيَّاهُ لَهُ النِّعْمَةُ وَسَاقَ بَقِيَّةَ الْحَدِيثِ","source":"Abu Daud"},"__N_SSG":true}