{"pageProps":{"number":"1313","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Ahmad bin Abu Syu'aib Al Harrani], telah menceritakan kepada Kami [Musa bin A'yan] dari ['Amr bin Al Harits Al Mishri] dari ['Amr bin Syu'aib] dari [ayahnya] dari [kakeknya], ia berkata: Hilal salah seorang dari Bani Mut'an datang kepada Rasulullah shallallahu 'alaihi wasallam dengan membawa sepersepuluh dari hasil madunya, ia pernah meminta Rasulullah shallla Allahu 'alaihi wa sallam agar melindungi bukitnya yang bernama Salabah, dan Rasulullah shallla Allahu 'alaihi wa sallam pun melindunginya. Dan ketika Umar ditunjuk menjadi khalifah, Sufyan bin Wahb bertanya mengenai hal itu, kemudian Umar radliallahu 'anhu menulis surat kepadanya; jika dia menunaikan zakatnya kepada kalian sebagaimana yang telah dia berikan kepada Rasulullah shallla Allahu 'alaihi wa sallam, maka lindungilah bukit Salabahnya, jika tidak, maka sesungguhnya madu itu adalah terambil dari lebah hujan yang dapat dimakan oleh siapapun yang menghendakinya. Telah menceritakan kepada Kami [Ahmad bin Abdah Adh Dhabbi], telah menceritakan kepada Kami [Al Mughirah] dan ia menisbatkannya kepada Abdurrahman bin Al Harits Al Makhzumi, ia berkata; telah menceritakan kepada Kami [ayahku] dari ['Amr bin Syu'aib] dari [ayahnya] dari [kakeknya] bahwa Syababah pertengahan daerah Fahm ….. kemudian ia menyebutkan seperti itu. Ia berkata; dari setiap sepuluh griba terdapat zakat satu geriba. Sufyan bin Abdullah Ats Tsaqafi berkata; \"Umar melindungi dua bukit mereka. Ia menambahkan; dan mereka memberikan kepadanya apa yang dahulu mereka berikan kepada Rasulullah shallallahu 'alaihi wasallam, dan ia melindungi melindungi dua bukit mereka. Telah menceritakan kepada Kami [Ar Rabi' bin Sulaiman Al Muadzin], telah menceritakan kepada Kami [Ibnu Wahb], telah menceritakan kepada Kami [Usamah bin Zaid] dari ['Amr bin Syu'aib] dari [ayahnya] dari [kakeknya] bahwa suatu daerah di tengah kota …. Fahm dengan makna yang dikatakan Mughirah yaitu \"dari setiap sepuluh geriba terdapat zakat satu geriba. Dan ia berkata; mereka memiliki dua bukit.","arab":"حَدَّثَنَا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ الْحَرَّانِيُّ حَدَّثَنَا مُوسَى بْنُ أَعْيَنَ عَنْ عَمْرِو بْنِ الْحَارِثِ الْمِصْرِيِّ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَجَاءَ هِلَالٌ أَحَدُ بَنِي مُتْعَانَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعُشُورِ نَحْلٍ لَهُ وَكَانَ سَأَلَهُ أَنْ يَحْمِيَ لَهُ وَادِيًا يُقَالُ لَهُ سَلَبَةُ فَحَمَى لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ الْوَادِي فَلَمَّا وُلِّيَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ كَتَبَ سُفْيَانُ بْنُ وَهْبٍ إِلَى عُمَرَ بْنِ الْخَطَّابِ يَسْأَلُهُ عَنْ ذَلِكَ فَكَتَبَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ إِنْ أَدَّى إِلَيْكَ مَا كَانَ يُؤَدِّي إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عُشُورِ نَحْلِهِ فَاحْمِ لَهُ سَلَبَةَ وَإِلَّا فَإِنَّمَا هُوَ ذُبَابُ غَيْثٍ يَأْكُلُهُ مَنْ يَشَاءُحَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ حَدَّثَنَا الْمُغِيرَةُ وَنَسَبَهُ إِلَى عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ الْمَخْزُومِيِّ قَالَ حَدَّثَنِي أَبِي عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ شَبَابَةَ بَطْنٌ مِنْ فَهْمٍ فَذَكَرَ نَحْوَهُ قَالَ مِنْ كُلِّ عَشْرِ قِرَبٍ قِرْبَةٌ وَقَالَ سُفْيَانُ بْنُ عَبْدِ اللَّهِ الثَّقَفِيُّ قَالَ وَكَانَ يَحْمِي لَهُمْ وَادِيَيْنِ زَادَ فَأَدَّوْا إِلَيْهِ مَا كَانُوا يُؤَدُّونَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحَمَى لَهُمْ وَادِيَيْهِمْ حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُؤَذِّنُ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي أُسَامَةُ بْنُ زَيْدٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ بَطْنًا مِنْ فَهْمٍ بِمَعْنَى الْمُغِيرَةِ قَالَ مِنْ عَشْرِ قِرَبٍ قِرْبَةٌ وَقَالَ وَادِيَيْنِ لَهُمْ","source":"Abu Daud"},"__N_SSG":true}