{"pageProps":{"number":"1341","slug":"abu-daud","id":"Telah menceritakan kepada Kami [Abdullah bin Maslamah] dari [Malik] dari [Zaid bin Aslam] dari ['Atha` bin Yasar] bahwa Rasulullah shallAllahu wa'alaihi wa sallam bersabda: \"Tidak halal zakat bagi orang kaya kecuali bagi lima orang, yaitu orang yang berperang di jalan Allah, atau petugas zakat, atau orang yang berhutang, atau seseorang yang membelinya dengan hartanya, atau orang yang memiliki tetangga miskin kemudian orang miskin tersebut diberi zakat, lalu ia memberikannya kepada orang yang kaya.\" Telah menceritakan kepada Kami [Al Hasan bin Ali], telah menceritakan kepada Kami [Abdurrazzaq], telah mengabarkan kepada Kami [Ma'mar] dari [Zaid bin Aslam] dari ['Atha' bin Yasar] dari [Abu Sa'id Al Khudri], ia berkata; Rasulullah shallAllahu wa'alaihi wa sallam bersabda: ……. sama dengan makna hadits tersebut. Abu Daud berkata; [Ibnu 'Uyainah] telah meriwayatkannya dari [Zaid] sebagaimana yang dikatakan Malik. Dan Ats Tsauri telah meriwayatkannya dari Zaid, ia berkata; telah menceritakan kepadaku Ats Tsabtu dari Nabi shallallahu 'alaihi wasallam ….","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ إِلَّا لِخَمْسَةٍ لِغَازٍ فِي سَبِيلِ اللَّهِ أَوْ لِعَامِلٍ عَلَيْهَا أَوْ لِغَارِمٍ أَوْ لِرَجُلٍ اشْتَرَاهَا بِمَالِهِ أَوْ لِرَجُلٍ كَانَ لَهُ جَارٌ مِسْكِينٌ فَتُصُدِّقَ عَلَى الْمِسْكِينِ فَأَهْدَاهَا الْمِسْكِينُ لِلْغَنِيِّحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ قَالَ أَبُو دَاوُد وَرَوَاهُ ابْنُ عُيَيْنَةَ عَنْ زَيْدٍ كَمَا قَالَ مَالِكٌ وَرَوَاهُ الثَّوْرِيُّ عَنْ زَيْدٍ قَالَ حَدَّثَنِي الثَّبْتُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}