{"pageProps":{"number":"1742","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah], telah menceritakan kepada kami [Abdurrahman bin Mahdi] dari [Sufyan] dari [Firas] dari [Asy Sya'bi] dari [Masruq] dari [Abdullah] mengenai seorang laki-laki yang menikahi seorang wanita kemudian lelaki tersebut meninggal dunia, dan belum bercampur dengannya (menggaulinya) serta belum memberikan mahar kepadanya. Kemudian beliau berkata; baginya mahar secara sempurna dan ia wajib ber'iddah serta baginya warisan. Kemudian [Ma'qil bin Sinan] berkata; aku mendengar Rasulullah shallallahu 'alaihi wasallam memutuskan dengan hal tersebut pada diri Barwa' binti Wasyiq. Telah menceritakan kepada kami [Utsman bin Abu Syaibah], telah menceritakan kepada kami [Yazid bin Harun] dan [Ibnu Mahdi] dari [Sufyan] dari [Manshur] dari [Ibrahim] dari ['Al Qamah] dari [Abdullah], dan Utsman menyebutkan seperti itu. Telah menceritakan kepada kami [Ubaidullah bin Umar], telah menceritakan kepada kami [Yazid bin Zurai'], telah menceritakan kepada kami [Sa'id bin Abu 'Arubah] dari [Qatadah] dari [Khalas] serta [Abu Hassan] dari [Abdullah bin 'Utbah bin Mas'ud] bahwa [Abdullah bin Mas'ud] dihadapkan pada masalah mengenai seorang laki-laki seperti hadits ini. Abdullah bin Utbah berkata; kemudian orang-orang datang kepadanya selama satu bulan. Atau ia mengatakan; selama beberapa kali. Abdullah bin Mas'ud berkata; sesungguhnya aku katakan mengenainya; bahwa baginya mahar seperti mahar wanita-wanita yang setara dengannya, tidak kurang dan tidak lebih, dan baginya warisan, serta berkewajiban untuk ber'iddah. Apabila (perkataan itu) benar maka berasal dari Allah, dan apabila salah maka hal tersebut berasal dariku dan dari syetan, Allah dan rasul-Nya berlepas diri. Kemudian orang-orang dari Asyja' diantara mereka adalah [Al Jarrah], dan [Abu Sinan] berkata; wahai Ibnu Mas'ud, kami bersaksi bahwa Rasulullah shallallahu 'alaihi wasallam telah memutuskan hal tersebut diantara kami mengenai diri Barwa' binti Wasyiq yang suaminya adalah Hilal bin Murrah seperti yang telah engkau putuskan. Abdullah bin 'Utbah berkata; kemudian Abdullah bin Mas'ud sangat senang sekali ketika keputusannya sama dengan keputusan Rasulullah shallallahu 'alaihi wasallam. ","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ فِرَاسٍ عَنْ الشَّعْبِيِّ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ فِي رَجُلٍ تَزَوَّجَ امْرَأَةً فَمَاتَ عَنْهَا وَلَمْ يَدْخُلْ بِهَا وَلَمْ يَفْرِضْ لَهَا الصَّدَاقَ فَقَالَ لَهَا الصَّدَاقُ كَامِلًا وَعَلَيْهَا الْعِدَّةُ وَلَهَا الْمِيرَاثُفَقَالَ مَعْقِلُ بْنُ سِنَانٍ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى بِهِ فِي بِرْوَعَ بِنْتِ وَاشِقٍحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ وَابْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ وَسَاقَ عُثْمَانُ مِثْلَهُ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ خِلَاسٍ وَأَبِي حَسَّانَ عَنْ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ أُتِيَ فِي رَجُلٍ بِهَذَا الْخَبَرِ قَالَ فَاخْتَلَفُوا إِلَيْهِ شَهْرًا أَوْ قَالَ مَرَّاتٍ قَالَ فَإِنِّي أَقُولُ فِيهَا إِنَّ لَهَا صَدَاقًا كَصَدَاقِ نِسَائِهَا لَا وَكْسَ وَلَا شَطَطَ وَإِنَّ لَهَا الْمِيرَاثَ وَعَلَيْهَا الْعِدَّةُ فَإِنْ يَكُ صَوَابًا فَمِنْ اللَّهِ وَإِنْ يَكُنْ خَطَأً فَمِنِّي وَمِنْ الشَّيْطَانِ وَاللَّهُ وَرَسُولُهُ بَرِيئَانِ فَقَامَ نَاسٌ مِنْ أَشْجَعَ فِيهِمْ الْجَرَّاحُ وَأَبُو سِنَانٍ فَقَالُوا يَا ابْنَ مَسْعُودٍ نَحْنُ نَشْهَدُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَاهَا فِينَا فِي بِرْوَعَ بِنْتِ وَاشِقٍ وَإِنَّ زَوْجَهَا هِلَالُ بْنُ مُرَّةَ الْأَشْجَعِيُّ كَمَا قَضَيْتَ قَالَ فَفَرِحَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ فَرَحًا شَدِيدًا حِينَ وَافَقَ قَضَاؤُهُ قَضَاءَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Abu Daud"},"__N_SSG":true}