{"pageProps":{"number":"1784","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abdul Aziz bin Yahya Abu Al Ashbagh], telah menceritakan kepadaku [Muhammad bin Salamah], dari [Muhammad bin Ishaq] dari [Aban bin Shalih] dari [Mujahid] dari [Ibnu Abbas], ia berkata; sesungguhnya Ibnu Umar semoga Allah mengampuninya, ia telah melakukan suatu kesalahan. Sesungguhnya terdapat sebuah kampong anshar yang merupakan para penyembah berhala, hidup bersama kampong yahudi yang merupakan ahli kitab. Dan mereka memandang bahwa orang-orang yahudi memeliki keutamaan atas mereka dalam hal ilmu. Dan mereka mengikuti kebanyakan perbuatan orang-orang yahudi. Diantara keadaan ahli kitab adalah bahwa mereka tidak menggauli isteri mereka kecuali dengan satu cara, dan hal tersebut lebih menjaga rasa malu seorang wanita. Dan orang-orang anshar ini mengikuti perbuatan mereka dalam hal tersebut. Sementara orang-orang Quraisy menggauli isteri-isteri mereka dengan cara yang mereka ingkari, orang-orang Quraisy menggauli mereka dalam keadaan menghadap dan membelakangi serta dalam keadaan terlentang. Kemudian tatkala orang-orang muhajirin datang ke Madinah, salah seorang diantara mereka menikahi seorang wanita anshar. Kemudian ia melakukan hal tersebut. Kemudian wanita anshar tersebut mengingkarinya dan berkata; sesungguhnya kami didatangi dengan satu cara, maka lakukan hal tersebut, jika tidak maka jauhilah aku! Hingga tersebar permasalahan mereka, dan hal tersebut sampai kepada Rasulullah shallallahu 'alaihi wasallam. kemudian Allah 'azza wajalla menurunkan ayat: \"Isteri-isterimu adalah (seperti) tanah tempat kamu bercocok tanam, maka datangilah tanah tempat bercocok-tanammu itu bagaimana saja kamu kehendaki.\" Yakni dalam keadaan menghadap (saling berhadapan), membelakangi dan terlentang, yaitu pada tempat diperolehnya anak (farj). ","arab":"حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى أَبُو الْأَصْبَغِ حَدَّثَنِي مُحَمَّدٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ أَبَانَ بْنِ صَالِحٍ عَنْ مُجَاهِدٍ عَنْ ابْنِ عَبَّاسٍ قَالَإِنَّ ابْنَ عُمَرَ وَاللَّهُ يَغْفِرُ لَهُ أَوْهَمَ إِنَّمَا كَانَ هَذَا الْحَيُّ مِنْ الْأَنْصَارِ وَهُمْ أَهْلُ وَثَنٍ مَعَ هَذَا الْحَيِّ مِنْ يَهُودَ وَهُمْ أَهْلُ كِتَابٍ وَكَانُوا يَرَوْنَ لَهُمْ فَضْلًا عَلَيْهِمْ فِي الْعِلْمِ فَكَانُوا يَقْتَدُونَ بِكَثِيرٍ مِنْ فِعْلِهِمْ وَكَانَ مِنْ أَمْرِ أَهْلِ الْكِتَابِ أَنْ لَا يَأْتُوا النِّسَاءَ إِلَّا عَلَى حَرْفٍ وَذَلِكَ أَسْتَرُ مَا تَكُونُ الْمَرْأَةُ فَكَانَ هَذَا الْحَيُّ مِنْ الْأَنْصَارِ قَدْ أَخَذُوا بِذَلِكَ مِنْ فِعْلِهِمْ وَكَانَ هَذَا الْحَيُّ مِنْ قُرَيْشٍ يَشْرَحُونَ النِّسَاءَ شَرْحًا مُنْكَرًا وَيَتَلَذَّذُونَ مِنْهُنَّ مُقْبِلَاتٍ وَمُدْبِرَاتٍ وَمُسْتَلْقِيَاتٍ فَلَمَّا قَدِمَ الْمُهَاجِرُونَ الْمَدِينَةَ تَزَوَّجَ رَجُلٌ مِنْهُمْ امْرَأَةً مِنْ الْأَنْصَارِ فَذَهَبَ يَصْنَعُ بِهَا ذَلِكَ فَأَنْكَرَتْهُ عَلَيْهِ وَقَالَتْ إِنَّمَا كُنَّا نُؤْتَى عَلَى حَرْفٍ فَاصْنَعْ ذَلِكَ وَإِلَّا فَاجْتَنِبْنِي حَتَّى شَرِيَ أَمْرُهُمَا فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ }أَيْ مُقْبِلَاتٍ وَمُدْبِرَاتٍ وَمُسْتَلْقِيَاتٍ يَعْنِي بِذَلِكَ مَوْضِعَ الْوَلَدِ","source":"Abu Daud"},"__N_SSG":true}