{"pageProps":{"number":"1826","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna], telah menceritakan kepada kami [Abdul Wahhab], telah menceritakan kepada kami [Hisyam] dari [Muhammad] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam bahwa Ibrahim shallallahu 'alaihi wasallam tidak berdusta kecuali tiga hal, dua hal mengenai Dzat Allah ta'ala, perkataannya; sesungguhnya kau sakit, dan perkataannya; melainkan yang melakukannya adalah berhala yang besar diantara mereka, dan ketika ia berjalan di Negeri yang dipimpin oleh orang yang otoriter ketika ia singgah di suatu tempat kemudian ia dihadapkan kepada penguasa yang otoriter tersebut dan dikatakan kepada penguasa tersebut; sesungguhnya telah singgah di sini seorang laki-laki bersama seorang wanita yang paling cantik. Beliau bersabda: \"Kemudian penguasa tersebut mengirim utusan kepadanya dan bertanya mengenai wanita tersebut. Lalu Ibrahim berkata; sesungguhnya ia adalah saudariku. Kemudian tatkala Ibrahim kembali kepada isterinya ia berkata; sesungguhnya penguasa ini bertanya kepadaku mengenai dirimu, kemudian aku beritahukan kepada mereka bahwa engkau adalah saudariku. Sesungguhnya pada hari ini tidak ada seorang muslim pun kecuali aku dan engkau, dan engkau adalah saudariku dalam kitab Allah, maka janganlah engkau dustakan aku di hadapannya!\" kemudian Muhammad bin Al Mutsanna menyebutkan hadits tersebut. Abu Daud berkata; khabar ini diriwayatkan oleh [Syu'aib bin Abu Hamzah] dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam seperti itu. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ حَدَّثَنَا هِشَامٌ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ إِبْرَاهِيمَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَكْذِبْ قَطُّ إِلَّا ثَلَاثًا ثِنْتَانِ فِي ذَاتِ اللَّهِ تَعَالَى قَوْلُهُ{ إِنِّي سَقِيمٌ }وَقَوْلُهُ{ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا }وَبَيْنَمَا هُوَ يَسِيرُ فِي أَرْضِ جَبَّارٍ مِنْ الْجَبَابِرَةِ إِذْ نَزَلَ مَنْزِلًا فَأُتِيَ الْجَبَّارُ فَقِيلَ لَهُ إِنَّهُ نَزَلَ هَاهُنَا رَجُلٌ مَعَهُ امْرَأَةٌ هِيَ أَحْسَنُ النَّاسِ قَالَ فَأَرْسَلَ إِلَيْهِ فَسَأَلَهُ عَنْهَا فَقَالَ إِنَّهَا أُخْتِي فَلَمَّا رَجَعَ إِلَيْهَا قَالَ إِنَّ هَذَا سَأَلَنِي عَنْكِ فَأَنْبَأْتُهُ أَنَّكِ أُخْتِي وَإِنَّهُ لَيْسَ الْيَوْمَ مُسْلِمٌ غَيْرِي وَغَيْرُكِ وَإِنَّكِ أُخْتِي فِي كِتَابِ اللَّهِ فَلَا تُكَذِّبِينِي عِنْدَهُ وَسَاقَ الْحَدِيثَقَالَ أَبُو دَاوُد رَوَى هَذَا الْخَبَرَ شُعَيْبُ بْنُ أَبِي حَمْزَةَ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ","source":"Abu Daud"},"__N_SSG":true}