{"pageProps":{"number":"2214","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musaddad], telah menceritakan kepada kami [Sufyan] dari ['Amr], telah menceritakan kepadanya [Al Hasan bin Muhammad bin Ali], telah mengabarkan kepadanya ['Ubaidullah bin Abu Rafi'], dan dahulu ia adalah sekretaris Ali bin Abu Thalib, ia berkata; saya telah mendengar [Ali] berkata; Rasulullah shallallahu 'alaihi wasallam telah mengirimku bersama dengan Az Zubair dan Al Miqdad, kemudian beliau berkata: \"Pergilah kalian ke taman Khakh, sesungguhnya di sana terdapat seorang wanita yang membawa surat. Ambillah surat tersebut darinya.\" Kemudian kami pergi dan kuda kami berlari kencang hingga sampai taman tersebut. Tiba-tiba kami mendapati seorang wanita, lalu kami katakan; serahkan surat tersebut! Wanita tersebut berkata; aku tidak memiliki surat. Lalu aku katakan; sungguh engkau keluarkan surat tersebut atau kami akan melucuti pakaianmu! Kemudian wanita tersebut mengeluarkannya dari bawah sanggulnya. Kemudian kami membawanya kepada Nabi shallallahu 'alaihi wasallam, ternyata surat tersebut berasal dari Hathib bin Abu Balta'ah kepada beberapa orang musyriki, ia memberitahukan kepada mereka sebagian urusan Rasulullah shallallahu 'alaihi wasallam. Kemudian beliau berkata: \"Apa ini wahai Hathib?\" Hathib berkata; jangan terburu menghukumku wahai Rasulullah! Sesungguhnya dahulu aku adalah orang yang tinggal di antara orang-orang Quraisy dan bukan dari mereka, sementara orang-orang Quraisy memiliki kerabat di sana, yang dengan kekerabatan tersebut mereka melindungi keluarga mereka di Mekkah. Dan disaat aku tidak memiliki hal itu aku ingin untuk memberikan suatu pemberian yang dengannya mereka dapat melindungi kerabatku di sana. Demi Allah wahai Rasulullah, aku melakukan hal itu bukan lantaran aku kafir serta keluar dari agamaku. Kemudian Nabi shallallahu 'alaihi wasallam berkata: ia benar. Lalu Umar bin Al Khathab radliallahu 'anhu berkata; biarkan aku memenggal leher orang munafik ini wahai Rasulullah! Kemudian Nabi shallallahu 'alaihi wasallam berkata: \"Sesungguhnya ia telah mengikuti perang Badr, tahukah kamu sungguh Allah telah melihat kepada Ahli Badr dan berkata: \"Lakukan sesuka kalian, sungguh Aku telah mengampuni dosa kalian.\" Telah menceritakan kepada kami [Wahb bin Baqiyyah], dari [Khalid] dari [Hushain], dari [Sa'd bin 'Ubaidah], dari [Abu Abdurrahman As Sulami], dari [Ali] dengan kisah ini. Ia berkata; Hathib pergi dan menulis surat kepada penduduk Mekkah bahwa Muhammad shallallahu 'alaihi wasallam telah berjalan menuju kepada kalian. Wahb berkata dalam hadits tersebut; wanita tersebut berkata; aku tidak memiliki surat. Kemudian kami memeriksanya dan kami tidak mendapatkan surat bersamanya. Kemudian Ali berkata; demi Dzat yang dengan dilakukan sumpah, sungguh aku akan membunuhmu atau engkau keluarkan surat tersebut. Dan Wahb menyebutkan hadits tersebut. ","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو حَدَّثَهُ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ أَخْبَرَهُ عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ وَكَانَ كَاتِبًا لِعَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ سَمِعْتُ عَلِيًّا يَقُولُبَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا وَالزُّبَيْرُ وَالْمِقْدَادُ فَقَالَ انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ خَاخٍ فَإِنَّ بِهَا ظَعِينَةً مَعَهَا كِتَابٌ فَخُذُوهُ مِنْهَا فَانْطَلَقْنَا تَتَعَادَى بِنَا خَيْلُنَا حَتَّى أَتَيْنَا الرَّوْضَةَ فَإِذَا نَحْنُ بِالظَّعِينَةِ فَقُلْنَا هَلُمِّي الْكِتَابَ قَالَتْ مَا عِنْدِي مِنْ كِتَابٍ فَقُلْتُ لَتُخْرِجِنَّ الْكِتَابَ أَوْ لَنُلْقِيَنَّ الثِّيَابَ فَأَخْرَجَتْهُ مِنْ عِقَاصِهَا فَأَتَيْنَا بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا هُوَ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى نَاسٍ مِنْ الْمُشْرِكِينَ يُخْبِرُهُمْ بِبَعْضِ أَمْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا هَذَا يَا حَاطِبُ فَقَالَ يَا رَسُولَ اللَّهِ لَا تَعْجَلْ عَلَيَّ فَإِنِّي كُنْتُ امْرَأً مُلْصَقًا فِي قُرَيْشٍ وَلَمْ أَكُنْ مِنْ أَنْفُسِهَا وَإِنَّ قُرَيْشًا لَهُمْ بِهَا قَرَابَاتٌ يَحْمُونَ بِهَا أَهْلِيهِمْ بِمَكَّةَ فَأَحْبَبْتُ إِذْ فَاتَنِي ذَلِكَ أَنْ أَتَّخِذَ فِيهِمْ يَدًا يَحْمُونَ قَرَابَتِي بِهَا وَاللَّهِ يَا رَسُولَ اللَّهِ مَا كَانَ بِي مِنْ كُفْرٍ وَلَا ارْتِدَادٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَكُمْ فَقَالَ عُمَرُ دَعْنِي أَضْرِبُ عُنُقَ هَذَا الْمُنَافِقِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ شَهِدَ بَدْرًا وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ عَنْ خَالِدٍ عَنْ حُصَيْنٍ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عَلِيٍّ بِهَذِهِ الْقِصَّةِ قَالَ انْطَلَقَ حَاطِبٌ فَكَتَبَ إِلَى أَهْلِ مَكَّةَ أَنَّ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ سَارَ إِلَيْكُمْ وَقَالَ فِيهِ قَالَتْ مَا مَعِي كِتَابٌ فَانْتَحَيْنَاهَا فَمَا وَجَدْنَا مَعَهَا كِتَابًا فَقَالَ عَلِيٌّ وَالَّذِي يُحْلَفُ بِهِ لَأَقْتُلَنَّكِ أَوْ لَتُخْرِجِنَّ الْكِتَابَ وَسَاقَ الْحَدِيثَ","source":"Abu Daud"},"__N_SSG":true}