{"pageProps":{"number":"236","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Al-Mutsanna] telah menceritakan kepada kami [Muhammad bin Abi 'Adi] dari [Muhammad bin Amru] dia berkata; Telah menceritakan kepada saya [Ibnu Syihab] dari [Urwah bin Az-Zubair] dari [Fathimah binti Abi Hubaisy] bahwasanya dia terkena darah penyakit, maka Nabi shallallahu 'alaihi wasallam bersabda kepadanya: \"Apabila itu darah haidl, maka ia berwarna hitam sebagaimana yang diketahui (oleh wanita). Apabila darah itu ternyata demikian, maka tinggalkanlah shalat. Namun apabila darah itu lain, maka berwudhulah dan kerjakanlah shalat, karena itu hanyalah darah penyakit\". Abu Dawud berkata; [Ibnu Al-Mutsanna] berkata; Telah menceritakan kepada kami dengan hadits itu [Ibnu Abi Adi] di dalam kitabnya demikian, kemudian telah menceritakan kepada kami dengannya secara hafalan, dia berkata; Telah menceritakan kepada kami [Muhammad bin Amru] dari [Az-Zuhri] dari [Urwah] dari [Aisyah] bahwasanya Fathimah pernah terkena darah penyakit, lalu dia menyebutkan hadits secara maknanya. Abu Dawud berkata; Dan telah diriwayatkan oleh Anas bin Sirin dari Ibnu Abbas, tentang wanita yang mengeluarkan darah penyakit; Beliau bersabda: \"Apabila dia melihat darah yang melimpah (haidl). maka janganlah shalat, dan apabila dia melihat suci walaupun sesaat, maka hendaklah dia mandi dan mengerjakan shalat\". Makhul berkata; tidak samar atas kaum wanita tentang darah haidl, darah tersebut berwarna hitam pekat. Apabila warna tersebut hilang dan berubah menjadi warna kekuning-kuningan lembut, maka darah tersebut adalah darah penyakit, karena itu mandilah dan kerjakanlah shalat. Abu Dawud berkata; Dan diriwayatkan oleh Hammad bin Zaid dari Yahya bin Sa'id dari Al-Qa'qa' bin Al-Hakim dari Sa'id bin Al-Musayyib, tentang seorang wanita yang mengeluarkan darah penyakit; apabila darah haid itu datang, maka hendaknya meninggalkan shalat, dan apabila telah berlalu, maka hendaknya mandi dan shalat. Dan telah diriwayatkan oleh Sumayya dan lainnya dari Sa'id bin Al-Musayyib, dia tetap tidak shalat pada hari-hari yang biasa datang haidlnya. Demikian pula diriwayatkan oleh Hammad bin Salamah dari Yahya bin Sa'id bin Al-Musayyib. Abu Dawud berkata; Dan diriwayatkan oleh Yunus dari Al-Hasan; Apabila jangka waktu darah wanita yang haidl bertambah panjang, maka dia menahan diri setelah masa haidl tersebut satu atau dua hari, sebab itu adalah darah penyakit. At-Taimi berkata dari Qatadah; Apabila darah tersebut lebih dari lima hari dari masa waktu haidl tersebut, maka hendaklah dia shalat. Dan At-Taimi mengatakan; Saya mengurangi waktu tersebut sampai dua hari, lalu dia berkata; Apabila lebih dua hari (dari masa waktu haidl itu), maka termasuk darah haidl. Dan Ibnu Sirin pernah ditanya tentang hal tersebut, maka dia menjawab; Wanita lebih mengetahui akan hal itu. ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ عَنْ مُحَمَّدٍ يَعْنِي ابْنَ عَمْرٍو قَالَ حَدَّثَنِي ابْنُ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ فَاطِمَةَ بِنْتِ أَبِي حُبَيْشٍأَنَّهَا كَانَتْ تُسْتَحَاضُ فَقَالَ لَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ دَمُ الْحَيْضَةِ فَإِنَّهُ أَسْوَدُ يُعْرَفُ فَإِذَا كَانَ ذَلِكَ فَأَمْسِكِي عَنْ الصَّلَاةِ فَإِذَا كَانَ الْآخَرُ فَتَوَضَّئِي وَصَلِّي فَإِنَّمَا هُوَ عِرْقٌقَالَ أَبُو دَاوُد و قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا بِهِ ابْنُ أَبِي عَدِيٍّ مِنْ كِتَابِهِ هَكَذَا ثُمَّ حَدَّثَنَا بِهِ بَعْدُ حِفْظًا قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ فَاطِمَةَ كَانَتْ تُسْتَحَاضُ فَذَكَرَ مَعْنَاهُ قَالَ أَبُو دَاوُد وَقَدْ رَوَى أَنَسُ بْنُ سِيرِينَ عَنْ ابْنِ عَبَّاسٍ فِي الْمُسْتَحَاضَةِ قَالَ إِذَا رَأَتْ الدَّمَ الْبَحْرَانِيَّ فَلَا تُصَلِّي وَإِذَا رَأَتْ الطُّهْرَ وَلَوْ سَاعَةً فَلْتَغْتَسِلْ وَتُصَلِّي و قَالَ مَكْحُولٌ إِنَّ النِّسَاءَ لَا تَخْفَى عَلَيْهِنَّ الْحَيْضَةُ إِنَّ دَمَهَا أَسْوَدُ غَلِيظٌ فَإِذَا ذَهَبَ ذَلِكَ وَصَارَتْ صُفْرَةً رَقِيقَةً فَإِنَّهَا مُسْتَحَاضَةٌ فَلْتَغْتَسِلْ وَلْتُصَلِّ قَالَ أَبُو دَاوُد وَرَوَى حَمَّادُ بْنُ زَيْدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ الْقَعْقَاعِ بْنِ حَكِيمٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ فِي الْمُسْتَحَاضَةِ إِذَا أَقْبَلَتْ الْحَيْضَةُ تَرَكَتْ الصَّلَاةَ وَإِذَا أَدْبَرَتْ اغْتَسَلَتْ وَصَلَّتْ وَرَوَى سُمَيٌّ وَغَيْرُهُ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ تَجْلِسُ أَيَّامَ أَقْرَائِهَا وَكَذَلِكَ رَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ أَبُو دَاوُد وَرَوَى يُونُسُ عَنْ الْحَسَنِ الْحَائِضُ إِذَا مَدَّ بِهَا الدَّمُ تُمْسِكُ بَعْدَ حَيْضَتِهَا يَوْمًا أَوْ يَوْمَيْنِ فَهِيَ مُسْتَحَاضَةٌ و قَالَ التَّيْمِيُّ عَنْ قَتَادَةَ إِذَا زَادَ عَلَى أَيَّامِ حَيْضِهَا خَمْسَةُ أَيَّامٍ فَلْتُصَلِّ و قَالَ التَّيْمِيُّ فَجَعَلْتُ أَنْقُصُ حَتَّى بَلَغَتْ يَوْمَيْنِ فَقَالَ إِذَا كَانَ يَوْمَيْنِ فَهُوَ مِنْ حَيْضِهَا و سُئِلَ ابْنُ سِيرِينَ عَنْهُ فَقَالَ النِّسَاءُ أَعْلَمُ بِذَلِكَ","source":"Abu Daud"},"__N_SSG":true}