{"pageProps":{"number":"270","slug":"abu-daud","id":"Telah menceritakan kepada kami [Amru bin Aun] telah mengabarkan kepada kami [Khalid Al-Wasithi] dari [Khalid Al-Hadzdza`] dari [Abu Qilabah] Al-Hadits. Dan telah menceritakan kepada kami [Musaddad] telah mengabarkan kepada kami [Khalid bin Abdullah Al-Wasithi] dari [Khalid Al-Hadzdza`] dari [Abu Qilabah] dari [Amru bin Bujdan] dari [Abu Dzarr] dia berkata; Beberapa kambing sedekah dikumpulkan pada Rasulullah shallallahu 'alaihi wasallam, lalu beliau bersabda: Wahai Abu Dzarr, kirimkan dia ke perkampungan badui. Lalu saya pun mengirimkannya ke Rabadzah. Lalu saya junub, sehingga saya tinggal lima atau enam hari shalat tanpa bersuci. Lalu saya mendatangi Nabi shallallahu 'alaihi wasallam. Beliau memanggil: \"Wahai Abu Dzarr!\" Namun saya terdiam. Maka beliau bersabda: Hus, wahai Abu Dzarr!\" Lalu beliau memanggil seorang budak wanita hitam, dia datang dengan membawa baskom berisi air, lalu dia menutupiku dengan kain dan saya menutup diri dengan unta, lalu saya mandi, seakan-akan aku lempar tanah gunung dariku (karena tujuh hari tak bersuci dengan air). Beliau lantas bersabda: \"Tanah yang suci adalah alat wudlu seorang muslim meskipun dia tidak menemukan air hingga sepuluh tahun. Apabila kamu dapati air, maka berwudhu dan mandilah, karena itu lebih baik bagimu. Musaddad berkata; Beberapa kambing sedekah. Abu Dawud berkata; Hadits Amru lebih sempurna. ","arab":"حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ أَخْبَرَنَا خَالِدٌ الْوَاسِطِيُّ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ أَبِي قِلَابَةَ ح حَدَّثَنَا مُسَدَّدٌ أَخْبَرَنَا خَالِدٌ يَعْنِي ابْنَ عَبْدِ اللَّهِ الْوَاسِطِيَّ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ أَبِي قِلَابَةَ عَنْ عَمْرِو بْنِ بُجْدَانَ عَنْ أَبِي ذَرٍّ قَالَاجْتَمَعَتْ غُنَيْمَةٌ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا أَبَا ذَرٍّ ابْدُ فِيهَا فَبَدَوْتُ إِلَى الرَّبَذَةِ فَكَانَتْ تُصِيبُنِي الْجَنَابَةُ فَأَمْكُثُ الْخَمْسَ وَالسِّتَّ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو ذَرٍّ فَسَكَتُّ فَقَالَ ثَكِلَتْكَ أُمُّكَ أَبَا ذَرٍّ لِأُمِّكَ الْوَيْلُ فَدَعَا لِي بِجَارِيَةٍ سَوْدَاءَ فَجَاءَتْ بِعُسٍّ فِيهِ مَاءٌ فَسَتَرَتْنِي بِثَوْبٍ وَاسْتَتَرْتُ بِالرَّاحِلَةِ وَاغْتَسَلْتُ فَكَأَنِّي أَلْقَيْتُ عَنِّي جَبَلًا فَقَالَ الصَّعِيدُ الطَّيِّبُ وَضُوءُ الْمُسْلِمِ وَلَوْ إِلَى عَشْرِ سِنِينَ فَإِذَا وَجَدْتَ الْمَاءَ فَأَمِسَّهُ جِلْدَكَ فَإِنَّ ذَلِكَ خَيْرٌ وَقَالَ مُسَدَّدٌ غُنَيْمَةٌ مِنْ الصَّدَقَةِقَالَ أَبُو دَاوُد وَحَدِيثُ عَمْرٍو أَتَمُّ","source":"Abu Daud"},"__N_SSG":true}