{"pageProps":{"number":"2872","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar], telah menceritakan kepada kami [Yahya], telah menceritakan kepada kami [Abu Ja'far Al Khathmi], ia berkata; pamanku mengutusku dan budaknya kepada [Sa'id bin Al Muasayyab], ia berkata; kemudian kami mengatakan kepadanya; apakah ada sesuatu yang telah sampai kepadamu mengenai muzara'ah. Ia berkata; dahulu Ibnu Umar melihatnya sebagai sesuatu yang diperbolehkan hingga sampai kepadanya hadits dari [Rafi' bin Khadij], kemudian ia datang kepadanya, lalu Rafi' mengabarkan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam telah datang kepada Bani Haritsah lalu beliau melihat tanaman di tanah Zhuhair. Kemudian beliau berkata; betapa indah tanaman Zhuhair. Orang-orang berkata; itu bukan milik Zhuhair. Beliau berkata; bukankah itu adalah tanah milik Zhuhair? Mereka berkata; benar, akan tetapi tanamannya adalah tanaman Fulan. Beliau berkata: \"Ambillah tanaman kalian dan kembalikan pembiayaannya kepadanya.\" Rafi' berkata; kemudian kami mengambil tanaman kami dan kami mengembalikan pembiayaan kepadanya. Sa'id berkata; \"Berikan kepada saudaramu atau sewakan dengan upah beberapa dirham!\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى حَدَّثَنَا أَبُو جَعْفَرٍ الْخَطْمِيُّ قَالَ بَعَثَنِي عَمِّي أَنَا وَغُلَامًا لَهُ إِلَى سَعِيدِ بْنِ الْمُسَيَّبِ قَالَفَقُلْنَا لَهُ شَيْءٌ بَلَغَنَا عَنْكَ فِي الْمُزَارَعَةِ قَالَ كَانَ ابْنُ عُمَرَ لَا يَرَى بِهَا بَأْسًا حَتَّى بَلَغَهُ عَنْ رَافِعِ بْنِ خَدِيجٍ حَدِيثٌ فَأَتَاهُ فَأَخْبَرَهُ رَافِعٌ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَى بَنِي حَارِثَةَ فَرَأَى زَرْعًا فِي أَرْضِ ظُهَيْرٍ فَقَالَ مَا أَحْسَنَ زَرْعَ ظُهَيْرٍ قَالُوا لَيْسَ لِظُهَيْرٍ قَالَ أَلَيْسَ أَرْضُ ظُهَيْرٍ قَالُوا بَلَى وَلَكِنَّهُ زَرْعُ فُلَانٍ قَالَ فَخُذُوا زَرْعَكُمْ وَرُدُّوا عَلَيْهِ النَّفَقَةَقَالَ رَافِعٌ فَأَخَذْنَا زَرْعَنَا وَرَدَدْنَا إِلَيْهِ النَّفَقَةَ قَالَ سَعِيدٌ أَفْقِرْ أَخَاكَ أَوْ أَكْرِهِ بِالدَّرَاهِمِ","source":"Abu Daud"},"__N_SSG":true}