{"pageProps":{"number":"3015","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] telah menceritakan kepada kami [Jarir] dari [Abdul Aziz bin Rufai'] dari [beberapa orang dari keluarga Abdullah bin Shafwan] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai Shafwan, apakah engkau memiliki senjata?\" Shafwan menjawab, \"Sebagai pinjaman atau perampasan?\" Beliau menjawab: \"Bukan perampasan, melainkan peminjaman.\" Kemudian ia meminjamkan kepada beliau antara tiga puluh hingga empat puluh baju besi. Kemudian Rasulullah shallallahu 'alaihi wasallam memerangi Hunain. Ketika orang-orang musyrik dapat dikalahkan, maka baju-baju besi milik Shafwan dikumpulkan, namun beliau kehilangan beberapa baju zirah. Rasulullah shallallahu 'alaihi wasallam kemudian berkata kepada Shafwan: \"Sesungguhnya kami kehilangan sebagian baju besimu, apakah kami menanggung untukmu?\" Shafwan menjawab, \"Tidak, wahai Rasulullah! Karena dalam hatiku pada hari ini terdapat sesuatu yang tidak ada pada saat itu.\" Abu Daud berkata, \" Ia memberi pinjaman itu sebelum ia masuk Islam.\" Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Abu Al Ahwash] telah menceritakan kepada kami [Abdul Aziz bin Rufai'] dari ['Atha] dari [beberapa orang keluarga Shafwan] ia berkata, \"Nabi shallallahu 'alaihi wasallam meminjam….. kemudian ia menyebutkan maknanya.\"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنْ أُنَاسٍ مِنْ آلِ عَبدِ اللَّهِ بْنِ صَفْوَانَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَا صَفْوَانُ هَلْ عِنْدَكَ مِنْ سِلَاحٍ قَالَ عَوَرً أَمْ غَصْبًا قَالَ لَا بَلْ عَوَرً فَأَعَارَهُ مَا بَيْنَ الثَّلَاثِينَ إِلَى الْأَرْبَعِينَ دِرْعًا وَغَزَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُنَيْنًا فَلَمَّا هُزِمَ الْمُشْرِكُونَ جُمِعَتْ دُرُوعُ صَفْوَانَ فَفَقَدَ مِنْهَا أَدْرَاعًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِصَفْوَانَ إِنَّا قَدْ فَقَدْنَا مِنْ أَدْرَاعِكَ أَدْرَاعًا فَهَلْ نَغْرَمُ لَكَ قَالَ لَا يَا رَسُولَ اللَّهِ لِأَنَّ فِي قَلْبِي الْيَوْمَ مَا لَمْ يَكُنْ يَوْمَئِذٍقَالَ أَبُو دَاوُد وَكَانَ أَعَارَهُ قَبْلَ أَنْ يُسْلِمَ ثُمَّ أَسْلَمَ حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا أَبُو الْأَحْوَصِ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ رُفَيْعٍ عَنْ عَطَاءٍ عَنْ نَاسٍ مِنْ آلِ صَفْوَانَ قَالَ اسْتَعَارَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَاهُ","source":"Abu Daud"},"__N_SSG":true}