{"pageProps":{"number":"3049","slug":"abu-daud","id":"Telah menceritakan kepada kami [Sulaiman bin Harb] telah menceritakan kepada kami [Hammad bin Zaid] dari [Ayyub] dari [Ibnu Abu Mulaikah] telah menceritakan kepadaku ['Uqbah bin Al Harits] dan telah menceritakannya kepadaku [sahabatku], dan aku lebih hafal terhadap hadits sahabatku, ia berkata, \"Aku menikahi Ummu Yahya binti Abu Ihab, kemudian seorang wanita hitam datang kepadaku dan mengaku bahwa ia telah menyusui kami semua. Lalu aku datang kepada Nabi shallallahu 'alaihi wasallam dan menceritakan hal tersebut kepadanya. Beliau pun berpaling dariku, lalu aku katakan, \"Wahai Rasulullah, sesungguhnya ia telah berdusta.\" Beliau bersabda: \"Bagaimana engkau mengetahui, sementara ia telah mengatakan apa yang telah ia katakan. Tinggalkan wanita (isterimu) tersebut!\" Telah menceritakan kepada kami [Ahmad bin Abu Syu'aib Al Harrani] telah menceritakan kepada kami [Al Harits bin 'Umair Al Bashri]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Utsman bin Abu Syaibah] telah menceritakan kepada kami [Isma'il bin 'Ulaiyyah] keduanya berasal dari [Ayyub] dari [Ibnu Abu Mulaikah] dari ['Ubaid bin Abu Maryam] dari ['Uqbah bin Al Harits] aku telah mendengarnya dari 'Uqbah, akan tetapi aku lebih hafal dengan hadits 'Ubaid…lalu ia menyebutkan maknanya.\" Abu Daud berkata; [Hammad bin Zaid] melihat kepada Al Harits bin 'Umair kemudian berkata, \"Orang ini termasuk di antara sahabat-sahabat Ayyub yang tsiqah.\"","arab":"حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ ابْنِ أَبِي مُلَيْكَةَ حَدَّثَنِي عُقْبَةُ بْنُ الْحَارِثِ وَحَدَّثَنِيهِ صَاحِبٌ لِي عَنْهُ وَأَنَا لِحَدِيثِ صَاحِبِي أَحْفَظُ قَالَتَزَوَّجْتُ أُمَّ يَحْيَى بِنْتَ أَبِي إِهَابٍ فَدَخَلَتْ عَلَيْنَا امْرَأَةٌ سَوْدَاءُ فَزَعَمَتْ أَنَّهَا أَرْضَعَتْنَا جَمِيعًا فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَأَعْرَضَ عَنِّي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّهَا لَكَاذِبَةٌ قَالَ وَمَا يُدْرِيكَ وَقَدْ قَالَتْ مَا قَالَتْ دَعْهَا عَنْكَحَدَّثَنَا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ الْحَرَّانِيُّ حَدَّثَنَا الْحَارِثُ بْنُ عُمَيْرٍ الْبَصْرِيُّ ح و حَدَّثَنَا عُثْمُانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ كِلَاهُمَا عَنْ أَيُّوبَ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ عُبَيْدِ بْنِ أَبِي مَرْيَمَ عَنْ عُقْبَةَ بْنِ الْحَارِثِ وَقَدْ سَمِعْتُهُ مِنْ عُقْبَةَ وَلَكِنِّي لِحَدِيثِ عُبَيْدٍ أَحْفَظُ فَذَكَرَ مَعْنَاهُ قَالَ أَبُو دَاوُد نَظَرَ حَمَّادُ بْنُ زَيْدٍ إِلَى الْحَارِثِ بْنِ عُمَيْرٍ فَقَالَ هَذَا مِنْ ثِقَاتِ أَصْحَابِ أَيُّوبَ","source":"Abu Daud"},"__N_SSG":true}