{"pageProps":{"number":"3600","slug":"abu-daud","id":"Telah menceritakan kepada kami [Abu Al Walid Ath Thayalisi] berkata, telah menceritakan kepada kami [Abu Awanah] dari [Raqabah bin Mashqalah] dari [Aun bin Abu Juhaifah] dari ['Abdurrahman] -maksudnya Abdur Rahman bin Samurah- ia berkata, \"Aku meraih tangan [Ibnu Umar] saat berada di jalanan kota Madinah; yakni saat mendatangi kepala yang ditancapkan (kepala Abdullah bin Az Zubair), ia berkata, \"Calakalah orang yang telah membunuh orang ini!\" Ketika telah berlalu ia berkata lagi, \"Aku tidak melihat kecuali orang ini telah celaka. Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa mendatangi seorang laki-laki dari umatku untuk membunuhnya, hendaklah ia mengatakan begini 'orang yang membunuh dineraka dan yang dibunuh disurga.\" Abu Daud berkata; [At Tsauri] telah meriwayatkannya dari [Aun] dari [Abdur Rahman bin Sumair atau Sumairah] serta [Laits bin Abu Sulaim] meriwayatkannya dari [Aun] dari [Abdur Rahman bin Sumairah], Abu Daud berkata; \" [Al Hasan bin Ali] berkata kepadaku, telah menceritakan kepadaku [Abu Walid] -maksudnya menceritakan hadits ini-; dari [Abu Awanah] dan ia (Abu Walid) berkata; \"dia (Abdur Rahman) di dalam kitab saya (bernama Abdur Rahman) bin Sabarah, dan mereka berkata; Samurah, dan mereka juga berkata; Sumairah, ini adalah perkataannya Abu Walid.\"","arab":"حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ رَقَبَةَ بْنِ مَصْقَلَةَ عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ عَنْ عَبْدِ الرَّحْمَنِ يَعْنِي ابْنَ سَمُرَةَ قَالَكُنْتُ آخِذًا بِيَدِ ابْنِ عُمَرَ فِي طَرِيقٍ مِنْ طُرُقِ الْمَدِينَةِ إِذْ أَتَى عَلَى رَأْسٍ مَنْصُوبٍ فَقَالَ شَقِيَ قَاتِلُ هَذَا فَلَمَّا مَضَى قَالَ وَمَا أُرَى هَذَا إِلَّا قَدْ شَقِيَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ مَشَى إِلَى رَجُلٍ مِنْ أُمَّتِي لِيَقْتُلَهُ فَلْيَقُلْ هَكَذَا فَالْقَاتِلُ فِي النَّارِ وَالْمَقْتُولُ فِي الْجَنَّةِقَالَ أَبُو دَاوُد رَوَاهُ الثَّوْرِيُّ عَنْ عَوْنٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سُمَيْرٍ أَوْ سُمَيْرَةَ وَرَوَاهُ لَيْثُ بْنُ أَبِي سُلَيْمٍ عَنْ عَوْنٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سُمَيْرَةَ قَالَ أَبُو دَاوُد قَالَ لِي الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا أَبُو الْوَلِيدِ يَعْنِي بِهَذَا الْحَدِيثِ عَنْ أَبِي عَوَانَةَ و قَالَ هُوَ فِي كِتَابِي ابْنُ سَبَرَةَ وَقَالُوا سَمُرَةَ وَقَالُوا سُمَيْرَةَ هَذَا كَلَامُ أَبِي الْوَلِيدِ","source":"Abu Daud"},"__N_SSG":true}