{"pageProps":{"number":"3675","slug":"abu-daud","id":"Telah menceritakan kepada kami [Al Hasan bin Ali] berkata, telah menceritakan kepada kami [Al Himmani] -maksudnya Abdul Hamid bin 'Abdurrahman Al Himmani- dari [Thalhah bin Yahya] dan [Buraid bin Abdullah bin Abu Burdah] dari [Abu Burdah] dari [Abu Musa] ia berkata, \"Muadz pernah datang kepadaku saat aku berada di Yaman dan ada seorang yahudi yang telah masuk Islam kemudian murtad. Saat Mu'adz tiba, ia berkata, \"Aku tidak akan turun dari tungganganku ini hingga ia (yahudi itu) dibunuh.\" Yahudi itu akhirnya dibunuh. Salah seorang dari keduanya (Abu Musa dan Mu'adz) berkata, \"Yahudi itu telah diminta untuk bertaubat sebelum diekskusi mati.\" Telah menceritakan kepada kami [Muhammad Ibnul 'Ala] berkata, telah menceritakan kepada kami [Hafsh] berkata, telah menceritakan kepada kami [Asy Syaibani] dari [Abu Burdah] dengan kisah cerita yang sama. Ia (Abu Burdah) berkata, \"Didatangkan kepada [Abu Musa] seorang laki-laki yang telah murtad dari Islam. Lalu ia menyerunya (untuk bertaubat) selama dua puluh hari, atau kurang dari itu. Kemudian Mu'adz tiba dan menyerunya (untuk taubat), namun laki-laki itu enggan, hingga akhirnya Mu'adz memenggal lehernya.\" Abu Dawud berkata, \"Hadits ini diriwayatkan oleh [Abdul Malik bin Umair] dari [Abu Burdah], namun ia tidak menyebutkan kata 'permintaan untuk bertubat'. [Ibnu Fudhail] juga meriwayatkan dari [Asy Syaibani] dari [Sa'id bin Abu Burdah], dari [bapaknya], dari [Abu Musa], dan ia juga tidak menyebutkan kata 'permintaan untuk taubat' dalam haditsnya. Telah menceritakan kepada kami [Ibnu Mu'adz] berkata, telah menceritakan kepada kami [bapakku] berkata, telah menceritakan kepada kami [Al Mas'udi] dari [Al Qasim] dengan kisah ini, ia berkata, \"Mu'adz belum juga turun dari kendaraannya hingga laki-laki (murtad) itu dipenggal lehernya tanpa memintanya untuk bertaubat dahulu.\"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا الْحِمَّانِيُّ يَعْنِى عَبْدَ الْحَمِيدِ ابْنَ عَبْدِ الرَّحْمَنِ عَنْ طَلْحَةَ بْنِ يَحْيَى وَبُرَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى قَالَقَدِمَ عَلَيَّ مُعَاذٌ وَأَنَا بِالْيَمَنِ وَرَجُلٌ كَانَ يَهُودِيًّا فَأَسْلَمَ فَارْتَدَّ عَنْ الْإِسْلَامِ فَلَمَّا قَدِمَ مُعَاذٌ قَالَ لَا أَنْزِلُ عَنْ دَابَّتِي حَتَّى يُقْتَلَ فَقُتِلَ قَالَ أَحَدُهُمَا وَكَانَ قَدْ اسْتُتِيبَ قَبْلَ ذَلِكَحَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا حَفْصٌ حَدَّثَنَا الشَّيْبَانِيُّ عَنْ أَبِي بُرْدَةَ بِهَذِهِ الْقِصَّةِ قَالَ فَأُتِيَ أَبُو مُوسَى بِرَجُلٍ قَدْ ارْتَدَّ عَنْ الْإِسْلَامِ فَدَعَاهُ عِشْرِينَ لَيْلَةً أَوْ قَرِيبًا مِنْهَا فَجَاءَ مُعَاذٌ فَدَعَاهُ فَأَبَى فَضَرَبَ عُنُقَهُ قَالَ أَبُو دَاوُد وَرَوَاهُ عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ عَنْ أَبِي بُرْدَةَ لَمْ يَذْكُرْ الِاسْتِتَابَةَ وَرَوَاهُ ابْنُ فُضَيْلٍ عَنْ الشَّيْبَانِيِّ عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ عَنْ أَبِيهِ عَنْ أَبِي مُوسَى لَمْ يَذْكُرْ فِيهِ الِاسْتِتَابَةَ حَدَّثَنَا ابْنُ مُعَاذٍ حَدَّثَنَا أَبِي حَدَّثَنَا الْمَسْعُودِيُّ عَنْ الْقَاسِمِ بِهَذِهِ الْقِصَّةِ قَالَ فَلَمْ يَنْزِلْ حَتَّى ضُرِبَ عُنُقُهُ وَمَا اسْتَتَابَهُ","source":"Abu Daud"},"__N_SSG":true}