{"pageProps":{"number":"3677","slug":"abu-daud","id":"Telah menceritakan kepada kami [Utsman bin Abu Syaibah] berkata, telah menceritakan kepada kami [Ahmad bin Al Mufadhdhal] berkata, telah menceritakan kepada kami [Asbath bin Nashr] ia berkata; [As Sudi] menyakini bahwa ia meriwayatkan dari [Mush'ab bin Sa'd] dari [Sa'd] ia berkata, \"Saat terjadi pembukaan (penaklukan) kota Makkah, Abdullah bin Sa'd bin Abu Sarh bersembunyi di belakang Utsman bin Affan (minta perlindungan). Utsman lantas membawanya menghadap Nabi shallallahu 'alaihi wasallam seraya berkata, \"Wahai Rasulullah, baiatlah Abdullah.\" Beliau kemudian mengangkat kepalanya dan memandang ke arahnya sebanyak tiga kali, setiap kali itu pula beliau enggan menerimanya. Namun pada kali ketiganya beliau menerima dan membaiatnya. Setelah itu beliau berbalik menghadap para sahabat, beliau bersabda: \"Bukankah telah ada di antara kalian seorang yang bijaksana (yang percaya dengan keputusan Rasulullah) yang berdiri menuju orang ini (untuk memohon jaminan perlindungan), yang jika sekiranya ia melihatku menahan tanganku untuk membaiatnya maka ia akan membunuhnya.\" maka mereka (para sahabat) berkata; \"Kami tidak mengetahui apa yang ada dalam dirimu wahai Rasulullah jika engkau tidak memberikan isyarat kepada kami dengan mata, Rasulullah shallallahu 'alaihi wasallam bersabda; \"Sesungguhnya tidak layak bagi seorang Nabi tidak jujur dengan isyarat matanya.\"","arab":"حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَحْمَدُ بْنُ الْمُفَضَّلِ حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ قَالَ زَعَمَ السُّدِّيُّ عَنْ مُصْعَبِ بْنِ سَعْدٍ عَنْ سَعْدٍ قَالَلَمَّا كَانَ يَوْمُ فَتْحِ مَكَّةَ اخْتَبَأَ عَبْدُ اللَّهِ بْنُ سَعْدِ بْنِ أَبِي سَرْحٍ عِنْدَ عُثْمَانَ بْنِ عَفَّانَ فَجَاءَ بِهِ حَتَّى أَوْقَفَهُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ بَايِعْ عَبْدَ اللَّهِ فَرَفَعَ رَأْسَهُ فَنَظَرَ إِلَيْهِ ثَلَاثًا كُلُّ ذَلِكَ يَأْبَى فَبَايَعَهُ بَعْدَ ثَلَاثٍ ثُمَّ أَقْبَلَ عَلَى أَصْحَابِهِ فَقَالَ أَمَا كَانَ فِيكُمْ رَجُلٌ رَشِيدٌ يَقُومُ إِلَى هَذَا حَيْثُ رَآنِي كَفَفْتُ يَدِي عَنْ بَيْعَتِهِ فَيَقْتُلُهُ فَقَالُوا مَا نَدْرِي يَا رَسُولَ اللَّهِ مَا فِي نَفْسِكَ أَلَّا أَوْمَأْتَ إِلَيْنَا بِعَيْنِكَ قَالَ إِنَّهُ لَا يَنْبَغِي لِنَبِيٍّ أَنْ تَكُونَ لَهُ خَائِنَةُ الْأَعْيُنِ","source":"Abu Daud"},"__N_SSG":true}