{"pageProps":{"number":"3681","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] berkata, telah menceritakan kepada kami [Hammad] dari [Yunus] dari [Humaid bin Hilal] dari Nabi shallallahu 'alaihi wasallam. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Harun bin Abdullah] dan [Nushair Ibnul Faraj] keduanya berkata; telah menceritakan kepada kami [Abu Usamah] dari [Yazid bin Zurai'] dari [Yunus bin Ubaid] dari [Humaid bin Hilal] dari [Abdullah bin Mutharrif] dari [Abu Barzah] ia berkata, \"Aku pernah di dekat [Abu Bakar radliallahu 'anhu], ia marah kepada seorang laki-laki dan amarahnya semakin memuncak. Aku lalu berkata, \"Wahai Khalifah Rasulullah shallallahu 'alaihi wasallam, bolehkan aku memenggal kepalanya?\" Abu Barzah berkata, \"Kata-kataku itu menjadikan amarahnya hilang. Ia lalu berdiri dan masuk ke dalam rumah. Kemudian Abu Bakar mengutus utusan (untuk memanggilku), Abu Bakar berkata, \"Apa yang kamu katakan tadi?\" aku menjawab, \"Tadi aku minta izin untuk memenggal lehernya.\" Abu Bakar berkata lagi, \"Apakah kamu akan melakukannya jika aku perintahkan untuk itu?\" Aku menjawab, \"Tentu.\" Abu Bakr lalu berkata, \"Demi Allah, tidak! Tidak ada seorang pun boleh melebihi (petuah) Muhammad shallallahu 'alaihi wasallam.\" Abu Dawud berkata, \"Ini adalah lafadz Yazid. Ahmad bin Hanbal berkata, \"Maksudnya, Abu Bakar tidak akan membunuh seorang pun kecuali dengan salah satu dari tiga sebab (dibolehkannya membunuh seorang muslim) sebagaimana yang dikatakan oleh Rasulullah shallallahu 'alaihi wasallam. Yakni; kafir setelah beriman, zina setelah menikah dan membunuh jiwa. Itulah alasan yang dibolehkan Nabi shallallahu 'alaihi wasallam untuk membunuh.\"","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ يُونُسَ عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ وَنُصَيْرُ بْنُ الْفَرَجِ قَالَا حَدَّثَنَا أَبُو أُسَامَةَ عَنْ يَزِيدَ بْنِ زُرَيْعٍ عَنْ يُونُسَ بْنِ عُبَيْدٍ عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ عَبْدِ اللَّهِ بْنِ مُطَرِّفٍ عَنْ أَبِي بَرْزَةَ قَالَكُنْتُ عِنْدَ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَتَغَيَّظَ عَلَى رَجُلٍ فَاشْتَدَّ عَلَيْهِ فَقُلْتُ تَأْذَنُ لِي يَا خَلِيفَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَضْرِبُ عُنُقَهُ قَالَ فَأَذْهَبَتْ كَلِمَتِي غَضَبَهُ فَقَامَ فَدَخَلَ فَأَرْسَلَ إِلَيَّ فَقَالَ مَا الَّذِي قُلْتَ آنِفًا قُلْتُ ائْذَنْ لِي أَضْرِبُ عُنُقَهُ قَالَ أَكُنْتَ فَاعِلًا لَوْ أَمَرْتُكَ قُلْتُ نَعَمْ قَالَ لَا وَاللَّهِ مَا كَانَتْ لِبَشَرٍ بَعْدَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ أَبُو دَاوُد هَذَا لَفْظُ يَزِيدَ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ أَيْ لَمْ يَكُنْ لِأَبِي بَكْرٍ أَنْ يَقْتُلَ رَجُلًا إِلَّا بِإِحْدَى الثَّلَاثِ الَّتِي قَالَهَا رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُفْرٌ بَعْدَ إِيمَانٍ أَوْ زِنًا بَعْدَ إِحْصَانٍ أَوْ قَتْلُ نَفْسٍ بِغَيْرَ نَفْسٍ وَكَانَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَقْتُلَ","source":"Abu Daud"},"__N_SSG":true}