{"pageProps":{"number":"3792","slug":"abu-daud","id":"Telah menceritakan kepada kami [Ali Ibnul Ja'd] berkata, telah menceritakan kepada kami [Syu'bah]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Musa bin Isma'il] berkata, telah menceritakan kepada kami [Hammad] dari [Qatadah] dari [Al Hasan] dari [Samurah] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Barangsiapa membunuh budaknya maka kami akan membunuhnya, dan barangsiapa memotong hidung budaknya maka kami akan memotong hidungnya.\" Telah menceritakan kepada kami [Muhammad Ibnul Mutsanna] berkata, telah menceritakan kepada kami [Mu'adz bin Hisyam] berkata, telah menceritakan kepadaku [Bapakku] dari [Qatadah] dengan sanadnya yang sama. Ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa mengebiri budaknya maka kami akan mengebirinya.\" Kemudian ia menyebutkan sebagaimana hadits Syu'bah dan Hamamd.\" Abu Dawud berkata, \" [Abu Dawud Ath Thayalisi] meriwayatkannya dari [Hisyam] seperti hadits [Mu'adz]. Telah menceritakan kepada kami [Al Hasan bin Ali] berkata, telah menceritakan kepada kami [Sa'id bin Amir] dari [Ibnu Abu Arubah] dari [Qatadah] dengan sanad [Syu'bah] seperti hadits itu. Hanya saja ia menambahkan, bahwa Al Hasan melupakan hadits ini. Ia menyebutkan, \"Orang merdeka tidak boleh dibunuh karena seorang budak (yakni qishas).\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ حَدَّثَنَا شُعْبَةُ ح و حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ حَدَّثَنَا حَمَّادٌ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ سَمُرَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَتَلَ عَبْدَهُ قَتَلْنَاهُ وَمَنْ جَدَعَ عَبْدَهُ جَدَعْنَاهُحَدَّثَنَا مُحَمَّدُ ابْنُ الْمُثَنَّى حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنْ قَتَادَةَ بِإِسْنَادِهِ مِثْلَهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ خَصَى عَبْدَهُ خَصَيْنَاهُ ثُمَّ ذَكَرَ مِثْلَ حَدِيثِ شُعْبَةَ وَحَمَّادٍ قَالَ أَبُو دَاوُد وَرَوَاهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ عَنْ هِشَامٍ مِثْلَ حَدِيثِ مُعَاذٍ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ عَنْ ابْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ بِإِسْنَادِ شُعْبَةَ مِثْلَهُ زَادَ ثُمَّ إِنَّ الْحَسَنَ نَسِيَ هَذَا الْحَدِيثَ فَكَانَ يَقُولُ لَا يُقْتَلُ حُرٌّ بِعَبْدٍ","source":"Abu Daud"},"__N_SSG":true}