{"pageProps":{"number":"399","slug":"abu-daud","id":"Telah menceritakan kepada kami [Isa bin Hammad] telah menceritakan kepada kami [Al-Laits] dari [Sa'id Al-Maqburi] dari [Syarik bin Abdullah bin Abi Namr] bahwasanya dia telah mendengar [Anas bin Malik] berkata; Ada seorang laki-laki (musyrik) menunggang onta masuk ke Masjid, kemudian dia menderumkan untanya dan mengikatnya, lalu berkata; Siapakah di antara kalian yang bernama Muhammad? Sementara Rasulullah shallallahu 'alaihi wasallam sedang bersandar di antara para sahabat. Maka kami katakana; Ini, orang putih yang sedang bersandar. Lalu laki-laki tersebut berkata kepada beliau; Wahai Ibnu Abdil Muththalib! Maka Rasulullah shallallahu 'alaihi wasallam menyahut kepadanya: \"Ya, saya mendengarmu.\" Laki-laki itu lantas berkata kepada beliau; Sesungguhnya saya bertanya kepadamu, lalu dia pun menyebutkan hadits itu. Telah menceritakan kepada kami [Muhammad bin Amru] telah menceritakan kepada kami [Salamah] telah menceritakan kepadaku [Muhammad bin Ishaq] telah menceritakan kepadaku [Salamah bin Kuhail] dan [Muhammad bin Al-Walid bin Nuwaifi'] dari [Kuraib] dari [Ibnu Abbas] dia berkata; Bani Sa'd bin Bakr mengutus Dlimam bin Tsa'labah untuk menemui Rasulullah shallallahu 'alaihi wasallam, lalu dia menemui beliau dan menderumkan untanya di depan pintu Masjid dan mengikatnya, kemudian dia masuk. Lalu perawi menyebutkan lafazh semisal dengan di atas. Perawi berkata; Laki-laki itu bertanya; Siapakah di antara kalian yang bernama Ibnu Abdil Muththalib? Maka Rasulullah shallallahu 'alaihi wasallam menyahut: \"Sayalah Ibnu Abdil Muththalib.\" Laki-laki itu berkata; Wahai Ibnu Abdil Muththalib. Kemudian dia menyebutkan hadits itu. ","arab":"حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ حَدَّثَنَا اللَّيْثُ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُدَخَلَ رَجُلٌ عَلَى جَمَلٍ فَأَنَاخَهُ فِي الْمَسْجِدِ ثُمَّ عَقَلَهُ ثُمَّ قَالَ أَيُّكُمْ مُحَمَّدٌ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَّكِئٌ بَيْنَ ظَهْرَانَيْهِمْ فَقُلْنَا لَهُ هَذَا الْأَبْيَضُ الْمُتَّكِئُ فَقَالَ لَهُ الرَّجُلُ يَا ابْنَ عَبْدِ الْمُطَّلِبِ فَقَالَ لَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَجَبْتُكَ فَقَالَ لَهُ الرَّجُلُ يَا مُحَمَّدُ إِنِّي سَائِلُكَ وَسَاقَ الْحَدِيثَحَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو حَدَّثَنَا سَلَمَةُ حَدَّثَنِي مُحَمَّدُ بْنُ إِسْحَقَ حَدَّثَنِي سَلَمَةُ بْنُ كُهَيْلٍ وَمُحَمَّدُ بْنُ الْوَلِيدِ بْنِ نُوَيْفِعٍ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ قَالَ بَعَثَ بَنُو سَعْدِ بْنِ بَكْرٍ ضِمَامَ بْنَ ثَعْلَبَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَدِمَ عَلَيْهِ فَأَنَاخَ بَعِيرَهُ عَلَى بَابِ الْمَسْجِدِ ثُمَّ عَقَلَهُ ثُمَّ دَخَلَ الْمَسْجِدَ فَذَكَرَ نَحْوَهُ قَالَ فَقَالَ أَيُّكُمْ ابْنُ عَبْدِ الْمُطَّلِبِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا ابْنُ عَبْدِ الْمُطَّلِبِ قَالَ يَا ابْنَ عَبْدِ الْمُطَّلِبِ وَسَاقَ الْحَدِيثَ","source":"Abu Daud"},"__N_SSG":true}