{"pageProps":{"number":"4094","slug":"abu-daud","id":"Telah menceritakan kepada kami [Muslim bin Ibrahim] berkata, telah menceritakan kepada kami [Abdullah Ibnul Mubarak] dari [Ibrahim bin Nasyith] dari [Ka'b bin Alqamah] dari [Abul Haitsam] dari [Uqbah bin Amir] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Siapa melihat aurat (aib orang lain) lalu menutupinya, maka seakan-akan ia menghidupkan bayi yang dikubur hidup-hidup.\" Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Ibnu Abu Maryam] berkata, telah mengabarkan kepada kami [Al Laits] ia berkata; telah menceritakan kepadaku [Ibrahim bin Nasyith] dari [Ka'b bin Alqamah] bahwa ia mendengar [Abul Haitsam] menceritakan bahwa dirinya mendengar [Dukhain] penulis Uqbah bin Amir, ia berkata, \"Kami mempunyai tetangga suka minum khamer, aku telah melarang mereka namun mereka tidak mau berhenti. Aku lalu bertanya kepada Uqbah bin Amir, \"Tetangga kami minum khamer, aku telah melarang mereka, namun mereka tidak mau berhenti, hingga aku memanggil polisi untuk mereka!\" Uqbah bin Amir menjawab, \"Biarkanlah mereka.\" Setelah itu aku kembali lagi menemui Uqbah bin Amri, lalu aku katakan kepadanya, \"Sesungguhnya tetangga kami sudah tidak mau lagi untuk berhenti dari minum khamer, lalu aku panggilkan polisi untuk mereka!\" Uqbah bin Amir berkata, \"Celaka kamu, biarkanlah mereka. Sungguh, aku telah mendengar Rasulullah shallallahu 'alaihi wasallam, lalu ia menyebutkan sebagaimana makna dalam hadits Muslim.\" Abu Dawud berkata, \" [Hasyim Ibnul Qasim] menyebutkan dari [Laits] tentang hadits ini, ia berkata, \"Jangan kamu lakukan, tetapi hendaklah engkau menasihati sambil memberikan ancaman kepada mereka.\"","arab":"حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ إِبْرَاهِيمَ بْنِ نَشِيطٍ عَنْ كَعْبِ بْنِ عَلْقَمَةَ عَنْ أَبِي الْهَيْثَمِ عَنْ عُقْبَةَ بْنِ عَامِرٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ رَأَى عَوْرَةً فَسَتَرَهَا كَانَ كَمَنْ أَحْيَا مَوْءُودَةًحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا اللَّيْثُ قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ نَشِيطٍ عَنْ كَعْبِ بْنِ عَلْقَمَةَ أَنَّهُ سَمِعَ أَبَا الْهَيْثَمِ يَذْكُرُ أَنَّهُ سَمِعَ دُخَيْنًا كَاتِبَ عُقْبَةَ بْنِ عَامِرٍ قَالَ كَانَ لَنَا جِيرَانٌ يَشْرَبُونَ الْخَمْرَ فَنَهَيْتُهُمْ فَلَمْ يَنْتَهُوا فَقُلْتُ لِعُقْبَةَ بْنِ عَامِرٍ إِنَّ جِيرَانَنَا هَؤُلَاءِ يَشْرَبُونَ الْخَمْرَ وَإِنِّي نَهَيْتُهُمْ فَلَمْ يَنْتَهُوا فَأَنَا دَاعٍ لَهُمْ الشُّرَطَ فَقَالَ دَعْهُمْ ثُمَّ رَجَعْتُ إِلَى عُقْبَةَ مَرَّةً أُخْرَى فَقُلْتُ إِنَّ جِيرَانَنَا قَدْ أَبَوْا أَنْ يَنْتَهُوا عَنْ شُرْبِ الْخَمْرِ وَأَنَا دَاعٍ لَهُمْ الشُّرَطَ قَالَ وَيْحَكَ دَعْهُمْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَى حَدِيثِ مُسْلِمٍ قَالَ أَبُو دَاوُد قَالَ هَاشِمُ بْنُ الْقَاسِمِ عَنْ لَيْثٍ فِي هَذَا الْحَدِيثِ قَالَ لَا تَفْعَلْ وَلَكِنْ عِظْهُمْ وَتَهَدَّدْهُمْ","source":"Abu Daud"},"__N_SSG":true}