{"pageProps":{"number":"436","slug":"abu-daud","id":"Telah menceritakan kepada kami [Musa bin Isma'il] dan [Dawud bin Syabib] secara makna, mereka berdua berkata; Telah menceritakan kepada kami [Hammad] dari [Ayyub] dari [Nafi'] dari [Ibnu Umar] bahwasanya Bilal adzan sebelum terbit fajar, maka Nabi shallallahu 'alaihi wasallam memerintahkannya untuk kembali dan mengumandangkan; Alaa innal 'abda qad naama, alaa innal 'abda qad naama (Ingatlah, bahwa hamba benar benar telah tidur, ingatlah, bahwa hamba benar benar telah tidur).\" Musa menambahkan; Maka dia kembali dan mengumandangkan; Alaa innal 'abda qad naama (Ingatlah, bahwa hamba benar benar telah tidur. Abu Dawud berkata; Hadits ini tidak ada yang meriwayatkannya dari Ayyub kecuali Hammad bin Salamah. telah menceritakan kepada kami [Ayyub bin Manshur] telah menceritakan kepada kami [Syu'aib bin Harb] dari [Abdul Aziz bin Abi Rawwad] telah mengabarkan kepada kami [Nafi'] tentang seorang muadzdzin Umar yang dikenal dengan panggilan [Masruh] yang adzan sebelum Shubuh, maka [Umar] memerintahkannya…, kemudian perawi menyebutkan seperti hadits di atas. Abu Dawud berkata; Dan [Hammad bin Zaid] telah meriwayatkan dari [Ubaidullah bin Umar] dari [Nafi'] atau yang lainnya, bahwasanya seorang muadzdzin pada zaman Umar yang disebut namanya [Masruh] atau yang lainnya. Abu Dawud berkata; [Addarawardi] telah meriwayatkannya dari [Ubaidullah] dari [Nafi'] dari [Ibnu Umar] dia berkata; Umar mempunyai seorang muadzdzin yang disebut namanya Mas'ud, kemudian dia menyebutkan seperti di atas, dan hadits ini lebih shahih dari yang lainnya. ","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَعِيلَ وَدَاوُدُ بْنُ شَبِيبٍ الْمَعْنَى قَالَا حَدَّثَنَا حَمَّادٌ عَنْ أَيُّوبَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ بِلَالًا أَذَّنَ قَبْلَ طُلُوعِ الْفَجْرِ فَأَمَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَرْجِعَ فَيُنَادِيَ أَلَا إِنَّ الْعَبْدَ قَدْ نَامَ أَلَا إِنَّ الْعَبْدَ قَدْ نَامَ زَادَ مُوسَى فَرَجَعَ فَنَادَى أَلَا إِنَّ الْعَبْدَ قَدْ نَامَقَالَ أَبُو دَاوُد وَهَذَا الْحَدِيثُ لَمْ يَرْوِهِ عَنْ أَيُّوبَ إِلَّا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنَا أَيُّوبُ بْنُ مَنْصُورٍ حَدَّثَنَا شُعَيْبُ بْنُ حَرْبٍ عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ أَخْبَرَنَا نَافِعٌ عَنْ مُؤَذِّنٍ لِعُمَرَ يُقَالُ لَهُ مَسْرُوحٌ أَذَّنَ قَبْلَ الصُّبْحِ فَأَمَرَهُ عُمَرُ فَذَكَرَ نَحْوَهُ قَالَ أَبُو دَاوُد وَقَدْ رَوَاهُ حَمَّادُ بْنُ زَيْدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ أَوْ غَيْرِهِ أَنَّ مُؤَذِّنًا لِعُمَرَ يُقَالُ لَهُ مَسْرُوحٌ أَوْ غَيْرُهُ قَالَ أَبُو دَاوُد وَرَوَاهُ الدَّرَاوَرْدِيُّ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ كَانَ لِعُمَرَ مُؤَذِّنٌ يُقَالُ لَهُ مَسْعُودٌ وَذَكَرَ نَحْوَهُ وَهَذَا أَصَحُّ مِنْ ذَاكَ","source":"Abu Daud"},"__N_SSG":true}