{"pageProps":{"number":"1252","slug":"ahmad","id":"Telah menceritakan kepada kami Abdullah berkata; telah menceritakan kepadaku [Abu Musa Al 'Anazi, Muhammad bin Al Mutsanna] berkata; telah menceritakan kepada kami [Muhammad bin Abu 'Adi] dari [Ibnu 'Aun] dari [Kultsum bin Jabar] berkata; kami sedang berada pada tengah bambu, di sisi Abdul A'la bin Abdullah bin 'Amir, berkata; ternyata ada seorang laki-laki yang bernama [Abu Al Ghadiyah] yang sedang meminta air, lalu ia diberi bejana yang disepuh dengan perak, dia menolak untuk meminumnya, dan dia menyebutkan Nabi Shallallahu'alaihiwasallam, lalu menyebutkan hadits ini, \"Janganlah kalian kembali kufur setelahku\", atau dengan redaksi \" Jangan kalian kembali sesat sepeninggalkau\" Ibnu Abu 'Adi ragu kepastian redaksinya.\"Sebagian kalian memukul leher sebagian yang lain.\" Jika ada seorang laki-laki yang mencela fulan maka saya katakan, Demi Allah, semoga Allah memberi tempat darimu di dalam sebuah pasukan Perang. Maka tatkala Perang Shiffin, saya bersamanya dan dia membawa baju besi. (Abu Ghadiyah Radliyallahu'anhu) berkata; lalu saya ingatkan dia ke lubang dalam sarung pedang pada baju besinya, lalu saya tusuk dan saya bunuh ternyata dia adalah 'Ammar bin Yasir. (Abu Ghadiyah Radliyallahu'anhu) berkata; lalu saya berkata; tangan mana yang bisa mengantikannya, membenci untuk minum dalam bejana disepuh dengan perak padahal telah membunuh 'Ammar bin Yasir.","arab":"حَدَّثَنَا عَبْد اللَّهِ قَالَ حَدَّثَنِي أَبُو مُوسَى الْعَنَزِيُّ مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ عَنِ ابْنِ عَوْنٍ عَنْ كُلْثُومِ بْنِ جَبْرٍ قَالَكُنَّا بِوَاسِطِ الْقَصَبِ عِنْدَ عَبْدِ الْأَعْلَى بْنِ عَبْدِ اللَّهِ بْنِ عَامِرٍ قَالَ فَإِذَا عِنْدَهُ رَجُلٌ يُقَالُ لَهُ أَبُو الْغَادِيَةِ اسْتَسْقَى مَاءً فَأُتِيَ بِإِنَاءٍ مُفَضَّضٍ فَأَبَى أَنْ يَشْرَبَ وَذَكَرَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ هَذَا الْحَدِيثَ لَا تَرْجِعُوا بَعْدِي كُفَّارًا أَوْ ضُلَّالًا شَكَّ ابْنُ أَبِي عَدِيٍّ يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ فَإِذَا رَجُلٌ يَسُبُّ فُلَانًا فَقُلْتُ وَاللَّهِ لَئِنْ أَمْكَنَنِي اللَّهُ مِنْكَ فِي كَتِيبَةٍ فَلَمَّا كَانَ يَوْمُ صِفِّينَ إِذَا أَنَا بِهِ وَعَلَيْهِ دِرْعٌ قَالَ فَفَطِنْتُ إِلَى الْفُرْجَةِ فِي جُرُبَّانِ الدِّرْعِ فَطَعَنْتُهُ فَقَتَلْتُهُ فَإِذَا هُوَ عَمَّارُ بْنُ يَاسِرٍ قَالَ قُلْتُ وَأَيَّ يَدٍ كَفَتَاهُ يَكْرَهُ أَنْ يَشْرَبَ فِي إِنَاءٍ مُفَضَّضٍ وَقَدْ قَتَلَ عَمَّارَ بْنَ يَاسِرٍ","source":"Ahmad"},"__N_SSG":true}