{"pageProps":{"number":"138","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid] telah memberitakan kepada kami [Mahdi bin Maimun] dari [Muhammad bin Ya'qub] dari [Al Hasan bin Sa'd] dari [Abdullah bin Ja'far], (menurut jalur yang lain) telah menceritakan kepada kami [Bahz] dan ['Affan], keduanya berkata; telah menceritakan kepada kami [Mahdi] telah menceritakan kepada kami [Muhammad bin Abu Ya'qub] dari [Al Hasan bin Sa'd] mantan budak Al Hasan bin Ali, dari [Abdullah bin Ja'far], berkata; Suatu ketika Rasulullah shallallahu 'alaihi wasallam mengajakku naik kendaraan di belakang beliau, kemudian beliau membisiki suatu pembicaraan yang tidak akan aku beritahukan kepada seseorang selamanya. Rasulullah shallallahu 'alaihi wasallam jika hendak membuang hajatnya, beliau menyukai untuk menutupi dirinya yaitu melindungi dirinya dengan bangunan yang tinggi atau dengan kebun kurma. Pada suatu hari beliau masuk ke dalam salah satu kebun milik orang Anshar yang ternyata di dalamnya ada seekor unta yang mendatangi beliau dalam keadaan menangis dan matanya meneteskan air mata, maka Rasulullah shallallahu 'alaihi wasallam mengusap telinganya dan pangkal lehernya, maka unta tersebut menjadi tenang. Lalu beliau bertanya; \"Siapa orang yang punya unta ini?\" Datanglah seorang pemuda dari Anshar, dia menjawab; \"Itu milikku Wahai Rasulullah.\" Beliau bertanya: \"Tidakkah kamu bertakwa kepada Allah di dalam memelihara unta yang telah Allah kuasakan kepadamu. Unta ini mengadu kepadaku, bahwasanya kamu membiarkan dia lapar dan lelah.\" ","arab":"حَدَّثَنَا يَزِيدُ أَنْبَأَنَا مَهْدِيُّ بْنُ مَيْمُونٍ عَنْ مُحَمَّدِ بْنِ أَبِي يَعْقُوبَ عَنِ الْحَسَنِ بْنِ سَعْدٍ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ حَدَّثَنَا بَهْزٌ وَعَفَّانُ قَالَا حَدَّثَنَا مَهْدِيٌّ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي يَعْقُوبَ عَنِ الْحَسَنِ بْنِ سَعْدٍ مَوْلَى الْحَسَنِ بْنِ عَلِيٍّ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ قَالَأَرْدَفَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ خَلْفَهُ فَأَسَرَّ إِلَيَّ حَدِيثًا لَا أُخْبِرُ بِهِ أَحَدًا أَبَدًا وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحَبُّ مَا اسْتَتَرَ بِهِ فِي حَاجَتِهِ هَدَفٌ أَوْ حَائِشُ نَخْلٍ فَدَخَلَ يَوْمًا حَائِطًا مِنْ حِيطَانِ الْأَنْصَارِ فَإِذَا جَمَلٌ قَدْ أَتَاهُ فَجَرْجَرَ وَذَرَفَتْ عَيْنَاهُ قَالَ بَهْزٌ وَعَفَّانُ فَلَمَّا رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَنَّ وَذَرَفَتْ عَيْنَاهُ فَمَسَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَرَاتَهُ وَذِفْرَاهُ فَسَكَنَ فَقَالَ مَنْ صَاحِبُ الْجَمَلِ فَجَاءَ فَتًى مِنْ الْأَنْصَارِ فَقَالَ هُوَ لِي يَا رَسُولَ اللَّهِ فَقَالَ أَمَا تَتَّقِي اللَّهَ فِي هَذِهِ الْبَهِيمَةِ الَّتِي مَلَّكَكَهَا اللَّهُ إِنَّهُ شَكَا إِلَيَّ أَنَّكَ تُجِيعُهُ وَتُدْئِبُهُ","source":"Ahmad"},"__N_SSG":true}