{"pageProps":{"number":"1393","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Al Yaman] berkata; Telah menceritakan kepada kami [Isma'il bin 'Ayyasy] dari [Yahya bin Abu 'Amr As-Syaibani] dari [Abu Sallam Ad-Dimasyqi] dan ['Amr bin Abdullah] sesungguhnya keduanya telah mendengar [Abu Umamah Al Bahili] menceritakan dari hadits ['Amr bin 'Abasah As-Sulami] berkata; \"Saya sangat membenci tuhan-tuhan kaumku pada Masa Jahiliyyah, \" lalu dia menyebutkan haditsnya. ('Amr bin 'Abasah As-Sulami radliyallahu'anhu) berkata; lalu saya bertanya tentang keberadaan nabi, dan saya pun mendapatkan nabi dalam keadaan menyembunyikan diri dari keramaian orang. Saya berusaha menemuinya dengan cara menyamar hingga saya bisa menemuinya, saya ucapkan salam kepadanya, lalu saya bertanya, \"Siapakah kamu.\" Beliau menjawab, \"Nabi.\" Saya ('Amr bin 'Abasah As-Sulami radliyallahu'anhu) berkata; \"Apakah nabi itu?\" lalu beliau menjawab, \"Rasulullah.\" saya bertanya, \"Siapakah yang mengutus kamu?.\" Beliau menjawab, \"Allah Azzawajalla.\" Saya bertanya, \"Dengan apa?\" beliau menjawab, \"Agar kamu menyambung silaturrahim, melindungi darah, mengamankan jalan, berhala dihancurkan, Allah semata yang disembah dan tidak ada sekutu bagi-Nya sesuatupun.\" Saya berkata; \"Sangat bagus risalah yang karenanya kau diutus. Saya bersaksi sesungguhnya saya beriman kepadamu, dan saya mempercayaimu, apakah saya harus tinggal bersamamu atau bagaimana pendapatmu?\" Maka beliau bersabda: \"Kamu telah melihat kebencian orang-orang atas apa yang saya bawa, maka tinggallah di keluargamu. Jika suatu hari nanti kamu mendengarku dan saya telah keluar dari tempat persembunyianku, datangilah saya, \" lalu dia menyebutkan hadits secara lengkap.","arab":"حَدَّثَنَا أَبُو الْيَمَانِ قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ عَنْ أَبِي سَلَّامٍ الدِّمَشْقِيِّ وَعَمْرِو بْنِ عَبْدِ اللَّهِ أَنَّهُمَا سَمِعَا أَبَا أُمَامَةَ الْبَاهِلِيَّ يُحَدِّثُ عَنْ حَدِيثِ عَمْرِو بْنِ عَبَسَةَ السُّلَمِيِّ قَالَرَغِبْتُ عَنْ آلِهَةِ قَوْمِي فِي الْجَاهِلِيَّةِ فَذَكَرَ الْحَدِيثَ قَالَ فَسَأَلْتُ عَنْهُ فَوَجَدْتُهُ مُسْتَخْفِيًا بِشَأْنِهِ فَتَلَطَّفْتُ لَهُ حَتَّى دَخَلْتُ عَلَيْهِ فَسَلَّمْتُ عَلَيْهِ فَقُلْتُ لَهُ مَا أَنْتَ فَقَالَ نَبِيٌّ فَقُلْتُ وَمَا النَّبِيُّ فَقَالَ رَسُولُ اللَّهِ فَقُلْتُ وَمَنْ أَرْسَلَكَ قَالَ اللَّهُ عَزَّ وَجَلَّ قُلْتُ بِمَاذَا أَرْسَلَكَ فَقَالَ بِأَنْ تُوصَلَ الْأَرْحَامُ وَتُحْقَنَ الدِّمَاءُ وَتُؤَمَّنَ السُّبُلُ وَتُكَسَّرَ الْأَوْثَانُ وَيُعْبَدَ اللَّهُ وَحْدَهُ لَا يُشْرَكُ بِهِ شَيْءٌ قُلْتُ نِعْمَ مَا أَرْسَلَكَ بِهِ وَأُشْهِدُكَ أَنِّي قَدْ آمَنْتُ بِكَ وَصَدَّقْتُكَ أَفَأَمْكُثُ مَعَكَ أَمْ مَا تَرَى فَقَالَ قَدْ تَرَى كَرَاهَةَ النَّاسِ لِمَا جِئْتُ بِهِ فَامْكُثْ فِي أَهْلِكَ فَإِذَا سَمِعْتُمْ بِي قَدْ خَرَجْتُ مَخْرَجِي فَأْتِنِي فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}