{"pageProps":{"number":"1445","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Abu Khalaf, Musa bin Khalaf] yang dianggap di Al Budala`, telah menceritakan kepada kami [Yahya bin Abu Katsir] dari [Zaid bin Sallam] dari [kakeknya Mamthur] dari [Al Harits Al Asy'ari] sesungguhnya Nabi Shallallahu'alaihiwasallam bersabda: \" Allah Azzawajalla memerintahkan Yahya bin Zakariya 'alaihissalam dengan lima kalimat agar diamalkan, dan memerintahkan Bani Isra`il agar mereka mengamalkannya. Namun Yahya hampir saja memperlambatnya. Lalu 'Isa berkata kepadanya, 'Sesungguhnya kamu kamu diperintahkan dengan lima kalimat, agar kamu mengamalkannya, juga kamu perintahkan kepada Bani Isra`il mengamalkannya. Sekarang kamu yang menyampaikan, atau saya yang menyampaikannya.' Lalu dia berkata; 'Wahai saudaraku, sesungguhnya saya takut jika kamu mendahuluiku niscaya saya akan disiksa atau ditenggelamkan'.\" (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"lalu Yahya mengumpulkan Bani Isra`il di Baitul Maqdis, sampai masjid itu menjadi penuh, dia duduk pada tempat imam, memuji Allah dan berkata; 'Allah Azzawajalla telah memerintahkan kepadaku agar mengamalkan lima hal dan agar kalian juga mengamalkannya. Yang pertama adalah: kalian menyembah Allah dan tidak menyekutukan-Nya dengan sesuatupun. Permisalan hal itu adalah sebagaimana seseorang yang membeli seorang budak dari hartanya dengan sejumlah uang atau dari emas, sialnya budak itu bekerja dan mengerjakan pekerjaanya kepada selain tuannya, maka siapa yang merasa senang dengan hal itu?. Sesungguhnya Allah Azzawajalla telah menciptakan kalian, memberi rizki kepada kalian, sembahlah Dia dan janganlah kalian menyekutukan dengan sesuatupun. Saya perintahkan kepada kalian untuk shalat. Sesungguhnya Allah Azzawajalla menghadapkan wajah-Nya kepada wajah hamba-Nya, selama dia tidak menoleh. Jika kalian shalat, janganlah kalian menoleh. Saya perintahkan kepada kalian untuk berpuasa, permisalah hal itu adalah sebagaimana seseorang yang membawa sebotol minyak wangi pada sekelompok orang semunya merasakan bau wangi tersebut. Bau harum mulut orang yang sedang berpuasa di sisi Allah itu lebih harum daripada bau kasturi. Saya perintahkan kepada kalian untuk bersedekah. Sesungguhnya permisalan hal itu adalah seseorang yang ditawan musuh, lalu dia mengikatnya kedua tangannya pada lehernya, dan diletakkan di hadapannya untuk dibunuh. Lalu dia mengajukan penawaran, 'Apakah kalian mau jika saya menebus diri saya dari kalian? ' Lalu dia menebus dirinya dengan sesuatu yang sedikit dan yang banyak sehingga dirinya bisa bebas. Saya perintahkan kepada kalian untuk berdzikir kepada Allah Azzawajalla yang banyak. Permisalan hal itu adalah sebagaimana seseorang yang musuhnya mengejarnya dengan cepat lalu dia mendapatkan benteng yang kokoh, dijadikannya benteng itu untuk tempat berlindung. Sesungguhnya seorang hamba akan lebih dapat terjaga dari setan jika dia dalam keadaan berdzikir kepada Allah Azzawajalla.\" (Al Harits Al Asy'ari Radliyallahu'anhu) berkata; lalu Rasulullah Shallallahu'alaihiwasallam bersabda: \"Saya perintahkan kalian dengan lima hal yang Allah telah perintahkan kepadaku: jama'ah, mendengar, taat, hijrah dan jihad di jalan Allah. Barangsiapa yang keluar dari jama'ah satu jengkal, maka dia telah melepaskan perjanjian Islam dari lehernya sampai dia kembali. Barangsiapa yang memanggil dengan panggilan jahiliyyah, maka dia termasuk bangkai Jahannam.\" Mereka berkata; \"Wahai Rasulullah, walaupun dia berpuasa dan shalat?.\" Beliau bersabda: \"Walaupun dia berpuasa dan shalat dan beranggapan bahwa dirinya adalah seorang muslim. Panggillah kaum muslimin dengan nama-nama yang Allah Azzawajalla menamakan mereka yaitu 'muslimin dan mukminin dan hamba Allah Azzawajalla'.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبُو خَلَفٍ مُوسَى بْنُ خَلَفٍ كَانَ يُعَدُّ فِي الْبُدَلَاءِ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ عَنْ زَيْدِ بْنِ سَلَّامٍ عَنْ جَدِّهِ مَمْطُورٍ عَنِ الْحَارِثِ الْأَشْعَرِيِّأَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَمَرَ يَحْيَى بْنَ زَكَرِيَّا عَلَيْهِمَا السَّلَام بِخَمْسِ كَلِمَاتٍ أَنْ يَعْمَلَ بِهِنَّ وَأَنْ يَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهِنَّ وَكَادَ أَنْ يُبْطِئَ فَقَالَ لَهُ عِيسَى إِنَّكَ قَدْ أُمِرْتَ بِخَمْسِ كَلِمَاتٍ أَنْ تَعْمَلَ بِهِنَّ وَتَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهِنَّ فَإِمَّا أَنْ تُبَلِّغَهُنَّ وَإِمَّا أَنْ أُبَلِّغَهُنَّ فَقَالَ يَا أَخِي إِنِّي أَخْشَى إِنْ سَبَقْتَنِي أَنْ أُعَذَّبَ أَوْ يُخْسَفَ بِي قَالَ فَجَمَعَ يَحْيَى بَنِي إِسْرَائِيلَ فِي بَيْتِ الْمَقْدِسِ حَتَّى امْتَلَأَ الْمَسْجِدُ فَقُعِدَ عَلَى الشُّرَفِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَمَرَنِي بِخَمْسِ كَلِمَاتٍ أَنْ أَعْمَلَ بِهِنَّ وَآمُرَكُمْ أَنْ تَعْمَلُوا بِهِنَّ أَوَّلُهُنَّ أَنْ تَعْبُدُوا اللَّهَ لَا تُشْرِكُوا بِهِ شَيْئًا فَإِنَّ مَثَلَ ذَلِكَ مَثَلُ رَجُلٍ اشْتَرَى عَبْدًا مِنْ خَالِصِ مَالِهِ بِوَرِقٍ أَوْ ذَهَبٍ فَجَعَلَ يَعْمَلُ وَيُؤَدِّي غَلَّتَهُ إِلَى غَيْرِ سَيِّدِهِ فَأَيُّكُمْ سَرَّهُ أَنْ يَكُونَ عَبْدُهُ كَذَلِكَ وَإِنَّ اللَّهَ عَزَّ وَجَلَّ خَلَقَكُمْ وَرَزَقَكُمْ فَاعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَآمُرُكُمْ بِالصَّلَاةِ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يَنْصِبُ وَجْهَهُ لِوَجْهِ عَبْدِهِ مَا لَمْ يَلْتَفِتْ فَإِذَا صَلَّيْتُمْ فَلَا تَلْتَفِتُوا وَآمُرُكُمْ بِالصِّيَامِ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ مَعَهُ صُرَّةٌ مِنْ مِسْكٍ فِي عِصَابَةٍ كُلُّهُمْ يَجِدُ رِيحَ الْمِسْكِ وَإِنَّ خُلُوفَ فَمِ الصَّائِمِ عِنْدَ اللَّهِ أَطْيَبُ مِنْ رِيحِ الْمِسْكِ وَآمُرُكُمْ بِالصَّدَقَةِ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ أَسَرَهُ الْعَدُوُّ فَشَدُّوا يَدَيْهِ إِلَى عُنُقِهِ وَقَدَّمُوهُ لِيَضْرِبُوا عُنُقَهُ فَقَالَ هَلْ لَكُمْ أَنْ أَفْتَدِيَ نَفْسِي مِنْكُمْ فَجَعَلَ يَفْتَدِي نَفْسَهُ مِنْهُمْ بِالْقَلِيلِ وَالْكَثِيرِ حَتَّى فَكَّ نَفْسَهُ وَآمُرُكُمْ بِذِكْرِ اللَّهِ عَزَّ وَجَلَّ كَثِيرًا وَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ طَلَبَهُ الْعَدُوُّ سِرَاعًا فِي أَثَرِهِ فَأَتَى حِصْنًا حَصِينًا فَتَحَصَّنَ فِيهِ وَإِنَّ الْعَبْدَ أَحْصَنُ مَا يَكُونُ مِنْ الشَّيْطَانِ إِذَا كَانَ فِي ذِكْرِ اللَّهِ عَزَّ وَجَلَّ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا آمُرُكُمْ بِخَمْسٍ اللَّهُ أَمَرَنِي بِهِنَّ بِالْجَمَاعَةِ وَالسَّمْعِ وَالطَّاعَةِ وَالْهِجْرَةِ وَالْجِهَادِ فِي سَبِيلِ اللَّهِ فَإِنَّهُ مَنْ خَرَجَ مِنْ الْجَمَاعَةِ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ إِلَّا أَنْ يَرْجِعَ وَمَنْ دَعَا بِدَعْوَى الْجَاهِلِيَّةِ فَهُوَ مِنْ جُثَاءِ جَهَنَّمَ قَالُوا يَا رَسُولَ اللَّهِ وَإِنْ صَامَ وَإِنْ صَلَّى قَالَ وَإِنْ صَامَ وَإِنْ صَلَّى وَزَعَمَ أَنَّهُ مُسْلِمٌ فَادْعُوا الْمُسْلِمِينَ بِأَسْمَائِهِمْ بِمَا سَمَّاهُمْ اللَّهُ عَزَّ وَجَلَّ الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللَّهِ عَزَّ وَجَلَّ","source":"Ahmad"},"__N_SSG":true}