{"pageProps":{"number":"1476","slug":"ahmad","id":"Telah menceritakan kepada kami [Sufyan bin 'Uyainah] dua kali berkata; telah menceritakan kepada kami [Abu Za'ra`, 'Amr bin 'Amr] dari [pamannya, Abu Al Ahwash] dari [Bapaknya] berkata; saya mendatangi Nabi Shallallahu'alaihiwasallam lalu beliau mempertajam penglihatannya dan membenarkannya dan bersabda: \"Betulkah kamu si pemilik unta, atau si pemilik kambing?.\" Dia menjawab, \"Dari kedua hal itu, Allah telah memberiku dengan jumlah yang banyak dan bagus.\" Beliau bersabda: \"Bukankah kambing itu menghasilkan keturunan atau anak dengan mata dan telinga yang sempurna (lengkap) lantas engkau memotong telinganya dan kamu mengatakan telinga itu putus sendiri?, Lalu Sufyan mengucapkan suatu ucapan yang tidak bisa saya pahami dan berkata; \"Duhai malang telinga yang dipotong, padahal hasta Allah dan gunting Allah adalah lebih tajam. Seandainya Allah berkehendak, niscaya Dia akan mendatangkan kepada kalian dalam keadaan terpotong telinganya.\" Saya (Ayah Abul ahwash Radliyallahu'anhu) berkata; \"Kepada siapa anda menyeru?.\" Beliau menjawab, \"Kepada Allah dan menyambung silaturrahim, \" saya berkata; \"Telah datang seorang dari Bani pamanku lalu saya bersumpah untuk tidak memberikan kepadanya lalu saya memberikannya, \" Beliau bersabda: \"Bayarlah kafarat sumpahmu dan lakukan mana yang baik. Bagaimana pendapatmu, jika kamu memiliki dua budak yang satunya menaatimu, tidak berkhianat, tidak mendustakan, sedangkan yang lainnya berkhianat dan berdusta kepadamu?.\" (Ayah Abul ahwash radliyallahu'anhu) berkata; \"Tentu yang tidak berkhianat dan tidak berdusta denganku itu lebih saya sukai.\" Beliau bersabda: \"Demikiah juga kalian di sisi Rab Azzawajalla.\"","arab":"حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ مَرَّتَيْنِ قَالَ حَدَّثَنَا أَبُو الزَّعْرَاءِ عَمْرُو بْنُ عَمْرٍو عَنْ عَمِّهِ أَبِي الْأَحْوَصِ عَنْ أَبِيهِ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَعَّدَ فِيَّ النَّظَرَ وَصَوَّبَ وَقَالَ أَرَبُّ إِبِلٍ أَنْتَ أَوْ رَبُّ غَنَمٍ قَالَ مِنْ كُلٍّ قَدْ آتَانِي اللَّهُ فَأَكْثَرَ وَأَطْيَبَ قَالَ فَتُنْتِجُهَا وَافِيَةً أَعْيُنُهَا وَآذَانُهَا فَتَجْدَعُ هَذِهِ فَتَقُولُ صَرْمَاءَ ثُمَّ تَكَلَّمَ سُفْيَانُ بِكَلِمَةٍ لَمْ أَفْهَمْهَا وَتَقُولُ بَحِيرَةَ اللَّهِ فَسَاعِدُ اللَّهِ أَشَدُّ وَمُوسَاهُ أَحَدُّ وَلَوْ شَاءَ أَنْ يَأْتِيَكَ بِهَا صَرْمَاءَ أَتَاكَ قُلْتُ إِلَى مَا تَدْعُو قَالَ إِلَى اللَّهِ وَإِلَى الرَّحِمِ قُلْتُ يَأْتِينِي الرَّجُلُ مِنْ بَنِي عَمِّي فَأَحْلِفُ أَنْ لَا أُعْطِيَهُ ثُمَّ أُعْطِيهِ قَالَ فَكَفِّرْ عَنْ يَمِينِكَ وَأْتِ الَّذِي هُوَ خَيْرٌ أَرَأَيْتَ لَوْ كَانَ لَكَ عَبْدَانِ أَحَدُهُمَا يُطِيعُكَ وَلَا يَخُونُكَ وَلَا يَكْذِبُكَ وَالْآخَرُ يَخُونُكَ وَيَكْذِبُكَ قَالَ قُلْتُ لَا بَلْ الَّذِي لَا يَخُونُنِي وَلَا يَكْذِبُنِي وَيَصْدُقُنِي الْحَدِيثَ أَحَبُّ إِلَيَّ قَالَ كَذَاكُمْ أَنْتُمْ عِنْدَ رَبِّكُمْ عَزَّ وَجَلَّ","source":"Ahmad"},"__N_SSG":true}