{"pageProps":{"number":"1710","slug":"ahmad","id":"Telah menceritakan kepada kami [Ibnu Numair] Telah menceritakan kepada kami [Saif] ia berkata, saya mendengar [Adi bin Adi Al Kindi] menceritakan dari [Mujahid] ia berkata, telah menceritakan kepadaku [Budak milik kami] bahwa ia mendengar [Adi] berkata, \"Saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah 'azza wajalla tidak mengadzab manusia secara umum hanya karena perbuatan dosa segelintir orang, sehingga mereka melihat kemungkaran dan mereka pun mampu untuk mengingkarinya, namun mereka tidak mengingkarinya. Jika mereka telah melakukan hal itu, maka Allah akan menyiksa segelintir orang itu dan juga manusia secara menyeluruh.\" Telah menceritakan kepada kami [Yazid bin Harun] dari [Jarir bin Hazim] ia berkata, telah menceritakan kepadaku [Adi bin Adi] dari [Raja` bin Haiwah] dan [Al Urs bin Amirah] dari bapaknya [Adi] lalu ia menyebutkan hadits tersebut.\" [Jarir] berkata, \" [Ayyub] menambahkan kepadaku, \"Ketika kami semua mendengar hadits itu dari Adi, ia berkata, \"Dan telah menceritakan kepada kami Al Ursu bin Amirah; Maka turunlah ayat ini: '(Sesungguhnya orang-orang yang menukar janji (nya dengan) Allah dan sumpah-sumpah mereka dengan harga yang sedikit..) ' (Qs. Ali Imran: 77) -hingga akhir ayat- Saat itu aku belum menghafalnya dari Adi.\"","arab":"حَدَّثَنَا ابْنُ نُمَيْرٍ حَدَّثَنَا سَيْفٌ قَالَ سَمِعْتُ عَدِيَّ بْنَ عَدِيٍّ الْكِنْدِيَّ يُحَدِّثُ عَنْ مُجَاهِدٍ قَالَ حَدَّثَنِي مَوْلًى لَنَا أَنَّهُ سَمِعَ عَدِيًّا يَقُولُسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ عَزَّ وَجَلَّ لَا يُعَذِّبُ الْعَامَّةَ بِعَمَلِ الْخَاصَّةِ حَتَّى يَرَوْا الْمُنْكَرَ بَيْنَ ظَهْرَانَيْهِمْ وَهُمْ قَادِرُونَ عَلَى أَنْ يُنْكِرُوهُ فَلَا يُنْكِرُوهُ فَإِذَا فَعَلُوا ذَلِكَ عَذَّبَ اللَّهُ الْخَاصَّةَ وَالْعَامَّةَحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ عَنْ جَرِيرُ بْنُ حَازِمٍ قَالَ حَدَّثَنِي عَدِيُّ بْنُ عَدِيٍّ عَنْ رَجَاءِ بْنِ حَيْوَةَ وَالْعُرْسِ ابْنِ عَمِيرَةَ عَنْ أَبِيهِ عَدِيٍّ فَذَكَرَ الْحَدِيثَ قَالَ جَرِيرٌ وَزَادَنِي أَيُّوبُ وَكُنَّا جَمِيعًا حِينَ سَمِعْنَا الْحَدِيثَ مِنْ عَدِيٍّ قَالَ قَالَ عَدِيٌّ وَحَدَّثَنَا الْعُرْسُ ابْنُ عَمِيرَةَ فَنَزَلَتْ هَذِهِ الْآيَةُ{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا }إِلَى آخِرِهَا وَلَمْ أَحْفَظْهُ أَنَا يَوْمَئِذٍ مِنْ عَدِيٍّ","source":"Ahmad"},"__N_SSG":true}