{"pageProps":{"number":"1766","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] Telah menceritakan kepada kami [Musa bin Ali bin Rabah Al Lakhmi] dari [Bapaknya] ia berkata, saya mendengar [Amru bin Ash] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda kepadaku: \"Wahai Amru, persiapkanlah senjata dan pakaianmu, lalu temuilah aku.\" Maka saya pun melakukannya dan menemui beliau yang saat itu sedang berwudlu, beliau lalu memandangiku dengan pandangan yang serius seraya berkata: \"Wahai Amru, aku akan mengutusmu dalam suatu pasukan perang, semoga Allah memberi keselamatan dan harta ghanimah, dan memberimu kesukaan pada harta dengan kesukaan yang baik.\" Amru berkata; Saya berkata, \"Wahai Rasulullah, saya memeluk Islam bukan karena kecintaanku pada harta. Akan tetapi, saya memeluk Islam karena kecintaanku terhadap jihad persahabatan denganmu.\" Beliau bersabda: \"Wahai Amru, sebaik-baik harta adalah harta yang dimiliki oleh seorang laki-laki shalih.\" Perawi berkata, \"Seperti inilah yang tercantum dalam naskah, 'Na'imma.' Dengan huruf nun yang manshub (harakat fathah) dan 'Ain yang maksur (harakat kasrah).\" Abu Ubaid berkata, \"Huruf Nun dan 'Ain adalah maksur (berharakat kasrah).\"","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا مُوسَى بْنُ عَلِيِّ بْنِ رَبَاحٍ ذَاكَ اللَّخْمِيُّ عَن أَبِيهِ قَالَ سَمِعْتُ عَمْرَو بْنَ الْعَاصِ يَقُولُقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَمْرُو اشْدُدْ عَلَيْكَ سِلَاحَكَ وَثِيَابَكَ وَأْتِنِي فَفَعَلْتُ فَجِئْتُهُ وَهُوَ يَتَوَضَّأُ فَصَعَّدَ فِيَّ الْبَصَرَ وَصَوَّبَهُ وَقَالَ يَا عَمْرُو إِنِّي أُرِيدُ أَنْ أَبْعَثَكَ وَجْهًا فَيُسَلِّمَكَ اللَّهُ وَيُغْنِمَكَ وَأَرْغَبُ لَكَ مِنْ الْمَالِ رَغْبَةً صَالِحَةً قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أُسْلِمْ رَغْبَةً فِي الْمَالِ إِنَّمَا أَسْلَمْتُ رَغْبَةً فِي الْجِهَادِ وَالْكَيْنُونَةِ مَعَكَ قَالَ يَا عَمْرُو نَعِمَّا بِالْمَالِ الصَّالِحِ لِلرَّجُلِ الصَّالِحِقَالَ كَذَا فِي النُّسْخَةِ نَعِمَّا بِنَصْبِ النُّونِ وَكَسْرِ الْعَيْنِ قَالَ أَبُو عُبَيْدٍ بِكَسْرِ النُّونِ وَالْعَيْنِ","source":"Ahmad"},"__N_SSG":true}