{"pageProps":{"number":"1897","slug":"ahmad","id":"Telah menceritakan kepada kami [Rauh] telah menceritakan kepada kami [Abdul Hamid bin Bahram] ia berkata, saya mendengar [Syahr bin Hausyab] ia berkata, telah menceritakan kepadaku ['Abdurrahman bin Ghanm], bahwa Ad-Dari selalu memberi hadiah satu gentong khamer kepada Rasulullah shallallahu 'alaihi wasallam dalam setiap tahunnya. Maka pada tahun diharamkannya khamer, ia datang dengan membawa satu gentong khamer. Dan ketika Nabi shallallahu 'alaihi wasallam melihatnya beliau tertawa seraya bertanya, \"Apakah engkau mengira bahwasanya ia diharamkan bagi orang-orang sesudahmu?\" Ad-Dari berkata, \"Wahai Rasulullah, tidak bolehkah aku menjualnya dan mengambil manfaat dari hasil jualnya?\" Nabi shallallahu 'alaihi wasallam bersabda: \"Allah melaknat kaum Yahudi, mereka melaranggar apa yang telah diharamkan kepada mereka, seperti lemak sapi dan lemak kambing. Mereka mengeringkan lemak tersebut, lalu menentukan harganya dan menjualnya (dari apa yang tadinya akan mereka makan). Sesungguhnya khamr itu haram dan haram pula uang hasil dari menjualnya. Sesungguhnya khamr itu haram dan haram pula uang hasil dari menjualnya. Sesungguhnya khamr itu haram dan haram pula uang hasil dari menjualnya.\" Telah menceritakan kepada kami [Hasyim bin Qasim] ia berkata, Telah menceritakan kepada kami [Abdul Hamid] ia berkata, Telah menceritakan kepada kami [Syahr] dari [Ibnu Ghanm], bahwa Ad-Dari menghadiahkan kepada Rasulullah shallallahu 'alaihi wasallam…lalu ia menyebutkan makna hadits tersebut. Hanya saja ia sebutkan, \"Mereka mengeringkan dan melunakkannya, lalu menjualnya dan mereka tidak memakannya.\"","arab":"حَدَّثَنَا رَوْحٌ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ بَهْرَامٍ قَالَ سَمِعْتُ شَهْرَ بْنَ حَوْشَبٍ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ غَنْمٍأَنَّ الدَّارِيَّ كَانَ يُهْدِي لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلَّ عَامٍ رَاوِيَةً مِنْ خَمْرٍ فَلَمَّا كَانَ عَامَ حُرِّمَتْ فَجَاءَ بِرَاوِيَةٍ فَلَمَّا نَظَرَ إِلَيْهِ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَحِكَ قَالَ هَلْ شَعَرْتَ أَنَّهَا قَدْ حُرِّمَتْ بَعْدَكَ قَالَ يَا رَسُولَ اللَّهِ أَفَلَا أَبِيعُهَا فَأَنْتَفِعَ بِثَمَنِهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَعَنَ اللَّهُ الْيَهُودَ انْطَلَقُوا إِلَى مَا حُرِّمَ عَلَيْهِمْ مِنْ شُحُومِ الْبَقَرِ وَالْغَنَمِ فَأَذَابُوهُ فَجَعَلُوهُ ثَمَنًا لَهُ فَبَاعُوا بِهِ مَا يَأْكُلُونَ وَإِنَّ الْخَمْرَ حَرَامٌ وَثَمَنَهَا حَرَامٌ وَإِنَّ الْخَمْرَ حَرَامٌ وَثَمَنَهَا حَرَامٌ وَإِنَّ الْخَمْرَ حَرَامٌ وَثَمَنَهَا حَرَامٌحَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ قَالَ حَدَّثَنَا عَبْدُ الْحَمِيدِ قَالَ حَدَّثَنَا شَهْرٌ عَنِ ابْنِ غَنْمٍ أَنَّ الدَّارِيَّ كَانَ يُهْدِي لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَاهُ إِلَّا أَنَّهُ قَالَ فَأَذَابُوهُ وَجَعَلُوهُ إِهَالَةً فَبَاعُوا بِهِ مَا يَأْكُلُونَ","source":"Ahmad"},"__N_SSG":true}