{"pageProps":{"number":"2084","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] Telah menceritakan kepada kami [Syu'bah] dari [Zaid bin Ilaqah] dari [Usamah bin Syarik] ia berkata; Saya mendatangi Nabi shallallahu 'alaihi wasallam sementara para sahabatnya berada di sisi beliau, sepertinya di atas kepala-kepala mereka terdapat burung. Kemudian saya mengucapkan salam atasnya dan duduk. Setelah itu, datanglah orang-orang A'rab dan bertanya kepada beliau, \"Wahai Rasulullah, haruskah kami berobat?\" beliau menjawab, \"Ya, karena Allah tidak pernah menurunkan penyakit, kecuali Dia juga menurunkan obatnya, kecuali untuk satu penyakit, yaitu kepikunan.\" Dan Usamah, ketika usianya telah lanjut ia berkata, \"Apakah sekarang kalian mendapati obat untukku?\" kemudian orang-orang pun bertanya kepada beliau mengenai berbagai hal, \"Apakah kami berdosa jika berobat dengan ini dan itu?\" maka beliau pun menjawab: \"Wahai para hamba Allah, sesungguhnya Allah telah menghilangkan dosa, kecuali seorang yang menuntut seorang muslim dengan zhalim, itulah dosa dan kehancuran.\" Mereka bertanya lagi, \"Sesuatu apakah yang paling baik yang diberikan kepada manusia?\" beliau menjawab: \"Yaitu akhlak yang baik.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ زِيَادِ بْنِ عِلَاقَةَ عَنْ أُسَامَةَ بْنِ شَرِيكٍ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ عِنْدَهُ كَأَنَّمَا عَلَى رُءُوسِهِمْ الطَّيْرُ قَالَ فَسَلَّمْتُ عَلَيْهِ وَقَعَدْتُ قَالَ فَجَاءَتْ الْأَعْرَابُ فَسَأَلُوهُ فَقَالُوا يَا رَسُولَ اللَّهِ نَتَدَاوَى قَالَ نَعَمْ تَدَاوَوْا فَإِنَّ اللَّهَ لَمْ يَضَعْ دَاءً إِلَّا وَضَعَ لَهُ دَوَاءً غَيْرَ دَاءٍ وَاحِدٍ الْهَرَمُ قَالَ وَكَانَ أُسَامَةُ حِينَ كَبِرَ يَقُولُ هَلْ تَرَوْنَ لِي مِنْ دَوَاءٍ الْآنَ قَالَ وَسَأَلُوهُ عَنْ أَشْيَاءَ هَلْ عَلَيْنَا حَرَجٌ فِي كَذَا وَكَذَا قَالَ عِبَادَ اللَّهِ وَضَعَ اللَّهُ الْحَرَجَ إِلَّا امْرَأً اقْتَضَى امْرَأً مُسْلِمًا ظُلْمًا فَذَلِكَ حَرَجٌ وَهُلْكٌ قَالُوا مَا خَيْرُ مَا أُعْطِيَ النَّاسُ يَا رَسُولَ اللَّهِ قَالَ خُلُقٌ حَسَنٌ","source":"Ahmad"},"__N_SSG":true}