{"pageProps":{"number":"2248","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] Telah menceritakan kepada kami [Hamamd] yakni Ibnu Salamah, Telah menceritakan kepada kami [Tsabit] dari [Abdurrahman bin Abu Laila] dari [Shuhaib] bahwa Rasulullah shallallahu 'alaihi wasallam pada hari Hunain menggerakkan kedua bibirnya setelah menunaikan shalat Fajar, suatu pemandangan yang belum pernah kami lihat sebelumnya. Maka kami berkata, \"Wahai Rasulullah, kami melihat Anda melakukan sesuatu yang belum pernah Anda lakukan sebelumnya. Apa maksud Anda menggerakkan kedua bibir Anda?\" beliau menjawab: \"Sesungguhnya para Nabi sebelum (masa) kalian terkagum-kagum akan banyaknya umatnya. Maka Nabi itu pun berkata, 'Mereka ini tidaklah diinginkan oleh sesuatu pun.' Akhirnya Allah mewahyuhkan padanya, 'Hendaknya kamu memilih salah satu dari tiga hal yaitu; mereka dikalahkan oleh musuh dari selain golongan mereka dan membinasakan mereka. Atau (mereka ditimpa) kelaparan, ataukah kematian yang akan menjemput mereka.' Maka sang Nabi itu pun bermusyawarah dengan mereka. mereka berkata, 'Adapan musuh, maka tidak ada ketaatan kami terhadap mereka. Sedangkan kelaparan, maka kami tidak akan sabar atasnya. Akan tetapi (biarlah kami dijemput) oleh kematian.' Setelah itu, Allah pun mengirimkan kematian atas mereka. Sehingga yang meninggal dari mereka dalam waktu tiga hari mencapai tujuh puluh ribu orang.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maka sekarang aku akan berdo'a -saat melihat banyaknya jumlah mereka-, 'ALLAHUMMA BIKA UHAAWIL WABIKA USHAAWIL WABIKA UQAATIL (Ya Allah, kepada-Mulah kuserahkan segala daya dan upaya, dengan-Mulah kami menyerang, dan dengan (kekuatan-Mulah) kami berperang).'\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ حَدَّثَنَا ثَابِتٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ صُهَيْبٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ أَيَّامَ حُنَيْنٍ يُحَرِّكُ شَفَتَيْهِ بَعْدَ صَلَاةِ الْفَجْرِ بِشَيْءٍ لَمْ نَكُنْ نَرَاهُ يَفْعَلُهُ فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّا نَرَاكَ تَفْعَلُ شَيْئًا لَمْ تَكُنْ تَفْعَلُهُ فَمَا هَذَا الَّذِي تُحَرِّكُ شَفَتَيْكَ قَالَ إِنَّ نَبِيًّا فِيمَنْ كَانَ قَبْلَكُمْ أَعْجَبَتْهُ كَثْرَةُ أُمَّتِهِ فَقَالَ لَنْ يَرُومَ هَؤُلَاءِ شَيْءٌ فَأَوْحَى اللَّهُ إِلَيْهِ أَنْ خَيِّرْ أُمَّتَكَ بَيْنَ إِحْدَى ثَلَاثٍ إِمَّا أَنْ نُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ غَيْرِهِمْ فَيَسْتَبِيحَهُمْ أَوْ الْجُوعَ وَإِمَّا أَنْ أُرْسِلَ عَلَيْهِمْ الْمَوْتَ فَشَاوَرَهُمْ فَقَالُوا أَمَّا الْعَدُوُّ فَلَا طَاقَةَ لَنَا بِهِمْ وَأَمَّا الْجُوعُ فَلَا صَبْرَ لَنَا عَلَيْهِ وَلَكِنْ الْمَوْتُ فَأَرْسَلَ عَلَيْهِمْ الْمَوْتَ فَمَاتَ مِنْهُمْ فِي ثَلَاثَةِ أَيَّامٍ سَبْعُونَ أَلْفًا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنَا أَقُولُ الْآنَ حَيْثُ رَأَى كَثْرَتَهُمْ اللَّهُمَّ بِكَ أُحَاوِلُ وَبِكَ أُصَاوِلُ وَبِكَ أُقَاتِلُ","source":"Ahmad"},"__N_SSG":true}