{"pageProps":{"number":"228","slug":"ahmad","id":"Telah menceritakan kepada kami [Husyaim] berkata; telah menceritakan kepada kami [Abu Bisyr] dari [Abu Al Mutawakkil] dari [Abu Sa'id Al Khudri] berkata; Beberapa orang sahabat Nabi shallallahu 'alaihi wasallam mengadakan safar, ketika mereka melewati salah satu perkampungan arab, mereka hendak bertamu namun mereka enggan menerimanya. Lalu ada diantara penduduk itu terkena sengatan, dan akhirnya mereka bertanya kepada sahabat Rasulullah shallallahu 'alaihi wasallam; \"Apakah ada di antara kalian yang bisa meruqyah?\" maka seorang sabahat Nabi menjawab; \"Ya, \" kemudian ia menemui orang yang terkena sengatan dan meruqyahnya dengan membacakan surat Al Fatihah, dan orang itu pun sembuh. Maka ia pun diberi beberapa kambing, namun ia enggan menerimanya hingga ia bertemu dengan Nabi shallallahu 'alaihi wasallam, ketika sampai, ia pun menceritakan kejadian tersebut kepada beliau, dan berkata; \"Wahai Rasulullah, demi Dzat yang mengutusmu dengan kebenaran, aku tidak meruqyahnya kecuali hanya dengan membacakan surat Al Fatihah, \" Abu Sa'id Al Khudri berkata; Beliau lalu tertawa, dan bersabda: \"Apa engkau tahu bahwa surat Al Fatihah adalah ruqyah?\" Abu Sa'id Al Khudri berkata; \"Kemudian beliau bersabda: \"Ambillah pemberian itu dan berikan untukku satu bagian bersama kalian.\"","arab":"حَدَّثَنَا هُشَيْمٌ حَدَّثَنَا أَبُو بِشْرٍ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانُوا فِي سَفَرٍ فَمَرُّوا بِحَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ فَأَبَوْا أَنْ يُضَيِّفُوهُمْ فَعَرَضَ لِإِنْسَانٍ مِنْهُمْ فِي عَقْلِهِ أَوْ لُدِغَ قَالَ فَقَالُوا لِأَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ فِيكُمْ مِنْ رَاقٍ فَقَالَ رَجُلٌ مِنْهُمْ نَعَمْ فَأَتَى صَاحِبَهُمْ فَرَقَاهُ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ فَأُعْطِيَ قَطِيعًا مِنْ غَنَمٍ فَأَبَى أَنْ يَقْبَلَ حَتَّى أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا رَقَيْتُهُ إِلَّا بِفَاتِحَةِ الْكِتَابِ قَالَ فَضَحِكَ وَقَالَ مَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ قَالَ ثُمَّ قَالَ خُذُوا وَاضْرِبُوا لِي بِسَهْمٍ مَعَكُمْ","source":"Ahmad"},"__N_SSG":true}