{"pageProps":{"number":"2497","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdush Shamad] dan [Affan] ia berkata, Telah menceritakan kepada kami [Hammad bin Salamah] telah mengabarkan kepada kami [Ali bin Zaid] dari [Hiththan bin Abdullah Ar Raqasyi] dari [Al Asy'ari] bahwasanya Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya menjelang datangnya hari kiamat, akan terjadi banyak sekali Al Haraj.\" Mereka (para sahabat) bertanya, \"Apa maksud istilah Al Haraj?\" Beliau menjawab: \"(Yaitu) pembunuhan.\" Mereka bertanya: \"Apakah lebih banyak dari yang kami lakukan, karena kami setiap tahun membunuh lebih dari tujuh puluh ribu orang?.\" Beliau bersabda: \"Bukan seperti yang kalian lakukan yaitu (memerangi) kaum musyrikin. Akan tetapi (pembunuhan yang terjadi) antara sebagian kalian dengan sebagian yang lain (peperangan sesama muslimin).\" Mereka bertanya lagi, \"Apakah pada hari itu, kami masih bersama dengan orang-orang yang berakal?\" Beliau menjawab: \"Sesungguhnya orang-orang yang berakal pada masa itu telah banyak yang meninggal, lalu digantikan dengan orang yang tidak memiliki kemampuan apa-apa dari manusia, kelompok yang banyak menyangka mereka mempunyai dasar yang kuat, padahal mereka tidak mempunyai pegangan apa-apa.\" Affan berkata dalam haditsnya; Abu musa berkata: \"Demi Dzat yang jiwaku berada ditangan-Nya, aku tidak mendapatkan jalan keluar untukku dan juga untuk kalian jika aku dan kalian menemuinya kecuali kita harus keluar darinya sebagaimana kita masuk didalamnya dan jangan sampai kita menumpahkan darah ataupun menjarah harta (orang lain).\"","arab":"حَدَّثَنَا عَبْدُ الصَّمَدِ وَعَفَّانُ قَالَا حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا عَلِيُّ بْنُ زَيْدٍ عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ الرَّقَاشِيِّ عَنِ الْأَشْعَرِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بَيْنَ يَدَيْ السَّاعَةِ الْهَرْجَ قَالُوا وَمَا الْهَرْجُ قَالَ الْقَتْلُ قَالُوا أَكْثَرُ مِمَّا نَقْتُلُ إِنَّا لَنَقْتُلُ كُلَّ عَامٍ أَكْثَرَ مِنْ سَبْعِينَ أَلْفًا قَالَ إِنَّهُ لَيْسَ بِقَتْلِكُمْ الْمُشْرِكِينَ وَلَكِنْ قَتْلُ بَعْضِكُمْ بَعْضًا قَالُوا وَمَعَنَا عُقُولُنَا يَوْمَئِذٍ قَالَ إِنَّهُ لَتُنْزَعُ عُقُولُ أَهْلِ ذَلِكَ الزَّمَانِ وَيُخَلَّفُ لَهُ هَبَاءٌ مِنْ النَّاسِ يَحْسِبُ أَكْثَرُهُمْ أَنَّهُمْ عَلَى شَيْءٍ وَلَيْسُوا عَلَى شَيْءٍقَالَ عَفَّانُ فِي حَدِيثِهِ قَالَ أَبُو مُوسَى وَالَّذِي نَفْسِي بِيَدِهِ مَا أَجِدُ لِي وَلَكُمْ مِنْهَا مَخْرَجًا إِنْ أَدْرَكَتْنِي وَإِيَّاكُمْ إِلَّا أَنْ نَخْرُجَ مِنْهَا كَمَا دَخَلْنَا فِيهَا لَمْ نُصِبْ مِنْهَا دَمًا وَلَا مَالًا","source":"Ahmad"},"__N_SSG":true}