{"pageProps":{"number":"2642","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] dari [Syu'bah] dari [Mu'awiyah bin Qurrah] dari [Ayahnya] ia berkata; Seseorang mendatangi Rasulullah Shallalahu 'Alaihi Wasallam sambil membawa anaknya, lalu Nabi Shalallahu 'Alaihi Wasallam bertanya padanya: \"Apakah engkau mencintainya?.\" Ia menjawab; \"Wahai Rasulullah, Allah mencintaimu, demikianlah aku mencintainya.\" Rasulullah Shallalahu 'Alaihi Wasallam lama tidak melihatnya lalu beliau bersabda: \"Dimanakah anak si fulan?.\" Orang-orang menjawab; \"Wahai Rasulullah, sesungguhnya ia telah meninggal.\" Rasulullah Shallalahu 'Alaihi Wasallam bersabda pada ayahnya: \"Tidakkah engkau suka, bila engkau memasuki surga dari satu pintu diantara pintu-pintunya kecuali engkau mendapatkan anakmu sedang menungguimu?.\" Seseorang bertanya; \"Wahai Rasulullah, apakah itu khusus buatnya atau buat semuanya?.\" Beliau menjawab: \"Bahkan untuk semua dari kalian.\" Telah menceritakan kepada kami [Muhammad bin Ja'far], telah mengabarkan kepada kami [Syu'bah] dia berkata; saya mendengar [Mu'awiyah bin Qurrah] dari [Ayahnya] ia berkata; seorang laki-laki datang kepada Rasulullah Shallalahu 'Alaihi Wasallam, lalu ia menyebutkan hadits semisal itu.","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا شُعْبَةُ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ عَنْ أَبِيهِ قَالَإِنَّ رَجُلًا كَانَ يَأْتِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ ابْنٌ لَهُ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتُحِبُّهُ فَقَالَ يَا رَسُولَ اللَّهِ أَحَبَّكَ اللَّهُ كَمَا أُحِبُّهُ فَفَقَدَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا فَعَلَ ابْنُ فُلَانٍ قَالُوا يَا رَسُولَ اللَّهِ مَاتَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَبِيهِ أَمَا تُحِبُّ أَنْ لَا تَأْتِيَ بَابًا مِنْ أَبْوَابِ الْجَنَّةِ إِلَّا وَجَدْتَهُ يَنْتَظِرُكَ فَقَالَ الرَّجُلُ يَا رَسُولَ اللَّهِ أَلَهُ خَاصَّةً أَوْ لِكُلِّنَا قَالَ بَلْ لِكُلِّكُمْحَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ أَخْبَرَنَا شُعْبَةُ قَالَ سَمِعْتُ مُعَاوِيَةَ بْنَ قُرَّةَ يُحَدِّثُ عَنْ أَبِيهِ أَنَّ رَجُلًا كَانَ يَأْتِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْلَهُ","source":"Ahmad"},"__N_SSG":true}