{"pageProps":{"number":"2752","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdushamad bin Abdul Warits], telah menceritakan kepada kami [Sulaiman yaitu Ibnu Mughirah] dari [Humaid yaitu Ibnu Hilal] dia berkata; [Seorang lelaki] dari Thufawithah yang jalannya melewati (tempat) kami, kemudian dia datang ke perkampungan dan bercerita kepada penduduk kampung, dia berkata; \"Aku tiba di Madinah dengan kafilah dagang kami, kemudian kami menjual barang dagangan kami, lalu aku berkata; \"Aku harus pergi menemui laki-laki ini, supaya orang setelahku datang membawa berita tentang dia, \" laki-laki itu berkata; \"Kemudian aku sampai kepada Rasulullah Shallalahu 'Alaihi Wasallam dan beliau memperlihatkan kepadaku suatu rumah.\" Beliau bersabda: \"Sesungguhnya di dalamnya ada seorang wanita, dia keluar ikut dalam pasukan kaum muslimin dan meinggalkan dua belas kambing miliknya dan tali-tali yang dia gunakan untuk memintal, beliau melanjutkan: \"Kemudian salah satu kambingnya dan alat pintalnya juga hilang, lalu dia berkata; \"Wahai Rabbku, sesungguhnya Engkau telah menjamin bagi orang yang keluar berperang di jalan-Mu bahwa Engkau akan menjaganya, dan sesungguhnya aku telah kehilangan seekor kambing dan alat pintalku, dan sesungguhnya aku mengadukan perihal kambing dan alat pintalku kepadaMu.\" Laki-laki itu melanjutkan; \"Maka Rasulullah Shallalahu 'Alaihi Wasallam menyebutkan kesungguhan (keseriusan) wanita itu dalam mengadu kepada Rabbnya Tabaraka Wata'ala.\" Rasulullah Shallalahu 'Alaihi Wasallam bersabda: \"Maka wanita itu menemukan kambingnya dengan yang semisalnya dan menemukan alat pintalnya dengan yang semisalnya.\" Dan inilah, aku telah beritakan maka datangilah wanita itu dan tanyakan padanya jika kamu menghendaki!.\" Laki-laki itu berkata; \"Maka aku menjawab: \"Bahkan aku sudah percaya kepadamu.\"","arab":"حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ حَدَّثَنَا سُلَيْمَانُ يَعْنِي ابْنَ الْمُغِيرَةِ عَنْ حُمَيْدٍ يَعْنِي ابْنَ هِلَالٍ قَالَكَانَ رَجُلٌ مِنْ الطُّفَاوَةِ طَرِيقُهُ عَلَيْنَا فَأَتَى عَلَى الْحَيِّ فَحَدَّثَهُمْ قَالَ قَدِمْتُ الْمَدِينَةَ فِي عِيرٍ لَنَا فَبِعْنَا بِيَاعَتَنَا ثُمَّ قُلْتُ لَأَنْطَلِقَنَّ إِلَى هَذَا الرَّجُلِ فَلَآتِيَنَّ مَنْ بَعْدِي بِخَبَرِهِ قَالَ فَانْتَهَيْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا هُوَ يُرِينِي بَيْتًا قَالَ إِنَّ امْرَأَةً كَانَتْ فِيهِ فَخَرَجَتْ فِي سَرِيَّةٍ مِنْ الْمُسْلِمِينَ وَتَرَكَتْ ثِنْتَيْ عَشْرَةَ عَنْزًا لَهَا وَصِيصِيَتَهَا كَانَتْ تَنْسِجُ بِهَا قَالَ فَفَقَدَتْ عَنْزًا مِنْ غَنَمِهَا وَصِيصِيَتَهَا فَقَالَتْ يَا رَبِّ إِنَّكَ قَدْ ضَمِنْتَ لِمَنْ خَرَجَ فِي سَبِيلِكَ أَنْ تَحْفَظَ عَلَيْهِ وَإِنِّي قَدْ فَقَدْتُ عَنْزًا مِنْ غَنَمِي وَصِيصِيَتِي وَإِنِّي أَنْشُدُكَ عَنْزِي وَصِيصِيَتِي قَالَ فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ شِدَّةَ مُنَاشَدَتِهَا لِرَبِّهَا تَبَارَكَ وَتَعَالَى قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَصْبَحَتْ عَنْزُهَا وَمِثْلُهَا وَصِيصِيَتُهَا وَمِثْلُهَا وَهَاتِيكَ فَأْتِهَا فَاسْأَلْهَا إِنْ شِئْتَ قَالَ قُلْتُ بَلْ أُصَدِّقُكَ","source":"Ahmad"},"__N_SSG":true}