{"pageProps":{"number":"307","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrozaq] telah mengabarkan kepadaku [Ibnu Juraij] telah menceritakan kepadaku ['Utsman bin As-Sa'ib] budak mereka, dari Bapaknya [As-Sa'ib], budak Bani Mahdzurah dan dari [Ummu Abdul Malik bin Abu Mahdzurah] keduanya mendengarnya dari [Abu Mahdzurah] Abu Mahdzurah berkata; \"Saya keluar dengan sepuluh pemuda bersama Nabi Shallallahu'alaihiwasallam yang saat itu beliau adalah orang yang paling kami benci. Lalu mereka mengumandangkan adzan pada kami. Kami berdiri dan mengumandangkan adzan seraya menghinanya. Nabi Shallallahu'alaihiwasallam bersabda: \"Datangkan para pemuda itu kepadaku\" Lalu beliau bersabda: \"Adzanlah kalian\" lalu mereka mengkumandangkan adzan, saya adalah salah satu di antara mereka. Nabi Shallallahu'alaihiwasallam bersabda: \"Ya. Inilah dia suara yang saya dengar. Pergilah dan kumandangkanlah adzan kepada penduduk Makkah\", lalu beliau mengusap ubun-ubunnya (Abu Mahdzurah) dan bersabda: \"Ucapkanlah: ALLAHU AKBAR ALLAHU AKBAR, ALLAHU AKBAR ALLAHU AKBAR, ASYHADU AN LAA ILAAHA ILLA ALLAH dua kali, dan ASYHADU ANNA MUHAMMADAR RASULULLAH dua kali, kemudian ulangilah (dengan suara pelan) ASYHADU AN LAA ILAAHA ILLA ALLAH dua kali, dan ASYHADU ANNA MUHAMMADAR RASULULLAH dua kali, HAYYA 'ALAS SHOLAAH, HAYYA 'ALAS SHOLAAH, HAYYA 'ALAL FALAAH HAYYA 'ALAL FALAAH dua kali, ALLAHU AKBAR ALLAHU AKBAR, LAA ILAAHA ILLA ALLAH, dan jika kamu adzan pada awal subuh maka ucapkanlah: ASSOLAATU KHOIRUN MINAN NAUM, ASSHALATU KHOIRUN MINAN NAUM, Jika mengiqomatinya maka ucapkan dua kali: QOD QOOMATIS SHOLAAAH QOD QOOMATIS SHOLAAH, apakah kamu mendengar? (Ibnu Abi Mahdzurah Radliyallahu'anhu) berkata; maka Abu Mahdzurah tidak pernah mencukur rambut ubun-ubunnya serta memotongnya karena Rasulullah Shallallahu'alaihiwasallam telah mengusapnya. Telah menceritakan kepada kami [Muhammad bin Bakar] telah mengabarkan kepada kami [Ibnu Juraij] berkata; telah mengabarkan kepadaku [Utsman bin As-Sa'ib] dari [Ummu Abdul Malik bin Abi Mahdzurah] dari [Abu Mahdzurah] dia berkata; tatkala Nabi Shallallahu'alaihiwasallam kembali ke Hunain, kami keluar bersepuluh, lalu dia menyebutkan Hadits yang sama, hanya saja dia menyebutkan bahwa Rasulullah Shallallahu'alaihiwasallam mengucapkan ALLAHU AKBAR ALLAHU AKBAR dua kali saja, dan Rauh juga berkata dua kali.","arab":"حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنِي ابْنُ جُرَيْجٍ حَدَّثَنِي عُثْمَانُ بْنُ السَّائِبِ مَوْلَاهُمْ عَنْ أَبِيهِ السَّائِبِ مَوْلَى أَبِي مَحْذُورَةَ وَعَنْ أُمِّ عَبْدِ الْمَلِكِ بْنِ أَبِي مَحْذُورَةَ أَنَّهُمَا سَمِعَاهُ مِنْ أَبِي مَحْذُورَةَ قَالَ أَبُو مَحْذُورَةَخَرَجْتُ فِي عَشَرَةِ فِتْيَانٍ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ أَبْغَضُ النَّاسِ إِلَيْنَا فَأَذَّنُوا فَقُمْنَا نُؤَذِّنُ نَسْتَهْزِئُ بِهِمْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ائْتُونِي بِهَؤُلَاءِ الْفِتْيَانِ فَقَالَ أَذِّنُوا فَأَذَّنُوا فَكُنْتُ أَحَدَهُمْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ هَذَا الَّذِي سَمِعْتُ صَوْتَهُ اذْهَبْ فَأَذِّنْ لِأَهْلِ مَكَّةَ فَمَسَحَ عَلَى نَاصِيَتِهِ وَقَالَ قُلْ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ مَرَّتَيْنِ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ مَرَّتَيْنِ ثُمَّ ارْجِعْ فَاشْهَدْ أَنْ لَا إِلَهَ إِلَّا اللَّهُ مَرَّتَيْنِ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ مَرَّتَيْنِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ مَرَّتَيْنِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ وَإِذَا أَذَّنْتَ بِالْأَوَّلِ مِنْ الصُّبْحِ فَقُلْ الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ وَإِذَا أَقَمْتَ فَقُلْهَا مَرَّتَيْنِ قَدْ قَامَتْ الصَّلَاةُ قَدْ قَامَتْ الصَّلَاةُ أَسَمِعْتَقَالَ وَكَانَ أَبُو مَحْذُورَةَ لَا يَجُزُّ نَاصِيَتَهُ وَلَا يُفَرِّقُهَا لِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَسَحَ عَلَيْهَا حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي عُثْمَانُ بْنُ السَّائِبِ عَنْ أُمِّ عَبْدِ الْمَلِكِ بْنِ أَبِي مَحْذُورَةَ عَنْ أَبِي مَحْذُورَةَ قَالَ لَمَّا رَجَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى حُنَيْنٍ خَرَجْتُ عَاشِرَ عَشَرَةٍ فَذَكَرَ الْحَدِيثَ إِلَّا أَنَّهُ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ مَرَّتَيْنِ فَقَطْ و قَالَ رَوْحٌ أَيْضًا مَرَّتَيْنِ","source":"Ahmad"},"__N_SSG":true}