{"pageProps":{"number":"3474","slug":"ahmad","id":"Telah menceritakan kepada kami [Zakariya bin 'Adi] telah mengkhabarkan kepada kami [Baqiyah] dari [Bahir bin Sa'ad] dari [Khalid bin Ma'dan] dari [Jubair bin Nufair] dari [Abu Ayyub] berkata; Saat Rasulullah Shallallahu 'alaihi wa salam tiba di Madinah, kaum Anshar membuat undian siapa diantara mereka yang memberi tempat untuk Rasulullah Shallallahu 'alaihi wa salam. Abu Ayyub mendapatkan undian lalu ia memberi tempat untuk Rasulullah Shallallahu 'alaihi wa salam, bila Rasulullah Shallallahu 'alaihi wa salam diberi hadiah makanan, maka hadiah itu otomatis dihadiahkan kepada Abu Ayyub. Pada suatu hari Abu Ayyub masuk, ternyata disana ada piring yang ada bawang merahnya. Abu Ayyub bertanya: Apa ini? Mereka menjawab: Rasulullah Shallallahu 'alaihi wa salam mengirimnya. Kemudian Abu Ayyub mendatangi Nabi Shallallahu 'alaihi wa salam dan berkata; Wahai Rasulullah! Apa yang menghalangimu dari piring ini? Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Aku lihat ada bawang merahnya.\" Berkata Abu Ayyub: Tidak halalkah bawang merah bagi kita? Rasulullah Shallallahu 'alaihi wa salam bersabda: \"Halal, makanlah, hanya karena ada sesuatu yang aku merasa terganggu dan kalian tidak merasakannya.\" Berkata [Haiwah] dalam riwayatnya: \" Aku merasa terganggu, yang kalian tidak merasakannya.\"","arab":"حَدَّثَنَا زَكَرِيَّا بْنُ عَدِيٍّ أَخْبَرَنَا بَقِيَّةُ عَنْ بَحِيرِ بْنِ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ أَبِي أَيُّوبَ قَالَلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ اقْتَرَعَتْ الْأَنْصَارُ أَيُّهُمْ يُؤْوِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَرَعَهُمْ أَبُو أَيُّوبَ فَآوَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَ إِذَا أُهْدِيَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَعَامٌ أُهْدِيَ لِأَبِي أَيُّوبَ قَالَ فَدَخَلَ أَبُو أَيُّوبَ يَوْمًا فَإِذَا قَصْعَةٌ فِيهَا بَصَلٌ فَقَالَ مَا هَذَا فَقَالُوا أَرْسَلَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَاطَّلَعَ أَبُو أَيُّوبَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ مَا مَنَعَكَ مِنْ هَذِهِ الْقَصْعَةِ قَالَ رَأَيْتُ فِيهَا بَصَلًا قَالَ وَلَا يَحِلُّ لَنَا الْبَصَلُ قَالَ بَلَى فَكُلُوهُ وَلَكِنْ يَغْشَانِي مَا لَا يَغْشَاكُمْ وَقَالَ حَيْوَةُ إِنَّهُ يَغْشَانِي مَا لَا يَغْشَاكُمْ","source":"Ahmad"},"__N_SSG":true}