{"pageProps":{"number":"3570","slug":"ahmad","id":"Telah bercerita kepada kami ['Affan] telah bercerita kepada kami [Hammad bin Salamah] telah mengkhabarkan kepada kami ['Ali bin Zaid] dari [Abu 'Utsman] berkata: Aku bersama [Salman Al Farisi] berada dibawah pohon dan ia memetik ranting kering, ia menggerakkannya hingga dedauannya rontok lalu berkata: Hai Abu 'Utsman! Apa kau tidak bertanya kenapa aku melakukan ini dan kenapa kau tidak melakukannya? Lalu Salman berkata: Seperti itulah yang dilakukan Rasulullah shallallahu 'alaihi wasallam saat aku bersama beliau berada dibawah sebuah pohon, beliau memetika ranting kering dan menggerakkannya hingga dedaunannya rontok lalu bersabda: \"Hai Salman! Apa kau tidak bertanya kenapa aku melakukan ini dan kenapa kau tidak melakukannya?\" Lalu beliau bersabda: \"Sesungguhnya orang muslim bila berwudlu dan memperbaiki wudlunya lalu shalat lima waktu maka kesalahan-kesalahannya berguguran seperti rontoknya dedaunan ini.\" Beliau bersabda: \"Tegakkanlah shalat didua penghujung siang dan sebagian dari malam, sesungguhnya kebaikan-kebaikan itu menghilangkan keburukan-keburukan, itu adalah peringatan bagi orang-orang yang ingat.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا عَلِيُّ بْنُ زَيْدٍ عَنْ أَبِي عُثْمَانَ قَالَكُنْتُ مَعَ سَلْمَانَ الْفَارِسِيِّ تَحْتَ شَجَرَةٍ وَأَخَذَ مِنْهَا غُصْنًا يَابِسًا فَهَزَّهُ حَتَّى تَحَاتَّ وَرَقُهُ ثُمَّ قَالَ يَا أَبَا عُثْمَانَ أَلَا تَسْأَلُنِي لِمَ أَفْعَلُ هَذَا قُلْتُ وَلِمَ تَفْعَلُهُ فَقَالَ هَكَذَا فَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَعَهُ تَحْتَ شَجَرَةٍ فَأَخَذَ مِنْهَا غُصْنًا يَابِسًا فَهَزَّهُ حَتَّى تَحَاتَّ وَرَقُهُ فَقَالَ يَا سَلْمَانُ أَلَا تَسْأَلُنِي لِمَ أَفْعَلُ هَذَا فَقُلْتُ وَلِمَ تَفْعَلُهُ قَالَ إِنَّ الْمُسْلِمَ إِذَا تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ صَلَّى الصَّلَوَاتِ الْخَمْسَ تَحَاتَّتْ خَطَايَاهُ كَمَا يَتَحَاتُّ هَذَا الْوَرَقُ وَقَالَ{ وَأَقِمْ الصَّلَاةَ طَرَفَيْ النَّهَارِ وَزُلَفًا مِنْ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ }","source":"Ahmad"},"__N_SSG":true}