{"pageProps":{"number":"3640","slug":"ahmad","id":"Telah bercerita kepada kami [Hasyim bin Al Qasim] telah bercerita kepada kami [Sulaiman bin Al Mughirah] dari [Tsabit] dari ['Abdur Rahman bin Abu Laila] dari [Al Miqdad] berkata; Aku bersama dua temanku, saat itu pendengaran dan penglihatan kami sudah tidak ada karena kelelahan, kami mendatangi para sahabat Rasulullah Shallalahu 'alaihi wa sallam tapi tidak ada seorang pun yang menjamu kami, lalu kami pergi menemui Rasulullah Shallalahu 'alaihi wa sallamkemudian beliau pergi bersama kami ke rumah istri beliau, beliau memiliki tiga ekor kambing lalu beliau bersabda: \"Perahlah susu-susunya untuk kami.\" Kami memerahnya lalu masing-masing dari kami meminum bagiannya kemudian kami angkat bagian untuk Rasulullah shallallahu 'alaihi wasallam. Pada suatu malam Rasulullah Shallalahu 'alaihi wa sallam datang, beliau mengucapkan salam dengan suara yang bisa didengar oleh orang yang terjaga namun tidak bisa membangungkan orang tidur, beliau ke masjid lalu shalat, setelah itu beliau mendatangi minuman beliau kemudian minum. Para suatu malam setan mendatangiku, ia berkata: Muhammad mendatangi kaum Anshar, mereka memberinya hadiah sementara mereka memerlukan minuman ini, minumlah. Setan terusa saja menggodaku hingga aku meminumnya. Saat sudah masuk ke perutku dan aku sadar minuman itu sudah tidak bisa lagi dikeluarkan, setan membuatku menyesal. Hatiku berkata: Celaka, apa yang kau lakukan, kau meminum minuman Muhammad lalu beliau datang dan tidak melihatnya (minuman) sehingga beliau akan mendoakan kejelekan padamu di dunia dan akhiratmu. Berkata Al Miqdad: Aku mengenakan selimut dari wool, setiap kali aku tutupkan kepala, kakiku terlihat dan bila aku tutupkan dikakiku, kepalaku terlihat. Kantuk tidak juga mendatangiku sementara kedua temanku sudah tertidur. Setelah itu Rasulullah Shallalahu 'alaihi wa sallam datang dan mengucapkan salam seperti salam biasanya, setelah itu beliau ke masjid dan shalat, setelah itu beliau mendekati gelas, beliau membukanya namun beliau tidak melihat apa pun, Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Ya Allah, berilah makanan orang yang memberiku makan, dan berilah minum orang yang memberiku minum.\" Aku lalu mengambil selimutku lalu aku ikat, aku lalu mengambil parang dan mendatangi kambing-kambingku, aku pun melihat dengan seksama mana diantaranya yang paling gemuk lalu aku akan menyembelihnya untuk Rasulullah shallallahu 'alaihi wasallam. Ternyata semuanya penuh susunya, lalu aku mengambil bejana untuk keluarga Muhammad yang biasa mereka pakai makan untuk aku isi perahan susu - berkata Abu An Nadlrah dalam riwayatnya: Tempat mereka memerah susu- lalu aku memerahnya hingga berisi penuh, setelah itu aku mendatangi Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Apa kalian sudah meminum minuman kalian malam ini hai Miqdad?\" aku berkata: Silahkan Tuan minum. Beliau minum lalu beliau memberikan gelas itu padaku, aku berkata: Silahkan Tuan minum, beliau minum lalu memberikan sisanya padaku, aku pun minum, aku tahu Rasulullah Shallalahu 'alaihi wa sallam sudah puas, beliau berdoa untukku, aku tertawa hingga jatuh ke tanah, Rasulullah Shallalahu 'alaihi wa sallam bersabda: \"Tunggu dulu Miqdad?\" aku berkata: Dulu aku seperti ini dan aku pernah melakukan seperti itu, lalu beliau bersabda: \"Ini hanyalah rahmat dari Allah, bukankah tadi kau memberitahuku untuk membangukan kedua temanmu itu agar keduanya bisa meminumnya. Aku berkata: \"Demi Dzat yang mengutusmu dengan kebenaran, aku tidak perduli pada orang lain bila Tuan mendapatkannya (rahmat) bersamaku.","arab":"حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا سُلَيْمَانُ يَعْنِي ابْنَ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ الْمِقْدَادِ قَالَأَقْبَلْتُ أَنَا وَصَاحِبَانِ لِي قَدْ ذَهَبَتْ أَسْمَاعُنَا وَأَبْصَارُنَا مِنْ الْجَهْدِ قَالَ فَجَعَلْنَا نَعْرِضُ أَنْفُسَنَا عَلَى أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ أَحَدٌ يَقْبَلُنَا قَالَ فَانْطَلَقْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَانْطَلَقَ بِنَا إِلَى أَهْلِهِ فَإِذَا ثَلَاثُ أَعْنُزٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ احْتَلِبُوا هَذَا اللَّبَنَ بَيْنَنَا قَالَ فَكُنَّا نَحْتَلِبُ فَيَشْرَبُ كُلُّ إِنْسَانٍ نَصِيبَهُ وَنَرْفَعُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَصِيبَهُ فَيَجِيءُ مِنْ اللَّيْلِ فَيُسَلِّمُ تَسْلِيمًا لَا يُوقِظُ نَائِمًا وَيُسْمِعُ الْيَقْظَانَ ثُمَّ يَأْتِي الْمَسْجِدَ فَيُصَلِّي ثُمَّ يَأْتِي شَرَابَهُ فَيَشْرَبُهُ قَالَ فَأَتَانِي الشَّيْطَانُ ذَاتَ لَيْلَةٍ فَقَالَ مُحَمَّدٌ يَأْتِي الْأَنْصَارَ فَيُتْحِفُونَهُ وَيُصِيبُ عِنْدَهُمْ مَا بِهِ حَاجَةٌ إِلَى هَذِهِ الْجُرْعَةِ فَاشْرَبْهَا قَالَ مَا زَالَ يُزَيِّنُ لِي حَتَّى شَرِبْتُهَا فَلَمَّا وَغَلَتْ فِي بَطْنِي وَعَرَفَ أَنَّهُ لَيْسَ إِلَيْهَا سَبِيلٌ قَالَ نَدَّمَنِي فَقَالَ وَيْحَكَ مَا صَنَعْتَ شَرِبْتَ شَرَابَ مُحَمَّدٍ فَيَجِيءُ وَلَا يَرَاهُ فَيَدْعُو عَلَيْكَ فَتَهْلِكَ فَتَذْهَبُ دُنْيَاكَ وَآخِرَتُكَ قَالَ وَعَلَيَّ شَمْلَةٌ مِنْ صُوفٍ كُلَّمَا رَفَعْتُهَا عَلَى رَأْسِي خَرَجَتْ قَدَمَايَ وَإِذَا أَرْسَلْتُ عَلَى قَدَمَيَّ خَرَجَ رَأْسِي وَجَعَلَ لَا يَجِيءُ لِي نَوْمٌ قَالَ وَأَمَّا صَاحِبَايَ فَنَامَا فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَلَّمَ كَمَا كَانَ يُسَلِّمُ ثُمَّ أَتَى الْمَسْجِدَ فَصَلَّى فَأَتَى شَرَابَهُ فَكَشَفَ عَنْهُ فَلَمْ يَجِدْ فِيهِ شَيْئًا فَرَفَعَ رَأْسَهُ إِلَى السَّمَاءِ قَالَ قُلْتُ الْآنَ يَدْعُو عَلَيَّ فَأَهْلِكُ فَقَالَ اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي وَاسْقِ مَنْ سَقَانِي قَالَ فَعَمَدْتُ إِلَى الشَّمْلَةِ فَشَدَدْتُهَا لِي فَأَخَذْتُ الشَّفْرَةَ فَانْطَلَقْتُ إِلَى الْأَعْنُزِ أَجُسُّهُنَّ أَيُّهُنَّ أَسْمَنُ فَأَذْبَحُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا هُنَّ حُفَّلٌ كُلُّهُنَّ فَعَمَدْتُ إِلَى إِنَاءٍ لِآلِ مُحَمَّدٍ مَا كَانُوا يَطْمَعُونَ أَنْ يَحْلِبُوا فِيهِ وَقَالَ أَبُو النَّضْرِ مَرَّةً أُخْرَى أَنْ يَحْتَلِبُوا فِيهِ فَحَلَبْتُ فِيهِ حَتَّى عَلَتْهُ الرَّغْوَةُ ثُمَّ جِئْتُ بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَمَا شَرِبْتُمْ شَرَابَكُمْ اللَّيْلَةَ يَا مِقْدَادُ قَالَ قُلْتُ اشْرَبْ يَا رَسُولَ اللَّهِ فَشَرِبَ ثُمَّ نَاوَلَنِي فَقُلْتُ يَا رَسُولَ اللَّهِ اشْرَبْ فَشَرِبَ ثُمَّ نَاوَلَنِي فَأَخَذْتُ مَا بَقِيَ فَشَرِبْتُ فَلَمَّا عَرَفْتُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ رَوِيَ فَأَصَابَتْنِي دَعْوَتُهُ ضَحِكْتُ حَتَّى أُلْقِيتُ إِلَى الْأَرْضِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِحْدَى سَوْآتِكَ يَا مِقْدَادُ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ كَانَ مِنْ أَمْرِي كَذَا صَنَعْتُ كَذَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا كَانَتْ هَذِهِ إِلَّا رَحْمَةً مِنْ اللَّهِ أَلَا كُنْتَ آذَنْتَنِي نُوقِظُ صَاحِبَيْكَ هَذَيْنِ فَيُصِيبَانِ مِنْهَا قَالَ قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أُبَالِي إِذَا أَصَبْتَهَا وَأَصَبْتُهَا مَعَكَ مَنْ أَصَابَهَا مِنْ النَّاسِ","source":"Ahmad"},"__N_SSG":true}