{"pageProps":{"number":"3698","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] Telah menceritakan kepada kami [Hammad bin Salamah] Telah menceritakan kepada kami [Tsabit] dari ['Abdur Rahman bin Abu laila] dari [Shuhaib] berkata: Saat Rasulullah Shallalahu 'alaihi wa sallam duduk bersama pada sahabat, tiba-tiba beliau tertawa, beliau bersabda: \"Apakah kalian tidak bertanya kepadaku kenapa aku tertawa?\" mereka bertanya: Wahai Rasulullah, apa yang Tuan tertawakan? Beliau bersabda: \"Aku kagum akan hal ihwal orang mu`min, bila mendapat kesenangan ia memuji Allah dan dan bersyukur itu baik baginya dan bila tertimpa musibah ia bersabar dan kesabaran itu baik baginya, tidak semua orang yang seluruh hal ihwalnya baik kecuali orang mu`min.\" Berkata ayahku: Dan kami menceritakannya kepada ['Affan], kami menceritakannya kepada [Sulaiman] Telah menceritakan kepada kami [Tsabit] teks matan ini secara persis dan menurutku Hammad salah dalam teks ini, ia menceritakan kepada kami, berkata Sulaiman; Telah menceritakan kepada kami Tsabit seperti teks matan Abdur Rahman dari Sulaiman, riwayat itu dari kitabnya, ia membacanya untuk kami.","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ حَدَّثَنَا ثَابِتٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ صُهَيْبٍ قَالَبَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَاعِدٌ مَعَ أَصْحَابِهِ إِذْ ضَحِكَ فَقَالَ أَلَا تَسْأَلُونِي مِمَّ أَضْحَكُ قَالُوا يَا رَسُولَ اللَّهِ وَمِمَّ تَضْحَكُ قَالَ عَجِبْتُ لِأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ إِنْ أَصَابَهُ مَا يُحِبُّ حَمِدَ اللَّهَ وَكَانَ لَهُ خَيْرٌ وَإِنْ أَصَابَهُ مَا يَكْرَهُ فَصَبَرَ كَانَ لَهُ خَيْرٌ وَلَيْسَ كُلُّ أَحَدٍ أَمْرُهُ كُلُّهُ لَهُ خَيْرٌ إِلَّا الْمُؤْمِنُقَالَ أَبِي و حَدَّثَنَاه عَفَّانُ أَيْضًا حَدَّثَنَاهُ سُلَيْمَانُ حَدَّثَنَا ثَابِتٌ هَذَا اللَّفْظَ بِعَيْنِهِ وَأُرَاهُ وَهِمَ هَذَا لَفْظُ حَمَّادٍ وَقَدْ حَدَّثَنَا قَالَ سُلَيْمَانُ حَدَّثَنَا ثَابِتٌ نَحْوًا مِنْ لَفْظِ عَبْدِ الرَّحْمَنِ عَنْ سُلَيْمَانَ وَذَلِكَ مِنْ كِتَابِهِ قَرَأَهُ عَلَيْنَا","source":"Ahmad"},"__N_SSG":true}