{"pageProps":{"number":"3775","slug":"ahmad","id":"Telah menceritakan kepada kami [Hajjaj] dan telah menceritakan kepada kami [Yazid bin Harun] keduanya berkata, telah memberitakan kepada kami [Ibnu Abu Dzi'b] dan [Ishaq bin Sulaiman] berkata, aku mendengar dari [Ibnu Abu Dzi'b] dari [Shalih] budak At Tauamah, dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda kepada para isterinya pada haji Wada': \"Ini (haji yang terakhir), kemudian menetap tinggal di rumah.\" Ketika itu mereka semua melaksanakan haji, kecuali Zainab binti Jahsy dan Saudah binti Zam'ah, keduanya berkata, \"Demi Allah, tunggangan kami tidak bergerak (untuk membawa kami pergi) setelah kami mendengar hal itu dari Rasulullah shallallahu 'alaihi wasallam.\" [Ishaq bin Sulaiman] menyebutkan dalam haditsnya, \"Keduanya berkata, \"Demi Allah, tunggangan kami tidak bergerak (untuk membawa kami pergi) setelah sabda Rasulullah shallallahu 'alaihi wasallam 'Ini (haji yang terakhir) kemudian menetap tinggal di rumah'.\" [Yazid] menyebutkan, \"Setelah kami mendengar itu dari Rasulullah shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا حَجَّاجٌ وَحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَا أَنَا ابْنُ أَبِي ذِئْبٍ وَإِسْحَاقُ بْنُ سُلَيْمَانَ قَالَ سَمِعْتُ ابْنَ أَبِي ذِئْبٍ عَنْ صَالِحٍ مَوْلَى التَّوْأَمَةِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِنِسَائِهِ عَامَ حَجَّةِ الْوَدَاعِ هَذِهِ ثُمَّ ظُهُورَ الْحُصْرِ قَالَ فَكُنَّ كُلُّهُنَّ يَحْجُجْنَ إِلَّا زَيْنَبَ بِنْتَ جَحْشٍ وَسَوْدَةَ بِنْتَ زَمْعَةَ وَكَانَتَا تَقُولَانِ وَاللَّهِ لَا تُحَرِّكُنَا دَابَّةٌ بَعْدَ أَنْ سَمِعْنَا ذَلِكَ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِسْحَاقُ بْنُ سُلَيْمَانَ فِي حَدِيثِهِ قَالَتَا وَاللَّهِ لَا تُحَرِّكُنَا دَابَّةٌ بَعْدَ قَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذِهِ ثُمَّ ظُهُورَ الْحُصْرِ وَقَالَ يَزِيدُ بَعْدَ أَنْ سَمِعْنَا ذَلِكَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Ahmad"},"__N_SSG":true}