{"pageProps":{"number":"3957","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Mughirah] dia berkata, telah menceritakan kepada kami [Al Auza'i] dia berkata, telah menceritakan kepadaku [Ishaq bin 'Abdullah bin Abu Thalhah Al Anshari] dari neneknya [Ummu Sulaim] dia mengatakan, bahwa dia bertetangga dengan Ummu Salamah, isteri Nabi shallallahu 'alaihi wasallam, dia pernah masuk manemuinya, setelah itu Nabi shallallahu 'alaihi wasallam masuk.\" Ummu Sulaim berkata, \"Wahai Rasulullah, bagaimana pendapatmu jika seorang isteri bermimpi bahwa suaminya telah menggaulinya? Apakah ia wajib mandi?\" Ummu Salamah berkata, \"celaka kamu wahai Ummu Sulaim, kamu telah membuka aib seorang wanita di hadapan Rasulullah shallallahu 'alaihi wasallam.\" Ummu Sulaim pun berkata, \"Sesungguhnya Allah tidak malu dari kebenaran, dan lebih baik kita bertanya kepada Nabi shallallahu 'alaihi wasallam tentang suatu hal yang masih rancu daripada kita dalam ketidaktahuan.\" Maka Nabi shallallahu 'alaihi wasallam bersabda kepada Ummu Salamah: \"Justru kamulah yang celaka wahai wahai Ummu Sulaim, ia wajib mandi jika mendapati cairan.\" Maka Ummu Salamah berkata, \"Wahai Rasulullah, apakah seorang wanita juga memiliki cairan?\" Lantas Nabi shallallahu 'alaihi wasallam menjawab: \"(Jika tidak) lalu dari mana seorang anak bisa menyerupai ibunya, wanita adalah saudara laki-laki.\"","arab":"حَدَّثَنَا أَبُو الْمُغِيرَةِ قَالَ حَدَّثَنَا الْأَوْزَاعِيُّ قَالَ حَدَّثَنِي إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ الْأَنْصَارِيُّ عَنْ جَدَّتِهِ أُمِّ سُلَيْمٍ قَالَتْكَانَتْ مُجَاوِرَةَ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَتْ تَدْخُلُ عَلَيْهَا فَدَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ أُمُّ سُلَيْمٍ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِذَا رَأَتْ الْمَرْأَةُ أَنَّ زَوْجَهَا يُجَامِعُهَا فِي الْمَنَامِ أَتَغْتَسِلُ فَقَالَتْ أُمُّ سَلَمَةَ تَرِبَتْ يَدَاكِ يَا أُمَّ سُلَيْمٍ فَضَحْتِ النِّسَاءَ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ أُمُّ سُلَيْمٍ إِنَّ اللَّهَ لَا يَسْتَحِي مِنْ الْحَقِّ وَإِنَّا إِنْ نَسْأَلْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَمَّا أَشْكَلَ عَلَيْنَا خَيْرٌ مِنْ أَنْ نَكُونَ مِنْهُ عَلَى عَمْيَاءَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأُمِّ سَلَمَةَ بَلْ أَنْتِ تَرِبَتْ يَدَاكِ نَعَمْ يَا أُمَّ سُلَيْمٍ عَلَيْهَا الْغُسْلُ إِذَا وَجَدَتْ الْمَاءَ فَقَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ وَهَلْ لِلْمَرْأَةِ مَاءٌ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنَّى يُشْبِهُهَا وَلَدُهَا هُنَّ شَقَائِقُ الرِّجَالِ","source":"Ahmad"},"__N_SSG":true}