{"pageProps":{"number":"4046","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Ishaq] berkata, telah mengabarkan kepada kami [Ibnu Lahi'ah] dari ['Abdullah bin Hubairah] dari [Abu Tamim] dari [Abu Bashrah Al Ghifari] dia berkata, \"Kami shalat Ashar bersama Rasulullah shallallahu 'alaihi wasallam di suatu lembah dari lembah-lembah milik mereka yang dinamakan dengan lembah Al Mukhammash, kemudian beliau bersabda: \"Sesungguhnya shalat ini adalah shalat ashar yang disodorkan pada umat sebelum kalian, lalu mereka lalai dan meninggalkannya, maka barangsiapa di antara kalian melakukan shalat itu, maka akan dilipatkan pahalanya dua kali lipat, dan tidak ada shalat setelahnya hingga kalian melihat syahid.\" Aku bertanya kepada Ibnu Lahi'ah, \"Apa yang dimaksud dengan syahid?\" Dia menjawab, \"Bintang-bintang, orang-orang arab badui menamakannya dengan saksi (bukti) malam.\" Telah menceritakan kepada kami [Yahya bin Ishaq] berkata, telah mengabarkan kepadaku [Laits bin Sa'd] dari [Khair bin Nua'im] dari ['Abdullah] dari [Abu Tamim Al Jaisyani] dari [Abu Bashrah Al Ghifari] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam shalat bersama kami…lalu dia menyebutkan hadits tersebut.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ قَالَ أَخْبَرَنَا ابْنُ لَهِيعَةَ عَنْ عَبْدِ اللَّهِ بْنِ هُبَيْرَةَ عَنْ أَبِي تَمِيمٍ عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ قَالَصَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَادٍ مِنْ أَوْدِيَتِهِمْ يُقَالُ لَهُ الْمُخَمَّصُ صَلَاةَ الْعَصْرِ فَقَالَ إِنَّ هَذِهِ الصَّلَاةَ صَلَاةَ الْعَصْرِ عُرِضَتْ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ فَضَيَّعُوهَا أَلَا وَمَنْ صَلَّاهَا ضُعِّفَ لَهُ أَجْرُهُ مَرَّتَيْنِ أَلَا وَلَا صَلَاةَ بَعْدَهَا حَتَّى تَرَوْا الشَّاهِدَقُلْتُ لِابْنِ لَهِيعَةَ مَا الشَّاهِدُ قَالَ الْكَوْكَبُ الْأَعْرَابُ يُسَمُّونَ الْكَوْكَبَ شَاهِدَ اللَّيْلِ حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ قَالَ أَخْبَرَنِي لَيْثُ بْنُ سَعْدٍ عَنْ خَيْرِ بْنِ نُعَيْمٍ عَنْ عَبْدِ اللَّهِ عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ","source":"Ahmad"},"__N_SSG":true}