{"pageProps":{"number":"4255","slug":"ahmad","id":"Telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dari [Al Hakam] berkata, aku mendengar [Abu Umar As Shini] dari [Abu Darda'] bahwa jika dia kedatangan tamu, Abu Darda' berkata kepadanya, \"Apakah kamu bermukim, maka aku akan memberimu jamuan? Ataukah langsung berangkat, sehingga kami akan memberimu bekal?\" Jika tamu tersebut menjawab, \"Melanjutkan perjalanan, \" maka Abu Darda' berkata kepadanya, \"Aku tidak mendapati pada dirimu kebaikan pun dari apa yang pernah Rasulullah shallallahu 'alaihi wasallam perintahkan. Kami berkata, \"Wahai Rasulullah, orang-orang kaya telah pergi dengan membawa pahala, mereka berhaji sedangkan kami tidak bisa berhaji, mereka berjihad sedangkan kami tidak mampu untuk berangkat jihad, seperti ini dan seperti ini, maka beliau pun bersabda: \"Maukah kalian aku tunjukkan terhadap sesuatu, jika kalian melakukannya maka kalian mendapatkan keutamaan yang lebih dari apa yang mereka kerjakan? Hendaknya kalian bertakbir kepada Allah sebanyak tiga puluh empat kali, bertasbih tiga puluh tiga kali dan bertahmid tiga puluh tiga kali di setiap selesai shalat.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنِ الْحَكَمِ قَالَ سَمِعْتُ أَبَا عُمَرَ الصِّينِيَّ عَنْ أَبِي الدَّرْدَاءِأَنَّهُ إِذَا كَانَ نَزَلَ بِهِ ضَيْفٌ قَالَ يَقُولُ لَهُ أَبُو الدَّرْدَاءِ مُقِيمٌ فَنُسْرِجُ أَوْ ظَاعِنٌ فَنَعْلِفُ قَالَ فَإِنْ قَالَ لَهُ ظَاعِنٌ قَالَ لَهُ مَا أَجِدُ لَكَ شَيْئًا خَيْرًا مِنْ شَيْءٍ أَمَرَنَا بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْنَا يَا رَسُولَ اللَّهِ ذَهَبَ الْأَغْنِيَاءُ بِالْأَجْرِ يَحُجُّونَ وَلَا نَحُجُّ وَيُجَاهِدُونَ وَلَا نُجَاهِدُ وَكَذَا وَكَذَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا أَدُلُّكُمْ عَلَى شَيْءٍ إِنْ أَخَذْتُمْ بِهِ جِئْتُمْ مِنْ أَفْضَلِ مَا يَجِيءُ بِهِ أَحَدٌ مِنْهُمْ أَنْ تُكَبِّرُوا اللَّهَ أَرْبَعًا وَثَلَاثِينَ وَتُسَبِّحُوهُ ثَلَاثًا وَثَلَاثِينَ وَتَحْمَدُوهُ ثَلَاثًا وَثَلَاثِينَ فِي دُبُرِ كُلِّ صَلَاةٍ","source":"Ahmad"},"__N_SSG":true}