{"pageProps":{"number":"655","slug":"ahmad","id":"Telah menceritakan kepada kami bapakku dari [Ya'qub bin Ibrahim Az Zuhri] berkata; saya telah mendengar [bapakku] menceritakan dari [Yazid] yaitu Ibnu Al Had, dari [Muhammad bin Ibrahim bin Al Harits] dari [Suhail bin Baidla'] dia berkata; suatu malam Rasulullah Shallallahu'alaihiwasallam memanggil sedang saya membonceng beliau, Wahai Suhail bin Baidla'!, beliau mengangkat suaranya beberapa kali, sampai orang yang berada di belakang dan depan kami mendengarnya. Mereka berkumpul dan mereka mengetahui bahwa beliau hendak mengatakan, 'Barangsiapa bersaksi bahwa tidak ada tuhan kecuali Allah, Allah Azzawajalla mewajibkan surga baginya dan menyelamatkannya dari neraka. Telah menceritakan kepada kami [Harun] telah menceritakan kepada kami [Ibnu Wahb] [Haiwah] berkata; telah menceritakan kepadaku [Yazid bin Al Had] dari [Muhammad bin Ibrahim] dari [Sa'id Al Shalt] dari [Suhail bin Baidla'] dari Bani Abdu Dar, berkata; tatkala kami dalam sebuah perjalanan bersama Rasulullah Shallallahu'alaihiwasallam, lalu menyebutkan secara makna.","arab":"حَدَّثَنِي أَبِي عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ الزُّهْرِيِّ قَالَ سَمِعْتُ أَبِي يُحَدِّثُ عَنْ يَزِيدَ يَعْنِي ابْنَ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ عَنْ سُهَيْلِ ابْنِ بَيْضَاءَ أَنَّهُ قَالَنَادَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ وَأَنَا رَدِيفُهُ يَا سُهَيْلُ ابْنَ بَيْضَاءَ رَافِعًا بِهَا صَوْتَهُ مِرَارًا حَتَّى سَمِعَ مَنْ خَلْفَنَا وَأَمَامَنَا فَاجْتَمَعُوا وَعَلِمُوا أَنَّهُ يُرِيدُ أَنْ يَتَكَلَّمَ بِشَيْءٍ إِنَّهُ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ أَوْجَبَ اللَّهُ عَزَّ وَجَلَّ لَهُ بِهَا الْجَنَّةَ وَأَعْتَقَهُ بِهَا مِنْ النَّارِحَدَّثَنَا هَارُونُ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ حَيْوَةُ حَدَّثَنِي يَزِيدُ بْنُ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ سَعِيدِ بْنِ الصَّلْتِ عَنْ سُهَيْلِ ابْنِ الْبَيْضَاءِ مِنْ بَنِي عَبْدِ الدَّارِ قَالَ بَيْنَمَا نَحْنُ فِي سَفَرٍ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَاهُ","source":"Ahmad"},"__N_SSG":true}