{"pageProps":{"number":"846","slug":"ahmad","id":"(Ahmad bin Hanbal radliyallhu'anhu) berkata; telah menceritakan kepada kami [Muhammad bin Abdullah Az Zubairi] berkata; telah menceritakan kepada kami [Abdurrahman Al Ghasil] dari [Hamzah bin Abu Usaid] dari [bapaknya] dan ['Abbas bin Sahal] dari [bapaknya] mereka berdua berkata; Rasulullah Shallallahu'alaihiwasallam dan para sahabatnya melewati mereka, lalu kami ikut keluar bersama mereka hingga berhenti di sebuah kebun yang disebut Syauth dan kami berhenti dan duduk di antara dua kebun tersebut. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Duduklah kalian!\" Dan beliau diserahi seorang perempuan (untuk dinikahi) dari Kabilah Jaun di rumah Umaimah binti An Nu'man bin Syarahbil, dan perempuan bidan. Ketika Rasulullah Shallallahu'alaihiwasallam menemuinya, beliau bersabda: \"Serahkanlah dirimu untukku\" perempuan itu menjawab, \"Apakah seorang ratu perempuan menyerahkan dirinya untuk laki-laki jelata?\" dan berkata; \"Aku berlindung kepada Allah dari dirimu\". (Rasulullah Shallallahu'alaihiwasallam) menjawab, \"Sesungguhnya engkau telah berlindung kepada Sang Pelindung\", kemudian (Rasulullah Shallallahu'alaihiwasallam) menemui kami dan berkata; \"Wahai Abu Usaid pakaikanlah untuknya dua lapis pakaian yang berwarna putih dan pulangkanlah dia kepada keluarganya\". ('Abbas bin Sahal) berkata; selain Abu Ahmad berkata; seorang wanita dari Bani Al Jaun yang bernama Aminah.","arab":"قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْغَسِيلِ عَنْ حَمْزَةَ بْنِ أَبِي أُسَيْدٍ عَنْ أَبِيهِ وَعَبَّاسِ بْنِ سَهْلٍ عَنْ أَبِيهِ قَالَامَرَّ بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابٌ لَهُ فَخَرَجْنَا مَعَهُ حَتَّى انْطَلَقْنَا إِلَى حَائِطٍ يُقَالُ لَهُ الشَّوْطُ حَتَّى انْتَهَيْنَا إِلَى حَائِطَيْنِ مِنْهُمَا فَجَلَسْنَا بَيْنَهُمَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْلِسُوا وَدَخَلَ هُوَ وَقَدْ أُوتِيَ بِالْجَوْنِيَّةِ فِي بَيْتِ أُمَيْمَةَ بِنْتِ النُّعْمَانِ بْنِ شَرَاحِيلَ وَمَعَهَا دَايَةٌ لَهَا فَلَمَّا دَخَلَ عَلَيْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ هَبِي لِي نَفْسَكِ قَالَتْ وَهَلْ تَهَبُ الْمَلِكَةُ نَفْسَهَا لِلسُّوقَةِ قَالَتْ إِنِّي أَعُوذُ بِاللَّهِ مِنْكَ قَالَ لَقَدْ عُذْتِ بِمُعَاذٍ ثُمَّ خَرَجَ عَلَيْنَا فَقَالَ يَا أَبَا أُسَيْدٍ اكْسُهَا رَازِقِيَّتَيْنِ وَأَلْحِقْهَا بِأَهْلِهَاقَالَ وَقَالَ غَيْرُ أَبِي أَحْمَدَ امْرَأَةٌ مِنْ بَنِي الْجَوْنِ يُقَالُ لَهَا أَمِينَةُ","source":"Ahmad"},"__N_SSG":true}