{"pageProps":{"number":"859","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Nadlr] berkata; telah menceritakan kepada kami [Syu'bah] dari ['Amr bin Murrah] berkata; saya mendengar ['Amr bin Maimun] menceritakan dari [Abdullah bin Rabi'ah As-Sulami] dari [Ubaid bin Khalid As-Sulamy] yang termasuk dari sahabat Nabi Shallallahu'alaihiwasallam berkata; Nabi Shallallahu'alaihiwasallam mempersaudarakan dua orang laki-laki yang salah satunya terbunuh (pada waktu peperangan) pada zaman Nabi Shallallahu'alaihiwasallam. Kemudian yang satu lagi meninggal, maka para sahabat menshalatkannya. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Apa yang kalian ucapkan dalam shalat?\" Kami menjawab, ALLAHUMMAGFIR LAHU WARHAMHU, ALLAHUMMA ALHIQHU BISHAHIBIHI (Ya Allah ampunilah dosanya dan berilah kasih sayang dan pertemukanlah dia dengan saudaranya). Nabi Shallallahu'alaihiwasallam bersabda: \"Lalu dimanakah letak amal shalatnya setelah amal shalat (yang terbunuh) dan amalAn amalanya setelah amalan dari sahabat yang terbunuh, yang antara amalan keduanya terdapat perbedaan bagaikan langit dan bumi (artinya: sahabat yang pertama lebih utama dari sahabat yang mati terakhir dengan amalan yang disertai dengan rasa khusu' dan ikhlas dan waktu beramal yang lebih banyak-pent).\"","arab":"حَدَّثَنَا أَبُو النَّضْرِ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ رَبِيعَةَ السُّلَمِيِّ عَنْ عُبَيْدِ بْنِ خَالِدٍ السُّلَمِيِّ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَآخَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ رَجُلَيْنِ قُتِلَ أَحَدُهُمَا عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ مَاتَ الْآخَرُ فَصَلَّوْا عَلَيْهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قُلْتُمْ قَالَ قُلْنَا اللَّهُمَّ اغْفِرْ لَهُ اللَّهُمَّ ارْحَمْهُ اللَّهُمَّ أَلْحِقْهُ بِصَاحِبِهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَيْنَ صَلَاتُهُ بَعْدَ صَلَاتِهِ وَأَيْنَ صِيَامُهُ أَوْ عَمَلُهُ بَعْدَ عَمَلِهِ مَا بَيْنَهُمَا أَبْعَدُ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ","source":"Ahmad"},"__N_SSG":true}