{"pageProps":{"number":"108","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata; telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Ibrahim] dari [Hammam bin Al Harits] ia berkata; \"Ada seorang tamu datang ke rumah 'Aisyah, lalu 'Aisyah menyuruhnya tidur dengan selimut berwarna kuning, maka ia pun tidur dengan selimut tersebut. Tamu itu mimpi basah, dan ia malu untuk mengembalikan selimut tersebut karena di dalamnya terdapat bekas mani, sehingga ia mencelupkannya ke dalam air. Baru setelah itu ia mengembalikannya kepada 'Aisyah. Maka berkatalah ['Aisyah], \"Kenapa ia merusak (membuat basah) kain kami? Padahal cukup baginya mengerik bekasnya dengan jari, aku pernah mengerik kain Rasulullah shallallahu 'alaihi wasallam dengan jari-jariku.\" Abu Isa berkata; \"Hadits ini derajatnya hasan shahih. Ini adalah pendapat beberapa sahabat Nabi shallallahu 'alaihi wasallam, tabi'in dan orang-orang setelah mereka dari kalangan fuqaha. Seperti Sufyan Ats Tsauri, Syafi'i, Ahmad dan Ishaq. Mereka berkata berkenaan dengan mani yang mengenai kain, \"Cukup baginya mengerik, meskipun tidak mencucinya.\" Seperti inilah diriwayatkan dari [Manshur] dari [Hammam bin Al Harits] dari ['Aisyah]. Seperti riwayat Al A'masy. Dan [Abu Ma'syar] meriwayatkan hadits ini dari [Ibrahim] dari [Al Aswad] dari ['Aisyah]. Dan hadits Al A'masy lebih shahih.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ هَمَّامِ بْنِ الْحَارِثِ قَالَ ضَافَ عَائِشَةَ ضَيْفٌ فَأَمَرَتْ لَهُ بِمِلْحَفَةٍ صَفْرَاءَ فَنَامَ فِيهَا فَاحْتَلَمَ فَاسْتَحْيَا أَنْ يُرْسِلَ بِهَا وَبِهَا أَثَرُ الِاحْتِلَامِ فَغَمَسَهَا فِي الْمَاءِ ثُمَّ أَرْسَلَ بِهَا فَقَالَتْ عَائِشَةُ لِمَ أَفْسَدَ عَلَيْنَا ثَوْبَنَا إِنَّمَا كَانَ يَكْفِيهِ أَنْ يَفْرُكَهُ بِأَصَابِعِهِ وَرُبَّمَا فَرَكْتُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَصَابِعِي قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِنْ الْفُقَهَاءِ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ قَالُوا فِي الْمَنِيِّ يُصِيبُ الثَّوْبَ يُجْزِئُهُ الْفَرْكُ وَإِنْ لَمْ يُغْسَلْ وَهَكَذَا رُوِيَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ هَمَّامِ بْنِ الْحَارِثِ عَنْ عَائِشَةَ مِثْلَ رِوَايَةِ الْأَعْمَشِ وَرَوَى أَبُو مَعْشَرٍ هَذَا الْحَدِيثَ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ وَحَدِيثُ الْأَعْمَشِ أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}