{"pageProps":{"number":"1152","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad] telah menceritakan kepada kami [Abdah bin Sulaiman] dari [Muhammad bin Amru] dari [Abu Salamah] dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam melarang melakukan dua penjualan dalam satu kali transaksi. Dalam hal ini ada hadits serupa dari Abdullah bin Amru. Ibnu Umar dan Ibnu Mas'ud. Abu Isa berkata; Hadits Abu Hurairah adalah hadits hasan shahih dan menjadi pedoman amal menurut para ulama. Sebagian ulama menafsirkan hadits ini, mereka mengatakan; maksud Dua penjualan dalam satu transaksi adalah perkataan seseorang; Aku menjual pakaian ini kepadamu dengan tunai seharga sepuluh dan kredit seharga dua puluh tanpa memisahkannya atas salah satu dari dua transaksi. Jika ia memisahkannya atas salah satu dari kedua transaksi tersebut maka tidak apa-apa selama akadnya jatuh pada salah satu dari keduanya. Asy Syafi'i berkata; Termasuk makna dari larangan Rasulullah shallallahu 'alaihi wasallam tentang dua transaksi dalam satu kali jual beli adalah perkataan seseorang; Aku menjual rumahku kepadamu dengan harga sekian dengan syarat kamu menjual budakmu kepadaku dengan harga sekian. Jika budakmu sudah menjadi milikku berarti rumahku juga menjadi milikmu, tata cara jual beli seperti ini berbeda dengan tata cara jual beli barang yang tidak diketahui harganya dan salah satu dari keduanya (penjual dan pembeli) tidak mengetahui tansaksi yang ia tujukan. ","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَنَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعَتَيْنِ فِي بَيْعَةٍوَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عُمَرَ وَابْنِ مَسْعُودٍ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَقَدْ فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ قَالُوا بَيْعَتَيْنِ فِي بَيْعَةٍ أَنْ يَقُولَ أَبِيعُكَ هَذَا الثَّوْبَ بِنَقْدٍ بِعَشَرَةٍ وَبِنَسِيئَةٍ بِعِشْرِينَ وَلَا يُفَارِقُهُ عَلَى أَحَدِ الْبَيْعَيْنِ فَإِذَا فَارَقَهُ عَلَى أَحَدِهِمَا فَلَا بَأْسَ إِذَا كَانَتْ الْعُقْدَةُ عَلَى أَحَدٍ مِنْهُمَا قَالَ الشَّافِعِيُّ وَمِنْ مَعْنَى نَهْيِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعَتَيْنِ فِي بَيْعَةٍ أَنْ يَقُولَ أَبِيعَكَ دَارِي هَذِهِ بِكَذَا عَلَى أَنْ تَبِيعَنِي غُلَامَكَ بِكَذَا فَإِذَا وَجَبَ لِي غُلَامُكَ وَجَبَتْ لَكَ دَارِي وَهَذَا يُفَارِقُ عَنْ بَيْعٍ بِغَيْرِ ثَمَنٍ مَعْلُومٍ وَلَا يَدْرِي كُلُّ وَاحِدٍ مِنْهُمَا عَلَى مَا وَقَعَتْ عَلَيْهِ صَفْقَتُهُ","source":"Tirmidzi"},"__N_SSG":true}