{"pageProps":{"number":"1265","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr], telah mengabarkan kepada kami [Isma'il bin Ja'far] telah menceritakan kepada kami [Ja'far bin Muhammad] dari [ayahnya] bahwa Nabi shallallahu 'alaihi wasallam menetapkan sumpah harus disertai satu orang saksi. Ia melanjutkan; Dan Ali telah melakukannya di antara kalian. Abu Isa berkata; Ini lebih shahih, demikianlah [Sufyan Ats Tsauri] meriwayatkan dari [Ja'far bin Muhammad] dari [ayahnya] dari Nabi shallallahu 'alaihi wasallam secara mursal. Dan [Abdul Aziz bin Abu Salamah] dan [Yahya bin Sulaim] meriwayatkan hadits ini dari [Ja'far bin Muhammad] dari [ayahnya] dari [Ali] dari Nabi shallallahu 'alaihi wasallam. Hadits ini menjadi pedoman amal menurut para ulama dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan selain mereka, mereka berpendapat bahwa sumpah dengan menyertai satu orang saksi adalah boleh dalam menuntut hak dan harta sementara sebagian ulama dari penduduk Kufah dan selain mereka tidak berpendapat bahwa sumpah ditetapkan beserta satu orang saksi.","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ عَنْ أَبِيهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِقَالَ وَقَضَى بِهَا عَلِيٌّ فِيكُمْ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَرَوَى عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ وَيَحْيَى بْنُ سُلَيْمٍ هَذَا الْحَدِيثَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ عَلِيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ رَأَوْا أَنَّ الْيَمِينَ مَعَ الشَّاهِدِ الْوَاحِدِ جَائِزٌ فِي الْحُقُوقِ وَالْأَمْوَالِ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ وَقَالُوا لَا يُقْضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ إِلَّا فِي الْحُقُوقِ وَالْأَمْوَالِ وَلَمْ يَرَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ أَنْ يُقْضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ","source":"Tirmidzi"},"__N_SSG":true}