{"pageProps":{"number":"1314","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ali bin Hujr], telah menceritakan kepada kami [Yazid bin Harun] telah menceritakan kepada kami [Hammam] dari [Qatadah] dari [Anas] ia berkata; Seorang budak perempuan keluar dengan memakai perhiasan yang terbuat dari perak, lalu perhiasan itu ditarik oleh seorang yahudi sambil memukul kepala perempuan tersebut dengan batu lalu mengambil perhiasannya. Wanita tersebut ditemukan dalam keadaan pingsan, lalu dibawa menghadap kepada Rasulullah shallallahu 'alaihi wasallam, maka Nabi bertanya, apakah kamu dibunuh oleh si fulan? Wanita itu menjawab, Tidak, dengan menggunakan isyarat kepalanya (menggelengkan kepala), Nabi bertanya lagi, apakah si fulan? Hingga disebutkan nama seorang yahudi, lalu wanita itu menjawab, Iya, dengan menggunakan isyarat kepalanya. Lalu, orang yahudi tersebut dipanggil, dan ia pun mengakui atas perbuatannya. Lalu, Nabi memerintahkan untuk mengqishasnya, dengan membenturkan kepalanya di antara dua buah batu. Abu Isa berkata, \"Hadits ini hasan shahih, dan sebagian ulama menjadikannya sebagai landasan amal, ini merupakan pendapat Ahmad dan Ishaq. Ada sebagian ulama yang mengatakan, tidak ada balasan baginya kecuali dengan pedang.","arab":"حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا هَمَّامٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَخَرَجَتْ جَارِيَةٌ عَلَيْهَا أَوْضَاحٌ فَأَخَذَهَا يَهُودِيٌّ فَرَضَخَ رَأْسَهَا بِحَجَرٍ وَأَخَذَ مَا عَلَيْهَا مِنْ الْحُلِيِّ قَالَ فَأُدْرِكَتْ وَبِهَا رَمَقٌ فَأُتِيَ بِهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَنْ قَتَلَكِ أَفُلَانٌ قَالَتْ بِرَأْسِهَا لَا قَالَ فَفُلَانٌ حَتَّى سُمِّيَ الْيَهُودِيُّ فَقَالَتْ بِرَأْسِهَا أَيْ نَعَمْ قَالَ فَأُخِذَ فَاعْتَرَفَ فَأَمَرَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُضِخَ رَأْسُهُ بَيْنَ حَجَرَيْنِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ لَا قَوَدَ إِلَّا بِالسَّيْفِ","source":"Tirmidzi"},"__N_SSG":true}