{"pageProps":{"number":"1441","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Ya'qub bin 'Abdurrahman] dari [Amru bin Abu Amru] dari [Al Muthallib] dari [Jabir bin Abdullah] ia berkata; \"Aku pernah mengikuti shalat 'idul adhha bersama Nabi shallallahu 'alaihi wasallam di lapangan, maka ketika selesai berkhutbah beliau turun dari mimbar. Setelah itu didatangkan kepada beliau seekor kambing, lalu Rasulullah shallallahu 'alaihi wasallam menyembelih kambing tersebut dengan tangannya. Dan beliau mengucapkan: \"BISMILLLAAHI WALLAAHU AKBAR (Dengan nama Allah, Allah Maha Besar), ini dariku dan dari umatku yang belum berkurban.\" Abu Isa berkata, \"Hadits ini derajatnya gharib dari jalur ini. Dan hadits ini menjadi pedoman amal menurut para ulama' dari kalangan sahabat Nabi Sallallahu 'Alaihi Wasallam dan selain mereka, Yakni, hendaklah seorang laki-laki ketika menyembelih (kurban) ia mengucapkan; \"BISMILLLAAHI WALLAAHU AKBAR\" (Dengan nama Allah, Allah Maha Besar) dan ini adalah pendapat Ibnul Mubarak. Dan? dikatakan bahwa Al Muthallib bin Abdullah bin Hanthab belum pernah mendengar dari Jabir.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو عَنْ الْمُطَّلِبِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَشَهِدْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْأَضْحَى بِالْمُصَلَّى فَلَمَّا قَضَى خُطْبَتَهُ نَزَلَ عَنْ مِنْبَرِهِ فَأُتِيَ بِكَبْشٍ فَذَبَحَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ وَقَالَ بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ هَذَا عَنِّي وَعَمَّنْ لَمْ يُضَحِّ مِنْ أُمَّتِيقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ أَنْ يَقُولَ الرَّجُلُ إِذَا ذَبَحَ بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَالْمُطَّلِبُ بْنُ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ يُقَالُ إِنَّهُ لَمْ يَسْمَعْ مِنْ جَابِرٍ","source":"Tirmidzi"},"__N_SSG":true}