{"pageProps":{"number":"1490","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] berkata, telah menceritakan kepada kami [Abu Dawud Ath Thayalisi] dari [Syu'bah] berkata, telah mengabarkan kepadaku [Simak bin Harb] ia berkata; Aku mendengar [Qabishah bin Halb] menceritakan dari [Bapaknya] ia berkata, \"Aku bertanya kepada Nabi shallallahu 'alaihi wasallam tentang makanan orang-orang Nashrani, beliau lalu menjawab: \"Jangan sekali-kali masuk keraguan dalam hatimu akan (halalnya) makanan hingga kamu menyerupai nashrani (menyerupai pendeta nashrani yang berlebihan takutnya dalam halalnya makanan).\" Abu Isa berkata; \"Hadits ini derajatnya hasan, aku mendengar [Mahmud] (mengatakan demikian). [Ubaidullah bin Musa] berkata; dari [Isra'il], dari [Simak], dari [Qabishah], dari Nabi shallallahu 'alaihi wasallam, seperti hadits tersebut. [Mahmud] berkata; [Wahb bin Jarir] berkata; dari [Syu'bah], dari [Simak], dari [Muray bin Qathari], dari [Adi bin Hatim], dari Nabi shallallahu 'alaihi wasallam, seperti hadits tersebut. Hadits ini menjadi pedoman amal menurut para ulama`, yaitu mereka memberi keringanan atas bolehnya makan makanan orang-orang ahli kitab.\"","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ عَنْ شُعْبَةَ أَخْبَرَنِي سِمَاكُ بْنُ حَرْبٍ قَال سَمِعْتُ قَبِيصَةَ بْنَ هُلْبٍ يُحَدِّثُ عَنْ أَبِيهِ قَالَسَأَلْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ طَعَامِ النَّصَارَى فَقَالَ لَا يَتَخَلَّجَنَّ فِي صَدْرِكَ طَعَامٌ ضَارَعْتَ فِيهِ النَّصْرَانِيَّةَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ سَمِعْت مَحْمُودًا وَقَالَ عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ إِسْرَائِيلَ عَنْ سِمَاكٍ عَنْ قَبِيصَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ قَالَ مَحْمُودٌ وَقَالَ وَهْبُ بْنُ جَرِيرٍ عَنْ شُعْبَةَ عَنْ سِمَاكٍ عَنْ مُرَيِّ بْنِ قَطَرِيٍّ عَنْ عَدِيِّ بْنِ حَاتِمٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ الرُّخْصَةِ فِي طَعَامِ أَهْلِ الْكِتَابِ","source":"Tirmidzi"},"__N_SSG":true}