{"pageProps":{"number":"1561","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Mani'] berkata, telah menceritakan kepada kami [Yazid bin Harun] berkata, telah mengabarkan kepada kami [Muhammad bin Ishaq] dari [Abdullah bin 'Abdurrahman bin Abu Husain] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya hanya dengan satu anak panah, Allah akan memasukkan tiga orang ke dalam surga; orang yang membuatnya dengan niat untuk suatu kebaikan; orang yang melemparkannya dan orang yang mempersiapkannya.\" Kemudian beliau bersabda: \"(gemarlah berlatih) melempar dan berkendara. Sungguh, kalian melempar lebih aku sukai dari pada kalian berkendaraan. Setiap permainan yang dilakukan oleh seorang laki-laki muslim adalah batil kecuali latihan dia melempar anak panah dengan busurnya, atau pengajarannya terhadap kuda tunggangannya, atau senda guraunya dengan isterinya, karena sesungguhnya itu semua termasuk kebenaran.\" Telah menceritakan kepada kami [Ahmad bin Mani'] berkata, telah menceritakan kepada kami [Yazid bin Harun] berkata, telah mengabarkan kepada kami [Hisyam Ad Dastuwa`i] dari [Yahya bin Abu Katisr] dari [Abu Sallam] dari [Abdullah bin Al Azraq] dari [Uqbah bin Amir Al Juhani] dari Nabi shallallahu 'alaihi wasallam, seperti dalam hadits tersebut. Abu Isa berkata, \"Dalam bab ini juga ada hadits dari Ka'b bin Murrah dan Amru bin Abasah bin Amru. Dan hadits ini derajatnya hasan shahih.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ لَيُدْخِلُ بِالسَّهْمِ الْوَاحِدِ ثَلَاثَةً الْجَنَّةَ صَانِعَهُ يَحْتَسِبُ فِي صَنْعَتِهِ الْخَيْرَ وَالرَّامِيَ بِهِ وَالْمُمِدَّ بِهِ وَقَالَ ارْمُوا وَارْكَبُوا وَلَأَنْ تَرْمُوا أَحَبُّ إِلَيَّ مِنْ أَنْ تَرْكَبُوا كُلُّ مَا يَلْهُو بِهِ الرَّجُلُ الْمُسْلِمُ بَاطِلٌ إِلَّا رَمْيَهُ بِقَوْسِهِ وَتَأْدِيبَهُ فَرَسَهُ وَمُلَاعَبَتَهُ أَهْلَهُ فَإِنَّهُنَّ مِنْ الْحَقِّحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا هِشَامٌ الدَّسْتُوَائِيُّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَّامٍ عَنْ عَبْدِ اللَّهِ بْنِ الْأَزْرَقِ عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ كَعْبِ بْنِ مُرَّةَ وَعَمْرِو بْنِ عَبْسَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}