{"pageProps":{"number":"1568","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Ibnu Lahi'ah] dari [Atha bin Dinar] dari [Abu Yazid Al Khaulani] Bahwasanya ia mendengar [Fadhalah bin Ubaid] berkata; Aku mendengar [Umar Ibnul Khaththab] berkata, \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Syuhada itu ada empat; seorang mukmin yang istimewa keimanannya, ia bertemu musuh dan membenarkan Allah hingga ia terbunuh. Mukmin inilah yang kelak mata manusia tertuju kepadanya dengan penuh kekaguman pada hari kiamat.\" Nabi mengucapkan hal ini sembari mengangkat kepalanya hingga pecinya terjatuh. Ia katakana; 'Saya tidak tahu peci manakah yang dimaksud, peci Umarkah atau peci Nabi'. Beliau melanjutkan sabdanya; Dan Seorang mukmin yang istimewa keimanannya dan bertemu musuh, hanya sayang tubuhnya (maksudnya dirinya) seolah-olah terkena sedikit duri pohon karena sifat pengecutnya yang masih ada, ia terkena anak panah yang menyasar hingga menjadikannya terbantai, orang ini berada di tingkat kedua. dan seorang mukmin yang masih mencampuradukkan amal shalihnya dan amal buruknya, ia bertemu musuh dan membenarkan Allah hingga terbunuh. Orang ini berada di tingkat ketiga. Dan seorang mukmin yang melampui batas terhadap dirinya, ia bertemu musuh dan membenarkan Allah hingga ia terbunuh. Orang ini berada di tingkat keempat.\" Abu Isa berkata, \"Hadits ini derajatnya hasan gharib, kami tidak mengetahuinya kecuali dari hadits Atha bin Dinar. Ia berkata, \"Aku mendengar [Muhammad] berkata, \" [Sa'id bin Abu Ayyub] telah meriwayatkan hadits ini dari [Atha bin Dinar]. Ia berkata dari beberapa [syaikh] wilayah Khaulan, dan ia tidak menyebutkan dalam riwayatnya 'dari Abu Zayid'. namun Atha bin Dinar berkata, \"Tidak ada masalah dengan hal itu.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا ابْنُ لَهِيعَةَ عَنْ عَطَاءِ بْنِ دِينَارٍ عَنْ أَبِي يَزِيدَ الْخَوْلَانِيِّ أَنَّهُ سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ يَقُولُ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الشُّهَدَاءُ أَرْبَعَةٌ رَجُلٌ مُؤْمِنٌ جَيِّدُ الْإِيمَانِ لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ الَّذِي يَرْفَعُ النَّاسُ إِلَيْهِ أَعْيُنَهُمْ يَوْمَ الْقِيَامَةِ هَكَذَا وَرَفَعَ رَأْسَهُ حَتَّى وَقَعَتْ قَلَنْسُوَتُهُ قَالَ فَمَا أَدْرِي أَقَلَنْسُوَةَ عُمَرَ أَرَادَ أَمْ قَلَنْسُوَةَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَرَجُلٌ مُؤْمِنٌ جَيِّدُ الْإِيمَانِ لَقِيَ الْعَدُوَّ فَكَأَنَّمَا ضُرِبَ جِلْدُهُ بِشَوْكِ طَلْحٍ مِنْ الْجُبْنِ أَتَاهُ سَهْمٌ غَرْبٌ فَقَتَلَهُ فَهُوَ فِي الدَّرَجَةِ الثَّانِيَةِ وَرَجُلٌ مُؤْمِنٌ خَلَطَ عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ فِي الدَّرَجَةِ الثَّالِثَةِ وَرَجُلٌ مُؤْمِنٌ أَسْرَفَ عَلَى نَفْسِهِ لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ فِي الدَّرَجَةِ الرَّابِعَةِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ عَطَاءِ بْنِ دِينَارٍ قَالَ سَمِعْت مُحَمَّدًا يَقُولُ قَدْ رَوَى سَعِيدُ بْنُ أَبِي أَيُّوبَ هَذَا الْحَدِيثَ عَنْ عَطَاءِ بْنِ دِينَارٍ وَقَالَ عَنْ أَشْيَاخٍ مِنْ خَوْلَانَ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي يَزِيدَ و قَالَ عَطَاءُ بْنُ دِينَارٍ لَيْسَ بِهِ بَأْسٌ","source":"Tirmidzi"},"__N_SSG":true}