{"pageProps":{"number":"1716","slug":"tirmidzi","id":"Telah menceritakan kepadaku [Muhammad bin Basysyar], telah menceritakan kepadaku [Abdul Wahhab Ats Tsaqafi] dari [Yahya bin Sa'id Al Anshari] dari [Malik bin Anas] dari [Zuhri] (dalam riwayat lain). Dan telah menceritakan kepada kami [Ibnu Abu Umar] Telah menceritakan kepadaku [Sufyan bin Uyainah] dari [Zuhri] dari [Abdullah] dan [Al Hasan] keduanya adalah anak dari Muhammad bin Ali dari [bapak] keduanya, dari [Ali] ia berkata; \"Pada hari Khaibar, Rasulullah shallallahu 'alaihi wasallam melarang nikah mut'ah dan juga melarang memakan daging himar yang jinak.\" Telah menceritakan kepadaku [Sa'id bin Abdurrahman Al Makhzumi] Telah menceritakan kepadaku [Sufyan] dari [Az Zuhri] dari [Abdullah] dan [Al Hasan] keduanya adalah anak dari Muhammad bin Al Hanafiyah, dan Abdullah bin Muhamamd kuniahnya adalah Abu Hasyim. Az Zuhri berkata; \"Yang paling tsiqah di antara keduanya adalah Al Hasan bin Muhammad.\" Lalu ia pun ia menyebuatkan hadits semisalnya. Dan telah berkata selain Sa'id bin Abdurrahman, dari Ibnu Uyainah bahwa yang paling Tsiqah di antara keduanya adalah Abdullah bin Muhammad. Abu Isa berkata; Ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ الزُّهْرِيِّ ح و حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ وَالْحَسَنِ ابْنَىْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِمَا عَنْ عَلِيٍّ قَالَنَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ مُتْعَةِ النِّسَاءِ زَمَنَ خَيْبَرَ وَعَنْ لُحُومِ الْحُمُرِ الْأَهْلِيَّةِحَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ وَالْحَسَنِ هُمَا ابْنَا مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ يُكْنَى أَبَا هَاشِمٍ قَالَ الزُّهْرِيُّ وَكَانَ أَرْضَاهُمَا الْحَسَنُ بْنُ مُحَمَّدٍ فَذَكَرَ نَحْوَهُ و قَالَ غَيْرُ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ ابْنِ عُيَيْنَةَ وَكَانَ أَرْضَاهُمَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}