{"pageProps":{"number":"1765","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al Ala`], telah menceritakan kepada kami [Abu Bakr bin Ayyasy] dari [Abu Hamzah Ats Tsamali] dari [Asy Sya'bi] dari [Ummu Hani` binti Abu Thalib] ia berkata; Rasulullah shallallahu 'alaihi wasallam menemuiku (di rumahku) dan beliau bertanya: \"Apakah kamu mempunyai sesuatu makanan.\" Aku menjawab, \"Tidak, kecuali hanya sepotong roti kering dan cuka.\" Maka Nabi shallallahu 'alaihi wasallam pun bersabda: \"Bawalah kemari, tidaklah rumah itu sunyi dari lauk, bila di dalamnya terdapat cuka.\" Abu Isa berkata; Ini adalah hadits hasan gharib ditinjau dari jalur ini. Kami tidak mengetahuinya dari hadits Ummu Hani` kecuali melalui jalur ini. Abu Hamzah Ats Tsumali namanya adalah Tsabit bin Abu Shafiyyah. Ummu Hani` wafat setelah Ali bin Abu Thalib dengan selang waktu yang cukup panjang. Aku pernah bertanya kepada Muhammad mengenai hadits ini, maka ia menjawab, \"Aku tidak mengetahui bahwa Asy Sya'bi pernah mendengar hadits dari Ummu Hani`.\" Kemudian aku katakan, \"Terkait dengan Abu Hamzah, bagaimana menurutmu?\" Maka ia pun menjawab, \"Ahmad bin Hanbal telah memberi komentar tentangnya, dan menurutku, ia adalah seorang muqaribul hadits.\"","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ عَنْ أَبِي حَمْزَةَ الثُّمَالِيِّ عَنْ الشَّعْبِيِّ عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ قَالَتْدَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَلْ عِنْدَكُمْ شَيْءٌ فَقُلْتُ لَا إِلَّا كِسَرٌ يَابِسَةٌ وَخَلٌّ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَرِّبِيهِ فَمَا أَقْفَرَ بَيْتٌ مِنْ أُدْمٍ فِيهِ خَلٌّقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لَا نَعْرِفُهُ مِنْ حَدِيثِ أُمِّ هَانِئٍ إِلَّا مِنْ هَذَا الْوَجْهِ وَأَبُو حَمْزَةَ الثُّمَالِيُّ اسْمُهُ ثَابِتُ بْنُ أَبِي صَفِيَّةَ وَأُمُّ هَانِئٍ مَاتَتْ بَعْدَ عَلِيِّ بْنِ أَبِي طَالِبٍ بِزَمَانٍ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ قَالَ لَا أَعْرِفُ لِلشَّعْبِيِّ سَمَاعًا مِنْ أُمِّ هَانِئٍ فَقُلْتُ أَبُو حَمْزَةَ كَيْفَ هُوَ عِنْدَكَ فَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ تَكَلَّمَ فِيهِ وَهُوَ عِنْدِي مُقَارِبُ الْحَدِيثِ","source":"Tirmidzi"},"__N_SSG":true}