{"pageProps":{"number":"191","slug":"tirmidzi","id":"telah menceritakan kepada kami [Hannad] berkata; telah menceritakan kepada kami [Abu Al Ahwash] dan [Abu Mu'awiyah] dari [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Imam sebagai penjamin sedangkan mu'adzin sebagai orang yang dipercaya. Ya Allah, luruskanlah para imam dan ampunilah para mu'adzin.\" Abu Isa berkata; \"Dalam bab ini juga ada riwayat dari 'Aisyah, Sahl bin Sa'd dan Uqbah bin 'Amir.\" Abu Isa berkata; \"Hadits Abu Hurairah diriwayatkan oleh [Sufyan Ats Tsauri] dan [Hafsh bin Ghiyats] dan [beberapa orang] dari [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam.\" [Asbath bin Muhammad] juga meriwayatkan dari [Al A'masy], ia berkata; \"Aku pernah dibacakan sebuah hadits dari [Abu Shalih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam. Dan [Nafi' bin Sulaiman] meriwayatkan hadits ini dari [Muhammad bin Abu Shalih] dari [ayahnya] dari ['Aisyah] dari Nabi shallallahu 'alaihi wasallam. Abu Isa berkata; \"Aku mendengar Abu Zur'ah berkata; \"Hadits Abu Shalih dari Abu Hurairah lebih shahih dari hadits Abu Shalih yang diriwayatkan dari 'Aisyah.\" Abu Isa berkata; \"Aku mendengar Muhammad berkata; \"Hadits Abu Shalih dari 'Aisyah derajatnya lebih shahih.\" Dan ia juga menyebutkan dari Ali bin Al Madini, bahwasanya ia tidak pernah menetapkan (shahih) hadits riwayat Abu Shalih dari Abu Hurairah, dan hadits Abu Shalih dari 'Aisyah tentang permasalahan ini.\"","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو الْأَحْوَصِ وَأَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْإِمَامُ ضَامِنٌ وَالْمُؤَذِّنُ مُؤْتَمَنٌ اللَّهُمَّ أَرْشِدْ الْأَئِمَّةَ وَاغْفِرْ لِلْمُؤَذِّنِينَقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عَائِشَةَ وَسَهْلِ بْنِ سَعْدٍ وَعُقْبَةَ بْنِ عَامِرٍ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ رَوَاهُ سُفْيَانُ الثَّوْرِيُّ وَحَفْصُ بْنُ غِيَاثٍ وَغَيْرُ وَاحِدٍ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَى أَسْبَاطُ بْنُ مُحَمَّدٍ عَنْ الْأَعْمَشِ قَالَ حُدِّثْتُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَى نَافِعُ بْنُ سُلَيْمَانَ عَنْ مُحَمَّدِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الْحَدِيثَ قَالَ أَبُو عِيسَى و سَمِعْت أَبَا زُرْعَةَ يَقُولُ حَدِيثُ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ أَصَحُّ مِنْ حَدِيثِ أَبِي صَالِحٍ عَنْ عَائِشَةَ قَالَ أَبُو عِيسَى و سَمِعْت مُحَمَّدًا يَقُولُ حَدِيثُ أَبِي صَالِحٍ عَنْ عَائِشَةَ أَصَحُّ وَذَكَرَ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ أَنَّهُ لَمْ يُثْبِتْ حَدِيثَ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ وَلَا حَدِيثَ أَبِي صَالِحٍ عَنْ عَائِشَةَ فِي هَذَا","source":"Tirmidzi"},"__N_SSG":true}