{"pageProps":{"number":"2060","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Yahya bin Habib bin 'Arabi]; telah menceritakan kepada kami [Al Mu'tamir bin Sulaiman]; [bapakku] telah menceritakan kepada kami dari [Sulaiman Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Nabi Adam dan Musa bersilat lidah. Berkatalah Musa, 'Wahai Adam, kamulah yang telah diciptakan Allah, dan meniupkan padamu bagian dari ruh-Nya. Namun kamu menyesatkan manusia dan mengeluarkan manusia dari surga.' Kemudian Adam balas berkata, 'Wahai Musa, kamu telah disucikan Allah dengan Kalam-Nya, apakah kamu mencelaku akan suatu amalan yang telah aku perbuat dan telah pula ditetapkan Allah sebelum Dia menciptakan langit dan bumi? ' Maka Nabi Adam pun berdalih atas Musa.\" Abu Isa berkata; Hadits semakna juga diriwayatkan dari Umar dan Jundub. Dan ini adalah hadits hasan shahih gharib bila ditinjau dari jalur ini, yakni dari haditsnya Sulaiman At Tamimi dari Al A'masy. Sebagian sahabat A'masy telah meriwayatkan dari A'masy dari Abu Shalih dari Abu Hurairah dari Nabi shallallahu 'alaihi wasallam dengan hadits semisalnya. Dan sebagian lagi menyebutkan dari [Al A'masy] dari [Abu Shalih] dari [Abu Sa'id] dari Nabi shallallahu 'alaihi wasallam. Dan hadits ini telah diriwayatkan lebih dari satu jalur dari Abu Hurairah, dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا يَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ حَدَّثَنَا أَبِي عَنْ سُلَيْمَانَ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ احْتَجَّ آدَمُ وَمُوسَى فَقَالَ مُوسَى يَا آدَمُ أَنْتَ الَّذِي خَلَقَكَ اللَّهُ بِيَدِهِ وَنَفَخَ فِيكَ مِنْ رُوحِهِ أَغْوَيْتَ النَّاسَ وَأَخْرَجْتَهُمْ مِنْ الْجَنَّةِ قَالَ فَقَالَ آدَمُ وَأَنْتَ مُوسَى الَّذِي اصْطَفَاكَ اللَّهُ بِكَلَامِهِ أَتَلُومُنِي عَلَى عَمَلٍ عَمِلْتُهُ كَتَبَهُ اللَّهُ عَلَيَّ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالْأَرْضَ قَالَ فَحَجَّ آدَمُ مُوسَىقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عُمَرَ وَجُنْدَبٍ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ سُلَيْمَانَ التَّيْمِيِّ عَنْ الْأَعْمَشِ وَقَدْ رَوَى بَعْضُ أَصْحَابِ الْأَعْمَشِ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ و قَالَ بَعْضُهُمْ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}