{"pageProps":{"number":"2542","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Abdul A'la Ash Shan'ani] telah menceritakan kepada kami [Salamah bin Raja`] telah menceritakan kepada kami [Al Walid bin Jamil] telah menceritakan kepada kami [Al Qashim Abu Abdurrahman] dari [Abu Umamah Al Bahili] ia berkata; \"Dua orang disebutkan di sisi Rasulullah shallallahu 'alaihi wasallam, salah seorang adalah ahli ibadah dan yang lain seorang yang berilmu, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Keutamaan seorang alim dari seorang abid seperti keutamaanku dari orang yang paling rendah di antara kalian, \" kemudian beliau melanjutkan sabdanya: \"Sesungguhnya Allah, MalaikatNya serta penduduk langit dan bumi bahkan semut yang ada di dalam sarangnya sampai ikan paus, mereka akan mendoakan untuk orang yang mengajarkan kebaikan kepada manusia.\" Abu Isa berkata; Hadits ini hasan gharib shahih. Perawi berkata; \"Aku mendengar Abu 'Ammar Al Husain bin Huraits Al Khuza'I berkata; Aku mendengar Al Fudlail bin Iyadl berkata; \"Seorang alim yang mengamalkan ilmunya dan mengajarkan ilmunya akan dipanggil besar oleh para Malaikat yang ada di langit.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى الصَّنْعَانِيُّ حَدَّثَنَا سَلَمَةُ بْنُ رَجَاءٍ حَدَّثَنَا الْوَلِيدُ بْنُ جَمِيلٍ حَدَّثَنَا الْقَاسِمُ أَبُو عَبْدِ الرَّحْمَنِ عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ قَالَذُكِرَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلَانِ أَحَدُهُمَا عَابِدٌ وَالْآخَرُ عَالِمٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِي عَلَى أَدْنَاكُمْ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ وَمَلَائِكَتَهُ وَأَهْلَ السَّمَوَاتِ وَالْأَرَضِينَ حَتَّى النَّمْلَةَ فِي جُحْرِهَا وَحَتَّى الْحُوتَ لَيُصَلُّونَ عَلَى مُعَلِّمِ النَّاسِ الْخَيْرَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ قَالَ سَمِعْت أَبَا عَمَّارٍ الْحُسَيْنَ بْنَ حُرَيْثٍ الْخُزَاعِيَّ يَقُولُ سَمِعْتُ الْفُضَيْلَ بْنَ عِيَاضٍ يَقُولُ عَالِمٌ عَامِلٌ مُعَلِّمٌ يُدْعَى كَبِيرًا فِي مَلَكُوتِ السَّمَوَاتِ","source":"Tirmidzi"},"__N_SSG":true}