{"pageProps":{"number":"257","slug":"tirmidzi","id":"telah menceritakan kepada kami [Abdullah bin Abdurrahman] berkata; telah mengabarkan kepada kami [Mu'alla bin Asad] berkata; telah menceritakan kepada kami [Wuhaib] dari [Muhammad bin 'Ajlan] dari [Muhammad bin Ibrahim] dari ['Amir bin Sa'ad bin Abu Waqqas] dari [Ayahnya] berkata; \"Nabi shallallahu 'alaihi wasallam memerintahkan untuk melekatkan kedua tangan dan menegakkan kedua telapak kaki.\" Abdullah berkata; \" [Mu'alla bin Asad] berkata; \"Telah menceritakan kepada kami [Hammad bin Mas'adah] dari [Muhammad bin 'Ajlan] dari [Muhammad bin Ibrahim] dari ['Amir bin Sa'd] berkata; \"Nabi shallallahu 'alaihi wasallam memerintahkan untuk melekatkan kedua tangan… lalu ia menyebutkan sebagaiman hadits tersebut, hanya saja ia tidak menyebutkan di dalamnya, dari ayahnya.\" Abu Isa berkata; \" [Yahya bin Sa'id Al Qaththan] dan lainnya meriwayatkan dari [Muhammad bin 'Ajlan] dari [Muhammad bin Ibrahim] dari ['Amir bin Sa'd] berkata; \"Nabi shallallahu 'alaihi wasallam memerintahkan untuk melekatkan kedua tangan dan menegakkan kedua telapak kaki.\" Hadits ini mursal, namun lebih shahih daripada hadits Wuhaib. Dan inilah yang menjadi kesepakatan dan pilihan para ahli ilmu.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ أَخْبَرَنَا مُعَلَّى بْنُ أَسَدٍ حَدَّثَنَا وُهَيْبٌ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِوَضْعِ الْيَدَيْنِ وَنَصْبِ الْقَدَمَيْنِقَالَ عَبْدُ اللَّهِ وَقَالَ مُعَلَّى بْنُ أَسَدٍ حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ عَامِرِ بْنِ سَعْدٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِوَضْعِ الْيَدَيْنِ فَذَكَرَ نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِيهِ قَالَ أَبُو عِيسَى وَرَوَى يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُ وَاحِدٍ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ عَامِرِ بْنِ سَعْدٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِوَضْعِ الْيَدَيْنِ وَنَصْبِ الْقَدَمَيْنِ مُرْسَلٌ وَهَذَا أَصَحُّ مِنْ حَدِيثِ وُهَيْبٍ وَهُوَ الَّذِي أَجْمَعَ عَلَيْهِ أَهْلُ الْعِلْمِ وَاخْتَارُوهُ","source":"Tirmidzi"},"__N_SSG":true}