{"pageProps":{"number":"2969","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Muhammad bin Sulaiman bin Al Ashbahani] dari [Yahya bin Ubaid] dari [Atho` bin Abu Rabah] dari [Umar bin Abu Salamah] anak didik nabi Shallallahu 'alaihi wa Salam, berkata: Saat ayat ini turun kepada nabi Shallallahu 'alaihi wa Salam: \"Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, hai ahlul bait dan membersihkan kamu sebersih-bersihnya.\" (Al Ahzaab: 33) Rasulullah Shallallahu'alaihiwasallam berada di rumah Ummu Salamah, beliau memanggil Fathimah, Hasan dan Husain lalu mengenakan pakaian pada mereka sementara Ali berada di belakang beliau lalu beliau juga mengenakan pakaian untuknya. Setelah itu beliau berdoa: \"ALLOOHUMMA HAA'ULAAI AHLU BAITII, FA'ADZHIB 'ANHUM ARRIJSA WATOHHIRHUM TAHTHIIRON \"Ya Allah, mereka adalah ahlul baitku, maka hilangkanlah dosa dari mereka dan bersihkanlah mereka sebersih-bersihnya.\" Ummu Salamah bertanya: Aku bersama mereka nabi Allah? beliau menjawab: \"Engkau berada ditempatmu dan engkau berada di atas kebaikan.\" Abu Isa berkata: Hadits ini gharib melalui sanad ini dari hadits Atho` dari Umar bin Abu Salamah.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ الْأَصْبَهَانِيِّ عَنْ يَحْيَى بْنِ عُبَيْدٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ رَبِيبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَلَمَّا نَزَلَتْ هَذِهِ الْآيَةُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا }فِي بَيْتِ أُمِّ سَلَمَةَ فَدَعَا فَاطِمَةَ وَحَسَنًا وَحُسَيْنًا فَجَلَّلَهُمْ بِكِسَاءٍ وَعَلِيٌّ خَلْفَ ظَهْرِهِ فَجَلَّلَهُ بِكِسَاءٍ ثُمَّ قَالَ اللَّهُمَّ هَؤُلَاءِ أَهْلُ بَيْتِي فَأَذْهِبْ عَنْهُمْ الرِّجْسَ وَطَهِّرْهُمْ تَطْهِيرًا قَالَتْ أُمُّ سَلَمَةَ وَأَنَا مَعَهُمْ يَا نَبِيَّ اللَّهِ قَالَ أَنْتِ عَلَى مَكَانِكِ وَأَنْتِ عَلَى خَيْرٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَطَاءٍ عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ","source":"Tirmidzi"},"__N_SSG":true}