{"pageProps":{"number":"3227","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Abu Usamah] dari [Al A'masy] dari [Abu Shalih] dari [Abu Hurairah] ia berkata; Fathimah datang kepada Nabi shallallahu 'alaihi wasallam, ia meminta seorang pembantu kepada beliau. Kemudian beliau berkata kepadanya; ucapkan; RABBAS SAMAAWAATIS SAB'I WA RABBAL 'ARSYIL 'AZHIIM, RABBANAA WA RABBA KULLI SYAI-IN MUNZILAT TAURAATI WAL INJIILI WAL QUR'AAN, FAALIQAL HABBI WAN NAWAA, A'UUDZU BIKA MIN KULLI SYAI-IN ANTA AAKHIDZUN BINAASHIYATIHI, ANTAL AWWALU FALAISA QABLAKA SYAIUN WA ANTAL AAKHIRU FALAISA BA'DAKA SYAIUN, WA ANTALZH ZHAAHIRU FALAISA FAUQAKA SYAIUN, WA ANTAL BAATHINU FALAISA DUUNAKA SYAIUN, IQDHI 'ANNID DAINA WA AGHNINII MINAL FAQRI!\" (Wahai Tuhan langit yang tujuh dan 'arsy yang agung, Tuhan kami dan Tuhan segala sesuatu, Yang menurunkan Taurat dan Injil serta Al Qur'an, Yang menumbuhkan butir tumbuh-tumbuhan dan biji buah-buahan. Aku berlindung dari segala sesuatu, Engkau Yang memegang jambulnya, Engkau adalah Al Awwal tidak ada sesuatu sebelumMu dan Engkau adalah Al Akhir, tidak ada sesuatu pun setelahMu, Engkau adalah Azh Zhahir, tidak ada sesuatu pun di atasMu, Engkau adalah Al Bathin, tidak ada sesuatu pun di bawahMu, tunaikanlah hutangku dan cukupkanlah aku dari kefakiran) Abu Isa berkata; hadits ini adalah hadits hasan gharib. Demikianlah sebagian para sahabat Al A'masy meriwayatkan dari Al A'masy seperti ini. Dan sebagian mereka meriwayatkannya dari Al A'masy dari Abu Shalih secara mursal, dan tidak menyebutkan padanya dari Abu Hurairah.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَجَاءَتْ فَاطِمَةُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَسْأَلُهُ خَادِمًا فَقَالَ لَهَا قُولِي اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ مُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ فَالِقَ الْحَبِّ وَالنَّوَى أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنِّي الدَّيْنَ وَأَغْنِنِي مِنْ الْفَقْرِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَهَكَذَا رَوَى بَعْضُ أَصْحَابِ الْأَعْمَشِ عَنْ الْأَعْمَشِ نَحْوَ هَذَا وَرَوَاهُ بَعْضُهُمْ عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ مُرْسَلًا وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي هُرَيْرَةَ","source":"Tirmidzi"},"__N_SSG":true}