{"pageProps":{"number":"330","slug":"tirmidzi","id":"telah menceritakan kepada kami [Mahmud bin Ghailan] berkata; telah menceritakan kepada kami [Syababah bin Sawwar] dari [Syu'bah] dari [Nu'aim bin Abu Hind] dari [Abu Wa`il] dari [Masruq] dari ['Aisyah] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam shalat di belakang Abu Bakar diwaktu sakit yang membawanya pada kematian.\" Abu Isa berkata; \"Hadits 'Aisyah ini derajatnya hasan shahih gharib. Diriwayatkan dari 'Aisyah bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Jika imam shalat dengan duduk maka shalatlah kalian dengan duduk.\" Dan masih riwayatnya, bahwa Nabi shallallahu 'alaihi wasallam keluar di waktu sakit, sedang Abu Bakar melaksanakan shalat bersama orang-orang. Lalu beliau shalat di sisi Abu bakar, orang-orang bermakmum kepada Abu Bakar, sedangkan Abu Bakar sendiri bermakmum kepada Nabi shallallahu 'alaihi wasallam. Dan dalam riwayat 'Aisyah yang lain disebutkan, bahwa Nabi shallallahu 'alaihi wasallam shalat di belakang Abu Bakar dengan duduk. Dan diriwayatkan oleh Anas bahwa Nabi shallallahu 'alaihi wasallam shalat dengan duduk di belakang Abu Bakar.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ عَنْ شُعْبَةَ عَنْ نُعَيْمِ بْنِ أَبِي هِنْدٍ عَنْ أَبِي وَائِلٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْفَ أَبِي بَكْرٍ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ قَاعِدًاقَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَقَدْ رُوِيَ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ إِذَا صَلَّى الْإِمَامُ جَالِسًا فَصَلُّوا جُلُوسًا وَرُوِيَ عَنْهَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ فِي مَرَضِهِ وَأَبُو بَكْرٍ يُصَلِّي بِالنَّاسِ فَصَلَّى إِلَى جَنْبِ أَبِي بَكْرٍ وَالنَّاسُ يَأْتَمُّونَ بِأَبِي بَكْرٍ وَأَبُو بَكْرٍ يَأْتَمُّ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرُوِيَ عَنْهَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى خَلْفَ أَبِي بَكْرٍ قَاعِدًا وَرُوِي عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى خَلْفَ أَبِي بَكْرٍ وَهُوَ قَاعِدٌ","source":"Tirmidzi"},"__N_SSG":true}