{"pageProps":{"number":"574","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Yahya bin Aktsam] telah menceritakan kepada kami [Jarir] dari [Qabus bin Abu Dlabyan] dari [ayahnya] dari [Ibnu Abbas] dia berkata, Rasulullah Shallallaahu 'alaihi wasallam bersabda: \"Tidak dibenarkan adanya dua kiblat pada satu daerah dan kewajiban membayar jizyah tidak dikenakan atas kaum muslimin\". Telah menceritakan kepada kami [Abu Kuraib] telah menceritakan kepada kami [Jarir] dari [Qabus] seperti hadits diatas dengan sanad yang sama. Hadits yang semakna diriwayatkan dari Sa'id bin Zaid dan kakeknya Harb bin Ubaidillah Al Tsaqafi. Abu 'Isa berkata, hadits Ibnu Abbas diriwayatkan dari Qabus bin Abu Dlabyan dari ayahnya dari Nabi Shallallaahu 'alaihi wasallam secara mursal, namun hadits ini diamalkan oleh kebanyakan ahlul ilmi, bahwa jika seorang Nashrani masuk Islam, maka dia tidak lagi wajib membayar jizyah. Maksud sabda Nabi Shalallahu 'alaihi wa salam: \"Bahwa kaum muslimin tidak terkena kewajiban membayar harta sepersepuluh\" ialah membayar jizyah atas keselamatannya, dan tafsir 'Usyur sesungguhnya terdapat pada redaksi hadits yaitu beliau bersabda: \"Kewajiban membayar 'Usyur (seper sepuluh) hanyalah atas Nashrani dan Yahudi dan tidak atas kaum muslimin.","arab":"حَدَّثَنَا يَحْيَى بْنُ أَكْثَمَ حَدَّثَنَا جَرِيرٌ عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَصْلُحُ قِبْلَتَانِ فِي أَرْضٍ وَاحِدَةٍ وَلَيْسَ عَلَى الْمُسْلِمِينَ جِزْيَةٌحَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا جَرِيرٌ عَنْ قَابُوسَ بِهَذَا الْإِسْنَادِ نَحْوَهُ وَفِي الْبَاب عَنْ سَعِيدِ بْنِ زَيْدٍ وَجَدِّ حَرْبِ بْنِ عُبَيْدِ اللَّهِ الثَّقَفِيِّ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ قَدْ رُوِيَ عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ أَنَّ النَّصْرَانِيَّ إِذَا أَسْلَمَ وُضِعَتْ عَنْهُ جِزْيَةُ رَقَبَتِهِ وَقَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ عَلَى الْمُسْلِمِينَ عُشُورٌ إِنَّمَا يَعْنِي بِهِ جِزْيَةَ الرَّقَبَةِ وَفِي الْحَدِيثِ مَا يُفَسِّرُ هَذَا حَيْثُ قَالَ إِنَّمَا الْعُشُورُ عَلَى الْيَهُودِ وَالنَّصَارَى وَلَيْسَ عَلَى الْمُسْلِمِينَ عُشُورٌ","source":"Tirmidzi"},"__N_SSG":true}