{"pageProps":{"number":"594","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Sufyan bin 'Uyainah] dari ['Ashim Al Ahwal] dari [Hafshah binti Sirin] dari [Ar Rabab] dari pamannya [Salman bin 'Amir] yang membawanya kepada Nabi Shallallaahu 'alaihi wasallam, beliau bersabda: \"Jika kalian berbuka maka berbukalah dengan buah kurma karena buah kurma mengandung berkah, jika kalian tidak mendapatinya, maka berbukalah dengan air karena sesungguhnya air itu suci.\" Beliau juga bersabda: \"Sedekah kepada orang miskin hanyalah sedekah, sedangkan sedekah kepada kaum kerabat akan mendapatkan dua (pahala) yaitu pahala sedekah dan menyambung silatur rahmi. (perawi) berkata, dalam bab ini (ada juga riwayat -pent) dari Zaenab istrinya Abdullah bin Mas'ud, Jabir dan Abu Hurairah. Abu Isa berkata, hadits Salman bin 'Amir adalah hadits hasan. Ar Rabab adalah Ummu Raih binti Sulai'. Demikianlah yang diriwayatkan oleh [Sufyan Ats Tsauri] dari ['Ashim] dari [Hafshah binti Sirin] dari [Ar Rabab] dari [Salman bin 'Amir] dari Nabi shallallahu 'alaihi wasallam seperti hadits ini, dan [Syu'bah] meriwayatkan dari ['Ashim] dari [Hafshah binti Sirin] dari [Salman bin 'Amir], (dalam riwayatnya) dia tidak menyebutkan dari Ar Rabab. Hadits Sufyan Ats Tsauri dan Ibnu 'Uyainah lebih shahih. Demikianlah yang diriwayatkan oleh [Ibnu 'Aun] dan [Hisyam bin Hassan] dari [Hafshah binti Sirin] dari [Ar Rabbab] dari [Salman bin 'Amir].","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَاصِمٍ الْأَحْوَلِ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ الرَّبَابِ عَنْ عَمِّهَا سَلْمَانَ بْنِ عَامِرٍيَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَفْطَرَ أَحَدُكُمْ فَلْيُفْطِرْ عَلَى تَمْرٍ فَإِنَّهُ بَرَكَةٌ فَإِنْ لَمْ يَجِدْ تَمْرًا فَالْمَاءُ فَإِنَّهُ طَهُورٌ و قَالَ الصَّدَقَةُ عَلَى الْمِسْكِينِ صَدَقَةٌ وَهِيَ عَلَى ذِي الرَّحِمِ ثِنْتَانِ صَدَقَةٌ وَصِلَةٌقَالَ وَفِي الْبَاب عَنْ زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ قَالَ أَبُو عِيسَى حَدِيثُ سَلْمَانَ بْنِ عَامِرٍ حَدِيثٌ حَسَنٌ وَالرَّبَابُ هِيَ أُمُّ الرَّائِحِ بِنْتُ صُلَيْعٍ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ عَاصِمٍ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ هَذَا الْحَدِيثِ وَرَوَى شُعْبَةُ عَنْ عَاصِمٍ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ سَلْمَانَ بْنِ عَامِرٍ وَلَمْ يَذْكُرْ فِيهِ عَنْ الرَّبَابِ وَحَدِيثُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ عُيَيْنَةَ أَصَحُّ وَهَكَذَا رَوَى ابْنُ عَوْنٍ وَهِشَامُ بْنُ حَسَّانَ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ","source":"Tirmidzi"},"__N_SSG":true}