{"pageProps":{"number":"937","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Abu Shafwan] dari [Usamah bin Zaid] dari [Ibnu Syihab] dari [Anas bin Malik] berkata; \"Ketika perang Uhud selesai, Rasulullah shallallahu 'alaihi wasallam mendatangi Hamzah. Beliau melihatnya telah dicincang. Beliau berkata; 'Kalau bukan karena Shafiyyah akan merasa sedih karenanya, niscaya akan aku biarkan tubuhnya dimakan oleh hewan pemakan bangkai hingga akan dikumpulkan pada Hari Kiamat pada perut hewan-hewan tersebut'.\" (Anas bin Malik) berkata; \"Kemudian beliau meminta namirah untuk mengkafaninya, yang mana jika dipakai untuk menutupi kepala maka kakinya kelihatan dan jika dipakai untuk menutupi kaki maka kepalanya kelihatan.\" (Anas bin Malik) berkata; \"Ketika itu banyak sekali yang terbunuh, sehingga jumlah kafan hanya sedikit.\" (Anas bin Malik) berkata; \"Maka terkadang satu orang atau dua orang atau tiga orang dengan satu kafan kemudian mereka dikubur dalam satu kubur. Rasulullah shallallahu 'alaihi wasallam menanyakan siapakah di antara mereka yang paling banyak menghafal Al Quran? Lantas beliau mendahulukan orang tersebut untuk dihadapkan ke kiblat.\" (Anas bin Malik) berkata; \"Rasulullah shallallahu 'alaihi wasallam mengubur mereka tanpa menshalatkan mereka.\" Abu 'Isa berkata; \"Hadits Anas merupakan hadits hasan gharib. Kami tidak mengetahui hadits Anas kecuali melalui jalur ini. Namirah adalah selimut dari bulu yang telah usang. Dan banyak jalur yang berbeda dengan riwayat Usamah bin Zaid, yaitu; [Laits bin Sa'ad] meriwayatkannya dari [Ibnu Syihab] dari [Abdurrahman bin Ka'ab bin Malik] dari [Jabir bin Abdullah bin Zaid]. [Ma'mar] meriwayatkan dari [Zuhri] dari [Abdullah bin Tsa'labah] dari [Jabir] dan kami tidak mengetahui ada seorangpun yang menyebutnya dari Zuhri dari Anas kecuali Usamah bin Zaid. Aku bertanya kepada Muhammad mengenai hadits ini, beliau menjawab: \"Hadits Laits dari Ibnu Syihab dari Abdurrahman bin Ka'ab bin Malik dari Jabir lebih shahih.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا أَبُو صَفْوَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنْ ابْنِ شِهَابٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَأَتَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى حَمْزَةَ يَوْمَ أُحُدٍ فَوَقَفَ عَلَيْهِ فَرَآهُ قَدْ مُثِّلَ بِهِ فَقَالَ لَوْلَا أَنْ تَجِدَ صَفِيَّةُ فِي نَفْسِهَا لَتَرَكْتُهُ حَتَّى تَأْكُلَهُ الْعَافِيَةُ حَتَّى يُحْشَرَ يَوْمَ الْقِيَامَةِ مِنْ بُطُونِهَا قَالَ ثُمَّ دَعَا بِنَمِرَةٍ فَكَفَّنَهُ فِيهَا فَكَانَتْ إِذَا مُدَّتْ عَلَى رَأْسِهِ بَدَتْ رِجْلَاهُ وَإِذَا مُدَّتْ عَلَى رِجْلَيْهِ بَدَا رَأْسُهُ قَالَ فَكَثُرَ الْقَتْلَى وَقَلَّتْ الثِّيَابُ قَالَ فَكُفِّنَ الرَّجُلُ وَالرَّجُلَانِ وَالثَّلَاثَةُ فِي الثَّوْبِ الْوَاحِدِ ثُمَّ يُدْفَنُونَ فِي قَبْرٍ وَاحِدٍ فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْأَلُ عَنْهُمْ أَيُّهُمْ أَكْثَرُ قُرْآنًا فَيُقَدِّمُهُ إِلَى الْقِبْلَةِ قَالَ فَدَفَنَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يُصَلِّ عَلَيْهِمْقَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ مِنْ حَدِيثِ أَنَسٍ إِلَّا مِنْ هَذَا الْوَجْهِ النَّمِرَةُ الْكِسَاءُ الْخَلَقُ وَقَدْ خُولِفَ أُسَامَةُ بْنُ زَيْدٍ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرَوَى اللَّيْثُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدٍ وَرَوَى مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ عَنْ جَابِرٍ وَلَا نَعْلَمُ أَحَدًا ذَكَرَهُ عَنْ الزُّهْرِيِّ عَنْ أَنَسٍ إِلَّا أُسَامَةَ بْنَ زَيْدٍ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ حَدِيثُ اللَّيْثِ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ عَنْ جَابِرٍ أَصَحُّ","source":"Tirmidzi"},"__N_SSG":true}