{"pageProps":{"number":"1073","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah], telah menceritakan kepada kami [Hatim bin Isma'il] dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Hajjaj bin Hajjaj Al Aslami] dari [Bapaknya] bahwa dia bertanya kepada Nabi shallallahu 'alaihi wasallam; \"Wahai Rasulullah, Apa yang betul-betul bisa membebaskanku dari kewajiban karena persusuan?\" Beliau menjawab; \"Budak laki-laki atau budak wanita.\" Abu Isa berkata; \"Ini merupakan hadits hasan sahih. Demikian juga diriwayatkan dari [Yahya bin Sa'id Al Qathan] dan [Hatim bin Isma'il] dan yang lainnya dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Hajjaj bin Hajjaj] dari [Bapaknya] dari Nabi shallallahu 'alaihi wasallam. [Sufyan bin 'Uyainah] meriwayatkan dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Hajjaj bin Abu Hajjaj] dari [Bapaknya] dari Nabi shallallahu 'alaihi wasallam. Hadits Ibnu 'Uyainah tidak Mahfuzh, yang sahih adalah apa yang telah diriwayatkan dari Hisyam bin Umar dari Bapaknya. Hisyam bin 'Urwah diberi kunyah Abu Al Mundzir. Dia telah bertemu Jabir bin Abdullah dan Ibnu Umar. Arti perkataan; dzimam ar radla'ah yaitu haknya. Jika kamu memberikan seorang budak laki-laki atau wanita kepada orang yang menyusuimu, maka kamu telah menunaikan haknya. Telah diriwayatkan dari Abu Thufail, berkata; \"Saya duduk bersama Nabi shallallahu 'alaihi wasallam, ternyata ada seorang wanita yang datang. Nabi shallallahu 'alaihi wasallam membentangkan kainnya sehingga wanita itu mendudukinya. Tatkala wanita itu pergi, ada yang mengatakan bahwa wanita itu adalah orang yang telah menyusui Nabi shallallahu 'alaihi wasallam.\"","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَجَّاجِ بْنِ حَجَّاجٍ الْأَسْلَمِيِّ عَنْ أَبِيهِأَنَّهُ سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ مَا يُذْهِبُ عَنِّي مَذَمَّةَ الرَّضَاعِ فَقَالَ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ هَكَذَا رَوَاهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَحَاتِمُ بْنُ إِسْمَعِيلَ وَغَيْرُ وَاحِدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَجَّاجِ بْنِ حَجَّاجٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَجَّاجِ بْنِ أَبِي حَجَّاجٍ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحَدِيثُ ابْنِ عُيَيْنَةَ غَيْرُ مَحْفُوظٍ وَالصَّحِيحُ مَا رَوَى هَؤُلَاءِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ وَهِشَامُ بْنُ عُرْوَةَ يُكْنَى أَبَا الْمُنْذِرِ وَقَدْ أَدْرَكَ جَابِرَ بْنَ عَبْدِ اللَّهِ وَابْنَ عُمَرَ وَمَعْنَى قَوْلِهِ مَا يُذْهِبُ عَنِّي مَذَمَّةَ الرَّضَاعِ يَقُولُ إِنَّمَا يَعْنِي بِهِ ذِمَامَ الرَّضَاعَةِ وَحَقَّهَا يَقُولُ إِذَا أَعْطَيْتَ الْمُرْضِعَةَ عَبْدًا أَوْ أَمَةً فَقَدْ قَضَيْتَ ذِمَامَهَا وَيُرْوَى عَنْ أَبِي الطُّفَيْلِ قَالَ كُنْتُ جَالِسًا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ أَقْبَلَتْ امْرَأَةٌ فَبَسَطَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رِدَاءَهُ حَتَّى قَعَدَتْ عَلَيْهِ فَلَمَّا ذَهَبَتْ قِيلَ هِيَ كَانَتْ أَرْضَعَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Tirmidzi"},"__N_SSG":true}