{"pageProps":{"number":"1099","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar], telah menceritakan kepada kami [Abdurrahman bin Mahdi], telah menceritakan kepada kami [Sufyan] dari [Isma'il bin Abu Khalid] dari [Asy Sya'bi] dari [Masruq] dari [Aisyah] berkata; \"Rasulullah shallallahu 'alaihi wasallam menyuruh kami memilih, maka kami (para istri Nabi shallallahu 'alaihi wasallam) tetap memilih beliau. Apakah itu merupakan talak?\" Telah menceritakan kepada kami [Muhammad bin Basyar], telah menceritakan kepada kami [Abdurrahman bin Mahdi], telah menceritakan kepada kami [Sufyan] dari [Al A'masy] dari [Abu Adl Dluha] dari [Masruq] dari [Aisyah] seperti di atas. Abu Isa berkata; \"Ini merupakan hadits hasan sahih. Para ulama berselisih pendapat dalam masalah khiyar. Diriwayatkan dari Umar dan Abdullah bin Mas'ud, keduanya berkata; jika dia memilih dirinya maka itu termasuk talak ba`in. Diriwayatkan dari keduanya, berkata; itu adalah talak satu dan masih bisa rujuk. Jika dia memilih suaminya, maka itu tidak dianggap talak. Diriwayatkan dari Ali, dia berkata; jika dia memilih untuk bercerai maka hukumnya adalah talak tiga. Jika dia memilih kembali ke suami maka hukumnya adalah talak satu. Zaid bin Tsabit berkata; jika dia memilih suaminya, hukumnya adalah talak satu. Jika dia memilih talak maka hukumnya adalah talak tiga. Kebanyakan ulama dan fuqaha` dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan setelah mereka pada masalah ini mengikuti pendapat Umar dan Abdullah. Ini pendapat Ats Tsauri dan penduduk Kufah. Ahmad bin Hanbal mengikuti pendapat Ali Radliyallah 'anhu.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ إِسْمَعِيلَ بْنِ أَبِي خَالِدٍ عَنْ الشَّعْبِيِّ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْخَيَّرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاخْتَرْنَاهُ أَفَكَانَ طَلَاقًاحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ بِمِثْلِهِ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْخِيَارِ فَرُوِيَ عَنْ عُمَرَ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُمَا قَالَا إِنْ اخْتَارَتْ نَفْسَهَا فَوَاحِدَةٌ بَائِنَةٌ وَرُوِيَ عَنْهُمَا أَنَّهُمَا قَالَا أَيْضًا وَاحِدَةٌ يَمْلِكُ الرَّجْعَةَ وَإِنْ اخْتَارَتْ زَوْجَهَا فَلَا شَيْءَ وَرُوِيَ عَنْ عَلِيٍّ أَنَّهُ قَالَ إِنْ اخْتَارَتْ نَفْسَهَا فَوَاحِدَةٌ بَائِنَةٌ وَإِنْ اخْتَارَتْ زَوْجَهَا فَوَاحِدَةٌ يَمْلِكُ الرَّجْعَةَ و قَالَ زَيْدُ بْنُ ثَابِتٍ إِنْ اخْتَارَتْ زَوْجَهَا فَوَاحِدَةٌ وَإِنْ اخْتَارَتْ نَفْسَهَا فَثَلَاثٌ وَذَهَبَ أَكْثَرُ أَهْلِ الْعِلْمِ وَالْفِقْهِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ بَعْدَهُمْ فِي هَذَا الْبَابِ إِلَى قَوْلِ عُمَرَ وَعَبْدِ اللَّهِ وَهُوَ قَوْلُ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَأَمَّا أَحْمَدُ بْنُ حَنْبَلٍ فَذَهَبَ إِلَى قَوْلِ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ","source":"Tirmidzi"},"__N_SSG":true}