{"pageProps":{"number":"1249","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad], telah menceritakan kepada kami [Waki'] dari [Syu'bah] dari [Abu 'Aun Ats Tsaqafi] dari [Al Harits bin Amr] dari [seseorang dari kalangan sahabat Mu'adz] bahwa Rasulullah shallallahu 'alaihi wasallam pernah mengutus Mu'adz ke Yaman, lalu beliau bertanya: \"Bagaimana engkau memutuskan hukum?\" ia menjawab; Aku memutuskan hukum dari apa yang terdapat di dalam kitabullah. Beliau bertanya lagi: \"Jika tidak ada di dalam kitabullah?\" ia menjawab; Dengan sunnah Rasulullah shallallahu 'alaihi wasallam. Beliau bertanya: \"Jika tidak terdapat di dalam sunnah Rasulullah shallallahu 'alaihi wasallam?\" Ia menjawab; Aku akan berijtihad dengan pendapatku. Beliau mengatakan: \"Segala puji bagi Allah yang telah memberi taufiq kepada utusan Rasulullah shallallahu 'alaihi wasallam.\" Telah menceritakan kepada kami [Muhammad bin Basysyar], telah menceritakan kepada kami [Muhammad bin Ja'far] dan [Abdurrahman bin Mahdi] keduanya berkata; Telah menceritakan kepada kami [Syu'bah] dari [Abu 'Aun] dari [Al Harits bin Amr] keponakan Mughirah bin Syu'bah dari [beberapa orang penduduk Himsh] dari [Mu'adz] dari Nabi shallallahu 'alaihi wasallam seperti itu. Abu Isa berkata; Hadits ini tidak kami ketahui kecuali dari jalur ini namun menurutku sanadnya tidak bersambung, Abu 'Aun Ats Tsaqafi bernama Muhammad bin Ubaidullah.","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا وَكِيعٌ عَنْ شُعْبَةَ عَنْ أَبِي عَوْنٍ الثَّقَفِيِّ عَنْ الْحَارِثِ بْنِ عَمْرٍو عَنْ رِجَالٍ مِنْ أَصْحَابِ مُعَاذٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ مُعَاذًا إِلَى الْيَمَنِ فَقَالَ كَيْفَ تَقْضِي فَقَالَ أَقْضِي بِمَا فِي كِتَابِ اللَّهِ قَالَ فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ قَالَ فَبِسُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَإِنْ لَمْ يَكُنْ فِي سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَجْتَهِدُ رَأْيِي قَالَ الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ قَالَا حَدَّثَنَا شُعْبَةُ عَنْ أَبِي عَوْنٍ عَنْ الْحَارِثِ بْنِ عَمْرٍو ابْنِ أَخٍ لِلْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ أُنَاسٍ مِنْ أَهْلِ حِمْصٍ عَنْ مُعَاذٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ عِنْدِي بِمُتَّصِلٍ وَأَبُو عَوْنٍ الثَّقَفِيُّ اسْمُهُ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ","source":"Tirmidzi"},"__N_SSG":true}