{"pageProps":{"number":"125","slug":"tirmidzi","id":"telah menceritakan kepada kami [Bundar] berkata; telah menceritakan kepada kami [Yahya bin Sa'id] dan [Abdurrahman bin Mahdi] dan [Bahz bin Asad] mereka berkata; telah menceritakan kepada kami [Hammad bin Salamah] dari [Hakim Al Atsram] dari [Abu Tamimah Al Hujaimi] dari [Abu Hurairah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa menggauli wanita haid, atau menggauli wanita dari dubur, atau mendatangi dukun maka ia telah kafir terhadap apa yang diturunkan kepada Muhammad shallallahu 'alaihi wasallam.\" Abu Isa berkata; \"Kami tidak mengetahui hadits ini kecuali dari hadits Hakim Al Atsram, dari Abu Tamimah Al Hujaimi, dari Abu Hurairah. Dan hanyasanya makna hadits ini menurut ahli ilmu adalah sebagai pemberat saja. Telah diriwayatkan dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa mendatangi (mensetubuhi) wanita haid, maka hendaklah bersedekah dengan satu dinar.\" Sekiranya mendatangi wanita yang sedang haid sebuah kekufuran, maka ia tidak akan diperintahkan untuk bersedekah sebagai kafarahnya! Namun Muhammad melemahkan hadits ini dari sisi sanadnya. Dan Abu Tamimah Al Hujaimi namnya adalah Tharif bin Mujalid.\"","arab":"حَدَّثَنَا بُنْدَارٌ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَبَهْزُ بْنُ أَسَدٍ قَالُوا حَدَّثَنَا حَمَادُ بْنُ سَلَمَةِ عَنْ حَكِيمٍ الْأَثْرَمِ عَنْ أَبِي تَمِيمَةَ الهُجَيْمِيِّ عَنْ أَبِي هُرَيْرَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَتَى حَائِضًا أَوْ امْرَأَةً فِي دُبُرِهَا أَوْ كَاهِنًا فَقَدْ كَفَرَ بِمَا أُنْزِلَ عَلَى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ أَبُو عِيسَى لَا نَعْرِفُ هَذَا الْحَدِيثَ إِلَّا مِنْ حَدِيثِ حَكِيمٍ الْأَثْرَمِ عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ عَنْ أَبِي هُرَيْرَةَ وَإِنَّمَا مَعْنَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ عَلَى التَّغْلِيظِ وَقَدْ رُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَتَى حَائِضًا فَلْيَتَصَدَّقْ بِدِينَارٍ فَلَوْ كَانَ إِتْيَانُ الْحَائِضِ كُفْرًا لَمْ يُؤْمَرْ فِيهِ بِالْكَفَّارَةِ وَضَعَّفَ مُحَمَّدٌ هَذَا الْحَدِيثَ مِنْ قِبَلِ إِسْنَادِهِ وَأَبُو تَمِيمَةَ الْهُجَيْمِيِّ اسْمُهُ طَرِيفُ بْنُ مُجَالِدٍ","source":"Tirmidzi"},"__N_SSG":true}