{"pageProps":{"number":"1309","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar], telah menceritakan kepada kami [Mu'adz bin Hani`], telah menceritakan kepada kami [Muhammad bin Muslim Ath Tha`ifi] dari [Amr bin Dinar] dari [Ikrimah] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam bahwa beliau menetapkan diyat sebesar dua belas ribu. Telah menceritakan kepada kami [Sa'id bin Abdurrahman Al Makhzumi], telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Amru bin Dinar] dari [Ikrimah] dari Nabi shallallahu 'alaihi wasallam seperti itu namun tidak disebutkan di dalamnya dari Ibnu Abbas. Dalam Ibnu Uyainah terdapat komentar lebih banyak dari hadits ini. Abu Isa berkata; Kami tidak mengetahui seorang pun menyebutkan tentang hadits ini dari Ibnu Abbas selain Muhammad bin Muslim. Hadits ini diamalkan oleh sebagian ulama dan juga merupakan pendapat Ahmad dan Ishaq. Sedangkan sebagian ulama berpendapat bahwa diyat sebesar sepuluh ribu dirham, ini menjadi pendapat Sufyan Ats Tsauri dan ulama Kufah. Adapun Asy Syafi'i berkata; Aku tidak mengetahui diyat kecuali dari unta yaitu sebesar seratus ekor unta atau seharga dengannya.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الطَّائِفِيُّ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ جَعَلَ الدِّيَةَ اثْنَيْ عَشَرَ أَلْفًاحَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ عِكْرِمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ ابْنِ عَبَّاسٍ وَفِي حَدِيثِ ابْنِ عُيَيْنَةَ كَلَامٌ أَكْثَرُ مِنْ هَذَا قَالَ أَبُو عِيسَى وَلَا نَعْلَمُ أَحَدًا يَذْكُرُ فِي هَذَا الْحَدِيثِ عَنْ ابْنِ عَبَّاسٍ غَيْرَ مُحَمَّدِ بْنِ مُسْلِمٍ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَقَ وَرَأَى بَعْضُ أَهْلِ الْعِلْمِ الدِّيَةَ عَشْرَةَ آلَافٍ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ و قَالَ الشَّافِعِيُّ لَا أَعْرِفُ الدِّيَةَ إِلَّا مِنْ الْإِبِلِ وَهِيَ مِائَةٌ مِنْ الْإِبِلِ أَوْ قِيمَتُهَا","source":"Tirmidzi"},"__N_SSG":true}