{"pageProps":{"number":"1333","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Isa bin Ahmad], telah menceritakan kepada kami [Ibnu Wahb] dari [Usamah bin Zaid] dari [Amru bin Syu'aib] dari [ayahnya] dari [kakeknya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang mukmin tidak dibunuh karena membunuh orang kafir.\" Dengan sanad yang sama juga diriwayatkan dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Diyat orang kafir adalah setengah diyat orang mukmin.\" Abu Isa berkata; Hadits Abdullah bin Amr dalam hal ini adalah hadits hasan, para ulama berselisih pendapat tentang diyat orang yahudi dan nashrani. Sebagian ulama berpendapat tentang diyat orang yahudi dan nashrani kepada apa yang telah diriwayatkan dari Nabi shallallahu 'alaihi wasallam. Umar bin Abdul Aziz berpendapat; Diyat orang yahudi dan nashrani adalah setengah diyat orang muslim. Dan Ahmad bin Hanbal juga berpendapat demikian dan diriwayatkan dari Umar bin Al Khaththab bahwa ia mengatakan; Diyat orang Yahudi dan nashrani adalah empat ribu dirham, sedangkan diyat orang Majusi adalah delapan ratus dirham. Malik bin Anas, Asy Syafi'i dan Ishaq berpendapat dengan pendapat ini sedangkan sebagian ulama berpendapat; Diyat orang Yahudi dan Nashrani adalah seperti diyat orang muslim, ini menjadi pendapat Sufyan Ats Tsauri dan ulama Kufah.","arab":"حَدَّثَنَا عِيسَى بْنُ أَحْمَدَ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يُقْتَلُ مُسْلِمٌ بِكَافِرٍ وَبِهَذَا الْإِسْنَادِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ دِيَةُ عَقْلِ الْكَافِرِ نِصْفُ دِيَةِ عَقْلِ الْمُؤْمِنِقَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي دِيَةِ الْيَهُودِيِّ وَالنَّصْرَانِيِّ فَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ فِي دِيَةِ الْيَهُودِيِّ وَالنَّصْرَانِيِّ إِلَى مَا رُوِيَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ و قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ نِصْفُ دِيَةِ الْمُسْلِمِ وَبِهَذَا يَقُولُ أَحْمَدُ بْنُ حَنْبَلٍ وَرُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ قَالَ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ أَرْبَعَةُ آلَافِ دِرْهَمٍ وَدِيَةُ الْمَجُوسِيِّ ثَمَانُ مِائَةِ دِرْهَمٍ وَبِهَذَا يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَإِسْحَقُ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ مِثْلُ دِيَةِ الْمُسْلِمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ","source":"Tirmidzi"},"__N_SSG":true}