{"pageProps":{"number":"1381","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Amr As Sawwaq], telah menceritakan kepada kami [Abdul Aziz bin Muhammad] dari [Shalih bin Muhammad bin Za`idah] dari [Salim bin Abdullah] dari [Abdullah bin Umar] dari [Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang kalian dapati mengambil ghanimah sebelum dibagi dalam peperangan di jalan Allah, maka bakarlah barang (harta bendanya itu).\" Shalih berkata; Aku pun masuk ke rumah Maslamah sedang bersama Salim bin Abdullah lalu ia mendapati seseorang mengambil ghanimah sebelum dibagi. Salim pun menyampaikan hadits ini lalu ia menyuruhnya dan membakar perhiasannya, ternyata di dalam perhiasan itu terdapat mushaf. Salim berkata; Juallah ini dan sedekahkan hasilnya. Abu Isa berkata; Hadits ini gharib tidak kami ketahui kecuali dari jalur ini, hadits ini menjadi pedoman amal menurut sebagian ulama, ini menjadi pendapat Al Auza'i, Ahmad dan Ishaq. Ia berkata; Dan aku bertanya kepada Muhammad tentang hadits ini, ia pun menjawab; Sesungguhnya yang meriwayatkan hadits ini adalah Shalih bin Muhammad bin Za`idah, ia adalah Abu Waqid Al Laitsi, ia mungkar dalam periwayatan hadits. Muhammad berkata; Dan diriwayatkan juga pada hadits lain dari Nabi shallallahu 'alaihi wasallam tentang mengambil ghanimah sebelum dibagi namun beliau tidak memerintahkan untuk membakar barangnya. Abu Isa berkata; Hadits ini gharib.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ صَالِحِ بْنِ مُحَمَّدِ بْنِ زَائِدَةَ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ وَجَدْتُمُوهُ غَلَّ فِي سَبِيلِ اللَّهِ فَاحْرِقُوا مَتَاعَهُقَالَ صَالِحٌ فَدَخَلْتُ عَلَى مَسْلَمَةَ وَمَعَهُ سَالِمُ بْنُ عَبْدِ اللَّهِ فَوَجَدَ رَجُلًا قَدْ غَلَّ فَحَدَّثَ سَالِمٌ بِهَذَا الْحَدِيثِ فَأَمَرَ بِهِ فَأُحْرِقَ مَتَاعُهُ فَوُجِدَ فِي مَتَاعِهِ مُصْحَفٌ فَقَالَ سَالِمٌ بِعْ هَذَا وَتَصَدَّقْ بِثَمَنِهِ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ الْأَوْزَاعِيِّ وَأَحْمَدَ وَإِسْحَقَ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ إِنَّمَا رَوَى هَذَا صَالِحُ بْنُ مُحَمَّدِ بْنِ زَائِدَةَ وَهُوَ أَبُو وَاقِدٍ اللَّيْثِيُّ وَهُوَ مُنْكَرُ الْحَدِيثِ قَالَ مُحَمَّدٌ وَقَدْ رُوِيَ فِي غَيْرِ حَدِيثٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْغَالِّ فَلَمْ يَأْمُرْ فِيهِ بِحَرْقِ مَتَاعِهِ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ","source":"Tirmidzi"},"__N_SSG":true}