{"pageProps":{"number":"1478","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] berkata, telah menceritakan kepada kami [Bisyr Ibnul Mufadhdhal] dari [Muhammad bin Zaid] dari [Umair] mantan budak (yang telah dimerdekakan oleh) Abul Lahm ia berkata; \"Aku mengikuti peperangan Khaibar bersama tuanku, lalu orang-orang memperbincangkan aku di hadapan Rasulullah shallallahu 'alaihi wasallam. Mereka memperbincangkan di hadapan Rasulullah bahwa aku adalah seorang budak.\" Umair berkata, \"Rasulullah shallallahu 'alaihi wasallam kemudian memerintahkan aku (untuk berperang), maka aku pun mencabut pedang. Ketika pedang itu aku seret (karena aku pendek dan belum cukup umur), beliau memerintahkan agar aku diberi sesuatu dari perkakas rumah. Dan aku menawarkan kepadanya ruqyah yang biasa aku baca untuk mengobati orang-orang gila, maka beliau memerintakah agar aku membuang sebagian (bacaan yang bermasalah) dan menahan sebagian.\" Dalam bab ini ada hadits serupa dari Ibnu Abbas, dan hadits ini derajatnya hasan shahih. Dan menjadi pedoman amal menurut sebagian ulama`, yakni bahwa budak tidak berhak mendapatkan bagian dari hasil ghanimah, akan tetapi ia diberi sesuatu sebagai bentuk pemberian saja. Ini adalah pendapat yang diambil oleh Ats Tsauri, Syafi'I, Ahmad dan Ishaq.\" ","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ عَنْ مُحَمَّدِ بْنِ زَيْدٍ عَنْ عُمَيْرٍ مَوْلَى آبِي اللَّحْمِ قَالَشَهِدْتُ خَيْبَرَ مَعَ سَادَتِي فَكَلَّمُوا فِيَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَلَّمُوهُ أَنِّي مَمْلُوكٌ قَالَ فَأَمَرَ بِي فَقُلِّدْتُ السَّيْفَ فَإِذَا أَنَا أَجُرُّهُ فَأَمَرَ لِي بِشَيْءٍ مِنْ خُرْثِيِّ الْمَتَاعِ وَعَرَضْتُ عَلَيْهِ رُقْيَةً كُنْتُ أَرْقِي بِهَا الْمَجَانِينَ فَأَمَرَنِي بِطَرْحِ بَعْضِهَا وَحَبْسِ بَعْضِهَاوَفِي الْبَاب عَنْ ابْنِ عَبَّاسٍ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ لَا يُسْهَمُ لِلْمَمْلُوكِ وَلَكِنْ يُرْضَخُ لَهُ بِشَيْءٍ وَهُوَ قَوْلُ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ","source":"Tirmidzi"},"__N_SSG":true}