{"pageProps":{"number":"1489","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Yahya An Naisaburi] berkata, telah menceritakan kepada kami [Abu Ashim An Nabil] dari [Wahb bin Khalid] ia berkata; telah menceritakan kepadaku [Ummu Habibah binti Irbadh bin Sariyah] bahwa [Bapaknya] mengabarkan kepadanya, bahwa Rasulullah shallallahu 'alaihi wasallam melarang menggauli tawanan (wanita) hingga mereka melahirkan anak yang ada dalam perutnya.\" Abu Isa berkata, \"Dalam bab ini ada hadits serupa dari Ruwaifi' bin Tsabit, dan hadits riwayat Irbadh ini derajatnya gharib. Dan menjadi pedoman amal menurut para ulama`. Al Auza'I berkata; \"Jika seorang laki-laki membeli budak wanita yang sedang hamil dari wanita-wanita yang tertawan, maka telah diriwayatkan oleh Umar Ibnul Khaththab bahwa Rasulullah bersabda: \"Wanita hamil tidak boleh disetubuhi hingga melahirkan.\" Al Auza'I berkata lagi, \"Adapun wanita-wanita merdeka, maka sunah telah menjelaskan bahwa mereka diperintahkan untuk iddah.\" Ali bin Khasyram menceritakan kepadaku seperti itu, ia berkata; Isa bin Yunus menceritakan kepada kami dari Al Auza'I seperti hadits ini.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ حَدَّثَنَا أَبُو عَاصِمٍ النَّبِيلُ عَنْ وَهْبٍ بْنِ خَالِدٍ قَالَ حَدَّثَتْنِي أُمُّ حَبِيبَةَ بِنْتُ عِرْبَاضِ بْنِ سَارِيَةَ أَنَّ أَبَاهَا أَخْبَرَهَاأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ تُوطَأَ السَّبَايَا حَتَّى يَضَعْنَ مَا فِي بُطُونِهِنَّقَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ رُوَيْفِعِ بْنِ ثَابِتٍ وَحَدِيثُ عِرْبَاضٍ حَدِيثٌ غَرِيبٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ و قَالَ الْأَوْزَاعِيُّ إِذَا اشْتَرَى الرَّجُلُ الْجَارِيَةَ مِنْ السَّبْيِ وَهِيَ حَامِلٌ فَقَدْ رُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ قَالَ لَا تُوطَأُ حَامِلٌ حَتَّى تَضَعَ قَالَ الْأَوْزَاعِيُّ وَأَمَّا الْحَرَائِرُ فَقَدْ مَضَتْ السُّنَّةُ فِيهِنَّ بِأَنْ أُمِرْنَ بِالْعِدَّةِ حَدَّثَنِي بِذَلِكَ عَلِيُّ بْنُ خَشْرَمٍ قَالَ حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ الْأَوْزَاعِيِّ بِهَذَا الْحَدِيثِ","source":"Tirmidzi"},"__N_SSG":true}