{"pageProps":{"number":"1535","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Ali Al Khallal] berkata, telah mengabarkan kepada kami [Bisyr bin Umar] berkata, telah menceritakan kepada kami [Malik bin Anas] dari [Ibnu Syihab] dari [Malik bin Aus bin Al Hadatsan] ia berkata; Aku menemui Umar Ibnul Khaththab, lalu datanglah [Utsman bin Affan], [Az Zubair Ibnul Awwam], ['Abdurrahman bin Auf] dan [Sa'd bin Waqash]. Setelah itu [Ali] dan [Al Abbas] datang berselisih (tentang warisan Nabi). [Umar] lalu berkata kepada mereka, \"Aku bersumpah atas kalian dengan nama Allah yang dengan izin-Nya langit dan bumi tercipta. Kalian semua tahu bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"kami (para Nabi) tidak diwarisi, adapun apa yang kami tinggalkan sebagai shadaqah.\" Para sahabat menjawab, \"Benar.\" Umar berkata lagi, \"Ketika Rasulullah shallallahu 'alaihi wasallam wafat, Abu Bakar berkata, \"Aku adalah penerima wasiat Rasulullah shallallahu 'alaihi wasallam.\" Umar melanjutkan, \"Lantas dirimu wahai (Al Abbas) dan dia ini (Ali) datang menemui Abu Bakar dan menuntut warisan keponakanmu (Rasulullah), sedangkan dia ini (Ali) datang menuntut warisan isterinya (Fatimah) dari bapaknya (Rasulullah).\" [Abu Bakar] berkata, \"Sungguh Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kami (para Nabi) tidak diwarisi, Segala yang kami tinggalkan sebagai sedekah.\" (Umar melanjutkan) padahal Allah tahu bahwa Abu Bakar adalah seorang yang jujur, baik, lurus, dan selalu mengikuti kebenaran.\" Abu Isa berkata, \"Dalam hadits ini sebenarnya ada kisah yang panjang sekali, hadits ini derajatnya hasan shahih gharib, dari hadits Malik bin Anas.\"","arab":"حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ أَخْبَرَنَا بِشْرُ بْنُ عُمَرَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ ابْنِ شِهَابٍ عَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ قَالَدَخَلْتُ عَلَى عُمَرَ بْنِ الْخَطَّابِ وَدَخَلَ عَلَيْهِ عُثْمَانُ بْنُ عَفَّانَ وَالزُّبَيْرُ بْنُ الْعَوَّامِ وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ وَسَعْدُ بْنُ أَبِي وَقَّاصٍ ثُمَّ جَاءَ عَلِيٌّ وَالْعَبَّاسُ يَخْتَصِمَانِ فَقَالَ عُمَرُ لَهُمْ أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالْأَرْضُ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا نُورَثُ مَا تَرَكْنَا صَدَقَةٌ قَالُوا نَعَمْ قَالَ عُمَرُ فَلَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجِئْتَ أَنْتَ وَهَذَا إِلَى أَبِي بَكْرٍ تَطْلُبُ أَنْتَ مِيرَاثَكَ مِنْ ابْنِ أَخِيكَ وَيَطْلُبُ هَذَا مِيرَاثَ امْرَأَتِهِ مِنْ أَبِيهَا فَقَالَ أَبُو بَكْرٍ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا نُورَثُ مَا تَرَكْنَا صَدَقَةٌ وَاللَّهُ يَعْلَمُ إِنَّهُ صَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّقَالَ أَبُو عِيسَى وَفِي الْحَدِيثِ قِصَّةٌ طَوِيلَةٌ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ مَالِكِ بْنِ أَنَسٍ","source":"Tirmidzi"},"__N_SSG":true}