{"pageProps":{"number":"1998","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Madduwaih], telah menceritakan kepada kami [Ubaidullah bin Musa] dari [Muhammad bin Abdurrahman bin Abi Laila] dari saudaranya [Isa] ia berkata; Suatu ketika aku menjenguk [Abdullah bin Ukaim Abu Ma'bad Al Juhani] dan wajahnya berwarna kemerahan karena sakit, lantas kami pun berkata, \"Tidakkah engkau menggantungkan sesuatu (di lehermu untuk menyembuhkanmu).\" Ia menjawab, \"Kematian lebih dekat dari itu.\" Nabi shallallahu 'alaihi wasallam pernah bersabda: \"Barang siapa yang menggantungkan sesuatu (jampi atau mantra) dibadannya, maka Allah akan membiarkannya dengan jampi-jampinya.\" Abu Isa berkata; Hadits Abdullah bin Ukaim hanya kami ketahui dari haditsnya Muhammad bin Abdurrahman bin Abi Laila. Sedangkan Abdullah bin Ukaim tidak pernah mendengar dari Nabi shallallaahu 'alaihi wa sallam. Pada zaman Nabi dia berkata, \"Rasulullah shallallahu 'alaihi wasallam menuliskan kitab kepada kami.\" Telah menceritakan kepada kami [Muhammad bin Basysyar], telah menceritakan kepada kami [Yahya bin Sa'id] dari [Ibnu Abu Laila] semisal dan semakna dengannya. Abu Isa berkata; Hadits semakna juga diriwayatkan dari Uqbah bin Amir.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مَدُّوَيْهِ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عِيسَى أَخِيهِ قَالَ دَخَلْتُ عَلَى عَبْدِ اللَّهِ بْنِ عُكَيْمٍ أَبِي مَعْبَدِ الْجُهَنِيِّأَعُودُهُ وَبِهِ حُمْرَةٌ فَقُلْنَا أَلَا تُعَلِّقُ شَيْئًا قَالَ الْمَوْتُ أَقْرَبُ مِنْ ذَلِكَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ تَعَلَّقَ شَيْئًا وُكِلَ إِلَيْهِقَالَ أَبُو عِيسَى وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى وَعَبْدُ اللَّهِ بْنُ عُكَيْمٍ لَمْ يَسْمَعْ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ فِي زَمَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ كَتَبَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ ابْنِ أَبِي لَيْلَى نَحْوَهُ بِمَعْنَاهُ قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ عُقْبَةَ بْنِ عَامِرٍ","source":"Tirmidzi"},"__N_SSG":true}