{"pageProps":{"number":"2063","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad]; telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Zaid bin Wahb] dari ['Abdullah bin Mas'ud] dia berkata; Rasulullah shallallahu 'alaihi wasallam pernah bercerita kepada kami: \"Sesungguhnya salah seorang di antara kalian, telah dikumpulkan penciptaannya di dalam perut ibunya selama empat puluh hari. Kemudian ia menjadi darah pada empat puluh hari kemudian. Lalu empat puluh hari kemudian segumpal darah. Dan barulah pada saat itu, diutuslah Malaikat untuk meniupkan ruh kepanya. Kemudian ia diperintahkan dengan empat hal. Ditulis rezkinya, ajalnya, amalnya, dan apakah ia akan bahagia ataukah sengsara. Maka demi Dzat yang jiwaku berada di tangan-Nya. Sesungguhnya salah seorang dari kalian ada yang beramal dengan amalan penduduk surga hingga tidak lagi tersisa jarak antara ia dan surga kecuali hanya sejengkal, namun kitab telah mendahuluinya, lalu ia pun ditutup dengan amalan penduduk neraka dan ia pun memasukinya. Dan sungguh, salah seorang dari kalian beramal dengan amalan penduduk neraka hingga tidak ada jarak antara dirinya dengan neraka kecuali hanya sehasta, lalu ia pun didahului oleh kitab, lalu ia pun ditutup dengan amalan penduduk surga, lalu ia memasukinya.\" Abu Isa berkata; Ini adalah hadits hasan shahih. Telah menceritakan kepada kami [Muhammad bin Basysyar]; telah menceritakan kepada kami [Yahya bin Sa'id]; telah menceritakan kepada kami [Al A'masy]; telah menceritakan kepada kami [Zaid bin Wahb] dari ['Abdullah bin Mas'ud] dia berkata; Rasulullah shallallahu 'alaihi wasallam menceritakan kepada kami, dengan hadits semisalnya. Abu Isa berkata; Hadits semakna juga diriwayatkan dari Abu Hurairah dan Anas. Aku mendengar Ahmad bin Al Hasan berkata; Aku mendengar Ahmad bin Hanbal berkata, \"Aku tidak pernah melihat dengan mata kepalaku sendiri seorang seperti Yahya bin Sa'id Al Qaththani. Dan ini adalah hadits Hasan Shahih. [Syu'bah] dan [Ats Tsauri] telah meriwayatkan dari [Al A'masy] semisalnya. Telah menceritakan kepada kami [Muhammad bin Al Ala`] Telah menceritakan kepada kami [Waki'] dari [Al A'masy] dari [Zaid] hadits semisalnya.","arab":"حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ زَيْدِ بْنِ وَهْبٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَحَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِقُ الْمَصْدُوقُ إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ فِي أَرْبَعِينَ يَوْمًا ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ ثُمَّ يُرْسِلُ اللَّهُ إِلَيْهِ الْمَلَكَ فَيَنْفُخُ فِيهِ الرُّوحَ وَيُؤْمَرُ بِأَرْبَعٍ يَكْتُبُ رِزْقَهُ وَأَجَلَهُ وَعَمَلَهُ وَشَقِيٌّ أَوْ سَعِيدٌ فَوَالَّذِي لَا إِلَهَ غَيْرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ ثُمَّ يَسْبِقُ عَلَيْهِ الْكِتَابُ فَيُخْتَمُ لَهُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونَ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ ثُمَّ يَسْبِقُ عَلَيْهِ الْكِتَابُ فَيُخْتَمُ لَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَاقَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا الْأَعْمَشُ حَدَّثَنَا زَيْدُ بْنُ وَهْبٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْلَهُ قَالَ أَبُو عِيسَى وَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَأَنَسٍ و سَمِعْت أَحْمَدَ بْنَ الْحَسَنِ قَال سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ مَا رَأَيْتُ بِعَيْنِي مِثْلَ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَى شُعْبَةُ وَالثَّوْرِيُّ عَنْ الْأَعْمَشِ نَحْوَهُ حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا وَكِيعٌ عَنْ الْأَعْمَشِ عَنْ زَيْدٍ نَحْوَهُ","source":"Tirmidzi"},"__N_SSG":true}