{"pageProps":{"number":"3054","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Al Hasan bin Muhammad Az Za'farani] telah menceritakan kepada kami ['Affan bin Muslim] telah menceritakan kepada kami [Hafsh bin Ghiyats] telah menceritakan kepada kami [Habib bin Abu 'Amrah] dari [Sa'id bin Jubair] dari [Ibnu Abbas] mengenai firman Allah 'azza wajalla: \"Apa saja yang kamu tebang dari pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (semua itu) adalah dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.\" (QS.Alhasyr 5), Beliau bersabda: Maksud Allinah adalah pohon kurma. Dan maksud untuk menghinakan orang-orang fasik ialah\"Para sahabat menurunkan mereka dari benteng-benteng mereka.\" Ibnu Abbas berkata; dan mereka diperintahkan agar memotong pohon kurma. Kemudian mereka merasa ragu, lalu orang-orang muslim berkata; kami telah memotong sebagian dan membiarkan sebagian, sungguh kami akan bertanya kepada Rasulullah shallallahu 'alaihi wasallam; apakah kami mendapatkan pahala pada apa yang telah kami tebang? Dan apakah kami mendapatkan dosa atas apa yang kami biarkan? Kemudian Allah ta'ala menurunkan ayat: \"Apa saja yang kamu tebang dari pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (semua itu) adalah dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.\" (QS.Alhasyr 5), Abu Isa berkata; hadits ini adalah hadits hasan gharib, dan sebagian mereka meriwayatkan hadits ini dari Hafsh bin Ghiyats dari Habib bin Abu 'Amrah dari Sa'id bin Jubair secara mursal, dan belum menyebutkan padanya dari Ibnu Abbas. Telah menceritakan kepadaku hal tersebut [Abdullah bin Abdur Rahman] telah menceritakan kepada kami [Harun bin Mu'awiyah] dari [Hafsh bin Ghiyats] dari [Habib bin Abu 'Amrah] dari [Sa'id bin Jubair] dari Nabi shallallahu 'alaihi wasallam secara mursal. Abu Isa berkata; Muhammad bin Isma'il telah menyebutkan dariku.","arab":"حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ حَدَّثَنَا حَبِيبُ بْنُ أَبِي عَمْرَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍفِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ{ مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا }قَالَ اللِّينَةُ النَّخْلَةُ وَلِيُخْزِيَ الْفَاسِقِينَ قَالَ اسْتَنْزَلُوهُمْ مِنْ حُصُونِهِمْ قَالَ وَأُمِرُوا بِقَطْعِ النَّخْلِ فَحَكَّ فِي صُدُورِهِمْ فَقَالَ الْمُسْلِمُونَ قَدْ قَطَعْنَا بَعْضًا وَتَرَكْنَا بَعْضًا فَلَنَسْأَلَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ لَنَا فِيمَا قَطَعْنَا مِنْ أَجْرٍ وَهَلْ عَلَيْنَا فِيمَا تَرَكْنَا مِنْ وِزْرٍ فَأَنْزَلَ اللَّهُ تَعَالَى{ مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا }الْآيَةَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ حَفْصِ بْنِ غِيَاثٍ عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ مُرْسَلًا وَلَمْ يَذْكُرْ فِيهِ عَنْ ابْنِ عَبَّاسٍ حَدَّثَنِي بِذَلِكَ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنَا هَارُونُ بْنُ مُعَاوِيَةَ عَنْ حَفْصِ بْنِ غِيَاثٍ عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا قَالَ أَبُو عِيسَى سَمِعَ مِنِّي مُحَمَّدُ بْنُ إِسْمَعِيلَ هَذَا الْحَدِيثَ","source":"Tirmidzi"},"__N_SSG":true}