{"pageProps":{"number":"3091","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abdu bin Humaid] telah menceritakan kepada kami [Rauh bin 'Ubadah] serta ['Ubaidullah bin Musa] dari [Musa bin 'Ubaidah] dari [Ayyub bin Khalid] dari [Abdullah bin Rafi'] dari [Abu Hurairah], ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hari yang dijanjikan\" adalah Hari Kiamat, dan MASYHUUD adalah Hari Arafah sedangkan SYAHID adalah Hari Jum'at, dan matahari tidak terbit dan tidak pula terbenam pada suatu hari yang lebih baik daripada hari Jum'at, padanya terdapat waktu, tidaklah seorang hamba mukmin tepat pada waktu itu berdoa kepada Allah dengan kebaikan melainkan Allah akan mengabulkan baginya, dan tidaklah ia berlindung dari sesuatu melainkan Allah melindunginya dari sesuatu tersebut.\" Telah menceritakan kepada kami [Ali bin Hujr] telah menceritakan kepada kami [Qarran bin Tammam Al Asadi] dari [Musa bin 'Ubaidah] dengan sanad ini seperti hadits tersebut. Sedangkan Musa bin 'Ubaidah Ar Rabadzi kuniyahnya adalah Abu Abdul Aziz. Yahya bin Sa'id Al Qaththan dan yang lainnya telah mempermasalahkannya mengenainya dari sisi hafalannya. Syu'bah serta Ats Tsauri dan yang lainnya dari kalangan para imam telah meriwayatkan darinya. Abu Isa berkata; hadits ini adalah hadits hasan gharib, kami tidak mengetahuinya kecuali dari hadits Musa bin 'Ubaidah sementara Musa bin 'Ubaidah dianggap lemah dalam hadits tersebut, ia dianggap lemah oleh Yahya bin Sa'id dan yang lainnya.","arab":"حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ وَعُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ مُوسَى بْنِ عُبَيْدَةَ عَنْ أَيُّوبَ بْنِ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْيَوْمُ الْمَوْعُودُ يَوْمُ الْقِيَامَةِ وَالْيَوْمُ الْمَشْهُودُ يَوْمُ عَرَفَةَ وَالشَّاهِدُ يَوْمُ الْجُمُعَةِ وَمَا طَلَعَتْ الشَّمْسُ وَلَا غَرَبَتْ عَلَى يَوْمٍ أَفْضَلَ مِنْهُ فِيهِ سَاعَةٌ لَا يُوَافِقُهَا عَبْدٌ مُؤْمِنٌ يَدْعُو اللَّهَ بِخَيْرٍ إِلَّا اسْتَجَابَ اللَّهُ لَهُ وَلَا يَسْتَعِيذُ مِنْ شَيْءٍ إِلَّا أَعَاذَهُ اللَّهُ مِنْهُحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا قُرَّانُ بْنُ تَمَّامٍ الْأَسَدِيُّ عَنْ مُوسَى بْنِ عُبَيْدَةَ بِهَذَا الْإِسْنَادِ نَحْوَهُ وَمُوسَى بْنُ عُبَيْدَةَ الرَّبَذِيُّ يُكْنَى أَبَا عَبْدِ الْعَزِيزِ وَقَدْ تَكَلَّمَ فِيهِ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُهُ مِنْ قِبَلِ حِفْظِهِ وَقَدْ رَوَى شُعْبَةُ وَالثَّوْرِيُّ وَغَيْرُ وَاحِدٍ مَنْ الْأَئِمَّةِ عَنْهُ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ مُوسَى بْنِ عُبَيْدَةَ وَمُوسَى بْنُ عُبَيْدَةَ يُضَعَّفُ فِي الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ وَغَيْرُهُ","source":"Tirmidzi"},"__N_SSG":true}