{"pageProps":{"number":"3181","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Sufyan bin Waki'] telah menceritakan kepada kami [Isma'il bin Muhammad bin Juhadah] telah menceritakan kepada kami [Abdul Jabbar bin Abbas] dari [Abu Ishaq] dari [Al Agharr Abu Muslim], ia berkata; aku bersaksi atas [Abu Sa'id] dan [Abu Hurairah] bahwa mereka mereka bersaksi atas Nabi shallallahu 'alaihi wasallam bahwa beliau bersabda: \"Barang siapa yang mengucapkan; LAA ILAAHA ILLALLAAHU WALLAAHU AKBAR\" (tidak ada tuhan yang berhak disembah kecuali Allah, dan Allah Maha Besar), maka Tuhannya akan membenarkannya dan berfirman: \"Tidak ada tuhan yang berhak disembah kecuali Aku, dan Aku Maha Besar.\" Apabila orang tersebut mengucapkan; LAA ILAAHA ILLALLAAHU WAHDAH (tidak ada tuhan yang berhak disembah kecuali Allah semata), maka Allah berfirman: \"Tidak ada tuhan yang berhak disembah kecuali Aku semata.\" Dan apabila ia mengucapkan; \"LAA ILAAHA ILLALLAAHU WAHDAHU LAA SYARIIKALAH\" (tidak ada tuhan yang berhak disembah kecuali Allah semata, tidak ada sekutu bagiNya) maka Allah berfirman: \"Tidak ada tuhan yang berhak disembah kecuali Aku semata, tidak ada sekutu bagiKu.\" Dan apabila ia mengucapkan LAA ILAAHA ILLALLAAHU LAHUL MULKU WA LAHUL HAMDU (tidak ada tuhan yang berhak disembah kecuali Allah, milikNya seluruh kerajaan dan bagiNya segala pujian) maka Allah berfirman: \"Tidak ada tuhan yang berhak disembah kecuali Aku, milikKu seluruh kerajaan dan bagiKu segala pujian.\" Dan apabila ia mengucapkan; LAA ILAAHA ILLALLAAHU WA LAA HAULA WA LAA QUWWATA ILLAA BILLAAH (Tidak ada tuhan yang berhak disembah kecuali Allah, dan tidak ada daya dan kekuatan kecuali dengan pertolongan Allah), maka Allah berfirman: \"Tidak ada tuhan yang berhak disembah kecuali Aku, dan tidak ada daya dan kekuatan kecuali dengan pertolonganKu.\" Dan beliau mengatakan: \"Barang siapa yang mengucapkannya ketika sedang sakit, kemudian ia meninggal maka Neraka tidak akan memakannya.\" Abu Isa berkata; hadits ini adalah hadits hasan gharib. Hadits tersebut telah diriwayatkan oleh [Syu'bah] dari [Abu Ishaq] dari [Al Agharr Abu Muslim] dari [Abu Hurairah] dan [Abu Sa'id] seperti hadits ini secara makna. Dan Syu'bah tidak merafa'kannya. Telah menceritakan kepada kami dengan seperti itu [Muhammad bin Basysyar], telah menceritakan kepada kami [Muhammad bin Ja'far] dari [Syu'bah] dengan hadits ini.","arab":"حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ مُحَمَّدِ بْنِ جُحَادَةَ حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ عَبَّاسٍ عَنْ أَبِي إِسْحَقَ عَنْ الْأَغَرِّ أَبِي مُسْلِمٍ قَالَ أَشْهَدُ عَلَى أَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَأَنَّهُمَا شَهِدَا عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ صَدَّقَهُ رَبُّهُ فَقَالَ لَا إِلَهَ إِلَّا أَنَا وَأَنَا أَكْبَرُ وَإِذَا قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ قَالَ يَقُولُ اللَّهُ لَا إِلَهَ إِلَّا أَنَا وَحْدِي وَإِذَا قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ قَالَ اللَّهُ لَا إِلَهَ إِلَّا أَنَا وَحْدِي لَا شَرِيكَ لِي وَإِذَا قَالَ لَا إِلَهَ إِلَّا اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ قَالَ اللَّهُ لَا إِلَهَ إِلَّا أَنَا لِيَ الْمُلْكُ وَلِيَ الْحَمْدُ وَإِذَا قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ قَالَ لَا إِلَهَ إِلَّا أَنَا وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِي وَكَانَ يَقُولُ مَنْ قَالَهَا فِي مَرَضِهِ ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النَّارُقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ رَوَاهُ شُعْبَةُ عَنْ أَبِي إِسْحَقَ عَنْ الْأَغَرِّ أَبِي مُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ بِنَحْوِ هَذَا الْحَدِيثِ بِمَعْنَاهُ وَلَمْ يَرْفَعْهُ شُعْبَةُ حَدَّثَنَا بِذَلِكَ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ شُعْبَةَ بِهَذَا","source":"Tirmidzi"},"__N_SSG":true}