{"pageProps":{"number":"3198","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Suwaid bin Nashr] telah mengabarkan kepada kami [Abdullah bin Al Mubarak] telah menceritakan kepada kami [Hammad bin Salamah] dari [Abu Az Zubair] dari [Ali bin Abdullah Al Bariqi] dari [Ibnu Umar] bahwa Nabi shallallahu 'alaihi wasallam apabila bersafar dan mengenadarai kendaraannya beliau bertakbir tiga kali, dan mengucapkan: \"SUBHAANALLADZII SAKHKHARA LANAA HAADZAA WA MAA KUNNAA LAHUU MUQRINIIN, WA INNAA ILAA RABBINAA LAMUNQALIBUUN (Maha Suci Dzat yang telah menundukkan untuk kami hewan ini, dan tidaklah kami dapat memaksakannya, dan kepada Tuhan kami niscaya kami akan kembali).\" (QS. Azzukhruf 13-14) Kemudian mengucapkan: \"ALLAAHUMMA INNII AS-ALUKAL BIRRA WAT TAQWAA WA MINAL 'AMALI MAA TARDHAA, ALLAAHUMMA HAWWIN 'ALAINAL MASIIRA WATHWI 'ANNAA BU'DAL ARDHI. ALLAAHUMMA ANTASH SHAAHIBU FIS SAFARI WAL KHALIIFATU FIL AHLI. ALLAAHUMMASH HABNAA FII SAFARINAA WAKHLUFNAA FII AHLINAA (Ya Allah, sesungguhnya aku memohon kepadaMu kebaikan dan ketakwaan, serta amalan yang Engkau ridhai. Ya Allah, permudahlah perjalanan, dan dekatkanlah jauhnya jarak bumi. Ya Allah, Engkau adalah Teman diperjalanan dan gantilah kami berada diantara keluarga kami). Dan apabila kembali kepada keluarga beliau mengucapkan: \"AAYIBUUNA INSYAA ALLAAH, TAAIBUUNA 'AABIDUUNA LIRABBINAA HAAMIDUUN\" (Kami kembali insya Allah, kami bertaubat, kami menyembah, dan kepada Tuhan kami, kami memuji). Abu Isa berkata; hadits ini adalah hadits hasan gharib dari jalur ini.","arab":"حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الزُّبَيْرِ عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْبَارِقِيِّ عَنْ ابْنِ عُمَرَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا سَافَرَ فَرَكِبَ رَاحِلَتَهُ كَبَّرَ ثَلَاثًا وَيَقُولُ{ سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ }ثُمَّ يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِي سَفَرِي هَذَا مِنْ الْبِرِّ وَالتَّقْوَى وَمِنْ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا الْمَسِيرَ وَاطْوِ عَنَّا بُعْدَ الْأَرْضِ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الْأَهْلِ اللَّهُمَّ اصْحَبْنَا فِي سَفَرِنَا وَاخْلُفْنَا فِي أَهْلِنَا وَكَانَ يَقُولُ إِذَا رَجَعَ إِلَى أَهْلِهِ آيِبُونَ إِنْ شَاءَ اللَّهُ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ","source":"Tirmidzi"},"__N_SSG":true}