{"pageProps":{"number":"3248","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Hatim] telah menceritakan kepada kami ['Ammar bin Muhammad] anak saudari Sufyan Ats Tsauri, telah menceritakan kepada kami [Al Laits bin Abu Sulaim] dari [Abdullah bin Sabith] dari [Abu Umamah] ia berkata; Rasulullah shallallahu wa'alaihi wa sallam berdoa dengan banyak doa, kami tidak hafal sesuatu pun darinya. Kami katakan; wahai Rasulullah, anda berdoa dengan doa yang banyak, kami tidak hafal sedikit pun darinya. Kemudian beliau bersabda: \"Maukah aku tunjukkan kepada kalian sesuatu yang menggabungkan hal itu semua? Engkau ucapkan; ALLAAHUMMA INNAA NAS-ALUKA MIN KHAIRI MAA SA-ALAKA MINHU NABIYYUKA MUHAMMADIN WA NA'UUDZU BIKA MIN SYARRI MAS TA'AADZA MINHU NABIYYUKA MUHAMMADUN SHALLALLAHU 'ALAIHI WASALLAM WA ANTAL MUSTA'AANU WA 'ALAIKAL BALAAGH, WA LAA HAULA WA LAA QUWWATA ILLAA BILLAH\" (Ya Allah, kami memohon diantara kebaikan apa yang diminta NabiMu Muhammad, dan kami berlindung dari keburukan yang NabiMu Muhammad shallallahu 'alaihi wasallam meminta perlindungan kepadanya, Engkau Tempat meminta pertolongan, dan Engkaulah tempat mengadu, dan tidak ada daya serta kekuatan kecuali karena pertolonganMu). Abu Isa berkata; hadits ini adalah hadits hasan gharib.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا عَمَّارُ بْنُ مُحَمَّدٍ ابْنُ أُخْتِ سُفْيَانَ الثَّوْرِيِّ حَدَّثَنَا اللَّيْثُ بْنُ أَبِي سُلَيْمٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ عَنْ أَبِي أُمَامَةَ قَالَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِدُعَاءٍ كَثِيرٍ لَمْ نَحْفَظْ مِنْهُ شَيْئًا قُلْنَا يَا رَسُولَ اللَّهِ دَعَوْتَ بِدُعَاءٍ كَثِيرِ لَمْ نَحْفَظْ مِنْهُ شَيْئًا فَقَالَ أَلَا أَدُلُّكُمْ عَلَى مَا يَجْمَعُ ذَلِكَ كُلَّهُ تَقُولُ اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنْتَ الْمُسْتَعَانُ وَعَلَيْكَ الْبَلَاغُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ","source":"Tirmidzi"},"__N_SSG":true}