{"pageProps":{"number":"3261","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Ahmad bin Ibrahim Ad Dauraqi] telah menceritakan kepada kami [Rib'i bin Ibrahim] dari [Abdurrahman bin Ishaq] dari [Sa'id bin Abu Sa'id Al Maburi] dari [Abu Hurairah] ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Celakalah seseorang, aku disebut-sebut di depannya dan ia tidak mengucapkan shalawat kepadaku. dan celakalah seseorang, Bulan Ramadhan menemuinya kemudian keluar sebelum ia mendapatkan ampunan, dan celakalah seseorang yang kedua orang tuanya berusia lanjut namun kedua orangtuanya tidak dapat memasukkannya ke dalam Surga (karena kebaktiannya).\" Abdurrahman berkata; dan aku mengira beliau berkata; atau salah seorang dari keduanya. Dan dalam bab tersebut terdapat riwayat dari Jabir serta Anas. Abu Isa berkata; hadits ini adalah hadits gharib dari jalur ini. Rib'i bin Ibrahim adalah saudara Isma'il bin Ibrahim, ia adalah orang yang tsiqah, dan ia adalah Ibnu 'Ulayyah. Dan telah diriwayatkan dari sebagian ulama, beliau mengatakan: \"Apabila seseorang bershalawat kepada Nabi shallallahu 'alaihi wasallam satu kali maka hal tersebut telah memberikan kecukupan terhadap apa yang ada di dalam majelis tersebut.\"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ حَدَّثَنَا رِبْعِيُّ بْنُ إِبْرَاهِيمَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَقَ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَغِمَ أَنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ وَرَغِمَ أَنْفُ رَجُلٍ دَخَلَ عَلَيْهِ رَمَضَانُ ثُمَّ انْسَلَخَ قَبْلَ أَنْ يُغْفَرَ لَهُ وَرَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ عِنْدَهُ أَبَوَاهُ الْكِبَرَ فَلَمْ يُدْخِلَاهُ الْجَنَّةَقَالَ عَبْدُ الرَّحْمَنِ وَأَظُنُّهُ قَالَ أَوْ أَحَدُهُمَا وَفِي الْبَاب عَنْ جَابِرٍ وَأَنَسٍ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَرِبْعِيُّ بْنُ إِبْرَاهِيمَ هُوَ أَخُو إِسْمَعِيلَ بْنِ إِبْرَاهِيمَ وَهُوَ ثِقَةٌ وَهُوَ ابْنُ عُلَيَّةَ وَيُرْوَى عَنْ بَعْضِ أَهْلِ الْعِلْمِ قَالَ إِذَا صَلَّى الرَّجُلُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّةً فِي الْمَجْلِسِ أَجْزَأَ عَنْهُ مَا كَانَ فِي ذَلِكَ الْمَجْلِسِ","source":"Tirmidzi"},"__N_SSG":true}