{"pageProps":{"number":"3573","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] dia berkata; telah menceritakan kepada kami [Muhammad bin Ja'far] telah menceritakan kepada kami [Syu'bah] dia berkata; saya mendengar [Qatadah] dari [Anas radliallahu 'anhu] dia berkata; \"Rasulullah shallallahu 'alaihi wasallam mengumpulkan orang-orang dari Anshar, lalu beliau bersabda: \"Apakah di antara kalian terdapat seseorang yang tidak berasal dari kaum kalian?\" Mereka menjawab; \"Tidak, kecuali sepupu kami.\" Beliau bersabda: \"Sesungguhnya sepupu kalian termasuk dari kaum kalian.\" Kemudian beliau melanjutkan: \"Sesungguhnya orang-orang Quraisy baru saja keluar dari jahiliyah dan mushibah yang mereka alami, oleh karena itu, aku ingin menghibur dan menjinakkan hati mereka, relakah kalian jika mereka pulang dengan membawa dunia sedangkan kalian pulang ke rumah-rumah kalian dengan Rasulullah shallallahu 'alaihi wasallam?\" mereka menjawab; \"Tentu.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sekiranya orang-orang menapaki suatu lembah atau jalan (celah) di antara dua bukit, sedangkan kaum Anshar menapaki suatu lembah atau jalan (celah) di antara dua bukit (lainnya), sungguh aku akan menapaki lembah atau jalan (celah di antara dua bukit yang di lewati oleh kaum Anshar.\" Abu Isa berkata; \"Hadits ini adalah hadits shahih.\" ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ قَال سَمِعْتُ قَتَادَةَ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَجَمَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَاسًا مِنْ الْأَنْصَارِ فَقَالَ هَلْ فِيكُمْ أَحَدٌ مِنْ غَيْرِكُمْ قَالُوا لَا إِلَّا ابْنَ أُخْتٍ لَنَا فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ ابْنَ أُخْتِ الْقَوْمِ مِنْهُمْ ثُمَّ قَالَ إِنَّ قُرَيْشًا حَدِيثٌ عَهْدُهُمْ بِجَاهِلِيَّةٍ وَمُصِيبَةٍ وَإِنِّي أَرَدْتُ أَنْ أَجْبُرَهُمْ وَأَتَأَلَّفَهُمْ أَمَا تَرْضَوْنَ أَنْ يَرْجِعَ النَّاسُ بِالدُّنْيَا وَتَرْجِعُونَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى بُيُوتِكُمْ قَالُوا بَلَى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ سَلَكَ النَّاسُ وَادِيًا أَوْ شِعْبًا وَسَلَكَتْ الْأَنْصَارُ وَادِيًا أَوْ شِعْبًا لَسَلَكْتُ وَادِيَ الْأَنْصَارِ أَوْ شِعْبَهُمْقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}