{"pageProps":{"number":"444","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Abu Kuraib Muhammad bin Al Ala'] telah menceritakan kepada kami [Zaid bin Hubab Al Uqli] telah menceritakan kepada kami [Musa bin 'Ubaidah] telah menceritakan kepada kami [Sa'id bin Abu Sa'id] budak Abu Bakar bin Muhammad bin Amru bin Hazm dari [Abu Rafi'] dia berkata, Rasulullah Shallahu 'alaihi wa sallam berkata kepada Al Abbas: \"Wahai pamanku bukankah saya telah bersilatur rahmi kepadamu, bukankah saya telah memberikan sesuatu kepadamu, dan bukankah saya telah memberikan manfaat kepadamu?\" Dia menjawab, ya, wahai Rasulullah. Beliau bersabda: \"Wahai pamanku, laksanakanlah shalat empat raka'at, pada setiap raka'atnya kamu membaca fatihatul kitab (surat Al Fatihah) dan surat (dari Al Qur'an), apabila selesai membaca, maka bacalah ALLAAHU AKBAR, WAL HAMDULILLAAH, WASUBHANALLAAHI, WALAA ILAAHA ILLALLAAH sebanyak lima kali sebelum ruku', kemudian ruku' lalu bacalah kalimat tersebut sepuluh kali, lalu angkatlah kepalamu dan bacalah kalimat tersebut sepuluh kali, kemudian sujudlah dan bacalah kalimat tersebut sepuluh kali, kemudian angkatlah kepalamu dan bacalah kalimat tersebut sepuluh kali, kemudian sujudlah untuk yang kedua dan bacalah kalimat tersebut sepuluh kali, kemudian angkatlah kepalamu dan bacalah kalimat tersebut sepuluh kali sebelum kamu berdiri, sehingga jumlahnya tujuh puluh lima dalam setiap raka'at dan tiga ratus dalam empat raka'at, seandainya dosamu seperti pasir yang bertebaran, niscaya Allah akan mengampuninya untukmu.\" dia (Abbas) bertanya, wahai Rasulullah, siapakah yang akan mampu membacanya setiap hari? Beliau menjawab: \"Jika kamu tidak mampu membcanya setiap hari, maka bacalah dalam setiap Jum'at dan jika kamu tidak mampu membacanya dalam setiap Jum'at maka bacalah dalam setiap bulan. kemudian Abbas terus menerus bertanya kepada beliau sehingga beliau bersabda: \"Maka bacalah dalam setahun.\" Abu Isa berkata, ini adalah hadits gharib, dari hadits Abu Rafi'.","arab":"حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ الْعُكْلِيُّ حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ مَوْلَى أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ أَبِي رَافِعٍ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْعَبَّاسِ يَا عَمِّ أَلَا أَصِلُكَ أَلَا أَحْبُوكَ أَلَا أَنْفَعُكَ قَالَ بَلَى يَا رَسُولَ اللَّهِ قَالَ يَا عَمِّ صَلِّ أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِي كُلِّ رَكْعَةٍ بِفَاتِحَةِ الْكِتَابِ وَسُورَةٍ فَإِذَا انْقَضَتْ الْقِرَاءَةُ فَقُلْ اللَّهُ أَكْبَرُ وَالْحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ خَمْسَ عَشْرَةَ مَرَّةً قَبْلَ أَنْ تَرْكَعَ ثُمَّ ارْكَعْ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا ثُمَّ اسْجُدْ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا ثُمَّ اسْجُدْ الثَّانِيَةَ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا قَبْلَ أَنْ تَقُومَ فَتِلْكَ خَمْسٌ وَسَبْعُونَ فِي كُلِّ رَكْعَةٍ هِيَ ثَلَاثُ مِائَةٍ فِي أَرْبَعِ رَكَعَاتٍ فَلَوْ كَانَتْ ذُنُوبُكَ مِثْلَ رَمْلِ عَالِجٍ لَغَفَرَهَا اللَّهُ لَكَ قَالَ يَا رَسُولَ اللَّهِ وَمَنْ يَسْتَطِيعُ أَنْ يَقُولَهَا فِي كُلِّ يَوْمٍ قَالَ فَإِنْ لَمْ تَسْتَطِعْ أَنْ تَقُولَهَا فِي كُلِّ يَوْمٍ فَقُلْهَا فِي جُمْعَةٍ فَإِنْ لَمْ تَسْتَطِعْ أَنْ تَقُولَهَا فِي جُمُعَةٍ فَقُلْهَا فِي شَهْرٍ فَلَمْ يَزَلْ يَقُولُ لَهُ حَتَّى قَالَ فَقُلْهَا فِي سَنَةٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي رَافِعٍ","source":"Tirmidzi"},"__N_SSG":true}