{"pageProps":{"number":"547","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Mahmud bin Ghailan] telah menceritakan kepada kami [Abu Daud] dia berkata, telah memberitakan kepada kami [Syu'bah] dari [Al A'masy] dia berkata, saya mendengar [Abu Wa`il] berkata, seorang lelaki bertanya kepada [Abdullah bin Mas'ud] tentang satu kata dalam Al Qur'an yaitu Ghairu aasin atau Ghoiru yaasin, dia (Ibnu Mas'ud) balik bertanya, apakah isi Al Qur'an selain kata ini sudah kau baca semua? Dia menjawab, iya. Lantas (Ibnu Mas'ud) berkata, sesungguhnya ada suatu kaum yang membaca Al Quran tanpa bertadabbur dan tidak menghayatinya, bacaan mereka tidak sampai melewati tenggorokan mereka (tidak masuk ke dalam hati), dan sungguh saya mengetahui surat-surat Al Qur'an yang semisal (baik dalam makna, hukum, peringatan, dan kisah-kisahnya. Pent) yang Rasulullah Shalallahu 'alaihi wa salam sering menggabungkan surat-surat tersebut dalam shalat, Abu wail berkata, lalu kami menyuruh 'Alqamah untuk bertanya, dia (Ibnu Mas'ud) menjawab, Jumlahnya dua puluh surat dari golongan Al Mufashsal (dari surat Qaf sampai akhir surat) Nabi sallallahu 'alaihi wasallam sering membaca dua surat dalam satu raka'at. Abu 'Isa berkata, ini adalah hadits hasan shahih.","arab":"حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو دَاوُدَ قَالَ أَنْبَأَنَا شُعْبَةُ عَنْ الْأَعْمَشِ قَال سَمِعْتُ أَبَا وَائِلٍ قَالَسَأَلَ رَجُلٌ عَبْدَ اللَّهِ عَنْ هَذَا الْحَرْفِ{ غَيْرِ آسِنٍ }أَوْ{ يَاسِنٍ }قَالَ كُلَّ الْقُرْآنِ قَرَأْتَ غَيْرَ هَذَا الْحَرْفِ قَالَ نَعَمْ قَالَ إِنَّ قَوْمًا يَقْرَءُونَهُ يَنْثُرُونَهُ نَثْرَ الدَّقَلِ لَا يُجَاوِزُ تَرَاقِيَهُمْ إِنِّي لَأَعْرِفُ السُّوَرَ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرُنُ بَيْنَهُنَّ قَالَ فَأَمَرْنَا عَلْقَمَةَ فَسَأَلَهُ فَقَالَ عِشْرُونَ سُورَةً مِنْ الْمُفَصَّلِ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرُنُ بَيْنَ كُلِّ سُورَتَيْنِ فِي رَكْعَةٍقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ","source":"Tirmidzi"},"__N_SSG":true}