{"pageProps":{"number":"560","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Hannad bin Sirri At Tamimi Al Kufi] telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Ma'rur bin Suwaid] dari [Abu Dzar] dia berkata, saya mendatangi Rasulullah Shallallaahu 'alaihi wasallam ketika beliau sedang duduk di bawah naungan ka'bah, dia (Abu Dzar) berkata, tatkala beliau melihatku beliau bersabda: \" Demi Rabb ka'bah, sungguh mereka adalah orang-orang yang merugi pada hari kiamat nanti.\" Dia (Abu Dzar) berkata, saya berkata dalam hati, jangan-jangan telah turun ayat mengenai diriku, lantas saya bertanya, demi Ibu dan bapakku sebagai tebusannya, siapakah mereka itu? Rasulullah Shalallahu 'alaihi wa salam bersabda: \"Mereka adalah golongan mayoritas, kecuali orang yang berkata begini dan begini begitu.\" Kemudian ada orang yang menundukkan dirinya didepan, disebelah kanan dan sebelah kiri beliau. Lalu beliau melanjutkan: \"Demi Dzat yang jiwaku berada di genggaman-Nya, tidaklah seseorang mati dengan meninggalkan unta atau sapi dan belum mengeluarkan zakatnya, niscaya hewan-hewan tersebut datang pada kiamat dengan ukuran yang lebih gemuk dan jauh lebih besar, mereka akan menginjak-injak dia serta menanduknya, manakala hewan yang terakhir telah selesai (menyiksanya), maka hewan yang pertama kembali menyiksanya lagi, sampai diputuskan perkara diantara manusia.\" Dalam bab ini (ada juga riwayat -pent) dari Abu Hurairah seperti itu. (Diriwayatkan) dari Ali bin Abu Thalib radliallahu 'anhu, \"Terlaknatlah orang yang menolak untuk mengeluarkan sedekah (zakat), \" hal serupa juga diriwayatkan dari Qabishah bin Hulb dari bapaknya dan dari Jabir bin Abdullah serta Abdullah bin Mas'ud. Abu 'Isa berkata, hadits Abu Dzar adalah hadits hasan shahih, nama Abu Dzar ialah Jundab bin Sakan atau dipanggil Ibnu Junadah. Telah menceritakan kepada kami Abdullah bin Munir dari Ubaidullah bin Musa dari Sufyan Ats Tsauri dari Hakim bin Dailam dari Dlahak bin Muzahim dia berkata, orang-orang yang memiliki banyak harta ialah mereka yang punya sepuluh ribu Dirham. Dia berkata, Abdullah bin Munir merupakan lelaki yang shaleh dari penduduk Marwaz.","arab":"حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ التَّمِيمِيُّ الْكُوفِيُّ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ الْمَعْرُورِ بْنِ سُوَيْدٍ عَنْ أَبِي ذَرٍّ قَالَجِئْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ جَالِسٌ فِي ظِلِّ الْكَعْبَةِ قَالَ فَرَآنِي مُقْبِلًا فَقَالَ هُمْ الْأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ يَوْمَ الْقِيَامَةِ قَالَ فَقُلْتُ مَا لِي لَعَلَّهُ أُنْزِلَ فِيَّ شَيْءٌ قَالَ قُلْتُ مَنْ هُمْ فِدَاكَ أَبِي وَأُمِّي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُمْ الْأَكْثَرُونَ إِلَّا مَنْ قَالَ هَكَذَا وَهَكَذَا وَهَكَذَا فَحَثَا بَيْنَ يَدَيْهِ وَعَنْ يَمِينِهِ وَعَنْ شِمَالِهِ ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَا يَمُوتُ رَجُلٌ فَيَدَعُ إِبِلًا أَوْ بَقَرًا لَمْ يُؤَدِّ زَكَاتَهَا إِلَّا جَاءَتْهُ يَوْمَ الْقِيَامَةِ أَعْظَمَ مَا كَانَتْ وَأَسْمَنَهُ تَطَؤُهُ بِأَخْفَافِهَا وَتَنْطَحُهُ بِقُرُونِهَا كُلَّمَا نَفِدَتْ أُخْرَاهَا عَادَتْ عَلَيْهِ أُولَاهَا حَتَّى يُقْضَى بَيْنَ النَّاسِوَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ مِثْلُهُ وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ لُعِنَ مَانِعُ الصَّدَقَةِ وَعَنْ قَبِيصَةَ بْنِ هُلْبٍ عَنْ أَبِيهِ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي ذَرٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ وَاسْمُ أَبِي ذَرٍّ جُنْدَبُ بْنُ السَّكَنِ وَيُقَالُ ابْنُ جُنَادَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ عَنْ عُبَيْدِ اللَّهِ بْنِ مُوسَى عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ حَكِيمِ بْنِ الدَّيْلَمِ عَنْ الضَّحَّاكِ بْنِ مُزَاحِمٍ قَالَ الْأَكْثَرُونَ أَصْحَابُ عَشَرَةِ آلَافٍ قَالَ وَعَبْدُ اللَّهِ بْنُ مُنِيرٍ مَرْوَزِيٌّ رَجُلٌ صَالِحٌ","source":"Tirmidzi"},"__N_SSG":true}