{"pageProps":{"number":"568","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Qutaibah] telah menceritakan kepada kami [Abdul 'Aziz bin Muhammad] dari [Amru bin Yahya Al Mazini] dari [ayahnya] dari [Abu Sa'id Al Khudri] bahwasannya Rasulullah Shallallaahu 'alaihi wasallam bersabda: \" Tidak ada kewajiban zakat jika unta kurang dari lima ekor, dan tidak ada kewajiban zakat pada perak yang kurang dari lima uqiyah (satu uqiyah ialah empat puluh dirham), dan tidak ada kewajiban zakat pada hasil Bumi yang kurang dari lima wasaq (satu wasaq sama dengan 60 sha' yaitu sekitar 656 kg. Gabah).\" dalam bab ini (ada juga riwayat -pent) dari Abu Hurairah, Ibnu Umar, Jabir dan Abdullah bin Amru. Telah menceritakan kepada kami [Muhammad bin Basysyar] telah menceritakan kepada kami [Abdurrahman bin Mahdi] telah menceritakan kepada kami [Sufyan] dan [Syu'bah] dan [Malik bin Anas] dari [Amru bin Yahya] dari [ayahnya] dari [Abu Sa'id Al Khudri] dari Nabi Shallallaahu 'alaihi wasallam seperti hadits Abdul aziz dari Amru bin Yahya. Abu Isa berkata, haditsnya Abu Sa'id adalah hadits hasan shahih, hadits ini telah diriwayatkan dari beberapa jalur dan diamalkan pula oleh ahlul ilmi bahwa tidak ada kewajiban mengeluarkan zakat pada hasil Bumi yang kurang dari lima wasaq, satu wasaq adalah 60 sha', sedangkan lima wasaq adalah tiga ratus sha', dan sha' menurut Nabi Shalallahu 'alaihi wa salam sebanyak lima sepertiga kati (satu kati sekitar 8 ons atau satu liter). Sedangkan gantangnya penduduk Kufah adalah delapan kati. Tidak ada zakat perak yang kurang dari lima Uqiyah, satu Uqiyah sama dengan empat puluh dirham, jadi lima wasaq sama dengan dua ratus dirham. Tidak ada zakat pada unta yang kurang dari lima ekor, jika mempunyai unta dua puluh lima ekor, maka zakatnya adalah satu ekor bintu Makhadl, jika memiliki unta kurang dari lima ekor, maka setiap lima ekor unta zakatnya satu ekor kambing.","arab":"حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ وَلَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌوَفِي الْبَاب عَنْ أَبِي هُرَيْرَةَ وَابْنِ عُمَرَ وَجَابِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ وَشُعْبَةُ وَمَالِكُ بْنُ أَنَسٍ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَ حَدِيثِ عَبْدِ الْعَزِيزِ عَنْ عَمْرِو بْنِ يَحْيَى قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْهُ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنْ لَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ وَالْوَسْقُ سِتُّونَ صَاعًا وَخَمْسَةُ أَوْسُقٍ ثَلَاثُ مِائَةِ صَاعٍ وَصَاعُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَمْسَةُ أَرْطَالٍ وَثُلُثٌ وَصَاعُ أَهْلِ الْكُوفَةِ ثَمَانِيَةُ أَرْطَالٍ وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ وَالْأُوقِيَّةُ أَرْبَعُونَ دِرْهَمًا وَخَمْسُ أَوَاقٍ مِائَتَا دِرْهَمٍ وَلَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ يَعْنِي لَيْسَ فِيمَا دُونَ خَمْسٍ مِنْ الْإِبِلِ فَإِذَا بَلَغَتْ خَمْسًا وَعِشْرِينَ مِنْ الْإِبِلِ فَفِيهَا بِنْتُ مَخَاضٍ وَفِيمَا دُونَ خَمْسٍ وَعِشْرِينَ مِنْ الْإِبِلِ فِي كُلِّ خَمْسٍ مِنْ الْإِبِلِ شَاةٌ","source":"Tirmidzi"},"__N_SSG":true}