{"pageProps":{"number":"656","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Nashr bin Ali Al Jahdlami] dan [Abu 'Ammar] -makna haditsnya sama sedangkan lafalz haditsnya dari Abu 'Ammar- keduanya berkata, telah mengabarkan kepada kami [Sufyan bin 'Uyainah] dari [Az Zuhri] dari [Humaid bin Abdurrahman] dari [Abu Hurairah] dia berkata, seorang lelaki datang kepada Nabi Shallallaahu 'alaihi wasallam seraya berkata, wahai Rasulullah, celaka saya. Beliau bertanya: \" Apa yang membuat kamu celaka?\" Dia menjawab, saya telah menyetubuhi istri saya pada siang hari bulan Ramadlan, beliau bersabda: \"Sanggupkah kamu memerdekakan budak?\" Dia menjawab, tidak. Beliau bersabda: \"Apakah kamu sanggup berpuasa dua bulan berturut-turut?\" Dia menjawab, tidak. Beliau melanjutkan: \"Apakah kamu sanggup memberi makan enam puluh orang miskin?\" Dia menjawab, tidak. Beliau bersabda: \"Duduklah.\" Lalu dia duduk, kemudian Nabi Shallallahu 'alaihi wa Salam dibawakan sekarung kurma, lantas beliau bersabda: \"Bersedekahlah dengannya.\" Dia berkata, tidak ada satu orangpun di Madinah yang lebih faqir dari kami. Lantas Nabi ShallAllahu 'alaihi wa Salam tertawa sampai kelihatan gigi gerahamnya. Beliau bersabda: \"Ambilah dan berikan pada keluargamu.\" (perawi) berkata, dalam bab ini 9ada juga riwayat -pent) dari Ibnu Umar, 'Aisyah dan Abdullah bin Amru. Abu 'Isa berkata, hadits Abu Hurairah merupakan hadits hasan shahih. Para ulama berpegang dengan hukum yang terdapat dalam hadits ini, yaitu orang yang sengaja berbuka dengan menyetubuhi istrinya pada siang hari bulan Ramadlan. Namun para ulama berbeda pendapat mengenai orang yang sengaja berbuka dengan makan dan minum. Sebagian mereka seperti Sufyan Ats Tsauri, Abdullah bin Al Mubarak dan Ishaq berpendapat bahwa orang yang sengaja berbuka dengan makan dan minum, maka wajib mengqadla' dan membayar kaffarah (denda) -mereka menyamakan makan dan minum dengan jima'- Sedangkan sebagian ulama seperti Syafi'I dan Ahmad berpendapat (orang yang sengaja berbuka dengan makan dan minum) dia hanya wajib menqadla' dan tidak wajib membayar kaffarah, karena yang disebutkan oleh Nabi Shallallahu 'alaihi wa Salam adalah membatasi kaffarah hanya untuk jima' dan tidak menyebut makan dan minum. Sedangkan makan dan minum tidak sama dengan jima'.Imam Syafi'I berkata, perintah Nabi Shallallahu 'alaihi wa Salam untuk bersedekah tidak menutup kemungkinan bahwa kaffarah hanya wajib bagi orang yang mampu, karena lelaki tersebut tidak mampu untuk membayar kaffarah. Lalu Nabi Shallallahu 'alaihi wa Salam memberinya sekantung kurma dan menyuruhnya untuk bersedekah. Namun setelah dia menyatakan tidak ada orang yang lebih faqir darinya, maka Nabi Shallallahu 'alaihi wa Salam menyuruhnya untuk memberi makan keluarganya, karena kaffarah dibayar dari sisa makanan pokok yang dibutuhkan. Imam Syafi'I lebih memilih bahwa orang yang keadaannya sama dengan lelaki tersebut, hendaknya dia memakan kurmanya, namun dia tetap memiliki hutang membayar kaffarah (denda), jika dirinya tidak sanggup, maka dia tidak wajib membayar kaffarah (denda).","arab":"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ وَأَبَو عَمَّارٍ وَالْمَعْنَى وَاحِدٌ وَاللَّفْظُ لَفْظُ أَبِي عَمَّارٍ قَالَا أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ هَلَكْتُ قَالَ وَمَا أَهْلَكَكَ قَالَ وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ قَالَ هَلْ تَسْتَطِيعُ أَنْ تُعْتِقَ رَقَبَةً قَالَ لَا قَالَ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ لَا قَالَ فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا قَالَ لَا قَالَ اجْلِسْ فَجَلَسَ فَأُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَقٍ فِيهِ تَمْرٌ وَالْعَرَقُ الْمِكْتَلُ الضَّخْمُ قَالَ تَصَدَّقْ بِهِ فَقَالَ مَا بَيْنَ لَابَتَيْهَا أَحَدٌ أَفْقَرَ مِنَّا قَالَ فَضَحِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ أَنْيَابُهُ قَالَ فَخُذْهُ فَأَطْعِمْهُ أَهْلَكَقَالَ وَفِي الْبَاب عَنْ ابْنِ عُمَرَ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ فِي مَنْ أَفْطَرَ فِي رَمَضَانَ مُتَعَمِّدًا مِنْ جِمَاعٍ وَأَمَّا مَنْ أَفْطَرَ مُتَعَمِّدًا مِنْ أَكْلٍ أَوْ شُرْبٍ فَإِنَّ أَهْلَ الْعِلْمِ قَدْ اخْتَلَفُوا فِي ذَلِكَ فَقَالَ بَعْضُهُمْ عَلَيْهِ الْقَضَاءُ وَالْكَفَّارَةُ وَشَبَّهُوا الْأَكْلَ وَالشُّرْبَ بِالْجِمَاعِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَإِسْحَقَ و قَالَ بَعْضُهُمْ عَلَيْهِ الْقَضَاءُ وَلَا كَفَّارَةَ عَلَيْهِ لِأَنَّهُ إِنَّمَا ذُكِرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْكَفَّارَةُ فِي الْجِمَاعِ وَلَمْ تُذْكَرْ عَنْهُ فِي الْأَكْلِ وَالشُّرْبِ وَقَالُوا لَا يُشْبِهُ الْأَكْلُ وَالشُّرْبُ الْجِمَاعَ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ و قَالَ الشَّافِعِيُّ وَقَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلرَّجُلِ الَّذِي أَفْطَرَ فَتَصَدَّقَ عَلَيْهِ خُذْهُ فَأَطْعِمْهُ أَهْلَكَ يَحْتَمِلُ هَذَا مَعَانِيَ يَحْتَمِلُ أَنْ تَكُونَ الْكَفَّارَةُ عَلَى مَنْ قَدَرَ عَلَيْهَا وَهَذَا رَجُلٌ لَمْ يَقْدِرْ عَلَى الْكَفَّارَةِ فَلَمَّا أَعْطَاهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا وَمَلَكَهُ فَقَالَ الرَّجُلُ مَا أَحَدٌ أَفْقَرَ إِلَيْهِ مِنَّا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُذْهُ فَأَطْعِمْهُ أَهْلَكَ لِأَنَّ الْكَفَّارَةَ إِنَّمَا تَكُونُ بَعْدَ الْفَضْلِ عَنْ قُوتِهِ وَاخْتَارَ الشَّافِعِيُّ لِمَنْ كَانَ عَلَى مِثْلِ هَذَا الْحَالِ أَنْ يَأْكُلَهُ وَتَكُونَ الْكَفَّارَةُ عَلَيْهِ دَيْنًا فَمَتَى مَا مَلَكَ يَوْمًا مَا كَفَّرَ","source":"Tirmidzi"},"__N_SSG":true}