{"pageProps":{"number":"810","slug":"tirmidzi","id":"Telah menceritakan kepada kami [Muhammad bin Abdul A'la As Shan'ani Al Bashri], telah menceritakan kepada kami [Muhammad bin Abdurrahman Ath Thufawi], telah menceritakan kepada kami [Hisyam bin Urwah] dari [Bapaknya] dari ['Aisyah] berkata; \"Orang-orang Quraisy dan yang berideologi seperti mereka (mereka adalah orang-orang yang suka berlebih-lebihan dalam agama atau penduduk tanah haram) berwuquf di Muzdalifah sambil berkata; 'Kami adalah penduduk Baitullah. Adapun selain mereka melakukan wuquf di Arafah, lalu Allah menurunkan ayat \"Kemudian bertolaklah kamu dari tempat bertolaknya orang-orang banyak…\".\" Abu 'Isa berkata; \"Ini merupakan hadits hasan shahih.\" (Abu Isa At Tirmidzi) berkata; \"Makna dari hadits ini ialah; Penduduk Makkah tidak mau keluar dari Tanah Haram sedangkan 'Arafah adalah di luar kawasan haram. Penduduk makkah berwuquf di Muzdalifah, sambil berkata; 'Kami adalah penduduk Tanah Haram. Adapun selain mereka wuquf di Arafah, lalu Allah menurunkan ayat; \"Kemudian bertolaklah kamu dari tempat bertolaknya orang-orang banyak…\". Arti dari Al Humus ialah mereka penduduk Tanah Haram.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى الصَّنْعَانِيُّ الْبَصْرِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الطُّفَاوِيُّ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْكَانَتْ قُرَيْشٌ وَمَنْ كَانَ عَلَى دِينِهَا وَهُمْ الْحُمْسُ يَقِفُونَ بِالْمُزْدَلِفَةِ يَقُولُونَ نَحْنُ قَطِينُ اللَّهِ وَكَانَ مَنْ سِوَاهُمْ يَقِفُونَ بِعَرَفَةَ فَأَنْزَلَ اللَّهُ تَعَالَى{ ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ }قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَالَ وَمَعْنَى هَذَا الْحَدِيثِ أَنَّ أَهْلَ مَكَّةَ كَانُوا لَا يَخْرُجُونَ مِنْ الْحَرَمِ وَعَرَفَةُ خَارِجٌ مِنْ الْحَرَمِ وَأَهْلُ مَكَّةَ كَانُوا يَقِفُونَ بِالْمُزْدَلِفَةِ وَيَقُولُونَ نَحْنُ قَطِينُ اللَّهِ يَعْنِي سُكَّانَ اللَّهِ وَمَنْ سِوَى أَهْلِ مَكَّةَ كَانُوا يَقِفُونَ بِعَرَفَاتٍ فَأَنْزَلَ اللَّهُ تَعَالَى{ ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ }وَالْحُمْسُ هُمْ أَهْلُ الْحَرَمِ","source":"Tirmidzi"},"__N_SSG":true}