{"pageProps":{"number":"1383","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Ahmad bin Sa'id Ad Darimi] berkata, telah menceritakan kepada kami [Sulaiman bin Harb] berkata, telah menceritakan kepada kami [Hammad bin Salamah] dari [Dawud bin Abu Hind] dari [Zurarah bin Aufa] dari [Tamim Ad Dari] dari Nabi shallallahu 'alaihi wasallam. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Al Hasan bin Muhammad bin Ash Shabbah] berkata, telah menceritakan kepada kami [Affan] berkata, telah memberitakan kepada kami [Humaid] dari [Al Hasan] dari [seorang laki-laki] dari [Abu Hurairah] dan [Dawud bin Abu Hind] dari [Zurarah bin Aufa] dari [Tamim Ad Dari] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Pertama yang akan dihisab atas seorang hamba pada hari kiamat adalah shalatnya, jika ia menyempurnakannya maka akan ditulis baginya pahala nafilah. Jika tidak menyempurnakannya, Allah Subhaanahu kepada malaikat-Nya, \"Lihatlah, apakah kalian mendapati ia mempunyai ibadah thathawu'? dengannya sempurnakanlah ibadah wajibnya yang kurang, \" kemudian semua amalan akan diperlakukan seperti itu. \"","arab":"حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ تَمِيمٍ الدَّارِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ح و حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادٌ أَنْبَأَنَا حُمَيْدٌ عَنْ الْحَسَنِ عَنْ رَجُلٍ عَنْ أَبِي هُرَيْرَةَ وَدَاوُدُ بْنُ أَبِي هِنْدٍ عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ تَمِيمٍ الدَّارِيِّعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ صَلَاتُهُ فَإِنْ أَكْمَلَهَا كُتِبَتْ لَهُ نَافِلَةً فَإِنْ لَمْ يَكُنْ أَكْمَلَهَا قَالَ اللَّهُ سُبْحَانَهُ لِمَلَائِكَتِهِ انْظُرُوا هَلْ تَجِدُونَ لِعَبْدِي مِنْ تَطَوُّعٍ فَأَكْمِلُوا بِهَا مَا ضَيَّعَ مِنْ فَرِيضَتِهِ ثُمَّ تُؤْخَذُ الْأَعْمَالُ عَلَى حَسَبِ ذَلِكَ","source":"Ibnu Majah"},"__N_SSG":true}