{"pageProps":{"number":"1626","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Humaid bin 'Abdurrahman] dari [Abu Hurairah] ia berkata, \"Seorang laki-laki datang menemui Nabi shallallahu 'alaihi wasallam, ia lalu berkata, \"Aku telah celaka, \" beliau bertanya: \"Apa yang membuatmu celaka?\" ia menjawab, \"Aku telah menggauli isteriku di bulan ramadlan, \" Nabi shallallahu 'alaihi wasallam lalu bersabda: \"Merdekakanlah seorang budak, \" ia berkata, \"Aku tidak mempunyai budak, \" beliau bersabda: \"Berpuasalah dua bulan berturut-turut. \" Ia berkata, \"Aku tidak sanggup, \" beliau bersabda: \"Berilah makan enam puluh orang miskin. \" Ia berkata, \"Aku tidak sanggup, \" beliau bersabda: \"Duduklah. \" Maka ia pun duduk, di saat ia sedang duduk dihadapkanlah kepadanya keranjang yang disebut Al Araq (sebanding antara lima belas hingga dua puluh sha'). Beliau lalu bersabda: \"Pergi dan bersedekahlah ini, \" ia menjawab, \"Wahai Rasulullah, demi Dzat yang mengutusmu dengan al haq, antara dua lembah ini tidak ada keluarga yang lebih membutuhkan ini kecuali kami. \" Beliau bersabda: \"Pergi dan berilah makan keluargamu. \" Telah menceritakan kepada kami [Harmalah bin Yahya] berkata, telah menceritakan kepada kami [Abdullah bin Wahb] berkata, telah menceritakan kepada kami [Abdul Jabbar bin Umar] berkata, telah menceritakan kepadaku [Yahya bin Sa'id] dari [Sa'id Ibnul Musayyab] dari [Abu Hurairah] dari Rasulullah shallallahu 'alaihi wasallam sebagaimana dalam hadits, beliau bersabda: \"Berpuasalah satu hari untuk menggantinya. \"","arab":"حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَقَالَ هَلَكْتُ قَالَ وَمَا أَهْلَكَكَ قَالَ وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْتِقْ رَقَبَةً قَالَ لَا أَجِدُ قَالَ صُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ لَا أُطِيقُ قَالَ أَطْعِمْ سِتِّينَ مِسْكِينًا قَالَ لَا أَجِدُ قَالَ اجْلِسْ فَجَلَسَ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ أُتِيَ بِمِكْتَلٍ يُدْعَى الْعَرَقَ فَقَالَ اذْهَبْ فَتَصَدَّقْ بِهِ قَالَ يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لَابَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ إِلَيْهِ مِنَّا قَالَ فَانْطَلِقْ فَأَطْعِمْهُ عِيَالَكَحَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ عُمَرَ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ فَقَالَ وَصُمْ يَوْمًا مَكَانَهُ","source":"Ibnu Majah"},"__N_SSG":true}