{"pageProps":{"number":"1755","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Basysyar] dan [Muhammad bin Yahya] dan [Muhammad bin Marzuq] mereka berkata; telah menceritakan kepada kami [Muhammad bin Abdullah Ibnul Mutsanna] berkata, telah menceritakan kepadaku [Bapakku] dari [Tsumamah] berkata, telah menceritakan kepadaku [Anas bin Malik] bahwa [Abu Bakar Ash Shiddiq] menulis surat kepadanya; \"Bismillahir Rahmaanir Rahiim. Ini adalah kewajiban zakat yang telah Rasulullah shallallahu 'alaihi wasallam wajibkan kepada kaum muslimin, Allah 'azza wajalla telah memerintahkannya kepada Rasulullah shallallahu 'alaihi wasallam. Sesungguhnya umur unta menentukan jumlah kambing yang harus dibayarkan. Siapa yang mempunyai unta sampai batas berkewajiban membayar aljadz'ah, namun ia tidak mempunyai aljadz'ah dan mempunyai alhiqqah, diterima pembayarannya dengan alhiqqah. Alhiqqah bisa digantikan dengan dua kambing, jika dua kambing ini mudah didapatkan. Atau boleh juga dibayarkan dengan uang seukuran dua puluh dirham. Siapa yang mempunyai unta sampai batas berkewajiban membayar alhiqqah, namun ia tidak mempunyai selain bintu labun, ia diterima pembayarannya dengan bintu labun, dan ia menambahi dua kambing atau uang seukuran dua puluh dirham. Siapa yang mempunyai unta sampai batas berkewajiban membayar bintu labun dan tidak mempunyainya selain alhiqqah, ia diterima pembayarannya dengan alhiqqah, dan penarik zakat memberinya dua puluh dirham atau dua kambing. Siapa saja yang mempunyai unta sampai batas kewajiban membayar bintu labun dan tidak mempunyai selain bintu makhadl, ia diterima pembayarannya dengan bintu makhadl, dengan memberikan tambahan dua puluh dirham atau dua kambing. Siapa yang mempunyai unta sampai batas kewajiban membayar bintu makhadl dan tidak mempunyai selain bintu labun, ia diterima pembayarannya dengan bintu labun, dan penarik zakat memberikan kepadanya dua puluh dirham atau dua kambing. Maka barangsiapa tidak mempunyai bintu makhadl sebagaimana mestinya, dan ia hanya mempunyai bintu labun laki-laki, ia diterima pembayarannya dan tidak mendapat dosa. \"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ وَمُحَمَّدُ بْنُ يَحْيَى وَمُحَمَّدُ بْنُ مَرْزُوقٍ قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُثَنَّى حَدَّثَنِي أَبِي عَنْ ثُمَامَةَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍأَنَّ أَبَا بَكْرٍ الصِّدِّيقَ كَتَبَ لَهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذِهِ فَرِيضَةُ الصَّدَقَةِ الَّتِي فَرَضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمُسْلِمِينَ الَّتِي أَمَرَ اللَّهُ عَزَّ وَجَلَّ بِهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ مِنْ أَسْنَانِ الْإِبِلِ فِي فَرَائِضِ الْغَنَمِ مَنْ بَلَغَتْ عِنْدَهُ مِنْ الْإِبِلِ صَدَقَةُ الْجَذَعَةِ وَلَيْسَ عِنْدَهُ جَذَعَةٌ وَعِنْدَهُ حِقَّةٌ فَإِنَّهَا تُقْبَلُ مِنْهُ الْحِقَّةُ وَيَجْعَلُ مَكَانَهَا شَاتَيْنِ إِنْ اسْتَيْسَرَتَا أَوْ عِشْرِينَ دِرْهَمًا وَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ الْحِقَّةِ وَلَيْسَتْ عِنْدَهُ إِلَّا بِنْتُ لَبُونٍ فَإِنَّهَا تُقْبَلُ مِنْهُ بِنْتُ لَبُونٍ وَيُعْطِي مَعَهَا شَاتَيْنِ أَوْ عِشْرِينَ دِرْهَمًا وَمَنْ بَلَغَتْ صَدَقَتُهُ بِنْتَ لَبُونٍ وَلَيْسَتْ عِنْدَهُ وَعِنْدَهُ حِقَّةٌ فَإِنَّهَا تُقْبَلُ مِنْهُ الْحِقَّةُ وَيُعْطِيهِ الْمُصَدِّقُ عِشْرِينَ دِرْهَمًا أَوْ شَاتَيْنِ وَمَنْ بَلَغَتْ صَدَقَتُهُ بِنْتَ لَبُونٍ وَلَيْسَتْ عِنْدَهُ وَعِنْدَهُ بِنْتُ مَخَاضٍ فَإِنَّهَا تُقْبَلُ مِنْهُ ابْنَةُ مَخَاضٍ وَيُعْطِي مَعَهَا عِشْرِينَ دِرْهَمًا أَوْ شَاتَيْنِ وَمَنْ بَلَغَتْ صَدَقَتُهُ بِنْتَ مَخَاضٍ وَلَيْسَتْ عِنْدَهُ وَعِنْدَهُ ابْنَةُ لَبُونٍ فَإِنَّهَا تُقْبَلُ مِنْهُ بِنْتُ لَبُونٍ وَيُعْطِيهِ الْمُصَدِّقُ عِشْرِينَ دِرْهَمًا أَوْ شَاتَيْنِ فَمَنْ لَمْ يَكُنْ عِنْدَهُ ابْنَةُ مَخَاضٍ عَلَى وَجْهِهَا وَعِنْدَهُ ابْنُ لَبُونٍ ذَكَرٌ فَإِنَّهُ يُقْبَلُ مِنْهُ وَلَيْسَ مَعَهُ شَيْءٌ","source":"Ibnu Majah"},"__N_SSG":true}