{"pageProps":{"number":"3014","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Hisyam bin Ammar]; telah menceritakan kepada kami [Shadaqah bin Khalid]; telah menceritakan kepada kami [Hisyam bin Al Ghaz] berkata; Aku mendengar [Nafi'] menceritakan dari [Ibnu Umar] radliallahu 'anhu, bahwa pada waktu haji, Rasulullah shallallahu 'alaihi wasallam melakukan wukuf diantara jamarat pada hari 'Ied Adha. Lantas beliau bersabda: \"Hari apakah ini?\" Para sahabat menjawab; 'Hari Nahr ('Ied Adha).' Lalu beliau kembali bertanya: 'Negeri apakah ini? ' Mereka menjawab; 'Ini adalah negeri Allah yang haram.' Kemudian beliau bertanya lagi: 'Bulan apakah ini? ' Mereka menjawab bulan Allah yang haram.' Kemudian beliau bersabda: 'Ini adalah haji Akbar. Darah, harta dan kehormatan kalian adalah haram atas diri kalian, seperti keharaman negeri ini, pada bulan ini, dan hari ini.' Kemudian beliau bertanya: 'Apakah aku telah menyampaikannya? ' Mereka menjawab; 'Ya'. Nabi shallallahu 'alaihi wasallam lantas bersabda: 'Ya Allah saksikanlah.' Kemudian beliau menyampaikan salam perpisahan kepada semua orang. Hingga mereka menyebutnya 'Ini adalah haji Wada'.\"","arab":"حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ حَدَّثَنَا هِشَامُ بْنُ الْغَازِ قَالَ سَمِعْتُ نَافِعًا يُحَدِّثُ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَفَ يَوْمَ النَّحْرِ بَيْنَ الْجَمَرَاتِ فِي الْحَجَّةِ الَّتِي حَجَّ فِيهَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّ يَوْمٍ هَذَا قَالُوا يَوْمُ النَّحْرِ قَالَ فَأَيُّ بَلَدٍ هَذَا قَالُوا هَذَا بَلَدُ اللَّهِ الْحَرَامُ قَالَ فَأَيُّ شَهْرٍ هَذَا قَالُوا شَهْرُ اللَّهِ الْحَرَامُ قَالَ هَذَا يَوْمُ الْحَجِّ الْأَكْبَرِ وَدِمَاؤُكُمْ وَأَمْوَالُكُمْ وَأَعْرَاضُكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ هَذَا الْبَلَدِ فِي هَذَا الشَّهْرِ فِي هَذَا الْيَوْمِ ثُمَّ قَالَ هَلْ بَلَّغْتُ قَالُوا نَعَمْ فَطَفِقَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ اللَّهُمَّ اشْهَدْ ثُمَّ وَدَّعَ النَّاسَ فَقَالُوا هَذِهِ حَجَّةُ الْوَدَاعِ","source":"Ibnu Majah"},"__N_SSG":true}