{"pageProps":{"number":"3909","slug":"ibnu-majah","id":"Telah menceritakan kepada kami [Muhammad bin Abdullah bin Numair] telah menceritakan kepada kami [Abu Mu'wiyah] dan [Ayahku] dari [Al A'masy] dari [Syaqiq] dari [Hudzaifah] dia berkata, \"Kami pernah duduk bermajlis di sisi Umar, lalu ia berkata, \"Siapakah di antara kalian yang masih hafal hadits Rasulullah shallallahu 'alaihi wasallam tentang fitnah?\" aku menjawab, \"Aku.\" Lantas Umar berkata, \"Sesungguhnya kamu adalah seorang yang sangat pemberani.\" Umar melanjutkan, \"Bagaimana dengan hadits tersebut?\" Hudzaifah berkata, \"Aku pernah mendengar belaiu bersabda: \"Fitnah seorang laki-laki yang berasal dari isteri, anak dan tetangganya dapat terhapuskan dengan shalat, puasa, sedekah dan Amar Ma'ruf nahi munkar.\" Umar berkata, \"Bukan hadits ini yang kumaksud! tetapi fitnah yang kumaksudkan adalah yang bergemuruh laksana gemuruh ombak di lautan.\" Hudzaifah berkata, \"Apa hubungannya dirimu dengan fitnah tersebut wahai Amirul mukminin? Sepertinya dirimu dengan fitnah tersebut terdapat pintu yang terkunci.\" Umar bertanya, \"Apakah pintu itu dapat di rusak atau di buka?\" Hudzaifah menjawab, \"Tidak, namun harus di rusak.\" Umar berkata, \"Hal itu supaya tidak dapat ditutup kembali.\" Kami lalu bertanya kepada Hudzaifah, \"Apakah Umar tahu siapakah yang di maksud dengan pintu?\" Hudzaifah menjawab, \"Ya, seperti halnya ia mengetaui bahwa setelah esok hari pasti datang malam hari. Sebab aku telah menceritakan kepadanya hadits yang tidak terdapat kesalahan dan kedustaan.\" Kami ingin sekali bertanya siapakah pintuk itu? lalu kami katakan kepada Masruq, \"Tanyakanlah padanya.\" Hudzaifah lalu menjawab, \"Yaitu Umar sendiri.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ وَأَبِي عَنْ الْأَعْمَشِ عَنْ شَقِيقٍ عَنْ حُذَيْفَةَ قَالَكُنَّا جُلُوسًا عِنْدَ عُمَرَ فَقَالَ أَيُّكُمْ يَحْفَظُ حَدِيثَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْفِتْنَةِ قَالَ حُذَيْفَةُ فَقُلْتُ أَنَا قَالَ إِنَّكَ لَجَرِيءٌ قَالَ كَيْفَ قَالَ سَمِعْتُهُ يَقُولُ فِتْنَةُ الرَّجُلِ فِي أَهْلِهِ وَوَلَدِهِ وَجَارِهِ تُكَفِّرُهَا الصَّلَاةُ وَالصِّيَامُ وَالصَّدَقَةُ وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنْ الْمُنْكَرِ فَقَالَ عُمَرُ لَيْسَ هَذَا أُرِيدُ إِنَّمَا أُرِيدُ الَّتِي تَمُوجُ كَمَوْجِ الْبَحْرِ فَقَالَ مَا لَكَ وَلَهَا يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ بَيْنَكَ وَبَيْنَهَا بَابًا مُغْلَقًا قَالَ فَيُكْسَرُ الْبَابُ أَوْ يُفْتَحُ قَالَ لَا بَلْ يُكْسَرُ قَالَ ذَاكَ أَجْدَرُ أَنْ لَا يُغْلَقَقُلْنَا لِحُذَيْفَةَ أَكَانَ عُمَرُ يَعْلَمُ مَنْ الْبَابُ قَالَ نَعَمْ كَمَا يَعْلَمُ أَنَّ دُونَ غَدٍ اللَّيْلَةَ إِنِّي حَدَّثْتُهُ حَدِيثًا لَيْسَ بِالْأَغَالِيطِ فَهِبْنَا أَنْ نَسْأَلَهُ مَنْ الْبَابُ فَقُلْنَا لِمَسْرُوقٍ سَلْهُ فَسَأَلَهُ فَقَالَ عُمَرُ","source":"Ibnu Majah"},"__N_SSG":true}