{"pageProps":{"number":"1280","slug":"nasai","id":"Telah mengabarkan kepada kami ['Ubaidullah bin Sa'd bin Ibrahim bin Sa'd] dia berkata; [pamanku] telah menceritakan kepada kami, dia berkata; telah menceritakan kepada kami [Syarik] dari [Abu Hasyim Al Wasithi] dari [Abu Mijlaz] dari [Qais bin 'Ubad] dia berkata; \" [Ammar bin Yasir] pernah shalat bersama kaumnya dan dia meringankannya, seolah-olah kaumnya mengingkarinya. Lalu ia berkata, \"Tidaklah aku telah menyempurnakan ruku dan sujud? ' Mereka menjawab, 'Ya'. Ia menjelaskannya, 'Aku saat itu memanjatkan doa yang dipergunakan Nabi Shallallallahu'alaihi wasallam dalam doanya, 'Ya Allah dengan ilmu-Mu terhadap hal gaib dan kekuasaan-Mu atas makhluk, hidupkanlah aku selagi Engkau mengetahui bahwa hidup itu lebih baik bagiku, dan matikanlah aku jika Engkau mengetahui bahwa mati lebih baik bagiku. Ya Allah, aku memohon kepada-Mu rasa takut kepada-Mu saat nampak atau saat tidak nampak. Aku memohon kalimat ikhlas saat ridla dan saat marah. Aku memohon kenikmatan tanpa habis dan kesenangan tanpa henti. Aku memohon keridhaan setelah adanya keputusan dan kenyamanan hidup setelah mati dan kelezatan memandang kepada wajah-Mu serta keridaan berjumpa dengan-Mu tanpa ada bahaya yang membahayakan dan tanpa fitnah yang menyesatkan. Ya Allah, hiasilah kami dengan hiasan iman dan jadikanlah kami orang yang menyampaikan hidayah dan yang mendapatkan hidayah.\" ","arab":"أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ قَالَ حَدَّثَنَا عَمِّي قَالَ حَدَّثَنَا شَرِيكٌ عَنْ أَبِي هَاشِمٍ الْوَاسِطِيِّ عَنْ أَبِي مِجْلَزٍ عَنْ قَيْسِ بْنِ عُبَادٍ قَالَصَلَّى عَمَّارُ بْنُ يَاسِرٍ بِالْقَوْمِ صَلَاةً أَخَفَّهَا فَكَأَنَّهُمْ أَنْكَرُوهَا فَقَالَ أَلَمْ أُتِمَّ الرُّكُوعَ وَالسُّجُودَ قَالُوا بَلَى قَالَ أَمَا إِنِّي دَعَوْتُ فِيهَا بِدُعَاءٍ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْعُو بِهِ اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي وَأَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ وَكَلِمَةَ الْإِخْلَاصِ فِي الرِّضَا وَالْغَضَبِ وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ وَقُرَّةَ عَيْنٍ لَا تَنْقَطِعُ وَأَسْأَلُكَ الرِّضَاءَ بِالْقَضَاءِ وَبَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ وَلَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ وَأَعُوذُ بِكَ مِنْ ضَرَّاءَ مُضِرَّةٍ وَفِتْنَةٍ مُضِلَّةٍ اللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ","source":"Nasai"},"__N_SSG":true}