{"pageProps":{"number":"1326","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Basysyar] dia berkata; telah menceritakan kepada kami [Muhammad] dia berkata; telah menceritakan kepada kami [Syu'bah] dari [Muhammad bin 'Abdurrahman] -budak keluarga Thalhah- dia berkata; aku mendengar [Kuraib] dari [Ibnu 'Abbas] dari [Juwairiyyah bintu Al Harits] bahwa Nabi Shalallahu 'Alaihi Wa Sallam pernah melewatinya dan ia sedang berdoa di masjid. Kemudian beliau Shalallahu 'Alaihi Wa Sallam melewatinya lagi ketika menjelang Zhuhur pada pertengahan siang, lantas beliau bersabda kepadanya: \"Kamu masih dalam posisimu semula?\" Ia menjawab, \"Ya\". Lalu beliau Shalallahu 'Alaihi Wa Sallam meneruskan sabdanya: \"Maukah aku ajarkan tentang suatu kalimat yang bisa kamu ucapkan? -yang artinya- Maha suci Allah sejumlah bilangan mahluk-Nya, Maha suci Allah sejumlah bilangan mahluk-Nya, Maha suci Allah sejumlah bilangan mahluk-Nya, Maha suci Allah dengan keridlaan diri-Nya, Maha suci Allah dengan keridlaan diri-Nya, Maha suci Allah dengan keridlaan diri-Nya, Maha suci Allah (seberat) timbangan 'Arsy-Nya', Maha suci Allah (seberat) timbangan 'Arsy-Nya', Maha suci Allah (seberat) timbangan 'Arsy-Nya', Maha suci Allah sebanyak kalimat-Nya, Maha suci Allah sebanyak kalimat-Nya, Maha suci Allah sebanyak kalimat-Nya.\" ","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ حَدَّثَنَا مُحَمَّدٌ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ مَوْلَى آلِ طَلْحَةَ قَالَ سَمِعْتُ كُرَيْبًا عَنْ ابْنِ عَبَّاسٍ عَنْ جُوَيْرِيَةَ بِنْتِ الْحَارِثِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَيْهَا وَهِيَ فِي الْمَسْجِدِ تَدْعُو ثُمَّ مَرَّ بِهَا قَرِيبًا مِنْ نِصْفِ النَّهَارِ فَقَالَ لَهَا مَا زِلْتِ عَلَى حَالِكِ قَالَتْ نَعَمْ قَالَ أَلَا أُعَلِّمُكِ يَعْنِي كَلِمَاتٍ تَقُولِينَهُنَّ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ","source":"Nasai"},"__N_SSG":true}