{"pageProps":{"number":"1551","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Basysyar] dia berkata; telah menceritakan kepada kami [Yahya bin Sa'id] dari [Sa'id] dari [Qatadah] dari [Zurarah] dari [Sa'ad bin Hisyam] bahwa dia pernah berjumpa dengan lbnu Abbas, dia bertanya kepadanya tentang shalat witir. Lalu ia menjawab; \"Maukah kamu aku beri tahu penghuni bumi yang paling mengetahui tentang shalat witir Rasulullah Shalallahu 'Alaihi Wa Sallam?\" Dia menjawab; \"Ya, mau.\" lbnu Abbas berkata; \"Dia adalah [Aisyah]. Datangi dan tanyakanlah hal itu kepadanya, dan kembalilah kepadaku untuk memberitahukan jawabannya kepadaku.\" Kemudian dia (Hisyam) datang kepada Hakim bin Aflah untuk meminta menemaninya datang kepada Aisyah. Lalu ia menjawab, 'Aku bukan tak mau mendekatinya. Aku pernah melarangnya untuk berbicara sesuatu tentang dua kelompok yang bertengkar, namun ia menolaknya, ia terus saja melakukan!\" Lalu ia (Hisyam) bersumpah kepadanya, dan akhirnya dia mau datang kepada Aisyah bersamanya. Lalu ia masuk ke tempat Aisyah. Kemudian Aisyah bertanya kepada Hakim, \"Siapa yang bersamamu?\" la menjawab; \"Sa'ad bin Hisyam.\" la bertanya lagi, \" Hisyam yang mana?\" la menjawab; \"Anaknya Amir.\" Lalu ia mendoakan baginya dan berkata, \"Sebaik-baik lelaki adalah`Amir!\" Hakim bertanya, \"Wahai Ummul Mukminin, kabarkanlah kepadaku tentang akhlak Rasulullah Shalallahu 'Alaihi Wa Sallam?\" Aisyah menjawab, \"Bukankah kamu membaca Al Qur'an?\" Hakim menjawab, \"Ya.\" Aisyah lalu berkata, \"Akhlak Nabi Allah Shalallahu 'Alaihi Wa Sallam adalah Al Qur'an.\" Aku ingin berdiri (pamit pulang), namun timbul keinginan untuk mengetahui cara Rasulullah Shalallahu 'Alaihi Wa Sallam melakukan shalat malam, maka ia bertanya lagi, \"Wahai Ummul Mukminin! Kabarkanlah kepadaku tentang shalat malam Rasulullah Shalallahu 'Alaihi Wa Sallam?\" Aisyah menjawab; \"Bukankah kamu membaca surah Al Muzammil?\" Hakim menjawab, \"Ya.\" Aisyah berkata; \"Allah Azza wa Jalla mewajibkan shalat malam pada permulaan surah ini, lalu Rasulullah bersama para sahabatnya menegakkan shalat malam dengan sekuat tenaga sampai telapak kaki mereka membengkak. Kemudian Allah Azza wa Jalla menahannya -yang ujungnya dua belas bulan- lalu menurunkan keringanannya pada akhir surah ini (Al Muzammil), sehingga shalat malam yang semula hukumnya wajib menjadi sunnah.\" Aku ingin berdiri, namun aku juga ingin mengetahui shalat witir Rasulullah Shalallahu 'Alaihi Wa Sallam, maka aku bertanya; \"Wahai Ummul Mukminin! Kabarkanlah kepadaku tentang shalat witir Rasulullah Shalallahu 'Alaihi Wa Sallam?\" Aisyah menerangkan, \"Kami mempersiapkan siwak dan air wudlunya, lalu Allah Azza wa Jalla membangunkannya sekehendakNya pada malam hari, kemudian beliau bersiwak dan berwudlu lalu mengerjakan shalat delapan rakaat tanpa ada duduk, kecuali pada rakaat kedelapan. Beliau berdzikir kepada Allah Azza wa Jalla dan berdoa kepada-Nya, lalu mengucapkan salam dengan salam yang terdengar oleh kami. Kemudian beliau shalat dua rakaat sambil duduk- setelah salam, dan shalat lagi satu rakaat, sehingga berjumlah sebelas rakaat. Wahai anakku, setelah Rasulullah Shalallahu 'Alaihi Wa Sallam mencapai umur senja dan mulai gemuk, beliau mengerjakan witir tujuh rakaat, lalu shalat dua rakaat sambil duduk setelah salam, sehingga semuanya menjadi sembilan rakaat. Wahai anakku, bila Rasulullah Shalallahu 'Alaihi Wa Sallam mengerjakan suatu shalat, maka beliau senang untuk melakukannya secara terus-menerus. Bila beliau berhalangan untuk shalat malam karena ketiduran atau sakit, maka beliau mengerjakan shalat dua belas rakaat pada siang harinya. Aku tidak mengetahui bahwa Nabi Allah pernah membaca Al Qur'an seluruhnya dalam satu malam. Aku juga tidak mengetahui bahwa beliau shalat malam secara sempurna hingga pagi, dan aku pun tidak mengetahui bahwa beliau berpuasa satu bulan penuh selain pada bulan Ramadlan.\" Lalu ia (Hisyam) datang kepada Ibnu Abbas dan menceritakan hal tersebut kepadanya. Dia mengomentarinya dengan berkata; \"Beliau (Aisyah) benar. Seandainya aku yang masuk (datang) kepadanya pasti aku akan menemuinya sehingga dia (Aisyah) berbicara langsung kepadaku.\" Abu Abdurrahman berkata, \"Begitulah yang tertera dalam kitabku! Aku tidak mengetahui ini kesalahan siapa, dalam posisi witir beliau shallallahu 'alaihi wasallam.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ زُرَارَةَ عَنْ سَعْدِ بْنِ هِشَامٍأَنَّهُ لَقِيَ ابْنَ عَبَّاسٍ فَسَأَلَهُ عَنْ الْوَتْرِ فَقَالَ أَلَا أُنَبِّئُكَ بِأَعْلَمِ أَهْلِ الْأَرْضِ بِوَتْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ قَالَ عَائِشَةُ ائْتِهَا فَسَلْهَا ثُمَّ ارْجِعْ إِلَيَّ فَأَخْبِرْنِي بِرَدِّهَا عَلَيْكَ فَأَتَيْتُ عَلَى حَكِيمِ بْنِ أَفْلَحَ فَاسْتَلْحَقْتُهُ إِلَيْهَا فَقَالَ مَا أَنَا بِقَارِبِهَا إِنِّي نَهَيْتُهَا أَنْ تَقُولَ فِي هَاتَيْنِ الشِّيعَتَيْنِ شَيْئًا فَأَبَتْ فِيهَا إِلَّا مُضِيًّا فَأَقْسَمْتُ عَلَيْهِ فَجَاءَ مَعِي فَدَخَلَ عَلَيْهَا فَقَالَتْ لِحَكِيمٍ مَنْ هَذَا مَعَكَ قُلْتُ سَعْدُ بْنُ هِشَامٍ قَالَتْ مَنْ هِشَامٌ قُلْتُ ابْنُ عَامِرٍ فَتَرَحَّمَتْ عَلَيْهِ وَقَالَتْ نِعْمَ الْمَرْءُ كَانَ عَامِرًا قَالَ يَا أُمَّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ خُلُقِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ أَلَيْسَ تَقْرَأُ الْقُرْآنَ قَالَ قُلْتُ بَلَى قَالَتْ فَإِنَّ خُلُقَ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقُرْآنُ فَهَمَمْتُ أَنْ أَقُومَ فَبَدَا لِي قِيَامُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا أُمَّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ قِيَامِ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ أَلَيْسَ تَقْرَأُ هَذِهِ السُّورَةَ يَا أَيُّهَا الْمُزَّمِّلُ قُلْتُ بَلَى قَالَتْ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ افْتَرَضَ قِيَامَ اللَّيْلِ فِي أَوَّلِ هَذِهِ السُّورَةِ فَقَامَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ حَوْلًا حَتَّى انْتَفَخَتْ أَقْدَامُهُمْ وَأَمْسَكَ اللَّهُ عَزَّ وَجَلَّ خَاتِمَتَهَا اثْنَيْ عَشَرَ شَهْرًا ثُمَّ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ التَّخْفِيفَ فِي آخِرِ هَذِهِ السُّورَةِ فَصَارَ قِيَامُ اللَّيْلِ تَطَوُّعًا بَعْدَ أَنْ كَانَ فَرِيضَةً فَهَمَمْتُ أَنْ أَقُومَ فَبَدَا لِي وَتْرُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ وَتْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ كُنَّا نُعِدُّ لَهُ سِوَاكَهُ وَطَهُورَهُ فَيَبْعَثُهُ اللَّهُ عَزَّ وَجَلَّ لِمَا شَاءَ أَنْ يَبْعَثَهُ مِنْ اللَّيْلِ فَيَتَسَوَّكُ وَيَتَوَضَّأُ وَيُصَلِّي ثَمَانِيَ رَكَعَاتٍ لَا يَجْلِسُ فِيهِنَّ إِلَّا عِنْدَ الثَّامِنَةِ يَجْلِسُ فَيَذْكُرُ اللَّهَ عَزَّ وَجَلَّ وَيَدْعُو ثُمَّ يُسَلِّمُ تَسْلِيمًا يُسْمِعُنَا ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِسٌ بَعْدَ مَا يُسَلِّمُ ثُمَّ يُصَلِّي رَكْعَةً فَتِلْكَ إِحْدَى عَشْرَةَ رَكْعَةً يَا بُنَيَّ فَلَمَّا أَسَنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخَذَ اللَّحْمَ أَوْتَرَ بِسَبْعٍ وَصَلَّى رَكْعَتَيْنِ وَهُوَ جَالِسٌ بَعْدَ مَا سَلَّمَ فَتِلْكَ تِسْعُ رَكَعَاتٍ يَا بُنَيَّ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى صَلَاةً أَحَبَّ أَنْ يَدُومَ عَلَيْهَا وَكَانَ إِذَا شَغَلَهُ عَنْ قِيَامِ اللَّيْلِ نَوْمٌ أَوْ مَرَضٌ أَوْ وَجَعٌ صَلَّى مِنْ النَّهَارِ اثْنَتَيْ عَشْرَةَ رَكْعَةً وَلَا أَعْلَمُ أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَرَأَ الْقُرْآنَ كُلَّهُ فِي لَيْلَةٍ وَلَا قَامَ لَيْلَةً كَامِلَةً حَتَّى الصَّبَاحَ وَلَا صَامَ شَهْرًا كَامِلًا غَيْرَ رَمَضَانَفَأَتَيْتُ ابْنَ عَبَّاسٍ فَحَدَّثْتُهُ بِحَدِيثِهَا فَقَالَ صَدَقَتْ أَمَا إِنِّي لَوْ كُنْتُ أَدْخُلُ عَلَيْهَا لَأَتَيْتُهَا حَتَّى تُشَافِهَنِي مُشَافَهَةً قَالَ أَبُو عَبْد الرَّحْمَنِ كَذَا وَقَعَ فِي كِتَابِي وَلَا أَدْرِي مِمَّنْ الْخَطَأُ فِي مَوْضِعِ وَتْرِهِ عَلَيْهِ السَّلَامُ","source":"Nasai"},"__N_SSG":true}