{"pageProps":{"number":"1766","slug":"nasai","id":"Telah mengabarkan kepada kami [Hannad] dari [Abu Zubaid 'Abtsar bin Al Qasim] dari [Mutharrif] dari ['Amir] dari [Syuraih bin Hani'] dari [Abu Hurairah] dia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Siapa senang berjumpa dengan Allah, maka Allah pun senang berjumpa dengannya; dan barangsiapa yang benci berjumpa dengan Allah, maka Allah pun benci berjumpa dengannya.\" [Syuraih] berkata; Aku kemudian menemui [Aisyah], lalu aku bertanya; \"Wahai Ummul Mukminin! Aku mendengar Abu Hurairah menyebutkan suatu hadits dari Rasulullah shallallahu 'alaihi wasallam. Jika demikian sungguh kita akan binasa!\" Ia (Aisyah) bertanya, \"Apa itu?\" Syuraikh menjawab; \"Rasulullah shallallahu 'alaihi wasallam bersabda: 'Siapa senang berjumpa dengan Allah, Allah pun senang berjumpa dengannya dan barangsiapa benci berjumpa dengan Allah, Allah pun benci berjumpa dengannya'. Tetapi tidak ada seorangpun di antara kita kecuali benci dengan kamatian!\" Ia (Aisyah) berkata; \"Sungguh hal itu telah disabdakan oleh Rasulullah shallallahu 'alaihi wasallam, dan tidak seperti yang kamu pahami, tetapi -yang dimaksud adalah- tatkala pandangan terangkat, dada berdetak dan dada menggigil, saat itulah orang yang senang berjumpa dengan Allah, maka Allah pun senang berjumpa dengannya; dan barangsiapa benci berjumpa dengan Allah, maka Allah pun benci berjumpa dengannya?!\"","arab":"أَخْبَرَنَا هَنَّادٌ عَنْ أَبِي زُبَيْدٍ وَهُوَ عَبْثَرُ بْنُ الْقَاسِمِ عَنْ مُطَرِّفٍ عَنْ عَامِرٍ عَنْ شُرَيْحِ بْنِ هَانِئٍ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُقَالَ شُرَيْحٌ فَأَتَيْتُ عَائِشَةَ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ سَمِعْتُ أَبَا هُرَيْرَةَ يَذْكُرُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا إِنْ كَانَ كَذَلِكَ فَقَدْ هَلَكْنَا قَالَتْ وَمَا ذَاكَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ وَلَكِنْ لَيْسَ مِنَّا أَحَدٌ إِلَّا وَهُوَ يَكْرَهُ الْمَوْتَ قَالَتْ قَدْ قَالَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَيْسَ بِالَّذِي تَذْهَبُ إِلَيْهِ وَلَكِنْ إِذَا طَمَحَ الْبَصَرُ وَحَشْرَجَ الصَّدْرُ وَاقْشَعَرَّ الْجِلْدُ فَعِنْدَ ذَلِكَ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ","source":"Nasai"},"__N_SSG":true}