{"pageProps":{"number":"1779","slug":"nasai","id":"Telah mengabarkan kepada kami [Yunus bin 'Abdul A'la] dia berkata; telah menceritakan kepada kami ['Abdullah ibn Wahb] dia berkata; [Mu'awiyah bin Shalih] berkata; dan telah menceritakan kepada kami [Yahya bin Sa'id] dari ['Amrah] dari ['Aisyah] dia berkata; \"Tatkala datang berita kematian Zaid bin Haritsah, Ja'far bin Abu Thalib dan Abdullah bin Rawahah, Rasulullah shallallahu 'alaihi wasallam duduk dan terlihat sedih pada raut wajahnya, saat itu aku melihat dari celah pintu, kemudian seseorang mendatanginya, lalu berkata; para istri Ja'far menangis. Maka Rasulullah Shalallahu 'Alaihi Wa Sallam bersabda: \"Pergi dan laranglah mereka.\" Lalu ia pergi, kemudian ia datang kembali dan berkata; \"Sungguh aku telah melarang, tapi mereka tidak mau berhenti?\" Beliau bersabda: 'Pergi dan laranglah mereka.' Lalu ia pergi kemudian datang kembali dan berkata; Sungguh aku melarang, tapi mereka tidak mau berhenti? Beliau bersabda: 'Pergi lalu tuangkan debu pada mulut-mulut mereka.' Aisyah mengatakan; 'Aku berkata, 'Sungguh celaka, engkau -demi Allah-, tidaklah engkau meninggalkan Rasulullah shallallahu 'alaihi wasallam, padahal engkau tidak bisa melakukannya! '","arab":"أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ قَالَ مُعَاوِيَةُ بْنُ صَالِحٍ وَحَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ عَنْ عَمْرَةَ عَنْ عَائِشَةَ قَالَتْلَمَّا أَتَى نَعْيُ زَيْدِ بْنِ حَارِثَةَ وَجَعْفَرِ بْنِ أَبِي طَالِبٍ وَعَبْدِ اللَّهِ بْنِ رَوَاحَةَ جَلَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعْرَفُ فِيهِ الْحُزْنُ وَأَنَا أَنْظُرُ مِنْ صِئْرِ الْبَابِ فَجَاءَهُ رَجُلٌ فَقَالَ إِنَّ نِسَاءَ جَعْفَرٍ يَبْكِينَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْطَلِقْ فَانْهَهُنَّ فَانْطَلَقَ ثُمَّ جَاءَ فَقَالَ قَدْ نَهَيْتُهُنَّ فَأَبَيْنَ أَنْ يَنْتَهِينَ فَقَالَ انْطَلِقْ فَانْهَهُنَّ فَانْطَلَقَ ثُمَّ جَاءَ فَقَالَ قَدْ نَهَيْتُهُنَّ فَأَبَيْنَ أَنْ يَنْتَهِينَ قَالَ فَانْطَلِقْ فَاحْثُ فِي أَفْوَاهِهِنَّ التُّرَابَ فَقَالَتْ عَائِشَةُ فَقُلْتُ أَرْغَمَ اللَّهُ أَنْفَ الْأَبْعَدِ إِنَّكَ وَاللَّهِ مَا تَرَكْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا أَنْتَ بِفَاعِلٍ","source":"Nasai"},"__N_SSG":true}