{"pageProps":{"number":"1836","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah] dalam haditsnya dari [Malik] dari [Ibnu Syihab] dari [Abu Umamah bin Sahl bin Hunaif] bahwasanya ia mengabarkan kepadanya bahwa seorang wanita miskin sakit, lalu hal itu dikabarkan kepada Rasulullah shallallahu 'alaihi wasallam, dan Rasulullah shallallahu 'alaihi wasallam biasa mengunjungi para fakir miskin serta bertanya tentang keadaan mereka. kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika ia meninggal dunia maka beritahulah aku\". Lalu jenazah wanita itu dikeluarkan di malam hari, dan mereka tidak ingin membangunkan Rasulullah shallallahu 'alaihi wasallam (karena takut mengganggu). Pada pagi harinya Rasulullah shallallahu 'alaihi wasallam diberitahukan tentang sesuatu yang terjadi pada wanita itu. Maka beliau bersabda: \"Bukankah aku telah menyuruh kalian untuk memberitahukan kepadaku tentangnya?\" mereka menjawab; \"Wahai Rasulullah shallallahu 'alaihi wasallam kami tidak ingin membangunkan engkau di malam hari\". Lalu Rasulullah shallallahu 'alaihi wasallam keluar hingga orang-orang berbaris bersama beliau di atas kuburannya dan beliau bertakbir empat kali (shalat jenazah).\"","arab":"أَخْبَرَنَا قُتَيْبَةُ فِي حَدِيثِهِ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ أَنَّهُ أَخْبَرَهُأَنَّ مِسْكِينَةً مَرِضَتْ فَأُخْبِرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَرَضِهَا وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُ الْمَسَاكِينَ وَيَسْأَلُ عَنْهُمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا مَاتَتْ فَآذِنُونِي فَأُخْرِجَ بِجَنَازَتِهَا لَيْلًا وَكَرِهُوا أَنْ يُوقِظُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا أَصْبَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُخْبِرَ بِالَّذِي كَانَ مِنْهَا فَقَالَ أَلَمْ آمُرْكُمْ أَنْ تُؤْذِنُونِي بِهَا قَالُوا يَا رَسُولَ اللَّهِ كَرِهْنَا أَنْ نُوقِظَكَ لَيْلًا فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى صَفَّ بِالنَّاسِ عَلَى قَبْرِهَا وَكَبَّرَ أَرْبَعَ تَكْبِيرَاتٍ","source":"Nasai"},"__N_SSG":true}