{"pageProps":{"number":"2436","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin 'Abdul A'la] dia berkata; Telah menceritakan kepada kami [Al Mu'tamir] dia berkata; Aku mendengar [Bahz bin Hakim] dia bercerita dari [Bapaknya] dari [Kakeknya] dia berkata; Aku berkata; 'Wahai Nabiyullah, Aku tidak mendatangimu hingga aku bersumpah sebanyak (jumlah jari-jari tangannya), bahwa aku tidak akan mendatangimu dan tidak pula memeluk agamamu, dan sesungguhnya aku sekarang adalah seseorang yang tidak mengetahui sesuatupun kecuali apa yang telah Allah dan Rasul-Nya ajarkan kepadaku, Aku bertanya kepadamu karena Allah Azza wa Jalla, dengan apa Allah mengutusmu kepada kami? Rasul menjawab: \"Dengan Islam.\" Ia berkata; Aku bertanya lagi; Apa tanda-tanda Islam itu? Beliau bersabda: \"Hendaklah kamu mengucapkan; 'Aku telah berserah diri dengan wajahku kepada Allah Azza Wa Jalla dan melepaskan semua bentuk penyekutuan, lalu kamu mengerjakan shalat, mengeluarkan zakat. Setiap muslim dengan muslim yang lainnya adalah haram darahnya karena mereka menjadi saling bersaudara. Allah Azza wa Jalla tidak akan menerima amal seorang musyrik yang telah masuk Islam hingga ia meninggalkan negri kaum musyirikin dan pindah ke negri Islam.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى قَالَ حَدَّثَنَا الْمُعْتَمِرُ قَالَ سَمِعْتُ بَهْزَ بْنَ حَكِيمٍ يُحَدِّثُ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَقُلْتُ يَا نَبِيَّ اللَّهِ مَا أَتَيْتُكَ حَتَّى حَلَفْتُ أَكْثَرَ مِنْ عَدَدِهِنَّ لِأَصَابِعِ يَدَيْهِ أَلَّا آتِيَكَ وَلَا آتِيَ دِينَكَ وَإِنِّي كُنْتُ امْرَأً لَا أَعْقِلُ شَيْئًا إِلَّا مَا عَلَّمَنِي اللَّهُ وَرَسُولُهُ وَإِنِّي أَسْأَلُكَ بِوَجْهِ اللَّهِ عَزَّ وَجَلَّ بِمَا بَعَثَكَ رَبُّكَ إِلَيْنَا قَالَ بِالْإِسْلَامِ قَالَ قُلْتُ وَمَا آيَاتُ الْإِسْلَامِ قَالَ أَنْ تَقُولَ أَسْلَمْتُ وَجْهِي إِلَى اللَّهِ عَزَّ وَجَلَّ وَتَخَلَّيْتُ وَتُقِيمَ الصَّلَاةَ وَتُؤْتِيَ الزَّكَاةَ كُلُّ مُسْلِمٍ عَلَى مُسْلِمٍ مُحَرَّمٌ أَخَوَانِ نَصِيرَانِ لَا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ مِنْ مُشْرِكٍ بَعْدَمَا أَسْلَمَ عَمَلًا أَوْ يُفَارِقَ الْمُشْرِكِينَ إِلَى الْمُسْلِمِينَ","source":"Nasai"},"__N_SSG":true}