{"pageProps":{"number":"2625","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah], ia berkata; telah menceritakan kepada kami [Al Laits] dari [Abu Az Zubair] dari [Jabir bin Abdullah], ia berkata; kami datang dengan mengucapkan doa talbiyah bersama Rasulullah shallallahu 'alaihi wasallam untuk melakukan haji tersendiri, dan Aisyah mengucapkan doa talbiyah untuk melakukan umrah hingga ketika kami berada di Sarif, ia mengalami haid hingga setelah datang kami melakukan thawaf di Ka'bah, serta Shafa dan Marwah. Kemudian Rasulullah shallallahu 'alaihi wasallam memerintahkan kami agar diantara kami yang belum membawa hewan kurban untuk bertahallul. Jabir berkata; lalu katakan; tahallul apa? Maka beliau menjawab: \"Tahallul menyeluruh.\" Kemudian kami melakukan hubungan dengan isteri-isteri kami dan memakai minyak wangi serta memakai pakaian. Dan tidak ada jarak antara kami dan Arafah kecuali empat malam, lalu kami mengucapkan doa talbiyah pada hari Tarwiyah, kemudian Rasulullah shallallahu 'alaihi wasallam menemui Aisyah dan mendapatinya dalam keadaan menangis. Lalu beliau bertanya: \"Ada apa dengan dirimu?\" Aisyah menjawab; saya mengalami haid, sedangkan orang-orang telah bertahallul, dan saya belum bertahallul dan belum melakukan thawaf di Ka'bah. Orang-orang telah pergi melakukan haji sekarang. Maka beliau bersabda: \"Ini adalah perkara yang Allah tetapkan kepada anak-anak wanita Adam, maka mandilah dan mengucapkan doa talbiyah lah untuk melakukan haji. Lalu Aisyah melakukannya dan berhenti di beberapa tempat berhenti hingga setelah suci ia melakukan thawaf di Ka'bah, serta Shafa dan Marwah. Kemudian beliau bersabda: \"Engkau telah bertahallul dari haji dan umrahmu secara bersama.\" Kemudian ia berkata; wahai Rasulullah shallallahu 'alaihi wasallam, saya merasakan dalam diriku bahwa saya belum melakukan thawaf di Ka'bah, hingga melakukan haji. Maka beliau bersabda: \"Wahai Abdur Rahman, pergilah bersamanya dan umrahkanlah ia dari Tan'im.\" Dan hal itu terjadi pada malam ketika mereka bermalam di tempat yang berkerikil.","arab":"أَخْبَرَنَا قُتَيْبَةُ قَالَ حَدَّثَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَأَقْبَلْنَا مُهِلِّينَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَجٍّ مُفْرَدٍ وَأَقْبَلَتْ عَائِشَةُ مُهِلَّةً بِعُمْرَةٍ حَتَّى إِذَا كُنَّا بِسَرِفَ عَرَكَتْ حَتَّى إِذَا قَدِمْنَا طُفْنَا بِالْكَعْبَةِ وَبِالصَّفَا وَالْمَرْوَةِ فَأَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَحِلَّ مِنَّا مَنْ لَمْ يَكُنْ مَعَهُ هَدْيٌ قَالَ فَقُلْنَا حِلُّ مَاذَا قَالَ الْحِلُّ كُلُّهُ فَوَاقَعْنَا النِّسَاءَ وَتَطَيَّبْنَا بِالطِّيبِ وَلَبِسْنَا ثِيَابَنَا وَلَيْسَ بَيْنَنَا وَبَيْنَ عَرَفَةَ إِلَّا أَرْبَعُ لَيَالٍ ثُمَّ أَهْلَلْنَا يَوْمَ التَّرْوِيَةِ ثُمَّ دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى عَائِشَةَ فَوَجَدَهَا تَبْكِي فَقَالَ مَا شَأْنُكِ فَقَالَتْ شَأْنِي أَنِّي قَدْ حِضْتُ وَقَدْ حَلَّ النَّاسُ وَلَمْ أُحْلِلْ وَلَمْ أَطُفْ بِالْبَيْتِ وَالنَّاسُ يَذْهَبُونَ إِلَى الْحَجِّ الْآنَ فَقَالَ إِنَّ هَذَا أَمْرٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ فَاغْتَسِلِي ثُمَّ أَهِلِّي بِالْحَجِّ فَفَعَلَتْ وَوَقَفَتْ الْمَوَاقِفَ حَتَّى إِذَا طَهُرَتْ طَافَتْ بِالْكَعْبَةِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ قَالَ قَدْ حَلَلْتِ مِنْ حَجَّتِكِ وَعُمْرَتِكِ جَمِيعًا فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي أَجِدُ فِي نَفْسِي أَنِّي لَمْ أَطُفْ بِالْبَيْتِ حَتَّى حَجَجْتُ قَالَ فَاذْهَبْ بِهَا يَا عَبْدَ الرَّحْمَنِ فَأَعْمِرْهَا مِنْ التَّنْعِيمِ وَذَلِكَ لَيْلَةَ الْحَصْبَةِ","source":"Nasai"},"__N_SSG":true}