{"pageProps":{"number":"2626","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Salamah] serta [Al Harits bin Miskin] dan lafazhnya adalah lafazh Al Harits, dari [Ibnu Al Qasim], ia berkata; telah menceritakan kepadaku [Malik] dari [Ibnu Syihab] dari ['Urwah bin Az Zubair] dari [Aisyah], ia berkata; kami berangkat bersama Rasulullah shallallahu 'alaihi wasallam pada saat haji Wada`, lalu kami mengucapkan doa talbiyah untuk melakukan umrah, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barang siapa yang memiliki hewan kurban, hendaknya ia mengucapkan doa talbiyah untuk melakukan haji dan umrah, kemudian tidak bertahallul hingga bertahallul dari keduanya secara bersama. Lalu saya datang ke Mekkah dalam keadaan mengalami haid, sehingga saya tidak melakukan thawaf di Ka'bah dan antara Shafa serta Marwah. Kemudian saya melaporkan hal tersebut kepada Rasulullah shallallahu 'alaihi wasallam, lalu beliau bersabda: \"Uraikan rambutmu dan sisirlah serta mengucapkan doa talbiyah lah untuk melakukan haji dan tinggalkan umrah.\" Lalu saya melakukannya, kemudian setelah saya menyelesaikan haji Rasulullah shallallahu 'alaihi wasallam mengirimku bersama Abdur Rahman bin Abu Bakr menuju Tan'im, lalu saya melakukan umrah. Beliau bersabda: \"Ini adalah tempat umrahmu.\" Lalu orang-orang yang telah mengucapkan doa talbiyah untuk melakukan umrah melakukan thawaf di Ka'bah serta diantara Shafa dan Marwah. Kemudian mereka bertahallul, dan melakukan thawaf yang lain setelah kembali dari Mina untuk melakukan haji mereka. Adapun orang yang telah menggabung antara haji dan umrah, maka mereka melakukan satu Thawaf. ","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ وَاللَّفْظُ لَهُ عَنْ ابْنِ الْقَاسِمِ قَالَ حَدَّثَنِي مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ قَالَتْخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ فَأَهْلَلْنَا بِعُمْرَةٍ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ مَعَهُ هَدْيٌ فَلْيُهْلِلْ بِالْحَجِّ مَعَ الْعُمْرَةِ ثُمَّ لَا يَحِلَّ حَتَّى يَحِلَّ مِنْهُمَا جَمِيعًا فَقَدِمْتُ مَكَّةَ وَأَنَا حَائِضٌ فَلَمْ أَطُفْ بِالْبَيْتِ وَلَا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَشَكَوْتُ ذَلِكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ انْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِالْحَجِّ وَدَعِي الْعُمْرَةَ فَفَعَلْتُ فَلَمَّا قَضَيْتُ الْحَجَّ أَرْسَلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ إِلَى التَّنْعِيمِ فَاعْتَمَرْتُ قَالَ هَذِهِ مَكَانُ عُمْرَتِكِ فَطَافَ الَّذِينَ أَهَلُّوا بِالْعُمْرَةِ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ ثُمَّ حَلُّوا ثُمَّ طَافُوا طَوَافًا آخَرَ بَعْدَ أَنْ رَجَعُوا مِنْ مِنًى لِحَجِّهِمْ وَأَمَّا الَّذِينَ جَمَعُوا الْحَجَّ وَالْعُمْرَةَ فَإِنَّمَا طَافُوا طَوَافًا وَاحِدًا","source":"Nasai"},"__N_SSG":true}