{"pageProps":{"number":"3235","slug":"nasai","id":"Telah mengabarkan kepada kami [Ziyad bin Ayyub], ia berkata; telah menceritakan kepada kami [Isma'il bin 'Ulayyah], ia berkata; telah menceritakan kepada kami [Abdul Aziz bin Shuhaib] dari [Anas] bahwa Rasulullah shallallahu 'alaihi wasallam memerangi Khaibar, kemudian kami melakukan shalat subuh padanya disaat masih gelap. Kemudian Nabi shallallahu 'alaihi wasallam mengendarai kendaraannya, dan Abu Thalhah mengendarai kendaraannya sedang saya membonceng Abu Thalhah. Lalu Nabi shallallahu 'alaihi wasallam mengambil jalan di lorong Khaibar, dan kedua lututku menyentuh paha Rasulullah shallallahu 'alaihi wasallam, dan sungguh saya melihat putih paha Nabi shallallahu 'alaihi wasallam. Tatkala beliau memasuki kampung beliau mengucapkan: \"Allahu akbar, khaibar hancur. Sesungguhnya bila kita singgah di halaman orang-orang, maka amat buruklah pagi hari yang dialami oleh orang-orang yang diperingatkan itu.\" Beliau mengucapkan hal tersebut sebanyak tiga kali, dan orang-orang berangkat menuju pekerjaan mereka. --Abdul Aziz berkata; kemudian mereka berkata; Muhammad. Abdul Aziz berkata; dan sebagian sahabat kami berkata; tibalah hari kamis, kami melumpuhkan Khaibar secara paksa--. Beliau mengumpulkan tawanan, lalu Dihyah berkata; wahai Nabi Allah, berikan kepadaku budak wanita diantara tawanan tersebut! Beliau bersabda: \"Pergi dan ambillah seorang budak wanita.\" Ia mengambil Shafiyyah binti Huyai. Kemudian seorang laki-laki datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; wahai Nabi Allah, engkau telah memberikan Shafiyyah binti Huyai pemimpin Quraidzhah dan An Nazhir kepada Dihyah. Ia tidak layak kecuali untukmu. Maka beliau bersabda: \"Panggilah dia dengan membawanya.\" Setelah melihat Shafiyyah beliau bersabda: \"Ambillah budak dari tawanan selain dia.\" Anas berkata; dan Nabi shallallahu 'alaihi wasallam membebaskannya dan menikahinya. Kemudian Tsabit berkata; wahai Abu Hamzah, mahar apakah yang beliau berikan kepadanya? Ia mengatakan; dirinya, beliau telah membebaskannya dan menikahinya. Ibnu Abbas berkata; hingga setelah berada di suatu jalan Ummu Sulaim mempersiapkan Shafiyyah, dan menghadiahkannya kepada beliau pada malam hari. Dan pada pagi harinya beliau menjadi pengantin. Beliau bersabda: \"Barang siapa yang memiliki sesuatu, bawa kemari.\" Ibnu Abbas berkata; dan beliau menghamparkan permadani dari kulit, kemudian seorang laki-laki datang membawa keju, laki-laki lain membawa kurma, laki-laki lain membawa mentega, kemudian mereka membuat makanan dari campuran kurma, keju dan mentega. Itulah pesta perkawinan Rasulullah shallallahu 'alaihi wasallam. ","arab":"أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ قَالَ حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ عَنْ أَنَسٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزَا خَيْبَرَ فَصَلَّيْنَا عِنْدَهَا الْغَدَاةَ بِغَلَسٍ فَرَكِبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَكِبَ أَبُو طَلْحَةَ وَأَنَا رَدِيفُ أَبِي طَلْحَةَ فَأَخَذَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي زُقَاقِ خَيْبَرَ وَإِنَّ رُكْبَتِي لَتَمَسُّ فَخِذَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِنِّي لَأَرَى بَيَاضَ فَخِذِ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا دَخَلَ الْقَرْيَةَ قَالَ اللَّهُ أَكْبَرُ خَرِبَتْ خَيْبَرُ إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ قَالَهَا ثَلَاثَ مَرَّاتٍ قَالَ وَخَرَجَ الْقَوْمُ إِلَى أَعْمَالِهِمْ قَالَ عَبْدُ الْعَزِيزِ فَقَالُوا مُحَمَّدٌ قَالَ عَبْدُ الْعَزِيزِ وَقَالَ بَعْضُ أَصْحَابِنَا وَالْخَمِيسُ وَأَصَبْنَاهَا عَنْوَةً فَجَمَعَ السَّبْيَ فَجَاءَ دِحْيَةُ فَقَالَ يَا نَبِيَّ اللَّهِ أَعْطِنِي جَارِيَةً مِنْ السَّبْيِ قَالَ اذْهَبْ فَخُذْ جَارِيَةً فَأَخَذَ صَفِيَّةَ بِنْتَ حُيَيٍّ فَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا نَبِيَّ اللَّهِ أَعْطَيْتَ دِحْيَةَ صَفِيَّةَ بِنْتَ حُيَيٍّ سَيِّدَةَ قُرَيْظَةَ وَالنَّضِيرِ مَا تَصْلُحُ إِلَّا لَكَ قَالَ ادْعُوهُ بِهَا فَجَاءَ بِهَا فَلَمَّا نَظَرَ إِلَيْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ خُذْ جَارِيَةً مِنْ السَّبْيِ غَيْرَهَا قَالَ وَإِنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْتَقَهَا وَتَزَوَّجَهَا فَقَالَ لَهُ ثَابِتٌ يَا أَبَا حَمْزَةَ مَا أَصْدَقَهَا قَالَ نَفْسَهَا أَعْتَقَهَا وَتَزَوَّجَهَا قَالَ حَتَّى إِذَا كَانَ بِالطَّرِيقِ جَهَّزَتْهَا لَهُ أُمُّ سُلَيْمٍ فَأَهْدَتْهَا إِلَيْهِ مِنْ اللَّيْلِ فَأَصْبَحَ عَرُوسًا قَالَ مَنْ كَانَ عِنْدَهُ شَيْءٌ فَلْيَجِئْ بِهِ قَالَ وَبَسَطَ نِطَعًا فَجَعَلَ الرَّجُلُ يَجِيءُ بِالْأَقِطِ وَجَعَلَ الرَّجُلُ يَجِيءُ بِالتَّمْرِ وَجَعَلَ الرَّجُلُ يَجِيءُ بِالسَّمْنِ فَحَاسُوا حَيْسَةً فَكَانَتْ وَلِيمَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Nasai"},"__N_SSG":true}