{"pageProps":{"number":"3243","slug":"nasai","id":"Telah mengabarkan kepada kami [Ahmad bin Yahya bin Al Wazir], ia berkata; telah menceritakan kepada kami [Sa'id bin Katsir bin 'Ufair], ia berkata; telah mengabarkan kepadaku [Sulaiman bin Bilal] dari [Yahya bin Sa'id] dari [Humaid Ath Thawil] dari [Anas] bahwa ia mendengarnya mengatakan; Rasulullah shallallahu 'alaihi wasallam mempersaudarakan antara orang-orang Quraisy dan Anshar, dan mempersaudarakan antara Sa'd bin Ar Rabi' dan Abdur Rahman bin 'Auf. Kemudian Sa'd berkata kepadanya; Saya memiliki harta, harta tersebut dibagi dua antara saya dan engkau. Dan saya memiliki dua orang isteri, lihatlah siapakah diantara keduanya yang lebih engkau sukai, maka saya akan mencerainya kemudian apabila ia telah selesai masa 'iddahnya nikahilah dia. Abdur Rahman berkata; semoga Allah memberikan berkah bagimu pada keluarga dan hartamu. Cukuplah tunjukkan kepadaku dimanakah pasar? Kemudian ia tidak kembali hingga kembali membawa mentega, dan keju yang Allah anugerahkan kepadanya. Abdur Rahman berkata; dan Rasulullah shallallahu 'alaihi wasallam melihat padaku terdapat bekas warna kuning. Kemudian bertanya: \"Apa ini?\" Lalu saya katakan; saya telah menikah dengan seorang wanita dari kalangan Anshar. Kemudian beliau bersabda: \"Rayakan walaupun hanya dengan seekor kambing.\" ","arab":"أَخْبَرَنَا أَحْمَدُ بْنُ يَحْيَى بْنِ الْوَزِيرِ قَالَ حَدَّثَنَا سَعِيدُ بْنُ كَثِيرِ بْنِ عُفَيْرٍ قَالَ أَخْبَرَنِي سُلَيْمَانُ بْنُ بِلَالٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ حُمَيْدٍ الطَّوِيلِ عَنْ أَنَسٍ أَنَّهُ سَمِعَهُ يَقُولُآخَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ قُرَيْشٍ وَالْأَنْصَارِ فَآخَى بَيْنَ سَعْدِ بْنِ الرَّبِيعِ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ فَقَالَ لَهُ سَعْدٌ إِنَّ لِي مَالًا فَهُوَ بَيْنِي وَبَيْنَكَ شَطْرَانِ وَلِي امْرَأَتَانِ فَانْظُرْ أَيُّهُمَا أَحَبُّ إِلَيْكَ فَأَنَا أُطَلِّقُهَا فَإِذَا حَلَّتْ فَتَزَوَّجْهَا قَالَ بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ دُلُّونِي أَيْ عَلَى السُّوقِ فَلَمْ يَرْجِعْ حَتَّى رَجَعَ بِسَمْنٍ وَأَقِطٍ قَدْ أَفْضَلَهُ قَالَ وَرَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيَّ أَثَرَ صُفْرَةٍ فَقَالَ مَهْيَمْ فَقُلْتُ تَزَوَّجْتُ امْرَأَةً مِنْ الْأَنْصَارِ فَقَالَ أَوْلِمْ وَلَوْ بِشَاةٍ","source":"Nasai"},"__N_SSG":true}