{"pageProps":{"number":"3293","slug":"nasai","id":"Telah mengabarkan kepada kami [Yunus bin Abdul A'la], ia berkata; telah menceritakan kepada kami [Ibnu Wahb], ia berkata; telah mengabarkan kepada kami [Yunus bin Yazid] dan [Musa bin Ali] dari [Ibnu Syihab], ia berkata; telah mengabarkan kepadaku [Abu Salamah bin Abdur Rahman] bahwa [Aisyah] isteri nabi shallallahu 'alaihi wasallam berkata; tatkala Rasulullah shallallahu 'alaihi wasallam diperintahkan untuk memberikan pilihan kepada para isterinya, maka beliau memulai terhadapku. Beliau bersabda: \"Saya mengingatkan engkau kepada suatu perkara, maka tidak mengapa engkau tidak menyegerakan hingga engkau meminta petunjuk kepada kedua orang tuamu.\" Aisyah berkata; beliau telah mengetahui bahwa kedua orang tuaku tidak memerintahkanku untuk berpisah dengannya. Ia berkata; kemudian beliau membaca ayat ini: \"Hai Nabi, katakanlah kepada isteri-isterimu: \"Jika kamu sekalian mengingini kehidupan dunia dan perhiasannya, maka marilah supaya kuberikan kepadamu mut'ah dan aku ceraikan kamu dengan cara yang baik.\" Maka saya katakan apakah mengenai hal ini saya meminta petunjuk kepada kedua orang tuaku? Sesungguhnya saya menginginkan Allah 'azza wajalla dan rasulNya, serta kampung Akherat. Aisyah berkata; kemudian isteri-isteri Nabi shallallahu 'alaihi wasallam melakukan seperti apa yang saya lakukan. Perceraian itu betul-betul tidak terjadi, saat nabi shallallahu 'alaihi wasallam memberi mereka kebebasan memilih dan mereka bebas menentukan pilihan, sebab memang mereka memilih beliau. ","arab":"أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى قَالَ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَنْبَأَنَا يُونُسُ بْنُ يَزِيدَ وَمُوسَى بْنُ عُلَيٍّ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْلَمَّا أُمِرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتَخْيِيرِ أَزْوَاجِهِ بَدَأَ بِي فَقَالَ إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلَا عَلَيْكِ أَنْ لَا تُعَجِّلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ قَالَتْ قَدْ عَلِمَ أَنَّ أَبَوَايَ لَمْ يَكُونَا لِيَأْمُرَانِّي بِفِرَاقِهِ قَالَتْ ثُمَّ تَلَا هَذِهِ الْآيَةَ{ يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا إِلَى قَوْلِهِ جَمِيلًا }فَقُلْتُ أَفِي هَذَا أَسْتَأْمِرُ أَبَوَيَّ فَإِنِّي أُرِيدُ اللَّهَ عَزَّ وَجَلَّ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ قَالَتْ عَائِشَةُ ثُمَّ فَعَلَ أَزْوَاجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ مَا فَعَلْتُ وَلَمْ يَكُنْ ذَلِكَ حِينَ قَالَ لَهُنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاخْتَرْنَهُ طَلَاقًا مِنْ أَجْلِ أَنَّهُنَّ اخْتَرْنَهُ","source":"Nasai"},"__N_SSG":true}