{"pageProps":{"number":"3657","slug":"nasai","id":"Telah mengabarkan kepada kami [Al Harits bin Miskin] dengan membaca riwayat dan aku mendengar, dari [Ibnu Al Qasim] berkata; telah menceritakan kepadaku [Malik] dari [Tsaur bin Zaid] dari [Abu Al Ghaits] mantan budak Ibnu Muthi', dari [Abu Hurairah] ia berkata, \"Kami bersama Rasulullah shallallahu 'alaihi wasallam ketika perang Khaibar, dan kami tidak mendapatkan harta rampasan kecuali harta benda, barang-barang, dan pakaian. Kemudian seorang laki-laki dari Bani Adl Dlubaib yang dipanggil Rifa'ah bin Zaid memberikan hadiah kepada Rasulullah shallallahu 'alaihi wasallam berupa budak berkulit hitam yang dipanggil Mid'am. Rasulullah shallallahu 'alaihi wasallam lalu menuju ke lembah Al Qura hingga ketika kami sampai di lembah Al Qura, tatkala Mid'am menurunkan kendaraan Rasulullah shallallahu 'alaihi wasallam, tiba-tiba meluncurlah panah hingga mengenai dan membunuhnya, orang-orang pun berkata, \"Selamat, bagimu Surga.\" Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Sekali-kali tidak! Demi jiwaku yang berada ditangan-Nya, sesungguhnya pakaian yang ia ambil ketika perang Khaibar akan menyala dengan api.\" Ketika orang-orang mendengar hal itu, seorang laki-laki datang kepada Rasulullah shallallahu 'alaihi wasallam dengan membawa satu atau dua pasang sandal, lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Satu atau dua sandal dari neraka.\"","arab":"قَالَ الْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ عَنْ ابْنِ الْقَاسِمِ قَالَ حَدَّثَنِي مَالِكٌ عَنْ ثَوْرِ بْنِ زَيْدٍ عَنْ أَبِي الْغَيْثِ مَوْلَى ابْنِ مُطِيعٍ عَنْ أَبِي هُرَيْرَةَ قَالَكُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ خَيْبَرَ فَلَمْ نَغْنَمْ إِلَّا الْأَمْوَالَ وَالْمَتَاعَ وَالثِّيَابَ فَأَهْدَى رَجُلٌ مِنْ بَنِي الضُّبَيْبِ يُقَالُ لَهُ رِفَاعَةُ بْنُ زَيْدٍ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غُلَامًا أَسْوَدَ يُقَالُ لَهُ مِدْعَمٌ فَوُجِّهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى وَادِي الْقُرَى حَتَّى إِذَا كُنَّا بِوَادِي الْقُرَى بَيْنَا مِدْعَمٌ يَحُطُّ رَحْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَهُ سَهْمٌ فَأَصَابَهُ فَقَتَلَهُ فَقَالَ النَّاسُ هَنِيئًا لَكَ الْجَنَّةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَلَّا وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ الشَّمْلَةَ الَّتِي أَخَذَهَا يَوْمَ خَيْبَرَ مِنْ الْمَغَانِمِ لَتَشْتَعِلُ عَلَيْهِ نَارًا فَلَمَّا سَمِعَ النَّاسُ بِذَلِكَ جَاءَ رَجُلٌ بِشِرَاكٍ أَوْ بِشِرَاكَيْنِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شِرَاكٌ أَوْ شِرَاكَانِ مِنْ نَارٍ","source":"Nasai"},"__N_SSG":true}