{"pageProps":{"number":"3721","slug":"nasai","id":"Telah mengabarkan kepada kami [Al Hasan bin Muhammad Az Za'farani] telah menceritakan kepada kami [Hajjaj] dari [Ibnu Juraij] dari ['Atho`] bahwa dia mendengar ['Ubaid bin 'Umair] berkata; \"Saya mendengar [Aisyah] mengaku bahwa Rasulullah shallallahu 'alaihi wasallam pernah tinggal di rumah Zainab binti Jahsy dan beliau minum madu di rumahnya. Kemudian saya dan Hafshah bersepakat bahwa siapapun diantara kami yang ditemui Nabi shallallahu 'alaihi wasallam hendaknya dia mengatakan; \"Sesungguhnya saya mendapatkan bau maghafir (tumbuhan bergetah yang manis rasanya tapi baunya tak sedap), Tuan telah memakan maghafir. Kemudian beliau menemui salah seorang dari mereka, kemudian dia mengatakan hal tersebut kepada beliau. Kemudian beliau bersabda: \"Tidak, melainkan saya minum madu di rumah Zainab binti Jahsy, dan saya tidak akan mengulanginya lagi.\" Kemudian turunlah ayat: \"Hai Nabi, mengapa kamu mengharamkan apa yang Allah halalkan bagimu' dan ayat 'Jika kamu berdua bertaubat kepada Allah..' untuk Aisyah dan Hafshah, serta ayat: 'Dan ingatlah ketika Nabi membicarakan secara rahasia kepada salah seorang isterinya (Hafsah) suatu peristiwa. Karena sabda beliau: melainkan saya minum madu. ","arab":"أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ قَالَ حَدَّثَنَا حَجَّاجٌ عَنْ ابْنِ جُرَيْجٍ عَنْ عَطَاءٍ أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ يَقُولُ سَمِعْتُ عَائِشَةَ تَزْعُمُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ فَيَشْرَبُ عِنْدَهَا عَسَلًا فَتَوَاصَيْتُ أَنَا وَحَفْصَةُ أَنَّ أَيَّتُنَا دَخَلَ عَلَيْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ أَكَلْتَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُمَا فَقَالَتْ ذَلِكَ لَهُ فَقَالَ لَا بَلْ شَرِبْتُ عَسَلًا عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ وَلَنْ أَعُودَ لَهُ فَنَزَلَتْ{ يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ }{ إِنْ تَتُوبَا إِلَى اللَّهِ }لِعَائِشَةَ وَحَفْصَةَ{ وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا }لِقَوْلِهِ بَلْ شَرِبْتُ عَسَلًا","source":"Nasai"},"__N_SSG":true}