{"pageProps":{"number":"3942","slug":"nasai","id":"Telah mengabarkan kepada kami [Suwaid bin Nahs], ia berkata; telah memberitakan kepada kami [Abdullah yaitu Ibnu Al Mubarak] dari [Yahya yaitu Ibnu Zurarah bin Kuraim bin Al Harits bin 'Amr Al Bahili], ia berkata; saya mendengar [ayahku] menyebutkan bahwa ia mendengar [kakeknya yaitu Al Harits bin 'Amr] menceritakan bahwa ia berjumpa dengan Rasulullah shallallahu 'alaihi wasallam pada saat haji wada' dan beliau berada di atas ontanya yang berwarna Abu- Abu, kemudian saya mendatangi beliau dari salah satu sisi dan berkata; wahai Rasulullah, engkau ditebus dengan ayah dan ibuku, mintakan ampunan untukku. Kemudian beliau bersabda: \" Semoga Allah mengampuni kalian.\" Kemudian saya mendatanginya dari sisi yang lain, berharap beliau mengkhuskan saya tanpa mereka. Saya katakan; wahai Rasulullah, mintakan ampunan untukku. Kemudian beliau bersabda menggunakan tangannya: \" Semoga Allah mengampuni kalian.\" Kemudian seorang laki-laki berkata; wahai Rasulullah, bagaimana dengan 'atirah dan fara'? beliau bersabda: \"Barang siapa yang menginginkan maka ia menyembelih 'atirah dan barang siapa yang menginginkan maka ia tidak menyembelih 'atirah. Dan barang siapa yang menginginkan maka ia menyembelih fara' dan barang siapa yang menginginkan maka ia tidak menyembelih fara'. Dalam kambing terdapat kurbannya.\" Dan beliau mengenggam jari-jarinya kecuali satu. Telah mengabarkan kepadaku [Harun bin Abdullah], ia berkata; telah menceritakan kepadaku [Affan], ia berkata; telah menceritakan kepada kami [Yahya bin Zurarah As Sahmi], ia berkata; telah menceritakan kepadaku [ayahku] dari [kakekku yaitu Al Harits bin 'Amr]. telah menceritakan dan memberitakan kepadaku [Harun bin Abdullah], ia berkata; telah menceritakan kepada kami [Hisyam bin Abdul Malik], ia berkata; telah menceritakan kepadaku [Yahya bin Zurarah As Sahmi], ia berkata; telah menceritakan kepadaku [ayahku] dari [kakekku yaitu Al Harits bin 'Amr] bahwa ia bertemu dengan Rasulullah shallallahu 'alaihi wasallam pada saat haji wada' kemudian berkata; wahai Rasulullah, engkau ditebus dengan ayah dan ibuku, mintakan ampunan untukku. Kemudian beliau bersabda: \" Semoga Allah mengampuni kalian.\" Kemudian saya memutar dari sisi yang lain... kemudian ia menyebutkan hadits tersebut. ","arab":"أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ الْمُبَارَكِ عَنْ يَحْيَى وَهُوَ ابْنُ زُرَارَةَ بْنِ كُرَيْمِ بْنِ الْحَارِثِ بْنِ عَمْرٍو الْبَاهِلِيُّ قَالَ سَمِعْتُ أَبِي يَذْكُرُ أَنَّهُ سَمِعَ جَدَّهُ الْحَارِثَ بْنَ عَمْرٍو يُحَدِّثُأَنَّهُ لَقِيَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ وَهُوَ عَلَى نَاقَتِهِ الْعَضْبَاءِ فَأَتَيْتُهُ مِنْ أَحَدِ شِقَّيْهِ فَقُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي اسْتَغْفِرْ لِي فَقَالَ غَفَرَ اللَّهُ لَكُمْ ثُمَّ أَتَيْتُهُ مِنْ الشِّقِّ الْآخَرِ أَرْجُو أَنْ يَخُصَّنِي دُونَهُمْ فَقُلْتُ يَا رَسُولَ اللَّهِ اسْتَغْفِرْ لِي فَقَالَ بِيَدِهِ غَفَرَ اللَّهُ لَكُمْ فَقَالَ رَجُلٌ مِنْ النَّاسِ يَا رَسُولَ اللَّهِ الْعَتَائِرُ وَالْفَرَائِعُ قَالَ مَنْ شَاءَ عَتَرَ وَمَنْ شَاءَ لَمْ يَعْتِرْ وَمَنْ شَاءَ فَرَّعَ وَمَنْ شَاءَ لَمْ يُفَرِّعْ فِي الْغَنَمِ أُضْحِيَّتُهَا وَقَبَضَ أَصَابِعَهُ إِلَّا وَاحِدَةًأَخْبَرَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنَا عَفَّانُ قَالَ حَدَّثَنَا يَحْيَى بْنُ زُرَارَةَ السَّهْمِيُّ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّهِ الْحَارِثِ بْنِ عَمْرٍو ح وَأَنْبَأَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ قَالَ حَدَّثَنِي يَحْيَى بْنُ زُرَارَةَ السَّهْمِيُّ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّهِ الْحَارِثِ بْنِ عَمْرٍو أَنَّهُ لَقِيَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ فَقُلْتُ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ وَأُمِّي اسْتَغْفِرْ لِي فَقَالَ غَفَرَ اللَّهُ لَكُمْ وَهُوَ عَلَى نَاقَتِهِ الْعَضْبَاءِ ثُمَّ اسْتَدَرْتُ مِنْ الشِّقِّ الْآخَرِ وَسَاقَ الْحَدِيثَ","source":"Nasai"},"__N_SSG":true}