{"pageProps":{"number":"4161","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Abdul A'la Ash Shan'ani], ia berkata; telah menceritakan kepada kami [Khalid yaitu Ibnu Al Harits], ia berkata; telah menceritakan kepada kami [Ibnu 'Aun] dari [Asy Sya'bi], ia berkata; saya mendengar [An Nu'man bin Basyir], ia berkata; saya mendengar Rasulullah shallallahu 'alaihi wasallam, demi Allah saya tidak mendengar seorangpun setelahnya, ia berkata; saya mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya yang halal itu jelas dan yang haram itu jelas. Dan diantara hal itu terdapat perkara-perkara yang tidak jelas dan akan saya berikan permisalan kepadamu dalam hal tersebut; sesungguhnya alla 'azza wajalla telah membuat daerah larangan dan sesungguhnya daerah larangan Allah 'azza wajalla adalah apa yang Dia haramkan. Sesunggunya orang yang menggembala di sekitar daerah larangan akan memasuki daerah larangan.\" Dan terkadang beliau bersabda: \"Barang siapa yang menggembala di sekitar daerah larangan akan menggembala di dalamnya, dan orang yang memasuki sesuatu yang meragukan maka ia akan menyeberanginya.\" ","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى الصَّنْعَانِيُّ قَالَ حَدَّثَنَا خَالِدٌ وَهُوَ ابْنُ الْحَارِثِ قَالَ حَدَّثَنَا ابْنُ عَوْنٍ عَنْ الشَّعْبِيِّ قَالَ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَاللَّهِ لَا أَسْمَعُ بَعْدَهُ أَحَدًا يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ الْحَلَالَ بَيِّنٌ وَإِنَّ الْحَرَامَ بَيِّنٌ وَإِنَّ بَيْنَ ذَلِكَ أُمُورًا مُشْتَبِهَاتٍ وَرُبَّمَا قَالَ وَإِنَّ بَيْنَ ذَلِكَ أُمُورًا مُشْتَبِهَةً قَالَ وَسَأَضْرِبُ لَكُمْ فِي ذَلِكَ مَثَلًا إِنَّ اللَّهَ عَزَّ وَجَلَّ حَمَى حِمًى وَإِنَّ حِمَى اللَّهِ عَزَّ وَجَلَّ مَا حَرَّمَ وَإِنَّهُ مَنْ يَرْتَعُ حَوْلَ الْحِمَى يُوشِكُ أَنْ يُخَالِطَ الْحِمَى وَرُبَّمَا قَالَ إِنَّهُ مَنْ يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يُرْتِعَ فِيهِ وَإِنَّ مَنْ يُخَالِطُ الرِّيبَةَ يُوشِكُ أَنْ يَجْسُرَ","source":"Nasai"},"__N_SSG":true}