{"pageProps":{"number":"4385","slug":"nasai","id":"Telah mengabarkan kepada kami ['Amru bin Manshur] telah menceritakan kepada kami [Sa'id bin Dzuaib] telah menceritakan kepada kami [Abdur Razzaq] dari [Ibnu Juraij] sungguh telah mengabarkan kepadaku [Ikrimah bin Khalid] bahwa [Usaid bin Hudhair Al Anshari] kemudian salah seorang Bani Haritsah mengabarkan kepadanya bahwa dia adalah seorang gubernur di daerah Yamamah dan bahwa Marwan telah menulis surat kepadanya bahwa Mu'awiyah telah menulis surat kepadanya bahwa siapapun laki-laki yang kecurian suatu barang curian maka dia lebih berhak terhadap barang tersebut, ketika dia mendapatkannya (kembali). Kemudian Marwan menulis surat tersebut kepadaku, saya pun menulis surat kepada Marwan bahwa Nabi shallallahu 'alaihi wasallam memutuskan bahwasanya apabila orang yang membeli barang dari orang yang mencuri bukanlah orang yang tertuduh maka pemiliknya diberi pilihan, apabila mau dia boleh mengambil barang yang dicuri dengan memberikan harganya, dan apabila dia mau maka dia bisa menuntut orang yang mencurinya. Kemudian Abu Bakar, Umar dan Utsman memutuskan dengan hal tersebut. Lalu Marwan mengirim utusan dengan membawa suratku kepada Mu'awiyah. Dan Mu'awiyah menulis kepada Marwan; \"Sesungguhnya bukan engkau dan bukan Usaid yang memutuskan suatu perkara atas diriku, akan tetapi sayalah yang memutuskan perkara yang dikuasakan kepadaku atas kalian, maka lakukanlah apa yang aku perintahkan kepadamu.\" Kemudian Marwan mengirim surat Mu'awiyah kepadaku, lalu saya katakan; \"Selagi saya menjabat, saya tidak akan memutuskan dengan apa yang dikatakan Mu'awiyah.\"","arab":"أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ قَالَ حَدَّثَنَا سَعِيدُ بْنُ ذُؤَيْبٍ قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ ابْنِ جُرَيْجٍ وَلَقَدْ أَخْبَرَنِي عِكْرِمَةُ بْنُ خَالِدٍ أَنَّ أُسَيْدَ بْنَ حُضَيْرٍ الْأَنْصَارِيَّ ثُمَّ أَحَدَ بَنِي حَارِثَةَ أَخْبَرَهُأَنَّهُ كَانَ عَامِلًا عَلَى الْيَمَامَةِ وَأَنَّ مَرْوَانَ كَتَبَ إِلَيْهِ أَنَّ مُعَاوِيَةَ كَتَبَ إِلَيْهِ أَنَّ أَيَّمَا رَجُلٍ سُرِقَ مِنْهُ سَرِقَةٌ فَهُوَ أَحَقُّ بِهَا حَيْثُ وَجَدَهَا ثُمَّ كَتَبَ بِذَلِكَ مَرْوَانُ إِلَيَّ فَكَتَبْتُ إِلَى مَرْوَانَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى بِأَنَّهُ إِذَا كَانَ الَّذِي ابْتَاعَهَا مِنْ الَّذِي سَرَقَهَا غَيْرُ مُتَّهَمٍ يُخَيَّرُ سَيِّدُهَا فَإِنْ شَاءَ أَخَذَ الَّذِي سُرِقَ مِنْهُ بِثَمَنِهَا وَإِنْ شَاءَ اتَّبَعَ سَارِقَهُ ثُمَّ قَضَى بِذَلِكَ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ فَبَعَثَ مَرْوَانُ بِكِتَابِي إِلَى مُعَاوِيَةَ وَكَتَبَ مُعَاوِيَةُ إِلَى مَرْوَانَ إِنَّكَ لَسْتَ أَنْتَ وَلَا أُسَيْدٌ تَقْضِيَانِ عَلَيَّ وَلَكِنِّي أَقْضِي فِيمَا وُلِّيتُ عَلَيْكُمَا فَأَنْفِذْ لِمَا أَمَرْتُكَ بِهِ فَبَعَثَ مَرْوَانُ بِكِتَابِ مُعَاوِيَةَ فَقُلْتُ لَا أَقْضِي بِهِ مَا وُلِّيتُ بِمَا قَالَ مُعَاوِيَةُ","source":"Nasai"},"__N_SSG":true}