{"pageProps":{"number":"4420","slug":"nasai","id":"Telah mengabarkan kepada kami [Isma'il bin Mas'ud] telah menceritakan kepada kami [Bisyr bin Al Mufadhdhal] telah menceritakan kepada kami [Yahya bin Sa'id] dari [Busyair bin Yasar] dari [Sahl bin Abu Hatsmah], dia berkata; \"Abdullah bin Sahl dan Muhayyishah bin Mas'ud bin Zaid datang ke Khaibar dan pada saat itu terjadi perdamaian. Kemudian mereka berpisah untuk keperluan mereka. Lalu Muhayyishah menemui Abdullah bin Sahl telah terbunuh berlumuran darah. Lalu dia menguburkannya. Kemudian dia tiba di Madinah, maka Abdur Rahman bin Sahl dan Huwaishah serta Muhayyishah bin Mas'ud datang menemui Rasulullah shallallahu 'alaihi wasallam. Lalu Abdur Rahman maju untuk berbicara, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dahulukan orang yang tertua.\" Dia adalah orang yang paling muda, maka dia pun terdiam kemudian mereka berbicara. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah kalian mau bersumpah lima puluh kali sumpah dari kalian dan berhak terhadap orang yang membunuh kalian atau terhadap sahabat kalian?\" Mereka berkata; \"Wahai Rasulullah, bagaimana kami bersumpah sedangkan kami tidak menyaksikan, dan belum melihat?\" Beliau bersabda: \"Apakah kalian mau orang-orang Yahudi akan terbebas dari tuduhan kalian dengan lima kali sumpah?\" Maka mereka berkata; \"Wahai Rasulullah, bagaimana kami mengambil sumpah orang-orang kafir?\" Kemudian Rasulullah shallallahu 'alaihi wasallam membayar diyat dari beliau sendiri. ","arab":"أَخْبَرَنَا إِسْمَعِيلُ بْنُ مَسْعُودٍ قَالَ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ قَالَانْطَلَقَ عَبْدُ اللَّهِ بْنُ سَهْلٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ إِلَى خَيْبَرَ وَهِيَ يَوْمَئِذٍ صُلْحٌ فَتَفَرَّقَا فِي حَوَائِجِهِمَا فَأَتَى مُحَيِّصَةُ عَلَى عَبْدِ اللَّهِ بْنِ سَهْلٍ وَهُوَ يَتَشَحَّطُ فِي دَمِهِ قَتِيلًا فَدَفَنَهُ ثُمَّ قَدِمَ الْمَدِينَةَ فَانْطَلَقَ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَحُوَيِّصَةُ وَمُحَيِّصَةُ ابْنَا مَسْعُودٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَهَبَ عَبْدُ الرَّحْمَنِ يَتَكَلَّمُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبِّرْ الْكُبْرَ وَهُوَ أَحْدَثُ الْقَوْمِ فَسَكَتَ فَتَكَلَّمَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَحْلِفُونَ بِخَمْسِينَ يَمِينًا مِنْكُمْ وَتَسْتَحِقُّونَ قَاتِلَكُمْ أَوْ صَاحِبَكُمْ فَقَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ وَلَمْ نَرَ فَقَالَ أَتُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ فَقَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نَأْخُذُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَعَقَلَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ","source":"Nasai"},"__N_SSG":true}