{"pageProps":{"number":"4431","slug":"nasai","id":"Telah mengabarkan kepada kami [Isma'il bin Mas'ud] telah menceritakan kepada kami [Khalid] telah menceritakan kepada kami [Hatim] dari [Simak], dia menyebutkan bahwa ['Alqamah bin Wail] telah mengabarkan kepadanya dari [ayahnya] bahwa dia pernah duduk-duduk bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba datang seorang laki-laki yang menuntun orang lain dengan tali kekang dari kulit lalu berkata; \"Wahai Rasulullah, orang ini telah membunuh saudaraku.\" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya; \"Apakah engkau membunuhnya?\" Dia berkata; \"Wahai Rasulullah, apabila dia tidak mengaku maka akan saya datangkan bukti.\" Orang tersebut berkata; \"Ya, saya telah membunuhnya.\" Beliau bersabda: \"Bagaimana engkau membunuhnya?\" Orang tersebut menjawab; \"Saya bersamanya mencari kayu bakar dari sebuah pohon, kemudian dia menghinaku dan membuatku marah. Kemudian saya memukul kepalanya dengan menggunakan kapak.\" Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Apakah engkau memiliki harta untuk menebus dirimu?\" Orang tersebut berkata; \"Wahai Rasulullah, saya tidak memiliki apapun kecuali kapak dan pakaianku.\" Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Apakah engkau melihat bahwa kaummu akan membelimu?\" Dia berkata; \"Saya lebih hina bagi kaumku daripada orang itu.\" Beliau melemparkan tali kekang tersebut kepada orang tersebut dan bersabda: 'Bawalah temanmu.\" Kemudian tatkala dia telah pergi Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila dia membunuhnya berarti dia seperti orang tersebut.\" Kemudian mereka menemui orang tersebut dan berkata; \"Celaka engkau, sesungguhnya Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apabila dia membunuhnya maka dia sepertinya.\" Kemudian orang tersebut kembali kepada Rasulullah shallallahu 'alaihi wasallam dan berkata; \"Wahai Rasulullah, saya diberitahu bahwa Tuan mengatakan: \"Apabila dia membunuhnya maka dia sepertinya.\" Tidaklah saya membawanya kecuali dengan perintah Tuan.\" Beliau bersabda: \"Apakah engkau tidak mau dia membawa dosamu dan dosa sahabatmu?\" Dia berkata; \"Ya.\" Beliau bersabda: \"Jika demikian?\" Dia berkata; \"Berarti ya seperti itu.\" Telah mengabarkan kepada kami [Zakariya bin Yahya] telah menceritakan kepada kami ['Ubaidullah bin Mu'adz] telah menceritakan kepada kami [ayahku] telah menceritakan kepada kami [Abu Yunus] dari [Simak bin Harb] bahwa ['Alqamah bin Wail] telah menceritakan kepadanya bahwa [ayahnya] telah menceritakan kepadanya, dia berkata; \"Saya sedang duduk bersama Rasulullah shallallahu 'alaihi wasallam, tiba-tiba datang seorang laki-laki yang menuntun orang lain. Sama seperti hadits di atas.","arab":"أَخْبَرَنَا إِسْمَعِيلُ بْنُ مَسْعُودٍ قَالَ حَدَّثَنَا خَالِدٌ قَالَ حَدَّثَنَا حَاتِمٌ عَنْ سِمَاكٍ ذَكَرَ أَنَّ عَلْقَمَةَ بْنَ وَائِلٍ أَخْبَرَهُ عَنْ أَبِيهِأَنَّهُ كَانَ قَاعِدًا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَ رَجُلٌ يَقُودُ آخَرَ بِنِسْعَةٍ فَقَالَ يَا رَسُولَ اللَّهِ قَتَلَ هَذَا أَخِي فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقَتَلْتَهُ قَالَ يَا رَسُولَ اللَّهِ لَوْ لَمْ يَعْتَرِفْ أَقَمْتُ عَلَيْهِ الْبَيِّنَةَ قَالَ نَعَمْ قَتَلْتُهُ قَالَ كَيْفَ قَتَلْتَهُ قَالَ كُنْتُ أَنَا وَهُوَ نَحْتَطِبُ مِنْ شَجَرَةٍ فَسَبَّنِي فَأَغْضَبَنِي فَضَرَبْتُ بِالْفَأْسِ عَلَى قَرْنِهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ لَكَ مِنْ مَالٍ تُؤَدِّيهِ عَنْ نَفْسِكَ قَالَ يَا رَسُولَ اللَّهِ مَالِي إِلَّا فَأْسِي وَكِسَائِي فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتُرَى قَوْمَكَ يَشْتَرُونَكَ قَالَ أَنَا أَهْوَنُ عَلَى قَوْمِي مِنْ ذَاكَ فَرَمَى بِالنِّسْعَةِ إِلَى الرَّجُلِ فَقَالَ دُونَكَ صَاحِبَكَ فَلَمَّا وَلَّى قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ فَأَدْرَكُوا الرَّجُلَ فَقَالُوا وَيْلَكَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ فَرَجَعَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ حُدِّثْتُ أَنَّكَ قُلْتَ إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ وَهَلْ أَخَذْتُهُ إِلَّا بِأَمْرِكَ فَقَالَ مَا تُرِيدُ أَنْ يَبُوءَ بِإِثْمِكَ وَإِثْمِ صَاحِبِكَ قَالَ بَلَى قَالَ فَإِنْ ذَاكَ قَالَ ذَلِكَ كَذَلِكَأَخْبَرَنَا زَكَرِيَّا بْنُ يَحْيَى قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ قَالَ حَدَّثَنَا أَبِي قَالَ حَدَّثَنَا أَبُو يُونُسَ عَنْ سِمَاكِ بْنِ حَرْبٍ أَنَّ عَلْقَمَةَ بْنَ وَائِلٍ حَدَّثَهُ أَنَّ أَبَاهُ حَدَّثَهُ قَالَ إِنِّي لَقَاعِدٌ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَ رَجُلٌ يَقُودُ آخَرَ نَحْوَهُ","source":"Nasai"},"__N_SSG":true}