{"pageProps":{"number":"460","slug":"nasai","id":"Telah mengabarkan kepada kami [Abu Daud] dia berkata; Telah menceritakan kepada kami [Harun yaitu Ibnu Ismail Al Khazaz] dia berkata; Telah menceritakan kepada kami [Hammam] dari [Qatadah] dari [Al Hasan] dari [Huraits bin Qabishah] dia berkata; \"Aku datang ke Madinah dan berdoa, 'Ya Allah, mudahkanlah bagiku -untuk mendapatkan- teman yang shalih. 'Lalu aku duduk dengan [Abu Hurairah Radliyallahu'anhu], maka aku berkata kepadanya, 'Aku pernah berdoa kepada Allah Azza wa Jalla agar Dia memudahkanku untuk mendapat teman duduk yang shalih, maka ceritakanlah kepadaku hadits yang engkau dengar dari Rasulullah shallallahu 'alaihi wasallam. Semoga Allah memberikan manfaat kepadaku dengan ilmu tersebut. 'Abu Hurairah berkata, 'Aku mendengar dari Rasulullah shallallahu 'alaihi wasallam. bersabda: \" Yang pertama kali dihisab (dihitung) dari perbuatan seorang hamba pada hari kiamat adalah shalat; jika shalatnya baik maka dia beruntung dan selamat, dan jika shalatnya rusak maka dia merugi.\" Hammam (salah satu perawi hadits tersebut) berkata; \"Aku tidak tahu, apakah ini ucapan Qatadah (salah satu perawinya) atau termasuk matan, dia berkata, \"Apabila ada sesuatu yang kurang dari shalat wajibnya, Allah berfirman; maka lihatlah apakah hamba-Ku mempunyai shalat sunnah?\" Lalu kekurangannya dalam shalat fardlu disempurnakan dengannya. Kemudian semua amalan ibadahnya juga seperti itu.\" Abul 'Awwam menyelisihi redaksi ini. ","arab":"أَخْبَرَنَا أَبُو دَاوُدَ قَالَ حَدَّثَنَا هَارُونُ هُوَ ابْنُ إِسْمَعِيلَ الْخَزَّازُ قَالَ حَدَّثَنَا هَمَّامٌ عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ حُرَيْثِ بْنِ قَبِيصَةَ قَالَقَدِمْتُ الْمَدِينَةَ قَالَ قُلْتُ اللَّهُمَّ يَسِّرْ لِي جَلِيسًا صَالِحًا فَجَلَسْتُ إِلَى أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ فَقُلْتُ إِنِّي دَعَوْتُ اللَّهَ عَزَّ وَجَلَّ أَنْ يُيَسِّرَ لِي جَلِيسًا صَالِحًا فَحَدِّثْنِي بِحَدِيثٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَعَلَّ اللَّهَ أَنْ يَنْفَعَنِي بِهِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ أَوَّلَ مَا يُحَاسَبُ بِهِ الْعَبْدُ بِصَلَاتِهِ فَإِنْ صَلَحَتْ فَقَدْ أَفْلَحَ وَأَنْجَحَ وَإِنْ فَسَدَتْ فَقَدْ خَابَ وَخَسِرَقَالَ هَمَّامٌ لَا أَدْرِي هَذَا مِنْ كَلَامِ قَتَادَةَ أَوْ مِنْ الرِّوَايَةِ فَإِنْ انْتَقَصَ مِنْ فَرِيضَتِهِ شَيْءٌ قَالَ انْظُرُوا هَلْ لِعَبْدِي مِنْ تَطَوُّعٍ فَيُكَمَّلُ بِهِ مَا نَقَصَ مِنْ الْفَرِيضَةِ ثُمَّ يَكُونُ سَائِرُ عَمَلِهِ عَلَى نَحْوِ ذَلِكَ خَالَفَهُ أَبُو الْعَوَّامِ","source":"Nasai"},"__N_SSG":true}