{"pageProps":{"number":"4861","slug":"nasai","id":"Telah mengabarkan kepada kami [Muhammad bin Ma'mar] ia berkata; telah menceritakan kepada kami [Abu Ahsim] dari [Al Mughirah bin Ziyad] ia berkata; telah menceritakan kepada kami [Nafi'] dari [Ibnu Umar] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah memakai cincin emas selama tiga hari, ketika para sahabatnya melihat, tersebarlah (orang memakai) cincin emas. Maka Rasulullah pun membuangnya, dan aku tidak tahu apa yang dilakukan oleh beliau. Kemudian beliau memerintahkan untuk membuat cincin dari perak dan memerintahkan untuk memberi ukiran 'Muhammad Rasulullah'. Cincin itu ada di tangan Rasulullah shallallahu 'alaihi wasallam hingga beliau wafat, kemudian beralih di tangan Abu Bakar hingga wafat, kemudian di tangan Umar hingga wafat, kemudian di tangan Utsman selama enam tahun masa pemerintahannya. Ketika banyak buku yang harus ia beri stempel, ia pun memberikan cincin itu kepada salah seorang sahabat Anshar untuk menstempel. Saat sahabat Anshar itu keluar ke sumur milik Utsman, cincin itu jatuh. Cincin itu kemudian dicari namun tidak ditemukan. Utsman kemudian memerintahkan untuk membuat cincin baru yang semisal dan memberi ukiran 'Muhammad Rasulullah'.\"","arab":"أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ قَالَ حَدَّثَنَا أَبُو عَاصِمٍ عَنْ الْمُغِيرَةِ بْنِ زِيَادٍ قَالَ حَدَّثَنَا نَافِعٌ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَبِسَ خَاتَمًا مِنْ ذَهَبٍ ثَلَاثَةَ أَيَّامٍ فَلَمَّا رَآهُ أَصْحَابُهُ فَشَتْ خَوَاتِيمُ الذَّهَبِ فَرَمَى بِهِ فَلَا نَدْرِي مَا فَعَلَ ثُمَّ أَمَرَ بِخَاتَمٍ مِنْ فِضَّةٍ فَأَمَرَ أَنْ يُنْقَشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ وَكَانَ فِي يَدِ رَسُولِ اللَّهِ حَتَّى مَاتَوَفِي يَدِ أَبِي بَكْرٍ حَتَّى مَاتَ وَفِي يَدِ عُمَرَ حَتَّى مَاتَ وَفِي يَدِ عُثْمَانَ سِتَّ سِنِينَ مِنْ عَمَلِهِ فَلَمَّا كَثُرَتْ عَلَيْهِ الْكُتُبُ دَفَعَهُ إِلَى رَجُلٍ مِنْ الْأَنْصَارِ فَكَانَ يَخْتِمُ بِهِ فَخَرَجَ الْأَنْصَارِيُّ إِلَى قَلِيبٍ لِعُثْمَانَ فَسَقَطَ فَالْتُمِسَ فَلَمْ يُوجَدْ فَأَمَرَ بِخَاتَمٍ مِثْلِهِ وَنَقَشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ","source":"Nasai"},"__N_SSG":true}