{"pageProps":{"number":"4946","slug":"nasai","id":"Telah mengabarkan kepada kami [Al Hasan bin Qaza'ah] dari [Khalid] -yakni Ibnul Harits- ia berkata; telah menceritakan kepada kami [Muhammad bin Amru] dari [Waqid bin Amru bin Sa'd bin Mu'adz] ia berkata, \"Ketika [Anas bin Malik] datang ke Madinah, aku masuk menemuinya seraya memberi salam. Anas lalu bertanya, \"Siapa kamu?\" Aku menjawab, \"Aku Waqid bin Amru bin Sa'd bin Mu'adz.\" Anas kemudian berkata, \"Sungguh, Sa'd adalah orang yang paling tinggi dan besar.\" Kemudian ia menangis dan tangisnya semakin menjadi, setelah itu ia berkata lagi, \"Rasulullah shallallahu 'alaihi wasallam pernah mengutus utusan kepada Ukaidar, penguasa Dumah. Kemudian Ukaidar mengirimkan kepada Rasulullah shallallahu 'alaihi wasallam kain dibaj (kain sejenis sutera) yang ditenun dengan benang emas. Rasulullah shallallahu 'alaihi wasallam kemudian memakainya dan naik ke atas mimbar, beliau duduk tanpa berbicara sepatah kata pun. Setelah itu beliau turun hingga orang-orang (berusaha) menyentuh kain tersebut dengan tangan mereka. Beliau lalu bersabda: \"Apakah kalian merasa ta'ajub dengan kain ini? Sungguh, sapu tangan Sa'd di surga lebih bagus dari apa yang kalian lihat ini.\"","arab":"أَخْبَرَنَا الْحَسَنُ بْنُ قَزَعَةَ عَنْ خَالِدٍ وَهُوَ ابْنُ الْحَارِثِ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو عَنْ وَاقِدِ بْنِ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ قَالَدَخَلْتُ عَلَى أَنَسِ بْنِ مَالِكٍ حِينَ قَدِمَ الْمَدِينَةَ فَسَلَّمْتُ عَلَيْهِ فَقَالَ مِمَّنْ أَنْتَ قُلْتُ أَنَا وَاقِدُ بْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ قَالَ إِنَّ سَعْدًا كَانَ أَعْظَمَ النَّاسِ وَأَطْوَلَهُ ثُمَّ بَكَى فَأَكْثَرَ الْبُكَاءَ ثُمَّ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ إِلَى أُكَيْدِرٍ صَاحِبِ دُومَةَ بَعْثًا فَأَرْسَلَ إِلَيْهِ بِجُبَّةِ دِيبَاجٍ مَنْسُوجَةٍ فِيهَا الذَّهَبُ فَلَبِسَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَامَ عَلَى الْمِنْبَرِ وَقَعَدَ فَلَمْ يَتَكَلَّمْ وَنَزَلَ فَجَعَلَ النَّاسُ يَلْمِسُونَهَا بِأَيْدِيهِمْ فَقَالَ أَتَعْجَبُونَ مِنْ هَذِهِ لَمَنَادِيلُ سَعْدٍ فِي الْجَنَّةِ أَحْسَنُ مِمَّا تَرَوْنَ","source":"Nasai"},"__N_SSG":true}