{"pageProps":{"number":"5046","slug":"nasai","id":"Telah mengabarkan kepada kami [Imran bin Bakkar bin Rasyid] ia berkata; telah menceritakan kepada kami [Ali bin Ayyasy] ia berkata; telah menceritakan kepada kami [Syi'aib] ia berkata; telah menceritakan kepadaku [Abu Az Zinad] dari apa-apa yang diceritakan oleh ['Abdurrahman Al A'raj] dari apa-apa yang ia ceritakan, bahwa ia mendengar [Abu Hurairah] menceritakan hadits tersebut dari Rasulullah shallallahu 'alaihi wasallam, ia berkata; Beliau bersabda: \"Ketika dua orang wanita sedang bersama bayi mereka, seekor serigala datang dan membawa bayi salah seorang dari mereka. salah seorang dari keduanya berkata; \"Serigala itu pergi dengan membawa bayimu!\" Kemudian yang lain berkata; \"Tidak, tetapi serigala itu pergi dengan membawa bayimu!\" maka keduanya pergi untuk berhukum kepada Nabi Dawud 'Alaihis Salam, lalu Nabi Dawud memberi putusan bahwa bayi yang ada itu adalah bayi wanita yang lebih tua. Kemudian keduanya pergi menemui Nabi Sulaiman bin Dawud dan mengabarkan kepadanya tentang persoalan tersebut. Nabi Sulaiman lantas berkata; \"Berilah aku pisau kecil hingga aku dapat membelahnya untuk kalian berdua.\" Wanita yang lebih muda berkata; \"Jangan engkau lakukan, semoga Allah merahmatimu. Itu adalah bayiku.\" Maka Sulaiman pun memutuskan bahwa bayi tersebut adalah milik wanita yang lebih muda.\" Abu Hurairah berkata, \"Demi Allah, aku tidak pernah mendengar kata Sikkin (pisau) kecuali hari ini, kami tidak menyebutnya kecuali dengan mudyah (pisau).\"","arab":"أَخْبَرَنَا عِمْرَانُ بْنُ بَكَّارِ بْنِ رَاشِدٍ قَالَ حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ قَالَ حَدَّثَنَا شُعَيْبٌ قَالَ حَدَّثَنِي أَبُو الزِّنَادِ مِمَّا حَدَّثَهُ عَبْدُ الرَّحْمَنِ الْأَعْرَجُ مِمَّا ذَكَرَ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يُحَدِّثُ بِهِعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَقَالَ بَيْنَمَا امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا فَقَالَتْ هَذِهِ لِصَاحِبَتِهَا إِنَّمَا ذَهَبَ بِابْنِكِ وَقَالَتْ الْأُخْرَى إِنَّمَا ذَهَبَ بِابْنِكِ فَتَحَاكَمَتَا إِلَى دَاوُدَ عَلَيْهِ السَّلَام فَقَضَى بِهِ لِلْكُبْرَى فَخَرَجَتَا إِلَى سُلَيْمَانَ بْنِ دَاوُدَ فَأَخْبَرَتَاهُ فَقَالَ ائْتُونِي بِالسِّكِّينِ أَشُقُّهُ بَيْنَهُمَا فَقَالَتْ الصُّغْرَى لَا تَفْعَلْ يَرْحَمُكَ اللَّهُ هُوَ ابْنُهَا فَقَضَى بِهِ لِلصُّغْرَىقَالَ أَبُو هُرَيْرَةَ وَاللَّهِ مَا سَمِعْتُ بِالسِّكِّينِ قَطُّ إِلَّا يَوْمَئِذٍ مَا كُنَّا نَقُولُ إِلَّا الْمُدْيَةَ","source":"Nasai"},"__N_SSG":true}