{"pageProps":{"number":"520","slug":"nasai","id":"Telah mengabarkan kepada kami [Ahmad bin Sulaiman] dia berkata; telah menceritakan kepada kami [Zaid bin Al Hubab] dia berkata; telah menceritakan kepada kami [Kharijah bin Abdullah bin Sulaiman bin Zaid bin Tsabit] dia berkata; telah menceritakan kepadaku [Al Husain bin Basyir bin Salam] dari [bapaknya], dia berkata; \"Aku dan Muhammad bin Ali masuk ke rumah [Jabir bin Abdullah Al Anshari] lalu kami berkata kepadanya, 'kabarkanlah kepada kami tentang shalat Rasulullah Shallallahu'alaihi wasallam -saat itu masa pemerintahan Hajjaj bin Yusuf-' Ia menjawab, 'Rasulullah Shallallahu'alaihi wasallam pernah keluar lalu shalat Zhuhur ketika matahari telah tergelincir dan bayangannya saat itu seukuran tali sandal. Kemudian beliau shalat Ashar ketika bayangan telah menjadi seukuran tali sandal dan bayangan orang. Kemudian beliau shalat Maghrib ketika matahari telah terbenam, lalu beliau shalat Isya ketika mega merah telah lenyap. Selanjutnya beliau Shalat Subuh ketika terbit fajar. Kemudian besoknya beliau shalat Zhuhur ketika bayangan setinggi orang, kemudian shalat Ashar ketika bayangan seseorang menjadi dua kali lipatnya, seukuran perjalanan pengendara yang berlalu dengan cepat ke Dzul Hulaifah. Kemudian shalat Maghrib ketika matahari terbenam dan shalat Isya sampai sepertiga malam atau pertengahan malam. Lalu shalat subuh ketika sudah kelihatan agak menguning'.","arab":"أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ قَالَ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ قَالَ حَدَّثَنَا خَارِجَةُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ بْنِ زَيْدِ بْنِ ثَابِتٍ قَالَ حَدَّثَنِي الْحُسَيْنُ بْنُ بَشِيرِ بْنِ سَلَّامٍ عَنْ أَبِيهِ قَالَدَخَلْتُ أَنَا وَمُحَمَّدُ بْنُ عَلِيٍّ عَلَى جَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ فَقُلْنَا لَهُ أَخْبِرْنَا عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَاكَ زَمَنَ الْحَجَّاجِ بْنِ يُوسُفَ قَالَ خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الظُّهْرَ حِينَ زَالَتْ الشَّمْسُ وَكَانَ الْفَيْءُ قَدْرَ الشِّرَاكِ ثُمَّ صَلَّى الْعَصْرَ حِينَ كَانَ الْفَيْءُ قَدْرَ الشِّرَاكِ وَظِلِّ الرَّجُلِ ثُمَّ صَلَّى الْمَغْرِبَ حِينَ غَابَتْ الشَّمْسُ ثُمَّ صَلَّى الْعِشَاءَ حِينَ غَابَ الشَّفَقُ ثُمَّ صَلَّى الْفَجْرَ حِينَ طَلَعَ الْفَجْرُ ثُمَّ صَلَّى مِنْ الْغَدِ الظُّهْرَ حِينَ كَانَ الظِّلُّ طُولَ الرَّجُلِ ثُمَّ صَلَّى الْعَصْرَ حِينَ كَانَ ظِلُّ الرَّجُلِ مِثْلَيْهِ قَدْرَ مَا يَسِيرُ الرَّاكِبُ سَيْرَ الْعَنَقِ إِلَى ذِي الْحُلَيْفَةِ ثُمَّ صَلَّى الْمَغْرِبَ حِينَ غَابَتْ الشَّمْسُ ثُمَّ صَلَّى الْعِشَاءَ إِلَى ثُلُثِ اللَّيْلِ أَوْ نِصْفِ اللَّيْلِ شَكَّ زَيْدٌ ثُمَّ صَلَّى الْفَجْرَ فَأَسْفَرَ","source":"Nasai"},"__N_SSG":true}