{"pageProps":{"number":"925","slug":"nasai","id":"Telah mengabarkan kepada kami [Qutaibah] dia berkata; Telah menceritakan kepada kami [Abu 'Awanah] dari [Musa bin Abu Aisyah] dari [Sa'id bin Jubair] dari [Ibnu Abbas] tentang Firman Allah Azza wa Jalla; \"Janganlah kamu gerakkan lidahmu untuk (membaca) Al Qur'an karena hendak cepat-cepat (menguasai) nya Sesungguhnya atas tanggungan Kamilah mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya.\" (Qs. Al Qiyamah (75): 16-17) la mengatakan bahwa Rasulullah Shallallallahu'alaihi wasallam seringkali berusaha menguasai beban saat wahyu turun, dan beliau menggerakkan kedua bibirnya, lalu Allah Azza wa Jalla berfirman, \"Janganlah kamu gerakkan lidahmu untuk (membaca) Al Qur'an karena hendak cepat-cepat (menguasai) nya. Atas tanggungan Kamilah mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya\" (Qs. Al Qiyamah (75): 16-17). Ia berkata, \"Allah mengumpulkan Al Qur'an di dalam dadamu. Kemudian ia membaca.\"Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu.\" (Qs. Al Qiyamah (75): 18). Ia berkata, \"Maka dengarkan dan diamlah, -karena- Nabi Shallallallahu'alaihi wasallam bila didatangi Jibril maka beliau mendengarkannya, dan bila ia pergi maka Nabi Shallallallahu'alaihi wasallam sudah bisa membacanya sebagaimana yang dibacakan (diajarkan) Jibril.\"","arab":"أَخْبَرَنَا قُتَيْبَةُ قَالَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍفِي قَوْلِهِ عَزَّ وَجَلَّ{ لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ }قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَالِجُ مِنْ التَّنْزِيلِ شِدَّةً وَكَانَ يُحَرِّكُ شَفَتَيْهِ قَالَ اللَّهُ عَزَّ وَجَلَّ{ لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ }قَالَ جَمْعَهُ فِي صَدْرِكَ ثُمَّ تَقْرَؤُهُ{ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ }قَالَ فَاسْتَمِعْ لَهُ وَأَنْصِتْ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ فَإِذَا انْطَلَقَ قَرَأَهُ كَمَا أَقْرَأَهُ","source":"Nasai"},"__N_SSG":true}