{"pageProps":{"number":"94","slug":"nasai","id":"Telah mengabarkan kepada kami [Ibrahim bin Hasan Al Miqsami] dia berkata; Telah memberitakan kepada kami [Hajjaj] dia berkata; [Ibnu Juraij] berkata; telah menceritakan kepadaku [Syaibah] bahwa [Muhammad bin Ali] Telah mengabarkan kepadanya dia berkata; Telah mengabarkan kepadaku bapakku ([Ali]) bahwa [Husain bin Ali], berkata, \" Bapakku ([Ali]) memintaku air wudlu, maka aku bawakan kepadanya. Lalu ia mulai membasuh kedua telapak tangannya tiga kali-sebelum memulai wudlunya-, berkumur tiga kali dan menghirup air ke hidung lalu mengeluarkannya, kemudian membasuh wajahnya tiga kali, membasuh tangan kanannya sampai siku-siku tiga kali, membasuh tangan kirinya tiga kali, mengusap kepalanya satu kali usapan, lalu membasuh kaki kanannya sampai mata kaki tiga kali dan kaki kirinya tiga kali. Setelah itu ia berdiri dan berkata, 'Terima ini'. Aku segera menerima bejana yang masih ada sisa wudlunya, dan ia meminum air dari sisa wudlunya sambil berdiri. Akupun heran! Setelah melihatku terheran-heran, ia berkata, 'Jangan heran! Aku pernah melihat kakekmu (Rasulullah shallallahu 'alaihi wasallam melakukan apa yang kamu lihat dari perbuatanku ini.\" Ali bin Abu Thalib mengatakan tentang wudlunya dan minum air sisa wudlunya sambil berdiri. ","arab":"أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ الْمِقْسَمِيُّ قَالَ أَنْبَأَنَا حَجَّاجٌ قَالَ قَالَ ابْنُ جُرَيْجٍ حَدَّثَنِي شَيْبَةُ أَنَّ مُحَمَّدَ بْنَ عَلِيٍّ أَخْبَرَهُ قَالَ أَخْبَرَنِي أَبِي عَلِيٌّ أَنَّ الْحُسَيْنَ بْنَ عَلِيٍّ قَالَدَعَانِي أَبِي عَلِيٌّ بِوَضُوءٍ فَقَرَّبْتُهُ لَهُ فَبَدَأَ فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ قَبْلَ أَنْ يُدْخِلَهُمَا فِي وَضُوئِهِ ثُمَّ مَضْمَضَ ثَلَاثًا وَاسْتَنْثَرَ ثَلَاثًا ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى إِلَى الْمِرْفَقِ ثَلَاثًا ثُمَّ الْيُسْرَى كَذَلِكَ ثُمَّ مَسَحَ بِرَأْسِهِ مَسْحَةً وَاحِدَةً ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى إِلَى الْكَعْبَيْنِ ثَلَاثًا ثُمَّ الْيُسْرَى كَذَلِكَ ثُمَّ قَامَ قَائِمًا فَقَالَ نَاوِلْنِي فَنَاوَلْتُهُ الْإِنَاءَ الَّذِي فِيهِ فَضْلُ وَضُوئِهِ فَشَرِبَ مِنْ فَضْلِ وَضُوئِهِ قَائِمًا فَعَجِبْتُ فَلَمَّا رَآنِي قَالَ لَا تَعْجَبْ فَإِنِّي رَأَيْتُ أَبَاكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ مِثْلَ مَا رَأَيْتَنِي صَنَعْتُ يَقُولُ لِوُضُوئِهِ هَذَا وَشُرْبِ فَضْلِ وَضُوئِهِ قَائِمًا","source":"Nasai"},"__N_SSG":true}