{"pageProps":{"number":"1259","slug":"darimi","id":"Telah mengabarkan kepada kami [Abu Nu'aim] telah menceritakan kepada kami [Aban bin Abdullah Al Bajali] telah menceritakan kepada kami [Utsman bin Abu Hazim] dari [Shakhr bin Al 'Ailah] ia berkata, \"Bibi Al Mughirah bin Syu'bah tertawan dan menghadap Rasulullah shallallahu 'alaihi wasallam, lalu Al Mughirah meminta bibinya kepada Nabi shallallahu 'alaihi wasallam. Maka beliau pun bersabda: \"Wahai Shakhr, sesungguhnya sebuah kaum apabila telah masuk Islam maka mereka telah menjaga harta dan darah mereka, maka serahkan kepadanya.\" Dahulu Bani Sulaim memiliki air, kemudian mereka masuk Islam dan memintanya kepada beliau. Lalu beliau memanggilku bersabda: \"Wahai Shakhr, sesungguhnya sebuah kaum apabila telah masuk Islam maka mereka telah menjaga harta dan darah mereka, maka serahkan kepada mereka.\" Lalu aku menyerahkan air tersebut kepada mereka.\" Telah mengabarkan kepada kami [Muhammad bin Yusuf] telah menceritakan kepada kami [Aban bin Abdullah] telah menceritakan kepadaku [Utsman bin Abu Hazim] dari [Ayahnya] dari kakeknya [Shakhr] dan haditsnya lebih panjang dari hadits Abu Nu'aim.\" ","arab":" أَخْبَرَنَا أَبُو نُعَيْمٍ حَدَّثَنَا أَبَانُ بْنُ عَبْدِ اللَّهِ الْبَجَلِيُّ حَدَّثَنَا عُثْمَانُ بْنُ أَبِي حَازِمٍ عَنْ صَخْرِ بْنِ الْعَيْلَةِ قَالَ أُخِذَتْ عَمَّةُ الْمُغِيرَةِ بْنِ شُعْبَةَ فَقَدِمَتْ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَمَّتَهُ فَقَالَ يَا صَخْرُ إِنَّ الْقَوْمَ إِذَا أَسْلَمُوا أَحْرَزُوا أَمْوَالَهُمْ وَدِمَاءَهُمْ فَادْفَعْهَا إِلَيْهِ وَكَانَ مَاءٌ لِبَنِي سُلَيْمٍ فَأَسْلَمُوا فَسَأَلُوهُ ذَلِكَ فَدَعَانِي فَقَالَ يَا صَخْرُ إِنَّ الْقَوْمَ إِذَا أَسْلَمُوا أَحْرَزُوا أَمْوَالَهُمْ وَدِمَاءَهُمْ فَادْفَعْهَا إِلَيْهِمْ فَدَفَعْتُهُ أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا أَبَانُ بْنُ عَبْدِ اللَّهِ حَدَّثَنِي عُثْمَانُ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ صَخْرٍ أَطْوَلَ مِنْ حَدِيثِ أَبِي نُعَيْمٍ","source":"Darimi"},"__N_SSG":true}