{"pageProps":{"number":"1663","slug":"darimi","id":"Telah mengabarkan kepada kami [Muhammad bin Katsir] dari [Al Auza'i] dari [Yahya bin Abu 'Amr As Saibani] dari [Abdullah bin Ad Dailami] dari [Ayahnya] bahwa ayahnya atau seorang laki-laki diantara mereka bertanya kepada Nabi shallallahu 'alaihi wasallam, ia berkata; \"Wahai Rasulullah, sesungguhnya kami keluar dari tempat yang telah engkau ketahui dan kami singgah diantara orang-orang yang telah engkau ketahui, maka siapakah penolong-penolong kami?\" Beliau menjawab: \"Allah dan RasulNya.\" Ia berkata lagi; \"Wahai Rasulullah, sesungguhnya kami adalah orang-orang yang memiliki anggur dan khamer, sementara Allah telah mengharamkan khamer, lalu apa yang harus kami perbuat terhadap anggur?\" Beliau menjawab: \"Buatlah menjadi kismis.\" Mereka mengatakan; \"Apa yang harus kami perbuat terhadap kismis?\" Beliau menjawab: \"Rendamlah dalam geriba basah, rendamlah untuk makan siang kalian, dan minumlah untuk makan malam kalian, dan rendamlah untuk makan malam kalian serta minumlah untuk makan siang kalian, karena apabila tiba pagi hari dan senja, ia akan menjadi cuka sebelum menjadi khamer.\"","arab":" أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ عَنْ الْأَوْزَاعِيِّ عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ الدَّيْلَمِيِّ عَنْ أَبِيهِ أَنَّ أَبَاهُ أَوْ أَنَّ رَجُلًا مِنْهُمْ سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا قَدْ خَرَجْنَا مِنْ حَيْثُ عَلِمْتَ وَنَزَلْنَا بَيْنَ ظَهْرَانَيْ مَنْ قَدْ عَلِمْتَ فَمَنْ وَلِيُّنَا قَالَ اللَّهُ وَرَسُولُهُ قَالُوا يَا رَسُولَ اللَّهِ إِنَّا كُنَّا أَصْحَابَ كَرْمٍ وَخَمْرٍ وَإِنَّ اللَّهَ قَدْ حَرَّمَ الْخَمْرَ فَمَا نَصْنَعُ بِالْكَرْمِ قَالَ اصْنَعُوهُ زَبِيبًا قَالُوا فَمَا نَصْنَعُ بِالزَّبِيبِ قَالَ انْقَعُوهُ فِي الشِّنَانِ انْقَعُوهُ عَلَى غَدَائِكُمْ وَاشْرَبُوهُ عَلَى عَشَائِكُمْ وَانْقَعُوهُ عَلَى عَشَائِكُمْ وَاشْرَبُوهُ عَلَى غَدَائِكُمْ فَإِنَّهُ إِذَا أَتَى عَلَيْهِ الْعَصْرَانِ كَانَ خَلًّا قَبْلَ أَنْ يَكُونَ خَمْرًا","source":"Darimi"},"__N_SSG":true}