{"pageProps":{"number":"1867","slug":"darimi","id":"Telah menceritakan kepada kami [Wahb bin Jarir] telah menceritakan kepada kami [Hisyam] dari [Yahya] dari [Abu Qilabah] dari [Abu Al Muhallab] dari [Imran bin Hushain] bahwa seoerang wanita dari Juhainah datang kepada Nabi shallallahu 'alaihi wasallam dalam keadaan hamil karena berzina, dia berkata; \"Wahai Rasulullah, sesungguhnya aku telah melanggar hukum, oleh karena itu tegakkanlah hukuman kepadaku!.\" Rasulullah shallallahu 'alaihi wasallam memanggil walinya dan berkata: \"Pergilah dan uruslah dia dengan baik, apabila telah melahirkan, bawalah ia kepadaku.\" Walinya pun melakukan perintah beliau, setelah itu Rasulullah shallallahu 'alaihi wasallam memerintahkan supaya pakain wanita tersebut diikatkan ke badannya, beliau akhirnya memerintahkan agar wanita tersebut dirajam. Setelah itu beliau menshalatkan jenazah wanita tersebut, Umar berkata; \"Wahai Rasulullah, apakah engkau menshalatkannya, sementara dirinya telah berzina?\" Beliau bersabda: \"Sungguh dirinya telah bertaubat dengan taubat yang seandainya di bagikan diantara tujuh puluh penduduk Madinah, niscaya akan mencukupi mereka semua. Apakah engkau mendapatkan taubat yang lebih baik dari seseorang yang menyerahkan dirinya kepada Allah 'azza wajalla?.\"","arab":" حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا هِشَامٌ عَنْ يَحْيَى عَنْ أَبِي قِلَابَةَ عَنْ أَبِي الْمُهَلَّبِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ أَنَّ امْرَأَةً مِنْ جُهَيْنَةَ أَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ حُبْلَى مِنْ الزِّنَا فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَيَّ فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلِيَّهَا فَقَالَ اذْهَبْ فَأَحْسِنْ إِلَيْهَا فَإِذَا وَضَعَتْ حَمْلَهَا فَأْتِنِي بِهَا فَفَعَلَ فَأَمَرَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَشُكَّتْ عَلَيْهَا ثِيَابُهَا ثُمَّ أَمَرَ بِهَا فَرُجِمَتْ ثُمَّ صَلَّى عَلَيْهَا فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ أَتُصَلِّي عَلَيْهَا وَقَدْ زَنَتْ فَقَالَ لَقَدْ تَابَتْ تَوْبَةً لَوْ قُسِمَتْ بَيْنَ سَبْعِينَ مِنْ أَهْلِ الْمَدِينَةِ لَوَسِعَتْهُمْ وَهَلْ وَجَدْتَ أَفْضَلَ مِنْ أَنْ جَادَتْ بِنَفْسِهَا لِلَّهِ عَزَّ وَجَلَّ","source":"Darimi"},"__N_SSG":true}