{"pageProps":{"number":"144","slug":"ahmad","id":"Telah menceritakan kepada kami [Wahb bin Jarir] telah menceritakan kepada kami [bapakku] berkata; saya mendengar [Muhammad bin Abu Ya'qub] menceritakan dari [Al Hasan bin Sa'd] dari [Abdullah bin Ja'far] berkata; Rasulullah shallallahu 'alaihi wasallam menaiki bighal betina dan memboncengku di belakangnya. Jika Rasulullah shallallahu 'alaihi wasallam membuang hajatnya, beliau menyukai untuk menutupi dirinya yaitu melindungi dirinya dengan bangunan yang tinggi atau di kebun kurma. Pada suatu ketika beliau masuk ke dalam sebuah kebun milik orang Anshar yang ternyata di di dalamnya ada seekor unta milik orang Anshar tersebut. Tatkala melihat Nabi shallallahu 'alaihi wasallam unta tersebut menangis dan meneteskan air matanya, maka Rasulullah shallallahu 'alaihi wasallam turun mengusap telinganya dan pangkal lehernya, maka unta tersebut menjadi tenang. Lalu beliau bertanya; \"Siapa pemilik unta ini?\" Datanglah seorang pemuda dari Anshar dan menjawab; \"Saya.\" Beliau bertanya: \"Tidakkah kamu bertakwa kepada Allah dalam mengurus unta ini yang telah Allah kuasakan kepadamu. Dia mengadukanmu kepadaku dan dia menyatakan bahwa kamu membiarkan dia lapar dan lelah.\" Setelah itu Rasulullah shallallahu 'alaihi wasallam pergi ke dalam kebun dan melaksanakan hajatnya kemudian berwudhu. Ketika beliau datang, air masih menetes dari jenggot ke dada beliau, dan beliau membisikkan sesuatu kepadaku yang tidak akan saya ceritakan kepada seorang pun, bahkan kami merasa berat ketika beliau menceritakannya kepada kami. Abdullah bin Ja'far berkata; \"Saya tidak akan menyebarkan rahasia Rasulullah shallallahu 'alaihi wasallam hingga aku bertemu Allah.\"","arab":"حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا أَبِي قَالَ سَمِعْتُ مُحَمَّدَ بْنَ أَبِي يَعْقُوبَ يُحَدِّثُ عَنِ الْحَسَنِ بْنِ سَعْدٍ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ قَالَرَكِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَغْلَتَهُ وَأَرْدَفَنِي خَلْفَهُ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا تَبَرَّزَ كَانَ أَحَبَّ مَا تَبَرَّزَ فِيهِ هَدَفٌ يَسْتَتِرُ بِهِ أَوْ حَائِشُ نَخْلٍ فَدَخَلَ حَائِطًا لِرَجُلٍ مِنْ الْأَنْصَارِ فَإِذَا فِيهِ نَاضِحٌ لَهُ فَلَمَّا رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَنَّ وَذَرَفَتْ عَيْنَاهُ فَنَزَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَسَحَ ذِفْرَاهُ وَسَرَاتَهُ فَسَكَنَ فَقَالَ مَنْ رَبُّ هَذَا الْجَمَلِ فَجَاءَ شَابٌّ مِنْ الْأَنْصَارِ فَقَالَ أَنَا فَقَالَ أَلَا تَتَّقِي اللَّهَ فِي هَذِهِ الْبَهِيمَةِ الَّتِي مَلَّكَكَ اللَّهُ إِيَّاهَا فَإِنَّهُ شَكَاكَ إِلَيَّ وَزَعَمَ أَنَّكَ تُجِيعُهُ وَتُدْئِبُهُ ثُمَّ ذَهَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَائِطِ فَقَضَى حَاجَتَهُ ثُمَّ تَوَضَّأَ ثُمَّ جَاءَ وَالْمَاءُ يَقْطُرُ مِنْ لِحْيَتِهِ عَلَى صَدْرِهِ فَأَسَرَّ إِلَيَّ شَيْئًا لَا أُحَدِّثُ بِهِ أَحَدًا فَحَرَّجْنَا عَلَيْهِ أَنْ يُحَدِّثَنَا فَقَالَ لَا أُفْشِي عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِرَّهُ حَتَّى أَلْقَى اللَّهَ","source":"Ahmad"},"__N_SSG":true}