{"pageProps":{"number":"1533","slug":"ahmad","id":"Telah menceritakan kepada kami [Husyaim] Telah menceritakan kepada kami [Ya'la bin Atha`] ia berkata, telah menceritakan kepadaku [Jabir bin Yazid bin Al Aswad Al Amiri] dari [Bapaknya] ia berkata, \"Saya pernh melaksanakan haji bersama Rasulullah shallallahu 'alaihi wasallam. Kemudian aku shalat subuh bersama Nabi di masjid Al Khaif. Ketika beliau selesai dari shalatnya, tiba-tiba beliau melihat dua orang laki-laki yang berada di pojok Masjid, tidak ikut melaksanakan shalat subuh bersamanya. Beliau lalu bersabda: \"Bawa kemari keduanya orang itu.\" Lalu ditangkanlah kedua laki-laki itu ke hadapan beliau dengan gemetar, beliau lantas bertanya: \"Apa yang menghalangi kalian untuk turut menunaikan shalat bersama kami?\" kedua laki-laki itu menjawab, \"Wahai Rasulullah, kami telah menunaikan shalat di tempat tinggal kami.\" Beliau bersabda: \"Janganlah kalian begitu, jika kalian berdua telah melaksanakan shalat di rumah kemudian kalian mendatangi Masjid dan mendapati jama'ah yang sedang shalat maka shalatlah bersama mereka, karena shalat tersebut bagi kalian adalah nafilah.\" Bapakku berkata, \"Dan ditanyakan kepada Husyaim, \"Setelah beliau menyelesaikan shalatnya apakah beliau berpaling? ' ia menjawab, \"Beliau berpaling dari tempatnya.\"","arab":"حَدَّثَنَا هُشَيْمٌ حَدَّثَنَا يَعْلَى بْنُ عَطَاءٍ قَالَ حَدَّثَنِي جَابِرُ بْنُ يَزِيدَ بْنِ الْأَسْوَدِ الْعَامِرِيُّ عَنْ أَبِيهِ قَالَشَهِدْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَجَّتَهُ قَالَ فَصَلَّيْتُ مَعَهُ صَلَاةَ الْفَجْرِ فِي مَسْجِدِ الْخَيْفِ فَلَمَّا قَضَى صَلَاتَهُ إِذَا هُوَ بِرَجُلَيْنِ فِي آخِرِ الْمَسْجِدِ لَمْ يُصَلِّيَا مَعَهُ فَقَالَ عَلَيَّ بِهِمَا فَأُتِيَ بِهِمَا تَرْعَدُ فَرَائِصُهُمَا قَالَ مَا مَنَعَكُمَا أَنْ تُصَلِّيَا مَعَنَا قَالَا يَا رَسُولَ اللَّهِ قَدْ كُنَّا صَلَّيْنَا فِي رِحَالِنَا قَالَ فَلَا تَفْعَلَا إِذَا صَلَّيْتُمَا فِي رِحَالِكُمَا ثُمَّ أَتَيْتُمَا مَسْجِدَ جَمَاعَةٍ فَصَلِّيَا مَعَهُمْ فَإِنَّهَا لَكُمَا نَافِلَةٌقَالَ أَبِي وَرُبَّمَا قِيلَ لِهُشَيْمٍ فَلَمَّا قَضَى صَلَاتَهُ تَحَرَّفَ فَيَقُولُ تَحَرَّفَ عَنْ مَكَانِهِ","source":"Ahmad"},"__N_SSG":true}