{"pageProps":{"number":"1541","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] Telah menceritakan kepada kami [Hisyam] Telah menceritakan kepada kami [Qatadah] dari [Mutharrif] dari ['Iyadh bin Himar], Nabi shallallahu 'alaihi wasallam suatu hari menyampaikan khutbah, dalam khutbahnya beliau sampaikan pesan \"Rabbku azza wa jalla menyuruhku mengajari kalian hal-hal yang tidak kalian ketahui, dari yang diajarkan-Nya kepadaku hari ini. (firman-Nya); Segala harta yang aku berikan kepada hamba-Ku adalah halal, Aku ciptakan semua hamba-Ku dalam keadaan hanif, kemudian setan mendatangi mereka, menyesatkannya dari agama mereka, mengharamkan apa yang Aku halalkan untuk mereka, memerintahkan agar menyekutukan-Ku dengan apa-apa yang tidak Aku turunkan penjelasan tentangnya, kemudian Allah melihat penduduk bumi dan Allah murka kepada mereka, baik yang berkebangsaan arab maupun non arab selain sisa-sisa ahli kitab. Dan Allah befirman \"Hayasanya aku mengutusmu (Muhammad) untuk mengujimu dan menguji (manusia) dengan pengutusanmu, dan telah Aku turunkan kitab kepadamu yang tak terhapus oleh air, engkau bacakan kepada orang yang tidur maupun terjaga, kemudian Allah Azza wa jalla menyuruhku untuk membakar quraisy, maka aku mengadu \"Wahai rabbi, tentu mereka akan mencakar-cakar dan meremukkan kepalaku lantas membiarkannya bagaikan roti yang diremuk dan direndam. Allah berfirman; \"Usirlah mereka, sebagaimana mereka mengusirmu, perangilah mereka sebagaimana mereka memerangimu, berkorbanlan untuk mengalahkan mereka niscaya aku berkorban untukmu, dan berangkatkanlah pasukan lima kali lipat semisalnya, perangilah siapa saja yang membangkangmu dengan tentara yang menaatimu. Penghuni surge ada tiga golongan, Pertama, penguasa yang adil, ia rajin sedekah dan menjalan kekuasaannya dengan benar, Kedua, manusia penyayang dan hatinya lembut kepada kerabat dan sesama muslim, dan ketiga seorang fakir yang menjaga kehormatan dan rajin sedekah. Sebaliknya penghuni neraka ada lima, Pertama, orang lemah (mental) yang tidak mempunyai kesemangatan, mereka hanya suka ikut orang diantara kalian -atau dengan lafadz mereka-mereka hanya (dengan lafadz jamak pada mereka) -Yahya ragu kepastiannya, mereka tak mau berkeinginan membangun kehidupan berumah tangga dan tidak juga mengumpulkan harta, kedua, manusia pengkhianat yang kerakusannya tidak lagi tersembunyi, tidak ada masalah sepele, selain juga ia khianati, ketiga, dan seseorang yang tidak berpagi atau bersore hari selain menipumu dalam keluarga dan hartamu, (empat, kelima, atau keenamnya) beliau sebutkan kebakhilan, kedustaan, dan akhlak jahat.\" Telah menceritakan kepada kami [Yahya bin Sa'id] Telah menceritakan kepada kami [Syu'bah] dari [Qatadah] mengatakan, aku mendengar [Mutharrif] tentang hadis ini. Dan [Affan] katakan tentang hadits [Hammam], dan moral jahat serta keburukan (katanya), dan ia sebutkan kebohongan dan kebakhilan.","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا هِشَامٌ حَدَّثَنَا قَتَادَةُ عَنْ مُطَرِّفٍ عَنْ عِيَاضِ بْنِ حِمَارٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ ذَاتَ يَوْمٍ فَقَالَ فِي خُطْبَتِهِ إِنَّ رَبِّي عَزَّ وَجَلَّ أَمَرَنِي أَنْ أُعَلِّمَكُمْ مَا جَهِلْتُمْ مِمَّا عَلَّمَنِي فِي يَوْمِي هَذَا كُلُّ مَالٍ نَحَلْتُهُ عِبَادِي حَلَالٌ وَإِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ كُلَّهُمْ وَإِنَّهُمْ أَتَتْهُمْ الشَّيَاطِينُ فَأَضَلَّتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُمْ وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنَزِّلْ بِهِ سُلْطَانًا ثُمَّ إِنَّ اللَّهَ عَزَّ وَجَلَّ نَظَرَ إِلَى أَهْلِ الْأَرْضِ فَمَقَتَهُمْ عَجَمِيَّهُمْ وَعَرَبِيَّهُمْ إِلَّا بَقَايَا مِنْ أَهْلِ الْكِتَابِ وَقَالَ إِنَّمَا بَعَثْتُكَ لِأَبْتَلِيَكَ وَأَبْتَلِيَ بِكَ وَأَنْزَلْتُ عَلَيْكَ كِتَابًا لَا يَغْسِلُهُ الْمَاءُ تَقْرَؤُهُ نَائِمًا وَيَقْظَانًا ثُمَّ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَمَرَنِي أَنْ أُحَرِّقَ قُرَيْشًا فَقُلْتُ يَا رَبِّ إِذَنْ يَثْلَغُوا رَأْسِي فَيَدَعُوهُ خُبْزَةً فَقَالَ اسْتَخْرِجْهُمْ كَمَا اسْتَخْرَجُوكَ فَاغْزُهُمْ نُغْزِكَ وَأَنْفِقْ عَلَيْهِمْ فَسَنُنْفِقَ عَلَيْكَ وَابْعَثْ جُنْدًا نَبْعَثْ خَمْسَةً مِثْلَهُ وَقَاتِلْ بِمَنْ أَطَاعَكَ مَنْ عَصَاكَ وَأَهْلُ الْجَنَّةِ ثَلَاثَةٌ ذُو سُلْطَانٍ مُقْسِطٌ مُتَصَدِّقٌ مُوَفَّقٌ وَرَجُلٌ رَحِيمٌ رَقِيقُ الْقَلْبِ لِكُلِّ ذِي قُرْبَى وَمُسْلِمٍ وَرَجُلٌ فَقِيرٌ عَفِيفٌ مُتَصَدِّقٌ وَأَهْلُ النَّارِ خَمْسَةٌ الضَّعِيفُ الَّذِي لَا زَبْرَ لَهُ الَّذِينَ هُمْ فِيكُمْ تَبَعًا أَوْ تُبَعَاءَ شَكَّ يَحْيَى لَا يَبْتَغُونَ أَهْلًا وَلَا مَالًا وَالْخَائِنُ الَّذِي لَا يَخْفَى عَلَيْهِ طَمَعٌ وَإِنْ دَقَّ إِلَّا خَانَهُ وَرَجُلٌ لَا يُصْبِحُ وَلَا يُمْسِي إِلَّا وَهُوَ يُخَادِعُكَ عَنْ أَهْلِكَ وَمَالِكَ وَذَكَرَ الْبُخْلَ وَالْكَذِبَ وَالشِّنْظِيرَ الْفَاحِشَحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ قَالَ سَمِعْتُ مُطَرِّفًا فِي هَذَا الْحَدِيثِ و قَالَ عَفَّانُ فِي حَدِيثِ هَمَّامٍ وَالشِّنْظِيرُ الْفَاحِشُ قَالَ وَذَكَرَ الْكَذِبَ أَوْ الْبُخْلَ","source":"Ahmad"},"__N_SSG":true}