{"pageProps":{"number":"1636","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'] Telah menceritakan kepada kami [Sufyan] dari [Abu Ziyad] dari [Muraqqa' bin Shaifi] dari [Hanzhalah Al Katib] ia berkata, \"Kami pernah berperang bersama Nabi shallallahu 'alaihi wasallam lalu kami melewati seorang wanita yang terbunuh sementara manusia telah mengerumuninya, orang-orang lalu membukakan jalan untuk beliau. Beliau kemudian bersabda: \"Bukan ini yang akan kita perangi.\" Kemudian beliau berkata kepada seorang laki-laki: \"Pergilah kepada Khalid bin Walid dan katakan padanya, 'Sesungguhnya Rasulullah shallallahu 'alaihi wasallam memerintahkanmu untuk tidak membunuh Dzurriyah (para wanita dan anak-anak) dan Al Asif (para pelayan).'\" Telah menceritakan kepada kami [Husain bin Muhammad] Telah menceritakan kepada kami [Ibnu Abu Zinad] dari [Bapaknya] ia berkata, telah mengabarkan kepadaku [Al Muraqqa' bin Shaifi bin Rabah Akhi Hanzhalah Al Katib] ia berkata, \"Kakakku mengabarkan kepadaku bahwa ia pernah keluar bersama Rasulullah shallallahu 'alaihi wasallam…lalu ia menyebutkan hadits tersebut.\" Telah menceritakan kepada kami Ibrahim bin Abul Abas Telah menceritakan kepada kami [Ibnu Abu Zinad] dari [Abu Zinad] ia berkata, telah mengabarkan kepadaku [Al Muraqqa' bin Shaifi bin Rabah] bahwa kakeknya [Rabah bin Rabi'] telah mengabarkan kepadanya…lalu ia menyebutkan hadits tersebut.\"","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي الزِّنَادِ عَنْ الْمُرَقَّعِ بْنِ صَيْفِيِّ عَنْ حَنْظَلَةَ الْكَاتِبِ قَالَغَزَوْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَرَرْنَا عَلَى امْرَأَةٍ مَقْتُولَةٍ وَقَدْ اجْتَمَعَ عَلَيْهَا النَّاسُ قَالَ فَأَفْرَجُوا لَهُ فَقَالَ مَا كَانَتْ هَذِهِ تُقَاتَلُ ثُمَّ قَالَ لِرَجُلٍ انْطَلِقْ إِلَى خَالِدِ بْنِ الْوَلِيدِ فَقُلْ لَهُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكَ أَنْ لَا تَقْتُلَ ذُرِّيَّةً وَلَا عَسِيفًاحَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ قَالَ أَخْبَرَنِي الْمُرَقَّعُ بْنُ صَيْفِيِّ بْنِ رَبَاحٍ أَخِي حَنْظَلَةَ الْكَاتِبِ قَالَ أَخْبَرَنِي جَدِّي أَنَّهُ خَرَجَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الْحَدِيثَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْعَبَّاسِ حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ عَنْ أَبِي الزِّنَادِ قَالَ أَخْبَرَنِي الْمُرَقَّعُ بْنُ صَيْفِيِّ بْنِ رَبَاحٍ أَنَّ جَدَّهُ رَبَاحَ بْنَ رَبِيعٍ أَخْبَرَهُ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}