{"pageProps":{"number":"1653","slug":"ahmad","id":"Telah menceritakan kepada kami [Ali bin Abdullah] telah menceritakan kepadaku [Al Walid bin Muslim] telah menceritakan kepadaku [Abdurrahman bin Yazid bin Jabir] ia berkata, telah menceritakan kepadaku [Rabi'ah bin Yazid] telah menceritakan kepadaku [Abu Kasybah As Saluli] bahwa ia telah mendengar [Sahl bin Al Hanzhaliyyah Al Anshari] salah seorang sahabat Rasulullah shallallahu 'alaihi wasallam, bahwa Uyainah dan Al Aqra' bertanya sesuatu kepada Rasulullah shallallahu 'alaihi wasallam. Maka beliau memerintahkan Mu'awiyah menulis untuk (diserahkan pada) keduanya, Mu'awiyah kemudian menulisnya lalu distempel oleh Rasulullah shallallahu 'alaihi wasallam. Setelah itu beliau memerintahkan agar surat dikirim kepada keduanya. Berkenaan dengan surat yang akan dikirim kepada Uyainah, Uyainah bertanya, \"Apa di dalamnya?\" Mu'awiyah menjawab, \"Di dalamnya terdapat sesuatu yang aku diperintah untuk melakukannya.\" Maka Uyainah pun menciumnya seraya mengikatkannya dalam imamahnya, dan Uyainah adalah orang paling adil dari kedua laki-laki itu (dari Al Aqra'). Adapun berkenaan dengan surat yang dikirim untuk Al Aqra', maka A Aqra' pun berkata, \"Aku membawa lembaran, tetapi aku sendiri tidak tahu apa yang tertulis di dalamnya, seperti lembaran Al Mutalammis.\" Mu'awiyah kemudian mengabarkan komentar keduanya kepada Rasulullah shallallahu 'alaihi wasallam. Kemudian Rasulullah shallallahu 'alaihi wasallam keluar untuk menunaikan hajatnya, lalu beliau melewati seekor unta yang sedang menderum di depan pintu Masjid sejak awal hari. Kemudian beliau melewatinya lagi saat waktu telah senja, dan unta itu tetap menderum di tempatnya. Maka beliau bertanya: \"Di manakah pemilik unta ini?\" beliau mencarinya namun tidak menemukan pemiliknya. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Takutlah kalian kepada Allah berkenaan dengan binatang ini. Naikilah saat ia dalam keadaan sehat, dan kendarailah saat ia kekar (gemuk) sebagaimana yang tadi lagi mengabek. Dan sesungguhnya siapa meminta-minta sementara ia memiliki sesuatu yang dapat mencukupi kebutuhannya, maka sesungguhnya ia hanya menambah banyaknya api neraka jahannam.\" Para sahabat bertanya, \"Wahai Rasulullah, sesuatu apakah yang mencukupinya?\" beliau menjawab: \"Sesuatu yang dapat ia komsumsi untuk makan siang dan makan malamnya.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنِي الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ قَالَ حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ حَدَّثَنِي أَبُو كَبْشَةَ السَّلُولِيُّ أَنَّهُ سَمِعَ سَهْلَ ابْنَ الْحَنْظَلِيَّةِ الْأَنْصَارِيَّ صَاحِبَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ عُيَيْنَةَ والْأَقْرَعَ سَأَلَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا فَأَمَرَ مُعَاوِيَةَ أَنْ يَكْتُبَ بِهِ لَهُمَا فَفَعَلَ وَخَتَمَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمَرَ بِدَفْعِهِ إِلَيْهِمَا فَأَمَّا عُيَيْنَةُ فَقَالَ مَا فِيهِ قَالَ فِيهِ الَّذِي أُمِرْتُ بِهِ فَقَبَّلَهُ وَعَقَدَهُ فِي عِمَامَتِهِ وَكَانَ أَحْكَمَ الرَّجُلَيْنِ وَأَمَّا الْأَقْرَعُ فَقَالَ أَحْمِلُ صَحِيفَةً لَا أَدْرِي مَا فِيهَا كَصَحِيفَةِ الْمُتَلَمِّسِ فَأَخْبَرَ مُعَاوِيَةُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَوْلِهِمَا وَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَاجَةٍ فَمَرَّ بِبَعِيرٍ مُنَاخٍ عَلَى بَابِ الْمَسْجِدِ مِنْ أَوَّلِ النَّهَارِ ثُمَّ مَرَّ بِهِ آخِرَ النَّهَارِ وَهُوَ عَلَى حَالِهِ فَقَالَ أَيْنَ صَاحِبُ هَذَا الْبَعِيرِ فَابْتُغِيَ فَلَمْ يُوجَدْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اتَّقُوا اللَّهَ فِي هَذِهِ الْبَهَائِمِ ثُمَّ ارْكَبُوهَا صِحَاحًا وَارْكَبُوهَا سِمَانًا كَالْمُتَسَخِّطِ آنِفًا إِنَّهُ مَنْ سَأَلَ وَعِنْدَهُ مَا يُغْنِيهِ فَإِنَّمَا يَسْتَكْثِرُ مِنْ نَارِ جَهَنَّمَ قَالُوا يَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا يُغْنِيهِ قَالَ مَا يُغَدِّيهِ أَوْ يُعَشِّيهِ","source":"Ahmad"},"__N_SSG":true}