{"pageProps":{"number":"1669","slug":"ahmad","id":"Telah menceritakan kepada kami [Ali bin Bahr] Telah menceritakan kepada kami [Hisyam bin Yusuf] Telah menceritakan kepada kami [Ma'mar] dari [Yahya bin Abu Katsir] dari [Amir bin Zaid Al Bukali] bahwa ia mendengar [Utbah bin Abdu As Sulami] berkata, \"Seorang arab dusun datang menemui Nabi shallallahu 'alaihi wasallam dan bertanya tentang Haudl (telaga Nabi shallallahu 'alaihi wasallam), dan beliau pun menyebutkan tentang surga. Kemudian arab dusun itu bertanya lagi, \"Apakah di dalamnya terdapat buah-buahan?\" beliau menjawab, \"Ya, di dalamnya juga terdapat pohon yang disebut Thuba.\" Kemudian beliau menyebutkan tentang sesuatu, namun aku tidak tahu sesuatu apakah itu. Arab dusun itu bertanya lagi, \"Pohon apakah di dunia ini yang menyerupainya?\" beliau menjawab: \"Tiada sesuatu pun di duniamu ini yang menyerupainya.\" Lalu Nabi shallallahu 'alaihi wasallam melanjutkan sabdanya: \"Apakah kamu pernah mendatangi Syam?\" ia menjawab, \"Tidak pernah.\" Beliau berkata: \"Terdapat satu pohon yang menyerupainya di Syam yaitu pohon Jauzah yang tumbuh di atas satu batang dan bagian atasnya terbentang luas.\" Arab dusun itu bertanya, \"Sebesar apakah akarnya?\" beliau menjawab, \"Sekiranya Jadza'ah (Unta betina yang berumur lima tahun) milik keluargamu berjalan sampai tulangnya selangkanya patah atau tua renta niscaya tidak akan mampu mengelilingi akarnya.\" Arab dusun itu bertanya lagi, \"Apakah di dalamnya juga terdapat buah anggur?\" beliau menjawab: \"Ya.\" Laki-laki itu kemudian bertanya, \"Lalu sebesar apakah tandannya?\" beliau bersabda: \"Yaitu sejauh satu bulan perjalanan yang dilakukan oleh burung gagak (berbelang puting di bagian perutnya) tanpa berhenti atau singgah.\" Arab dusun itu bertanya kembali, \"Maka sebesar apakah bijinya?\" beliau menjelaskan, \"Apakah bapakmu pernah menyembelih kambing hutan yang besar?\" ia menjawab, \"Ya.\" Beliau melanjutkan: \"Lalu bapakmu mengulitinya dan memberikannya kepada ibumu, hingga ibumu berkata, 'Ambilkan satu ember daging untuk kami.'\" Arab dusun itu menjawab, \"Ya.\" Kemudian Arab dusun itu bertanya lagi, \"Kalau begitu, apakah sebiji anggur itu akan mengenyangkanku dan juga keluargaku?\" beliau menjawab; \"Tentu, bahkan untuk semua kerabatmu.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ حَدَّثَنَا مَعْمَرٌ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عَامِرِ بْنِ زَيْدٍ الْبُكَالِيِّ أَنَّهُ سَمِعَ عُتْبَةَ بْنَ عَبْدٍ السُّلَمِيِّ يَقُولُجَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ الْحَوْضِ وَذَكَرَ الْجَنَّةَ ثُمَّ قَالَ الْأَعْرَابِيُّ فِيهَا فَاكِهَةٌ قَالَ نَعَمْ وَفِيهَا شَجَرَةٌ تُدْعَى طُوبَى فَذَكَرَ شَيْئًا لَا أَدْرِي مَا هُوَ قَالَ أَيُّ شَجَرِ أَرْضِنَا تُشْبِهُ قَالَ لَيْسَتْ تُشْبِهُ شَيْئًا مِنْ شَجَرِ أَرْضِكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَيْتَ الشَّامَ فَقَالَ لَا قَالَ تُشْبِهُ شَجَرَةً بِالشَّامِ تُدْعَى الْجَوْزَةُ تَنْبُتُ عَلَى سَاقٍ وَاحِدٍ وَيَنْفَرِشُ أَعْلَاهَا قَالَ مَا عِظَمُ أَصْلِهَا قَالَ لَوْ ارْتَحَلَتْ جَذَعَةٌ مِنْ إِبِلِ أَهْلِكَ مَا أَحَاطَتْ بِأَصْلِهَا حَتَّى تَنْكَسِرَ تَرْقُوَتُهَا هَرَمًا قَالَ فِيهَا عِنَبٌ قَالَ نَعَمْ قَالَ فَمَا عِظَمُ الْعُنْقُودِ قَالَ مَسِيرَةُ شَهْرٍ لِلْغُرَابِ الْأَبْقَعِ وَلَا يَعْثُرُ قَالَ فَمَا عِظَمُ الْحَبَّةِ قَالَ هَلْ ذَبَحَ أَبُوكَ تَيْسًا مِنْ غَنَمِهِ قَطُّ عَظِيمًا قَالَ نَعَمْ قَالَ فَسَلَخَ إِهَابَهُ فَأَعْطَاهُ أُمَّكَ قَالَ اتَّخِذِي لَنَا مِنْهُ دَلْوًا قَالَ نَعَمْ قَالَ الْأَعْرَابِيُّ فَإِنَّ تِلْكَ الْحَبَّةَ لَتُشْبِعُنِي وَأَهْلَ بَيْتِي قَالَ نَعَمْ وَعَامَّةَ عَشِيرَتِكَ","source":"Ahmad"},"__N_SSG":true}