{"pageProps":{"number":"1682","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] ia berkata, Telah menceritakan kepada kami [Abu Awanah] ia berkata, telah mengabarkan kepada kami [Qatadah] dari [Syahr bin Hausyab] dari [Abdurrahman bin Ghanm] dari [Amru bin Kharijah] ia berkata, \"Saya mengambil tali kekang unta Rasulullah shallallahu 'alaihi wasallam yang sedang mengunyah makanan dan air liurnya menetes antara kedua pundakku. Beliau bersabda: \"Sesungguhnya Allah 'azza wajalla telah memberikan kepada setiap orang apa yang menjadi haknya. Dan tidak wasiat bagi ahli haris, anak itu untuk sang suami, sedangkan bagi seorang pezina adalah batu (hukuman rajam). Siapa yang menisbatkan dirinya kepada selain bapaknya, atau (budak) menisbatkan dirinya kepada orang yang bukan tuannya, maka ia akan mendapatkan laknat Allah, malaikat dan seluruh manusia.\" [Affan] berkata, \"Dalam hadits tersebut [Hammam] menambahkan sanad ini, tetapi tidak disebutkan bahwa Abdurrahman bin Ghanm berkata, \"Dan saya berada di bawah leher kendaraannya (unta milik Rasulullah).\" Dan ia juga menambahkan di dalamnya, \"Tidak akan diterima darinya amalan sunah atau wajib.\" Kemudian dalam hadits Hammam disebutkan, bahwa Rasulullah shallallahu 'alaihi wasallam berkhutbah. Dan beliau berkata, \"Karena benci mereka.\"","arab":"حَدَّثَنَا عَفَّانُ قَالَ حَدَّثَنَا أَبُو عَوَانَةَ قَالَ أَخْبَرَنَا قَتَادَةُ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ عَمْرِو بْنِ خَارِجَةَ قَالَكُنْتُ آخِذًا بِزِمَامِ نَاقَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ تَقْصَعُ بِجِرَّتِهَا وَلُعَابُهَا يَسِيلُ بَيْنَ كَتِفَيَّ فَقَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَعْطَى لِكُلِّ ذِي حَقٍّ حَقَّهُ وَلَيْسَ لِوَارِثٍ وَصِيَّةٌ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَمَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَقَالَ عَفَّانُ وَزَادَ فِيهِ هَمَّامٌ بِهَذَا الْإِسْنَادِ وَلَمْ يُذْكَرْ عَبْدُ الرَّحْمَنِ بْنُ غَنْمٍ وَإِنِّي لَتَحْتَ جِرَانِ رَاحِلَتِهِ وَزَادَ فِيهِ لَا يُقْبَلُ مِنْهُ عَدْلٌ وَلَا صَرْفٌ وَفِي حَدِيثِ هَمَّامٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ وَقَالَ رَغْبَةً عَنْهُمْ","source":"Ahmad"},"__N_SSG":true}