{"pageProps":{"number":"1828","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Abu Awanah] telah menceritakan kepada kami [Hilal bin Humaid] dari ['Abdurrahman bin Abu Laila] ia berkata, \"Umar melihat Abu Abdul Hamid atau putra Abdul Hamid -Abu 'Uwaanah merasa ragu- dulu namanya adalah Muhammad, lalu ada seorang laki-laki yang berkata kepadanya, 'Wahai Muhammad, semoga Allah menimpakan ini dan itu padamu'. 'Abdurrahman (perawi) berkata, \"Laki-laki itu mencelanya. Maka seketika itu berkatalah Amirul Mukminin, \"Wahai Ibnu Zaid mendekatlah padaku! Tidakkah aku telah melihat bahwa Muhammad telah dihina karena sebabmu?\" Tidak! Demi Allah, selama aku masih hidup Muhammad tidak boleh untuk dihinakan.\" Kemudian Amirul Mukminin memberinya nama 'Abdurrahman, setelah itu mengutusnya menemui Bani Thalhah agar kelurganya mengganti nama-nama mereka. Jumlah mereka waktu itu adalah enam atau tujuh orang, sedangkan Muhammad adalah pemimpin dan yang paling besar di antara mereka.\" Perawi berkata, \"Lalu berkatalah [Muhammad bin Thalhah], 'Semoga Allah mengingatkan Anda wahai Amirul Mukminin! Demi Allah, aku telah diberi nama Muhammad -Muhammad selain Muhammad shallallahu 'alaihi wasallam-.\" Maka berkatalah Umar, \"Berdirilah kalian semua, sesungguhnya aku tidak berhak melarang seseorang menggunakan nama Muhammad.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبُو عَوَانَةَ حَدَّثَنَا هِلَالُ بْنُ أَبِي حُمَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَالَنَظَرَ عُمَرُ إِلَى أَبِي عَبْدِ الْحَمِيدِ أَوْ ابْنِ عَبْدِ الْحَمِيدِ شَكَّ أَبُو عَوَانَةَ وَكَانَ اسْمُهُ مُحَمَّدًا وَرَجُلٌ يَقُولُ لَهُ يَا مُحَمَّدُ فَعَلَ اللَّهُ بِكَ وَفَعَلَ وَفَعَلَ قَالَ وَجَعَلَ يَسُبُّهُ قَالَ فَقَالَ أَمِيرُ الْمُؤْمِنِينَ عِنْدَ ذَلِكَ يَا ابْنَ زَيْدٍ ادْنُ مِنِّي قَالَ أَلَا أَرَى مُحَمَّدًا يُسَبُّ بِكَ لَا وَاللَّهِ لَا تُدْعَى مُحَمَّدًا مَا دُمْتُ حَيًّا فَسَمَّاهُ عَبْدَ الرَّحْمَنِ ثُمَّ أَرْسَلَ إِلَى بَنِي طَلْحَةَ لِيُغَيِّرَ أَهْلُهُمْ أَسْمَاءَهُمْ وَهُمْ يَوْمَئِذٍ سَبْعَةٌ وَسَيِّدُهُمْ وَأَكْبَرُهُمْ مُحَمَّدٌ قَالَ فَقَالَ مُحَمَّدُ بْنُ طَلْحَةَ أَنْشُدُكَ اللَّهَ يَا أَمِيرَ الْمُؤْمِنِينَ فَوَاللَّهِ إِنْ سَمَّانِي مُحَمَّدًا يَعْنِي إِلَّا مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ عُمَرُ قُومُوا لَا سَبِيلَ لِي إِلَى شَيْءٍ سَمَّاهُ مُحَمَّدٌ","source":"Ahmad"},"__N_SSG":true}