{"pageProps":{"number":"2061","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Mu'awiyah] Telah menceritakan kepada kami [Al A'masy] dari [Syaqiq] ia berkata, aku pernah duduk bersama [Abu Musa] dan Abdullah. Kemudian Abu Musa berkata, \"Wahai Abu Abdurrahman, bagaimana menurutmu jika ada seorang laki-laki yang tidak mendapatkan air, sementara ia telah junub selama satu bulan, bolehkah ia betayammum?\" Ia menjawab, \"Tidak, meskipun ia tidak mendapatkan air.\" Syaqiq berkata, \"Maka Abu Musa bertanya, \"Lalu apa yang kalian perbuat berkenaan dengan ayat yang terdapat dalam surat Al Maidah (ayat: 6): '(Jika kamu tidak memperoleh air, maka bertayammumlah dengan tanah yang baik (bersih)?\" Maka Abdullah berkata, \"Sekiranya mereka diberi keringanan dalam masalah ini, niscaya mereka akan segera bertayammum dan shalat disaat air sangat dingin.\" Kemudian Abu Musa bertanya kepadanya, \"Apakah hanya karena ini kalian tidak menyukainya?\" Abdullah menjawab, \"Ya.\" Abu Musa berkata lagi kepadanya, \"Tidakkah kamu mendengar ungkapan [Ammar], \"Rasulullah shallallahu 'alaihi wasallam pernah mengutusku untuk suatu keperluan. Lalu aku junub dan tidak mendapatkan air, maka aku pun berguling-guling di hamparan tanah sebagaimana bergulingnya binatang. Kemudian aku mendatangi Rasulullah shallallahu 'alaihi wasallam dan menuturkan hal itu. Beliau bersabda: 'Cukup bagimu mengatakan, kemudian beliau menepukkan tangannya di atas tanah dan mengusapkannya pada kedua tangan dan wajahnya.\" -Al A'masy tidak membatasi pada kedua telapak tangan.- Maka Abdullah pun berkata, \"Tidakkah kalian mengira bahwa beliau belum merasa puas dengan ungkapannya Ammar?\" Sekali waktu Abu Mu'awiyah menyebutkan, \"Kemudian beliau menepukkan kedua tangannya di atas tanah lalu mengibaskannya dan mengusapkan telapak tangan kirinya ke telapak tangan kanan, kemudian telapak tangan kanannya ke atas telapak tangan kiri. Setelah itu, beliau mengusap wajahnya.\"","arab":"حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ شَقِيقٍ قَالَكُنْتُ جَالِسًا مَعَ أَبِي مُوسَى وَعَبْدِ اللَّهِ قَالَ فَقَالَ أَبُو مُوسَى يَا أَبَا عَبْدِ الرَّحْمَنِ أَرَأَيْتَ لَوْ أَنَّ رَجُلًا لَمْ يَجِدْ الْمَاءَ وَقَدْ أَجْنَبَ شَهْرًا مَا كَانَ يَتَيَمَّمُ قَالَ لَا وَلَوْ لَمْ يَجِدْ الْمَاءَ شَهْرًا قَالَ فَقَالَ لَهُ أَبُو مُوسَى فَكَيْفَ تَصْنَعُونَ بِهَذِهِ الْآيَةِ فِي سُورَةِ الْمَائِدَةِ{ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا }قَالَ فَقَالَ عَبْدُ اللَّهِ لَوْ رُخِّصَ لَهُمْ فِي هَذَا لَأَوْشَكُوا إِذَا بَرَدَ عَلَيْهِمْ الْمَاءُ أَنْ يَتَيَمَّمُوا الصَّعِيدَ ثُمَّ يُصَلُّوا قَالَ فَقَالَ لَهُ أَبُو مُوسَى إِنَّمَا كَرِهْتُمْ ذَا لِهَذَا قَالَ نَعَمْ قَالَ لَهُ أَبُو مُوسَى أَلَمْ تَسْمَعْ لِقَوْلِ عَمَّارٍ بَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَاجَةٍ فَأَجْنَبْتُ فَلَمْ أَجِدْ الْمَاءَ فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ ثُمَّ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ وَضَرَبَ بِيَدِهِ عَلَى الْأَرْضِ ثُمَّ مَسَحَ كُلَّ وَاحِدَةٍ مِنْهُمَا بِصَاحِبَتِهَا ثُمَّ مَسَحَ بِهَا وَجْهَهُ لَمْ يُجِزْ الْأَعْمَشُ الْكَفَّيْنِ قَالَ فَقَالَ لَهُ عَبْدُ اللَّهِ أَلَمْ تَزْعُمُوا لَمْ يَقْنَعْ بِقَوْلِ عَمَّارٍ وَقَالَ أَبُو مُعَاوِيَةَ مَرَّةً قَالَ فَضَرَبَ بِيَدِهِ عَلَى الْأَرْضِ ثُمَّ نَفَضَهَا ثُمَّ ضَرَبَ بِشِمَالِهِ عَلَى يَمِينِهِ وَبِيَمِينِهِ عَلَى شِمَالِهِ عَلَى الْكَفَّيْنِ ثُمَّ مَسَحَ وَجْهَهُ","source":"Ahmad"},"__N_SSG":true}