{"pageProps":{"number":"207","slug":"ahmad","id":"Telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Sulaiman] -yaitu Ibnul Mughirah- dari [Tsabit] telah menceritakan kepada kami [seorang laki-laki] dari Syam, dia adalah seorang yang selalu mengikuti dan mendengar Abdullah bin 'Amru bin Al 'Ash, ia berkata; aku sedang bersama Abdullah bin 'Amru, lalu dia bertemu dengan Nauf, maka Nauf pun berkata: telah disebutkan kepadaku bahwa Allah Ta`ala berfirman kepada para Malaikat-Nya: \"Panggilkanlah hamba-hamba-Ku.\" Mereka menjawab: \"Wahai Rabb, bagaimana mungkin, langit yang tujuh lapis ada di atas mereka, dan Arsy ada di atasnya lagi?\" Allah menjawab: \"Sesungguhnya jika mereka mengucapkan LAA ILAAHA ILLAH maka doa mereka akan dikabulkan.\" (Lelaki dari Syam) berkata: [Abdullah bin 'Amru] berkata kepada Nauf; \"kami shalat maghrib bersama Rasulullah Shallallahu 'alaihi wa Salam atau shalat selainnya, maka orang-orang duduk sedang aku juga di antara mereka sedang menunggu shalat yang lain, kemudian beliau membalikkan badannya dan berjalan dengan cepat, seakan-akan aku melihat sarungnya diangkat lebih tinggi agar bisa berjalan dengan cepat, lalu beliau berhenti di hadapan kami dan bersabda: \"maukah kalian aku beri kabar gembira, Rabb kalian memerintahkan pintu langit yang tengah, \" atau beliau berkata: \"pintu langit agar dibuka. Kemudian Dia membangga-banggakan kalian di hadapan para malaikat-Nya. Dia berkata; \"Lihatlah hamba-hamba Ku, mereka melaksanakan hak kewajiban dari-Ku, kemudian mereka juga sedang menunggu untuk mengerjakan hak untuk-Ku yang lainnya.\"","arab":"حَدَّثَنَا بَهْزٌ حَدَّثَنَا سُلَيْمَانُ يَعْنِي ابْنَ الْمُغِيرَةِ عَنْ ثَابِتٍ حَدَّثَنَا رَجُلٌ مِنْ الشَّامِ وَكَانَ يَتْبَعُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ وَيَسْمَعُ قَالَكُنْتُ مَعَهُ فَلَقِيَ نَوْفًا فَقَالَ نَوْفٌ ذُكِرَ لَنَا أَنَّ اللَّهَ تَعَالَى قَالَ لِمَلَائِكَتِهِ ادْعُوا لِي عِبَادِي قَالُوا يَا رَبِّ كَيْفَ وَالسَّمَوَاتُ السَّبْعُ دُونَهُمْ وَالْعَرْشُ فَوْقَ ذَلِكَ قَالَ إِنَّهُمْ إِذَا قَالُوا لَا إِلَهَ إِلَّا اللَّهُ اسْتَجَابُوا قَالَ يَقُولُ لَهُ عَبْدُ اللَّهِ بْنُ عَمْرٍو صَلَّيْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الْمَغْرِبِ أَوْ غَيْرَهَا قَالَ فَجَلَسَ قَوْمٌ أَنَا فِيهِمْ يَنْتَظِرُونَ الصَّلَاةَ الْأُخْرَى قَالَ فَأَقْبَلَ إِلَيْنَا يُسْرِعُ الْمَشْيَ كَأَنِّي أَنْظُرُ إِلَى رَفْعِهِ إِزَارَهُ لِيَكُونَ أَحَثَّ لَهُ فِي الْمَشْيِ فَانْتَهَى إِلَيْنَا فَقَالَ أَلَا أَبْشِرُوا هَذَاكَ رَبُّكُمْ أَمَرَ بِبَابِ السَّمَاءِ الْوُسْطَى أَوْ قَالَ بِبَابِ السَّمَاءِ فَفُتِحَ فَفَاخَرَ بِكُمْ الْمَلَائِكَةَ قَالَ انْظُرُوا إِلَى عِبَادِي أَدَّوْا حَقًّا مِنْ حَقِّي ثُمَّ هُمْ يَنْتَظِرُونَ أَدَاءَ حَقٍّ آخَرَ يُؤَدُّونَهُ","source":"Ahmad"},"__N_SSG":true}