{"pageProps":{"number":"215","slug":"ahmad","id":"Telah menceritakan kepada kami Abdullah telah menceritakan kepada kami [Syaiban bin Abi Syaibah] telah menceritakan kepada kami [Yazid] -yaitu Ibnu Ibrahim At Tustari telah menceritakan kepada kami [Shodaqoh bin Abi Imron] dari seorang lelaki yaitu [Tsabit bin Munqidz] dari [Abu Rimtsah], dia berkata: \"aku bersama dengan bapakku pergi kepada Rasulullah Shallallahu 'alaihi wa Salam, maka ketika kami sedang berada pada salah satu jalan kami bertemu dengannya (Shallallahu 'alaihi wa Salam), lalu bapakku berkata kepadaku, 'Wahai anakku, ini adalah Rasulullah Shallallahu 'alaihi wa Salam.'\" Dia berkata; \"aku mengira bahwa Rasulullah Shallallahu 'alaihi wa Salam adalah seseorang yang tidak mirip dengan kebanyakkan manusia, padahal beliau adalah seorang laki-laki yang mempunyai rambut yang menyentuh daun telinga, mengenakan inai, dan mengenakan dua selendang berwana biru.\" Dia berkata; \"seakan aku melihat pada kedua betisnya.\" Dia berkata; Rasulullah berkata kepada bapakku: \"Siapa yang bersamamu ini?\" Dia menjawab, \"Demi Allah ini adalah putraku.\" Dia berkata; Rasulullah Shallallahu 'alaihi wa Salam tertawa karena bapakku bersumpah kepada Allah atas aku. Kemudian beliau bersabda: \"Engkau telah berkata benar, adapun dia, sungguh tidak akan berbuat jahat kepadamu dan kamu tidak akan berbuat jahat kepadanya.\" Dia berkata; kemudian Rasulullah Shallallahu 'alaihi wa Salam membaca ayat; \"dan seorang yang berdosa tidak akan memikul dosa orang lain\".","arab":"حَدَّثَنَا عَبْد اللَّهِ حَدَّثَنِي شَيْبَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ إِبْرَاهِيمَ التُّسْتَرِيُّ حَدَّثَنَا صَدَقَةُ بْنُ أَبِي عِمْرَانَ عَنْ رَجُلٍ هُوَ ثَابِتُ بْنُ مُنْقِذٍ عَنْ أَبِي رِمْثَةَ قَالَانْطَلَقْتُ أَنَا وَأَبِي إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا كُنَّا فِي بَعْضِ الطَّرِيقِ فَلَقِينَاهُ فَقَالَ لِي أَبِي يَا بُنَيَّ هَذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَكُنْتُ أَحْسَبُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُشْبِهُ النَّاسَ فَإِذَا رَجُلٌ لَهُ وَفْرَةٌ بِهَا رَدْعٌ مِنْ حِنَّاءٍ عَلَيْهِ بُرْدَانِ أَخْضَرَانِ قَالَ كَأَنِّي أَنْظُرُ إِلَى سَاقَيْهِ قَالَ فَقَالَ لِأَبِي مَنْ هَذَا مَعَكَ قَالَ هَذَا وَاللَّهِ ابْنِي قَالَ فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِحَلِفِ أَبِي عَلَيَّ ثُمَّ قَالَ صَدَقْتَ أَمَا إِنَّكَ لَا تَجْنِي عَلَيْهِ وَلَا يَجْنِي عَلَيْكَ قَالَ وَتَلَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى }","source":"Ahmad"},"__N_SSG":true}