{"pageProps":{"number":"2296","slug":"ahmad","id":"Telah menceritakan kepada kami [Yazid bin Harun] ia berkata, telah mengabarkan kepada kami [Muhammad bin Amru] dari [Ali bin Yahya bin Khallad Az Zuraqi] dari [Rifa'ah bin Rafi' Az Zuraqi] ia adalah salah seorang dari sahabat Nabi shallallahu 'alaihi wasallam, ia berkata; Seorang laki-laki datang, sementara Rasulullah shallallahu 'alaihi wasallam sedang duduk di dalam Masjid. Kemudian laki-laki itu shalat di dekat beliau, dan setelah shalat ia pun menemui Rasulullah shallallahu 'alaihi wasallam. Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ulangilah shalatmu, karena kamu belum shalat.\" laki-laki itu pun mengulangi shalatnya seperti yang dikerjakannya pertama kali. Setelah selesai, ia pun kembali menemui Rasulullah shallallahu 'alaihi wasallam, dan beliau bersabda lagi: \"Ulangilah shalatmu, karena sesungguhnya kamu belum shalat.\" maka laki-laki itu pun berkata, \"Wahai Rasulullah, ajarilah aku, bagaimana seharusnya saya lakukan!\" beliau bersabda: \"Jika telah menghadap kiblat, maka bertakbir dan bacalah Ummul Qur`an (surat Al Fatihah), kemudian bacalah sesukamu dari Al Qur`an. Dan jika kamu ruku', maka letakkanlah kedua telapak tanganmu di atas kedua lututmu. Luruskanlah punggungmu dan bersikap tenanglah dalam posisi ruku'. Dan ketika kamu mengangkat kepala dari posisi ruku', maka luruskanlah tulang sulbimu, sehingga tulang-tulang dan persendian kembali ke posisinya semula. Kemudian saat kamu sujud, maka bersikap tenanglah dalam sujudmu, dan jika kamu mengangkat kepala dari posisi sujud, maka duduklah di atas paha kirimu. Dan lakukanlah itu semua dalam setiap raka'at dan sujud.\"","arab":"حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو عَنْ عَلِيِّ بْنِ يَحْيَى بْنِ خَلَّادٍ الزُّرَقِيِّ عَنْ رِفَاعَةَ بْنِ رَافِعٍ الزُّرَقِيِّ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَجَاءَ رَجُلٌ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ فِي الْمَسْجِدِ فَصَلَّى قَرِيبًا مِنْهُ ثُمَّ انْصَرَفَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعِدْ صَلَاتَكَ فَإِنَّكَ لَمْ تُصَلِّ قَالَ فَرَجَعَ فَصَلَّى كَنَحْوٍ مِمَّا صَلَّى ثُمَّ انْصَرَفَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ أَعِدْ صَلَاتَكَ فَإِنَّكَ لَمْ تُصَلِّ فَقَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي كَيْفَ أَصْنَعُ قَالَ إِذَا اسْتَقْبَلْتَ الْقِبْلَةَ فَكَبِّرْ ثُمَّ اقْرَأْ بِأُمِّ الْقُرْآنِ ثُمَّ اقْرَأْ بِمَا شِئْتَ فَإِذَا رَكَعْتَ فَاجْعَلْ رَاحَتَيْكَ عَلَى رُكْبَتَيْكَ وَامْدُدْ ظَهْرَكَ وَمَكِّنْ لِرُكُوعِكَ فَإِذَا رَفَعْتَ رَأْسَكَ فَأَقِمْ صُلْبَكَ حَتَّى تَرْجِعَ الْعِظَامُ إِلَى مَفَاصِلِهَا وَإِذَا سَجَدْتَ فَمَكِّنْ لِسُجُودِكَ فَإِذَا رَفَعْتَ رَأْسَكَ فَاجْلِسْ عَلَى فَخِذِكَ الْيُسْرَى ثُمَّ اصْنَعْ ذَلِكَ فِي كُلِّ رَكْعَةٍ وَسَجْدَةٍ","source":"Ahmad"},"__N_SSG":true}