{"pageProps":{"number":"2399","slug":"ahmad","id":"Telah menceritakan kepada kami [Abdurrahman bin Mahdi] Telah menceritakan kepada kami [Syu'bah] dari [Aun bin Abu Juhaifah] dari [Al Mundzir bin Jarir] dari [bapaknya] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa memulai kebaikan dalam Islam, ia memperoleh pahala dan pahala siapa saja yang emnirunya sesudahnya dnegan tidak mengurangi pahala mereka sama seklai. Sebaliknya barangsiapa memulai kebiasaan buruk dalam Islam, ia mendapat dosanya dan dosa yang menirunya dengan tidak mengurangi dosa mereka sedikitpun. Telah menceritakan kepada kami [Hasyim bin Al Qasim] Telah menceritakan kepada kami [Syu'bah] mengatakan, aku mendengar ['Aun bin Abi Jahafah] dari [Almundzir bin Jarir Al Bajali] dari [ayahnya] mengatakan, kami berada di sisi Rasulullah Shallallahu'alaihiwasallam di awal siang, lantas ia sebut redaksinya. Hanya ia mengatakan, lantas beliau menyuruh Bilal mengumandangkan adzan, kemudian beliau masuk kamar dan keluar kamarnya dan mendirikan shalat. Kata ayah Jarir, seolah-olah beliau disepuh emas (maksudnya beliau bersinar-sinar wajahnya karena gembira melihat kesegeraan sahabat taat kepada Allah).","arab":"حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا شُعْبَةُ عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ عَنِ الْمُنْذِرِ بْنِ جَرِيرٍ عَنْ أَبِيهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً كَانَ لَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يُنْتَقَصَ مِنْ أُجُورِهِمْ شَيْءٌ وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يُنْتَقَصَ مِنْ أَوْزَارِهِمْ شَيْءٌحَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا شُعْبَةُ قَالَ سَمِعْتُ عَوْنَ بْنَ أَبِي جَحْفَةَ عَنِ الْمُنْذِرِ بْنِ جَرِيرٍ الْبَجَلِيِّ عَنْ أَبِيهِ قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي صَدْرِ النَّهَارِ فَذَكَرَهُ إِلَّا أَنَّهُ قَالَ فَأَمَرَ بِلَالًا فَأَذَّنَ ثُمَّ دَخَلَ ثُمَّ خَرَجَ يُصَلِّي وَقَالَ كَأَنَّهُ مُذْهَبَةٌ","source":"Ahmad"},"__N_SSG":true}