{"pageProps":{"number":"2415","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] dari [Syu'bah] dari [Habib] yakni Ibnu Abu Tsabit, dari [Abul Minhal] ia berkata, saya mendengar [Zaid bin Arqam] dan [Al Baraa` bin Azib] berkata; \"Rasulullah shallallahu 'alaihi wasallam melarang jual beli emas dengan Wariq (uang dirham) secara hutang.\" Telah menceritakan kepada kami [Bahz] dan ['Affan] keduanya berkata, Telah menceritakan kepada kami [Syu'bah] -Bahz berkata dalam haditsnya- telah menceritakan kepadaku [Habib bin Abu Tsabit] ia berkata, saya mendengar [Abu Minhal] yakni seorang laki-laki dari Bani Kinanah, ia berkata; Saya bertanya kepada Al Baraa` tentang Ash Sharf (jual beli emas dengan perask dan semisal). Ia pun berkata, \"Tanyakanlah kepada Zaid bin Arqam, karena ia adalah lebih baik dan lebih tahu dariku.\" Maka saya pun bertanya kepada [Zaid]. Ia pun menyebutkan hadits itu. Telah menceritakan kepada kami [Rauh] Telah menceritakan kepada kami [Ibnu Juraij] telah mengabarkan kepadaku [Amru bin Dinar] dan [Amir bin Mush'ab] keduanya mendengar [Abu Minhal] berkata; Saya bertanya kepada [Al Bara`] dan [Zaid bin Arqam]. Maka ia pun menyebutkan hadits semisalnya. Telah menceritakan kepada kami [Rauh] Telah menceritakan kepada kami [Ibnu Juraij] telah mengabarkan kepadaku [Hasan bin Muslim] dari [Abu Minhal] namun ia belum mendengar darinya, bahwa ia mendengar Zaid dan Al Baraa`, kemudian ia pun menyebutkan hadits.","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ شُعْبَةَ عَنْ حَبِيبٍ يَعْنِي ابْنَ أَبِي ثَابِتٍ عَنْ أَبِي الْمِنْهَالِ قَالَ سَمِعْتُ زَيْدَ بْنَ أَرْقَمَ وَالْبَرَاءَ بْنَ عَازِبٍ يَقُولَانِنَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ الذَّهَبِ بِالْوَرِقِ دَيْنًاحَدَّثَنَا بَهْزٌ وَعَفَّانُ قَالَا ثَنَا شُعْبَةُ قَالَ بَهْزٌ فِي حَدِيثِهِ حَدَّثَنِي حَبِيبُ بْنُ أَبِي ثَابِتٍ قَالَ سَمِعْتُ أَبَا الْمِنْهَالِ رَجُلًا مِنْ بَنِي كِنَانَةَ قَالَ سَأَلْتُ الْبَرَاءَ عَنْ الصَّرْفِ فَقَالَ سَلْ زَيْدَ بْنَ أَرْقَمَ فَإِنَّهُ خَيْرٌ مِنِّي وَأَعْلَمُ قَالَ سَأَلْتُ زَيْدًا فَذَكَرَ الْحَدِيثَ حَدَّثَنَا رَوْحٌ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ وَعَامِرُ بْنُ مُصْعَبٍ سَمِعَا أَبَا الْمِنْهَالِ قَالَ سَأَلْتُ الْبَرَاءَ وَزَيْدَ بْنَ أَرْقَمَ فَذَكَرَ نَحْوَهُ حَدَّثَنَا رَوْحٌ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي حَسَنُ بْنُ مُسْلِمٍ عَنْ أَبِي الْمِنْهَالِ وَلَمْ يَسْمَعْهُ مِنْهُ أَنَّهُ سَمِعَ زَيْدًا وَالْبَرَاءَ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}