{"pageProps":{"number":"2526","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan], telah menceritakan kepada kami [Hammad bin Salamah], telah mengabarkan pada kami [Abu Qaza'ah Suwaid bin Hujair Al Bahili] dari [Hakim bin Mu'awiyah] dari [Ayahnya] bahwa saudaranya Malik berkata kepadanya; \"Wahai Muawiyah, sesungguhnya Muhammad telah menawan tetanggaku maka marilah kita pergi karena dia mengenalmu dan telah berbicara kepadamu, \" Mu'awiyah berkata; \"Lalu aku pergi bersamanya, (sesampainya di hadapan Rasulullah Shallalahu 'alaihi wasallam) Malik berkata; \"Biarkanlah tetanggaku bersamaku karena dia telah masuk Islam sebelumnya!.\" Akan tetapi beliau menolaknya, maka Malik berdiri seraya menghunuskan pedang, sambil berkata; \"Demi Allah, sungguh jika kamu tetap melakukan itu, orang-orang pasti akan menganggap bahwa kamu memerintahkan yang ma'ruf tetapi kamu sendiri menyelisihinya.\" Maka aku menariknya, namun dia tetap berbicara. Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apa yang kamu katakan?.\" Mereka menjawab; \"Demi Allah, sungguh jika kamu tetap melakukan itu, orang-orang pasti akan menganggap bahwa kamu memerintahkan yang ma'ruf tetapi kamu sendiri menyelisihinya.\" Beliau pun bersabda: \"Apakah mereka telah mengatakan itu kalau aku melakukannya? Dan itu bukan kewajibanku dan mereka juga tidak dipaksa sedikitpun, kerimlah tetangganya kepadanya (maksudnya melepaskan)!.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا أَبُو قَزَعَةَ سُوَيْدُ بْنُ حُجَيْرٍ الْبَاهِلِيُّ عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ عَنْ أَبِيهِأَنَّ أَخَاهُ مَالِكًا قَالَ يَا مُعَاوِيَةُ إِنَّ مُحَمَّدًا أَخَذَ جِيرَانِي فَانْطَلِقْ إِلَيْهِ فَإِنَّهُ قَدْ عَرَفَكَ وَكَلَّمَكَ قَالَ فَانْطَلَقْتُ مَعَهُ فَقَالَ دَعْ لِي جِيرَانِي فَإِنَّهُمْ قَدْ كَانُوا أَسْلَمُوا فَأَعْرَضَ عَنْهُ فَقَامَ مُتَمَعِّطًا فَقَالَ أَمْ وَاللَّهِ لَئِنْ فَعَلْتَ إِنَّ النَّاسَ لَيَزْعُمُونَ أَنَّكَ تَأْمُرُ بِالْأَمْرِ وَتَخْلُفُ إِلَى غَيْرِهِ وَجَعَلْتُ أَجُرُّهُ وَهُوَ يَتَكَلَّمُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَقُولُ فَقَالُوا إِنَّكَ وَاللَّهِ لَئِنْ فَعَلْتَ ذَلِكَ إِنَّ النَّاسَ لَيَزْعُمُونَ أَنَّكَ لَتَأْمُرُ بِالْأَمْرِ وَتُخَالِفُ إِلَى غَيْرِهِ قَالَ فَقَالَ أَوَ قَدْ قَالُوهَا أَوْ قَائِلُهُمْ فَلَئِنْ فَعَلْتُ ذَاكَ وَمَا ذَاكَ إِلَّا عَلَيَّ وَمَا عَلَيْهِمْ مِنْ ذَلِكَ مِنْ شَيْءٍ أَرْسِلُوا لَهُ جِيرَانَهُ","source":"Ahmad"},"__N_SSG":true}