{"pageProps":{"number":"2608","slug":"ahmad","id":"Telah menceritakan kepada kami [Isma'il], telah menceritakan kepada kami [Ayyub], ia berkata; [Abu Qilabah] menceritakan padaku dengan hadits ini, lalu ia mengatakan padaku; \"Apakah kamu tahu mengenai [orang] yang telah menyampaikan hadits kepadaku?.\" Ayyub berkata; Lalu Abu Qilabah menunjukiku dan aku mendatangi orang tersebut, lalu orang itu berkata; telah menceritakan padaku orang yang dekat denganku namanya [Anas bin Malik], ia berkata; Aku datang kepada Rasulullah Shallalahu 'alaihi wasallam karena unta tetanggaku yang ditahan. Lalu aku berhenti karena beliau sedang makan dan beliau menawariku makan, namun aku memberitahukannya bila aku sedang berpuasa, beliau bersabda: \"Teruskan atau lanjutkanlah! Aku kabarkan padamu bahwa Allah Tabaraka Wa Ta'ala menjadikan orang yang sedang musafir tapi berpuasa dan meneruskan shalat (tidak mengqasar), demikian juga wanita yang hamil dan menyusui bahwa mereka akan menyesal.\" Anas berkata; \"Ketahuilah, akhirnya aku berbuka dan makan bersama dengan Rasulullah Shallalahu 'alaihi wasallam ketika ia mengundangku untuk makan.\" Telah menceritakan kepada kami [Abdushamad], telah menceritakan kepada kami [Abu Hilal], telah menceritakan kepada kami [Abdullah bin Sawadah Al Qusyairi] dari [Anas bin Malik] salah seorang bani Ka'ab saudara dari bani Qusyair, ia berkata; \"Kami iri dengan kuda Rasulullah Shallalahu 'alaihi wasallam, lalu kami mendatangi beliau, sesampainya di sana beliau tengah keadaan makan, beliau lalu berkata kepadaku: \"Mari makan!.\" Aku berkata; \"Sungguh aku sedang berpuasa.\" Lalu ia menyebutkan hadits tersebut.","arab":"حَدَّثَنَا إِسْمَاعِيلُ حَدَّثَنَا أَيُّوبُ قَالَ كَانَ أَبُو قِلَابَةَ حَدَّثَنِي بِهَذَا الْحَدِيثِ ثُمَّ قَالَ لِي هَلْ لَكَ فِي الَّذِي حَدَّثَنِيهِ قَالَ فَدَلَّنِي عَلَيْهِ فَأَتَيْتُهُ فَقَالَ حَدَّثَنِي قَرِيبٌ لِي يُقَالُ لَهُ أَنَسُ بْنُ مَالِكٍ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي إِبِلٍ لِجَارٍ لِي أُخِذَتْ فَوَافَقْتُهُ وَهُوَ يَأْكُلُ فَدَعَانِي إِلَى طَعَامِهِ فَقُلْتُ إِنِّي صَائِمٌ فَقَالَ ادْنُ أَوْ قَالَ هَلُمَّ أُخْبِرْكَ عَنْ ذَلِكَ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى وَضَعَ عَنْ الْمُسَافِرِ الصَّوْمَ وَشَطْرَ الصَّلَاةِ وَعَنْ الْحُبْلَى وَالْمُرْضِعِ قَالَ كَانَ بَعْدَ ذَلِكَ يَتَلَهَّفُ يَقُولُ أَلَا أَكُونُ أَكَلْتُ مِنْ طَعَامِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ دَعَانِي إِلَيْهِحَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا أَبُو هِلَالٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَوَادَةَ الْقُشَيْرِيُّ عَنْ أَنَسِ بْنِ مَالِكٍ أَحَدُ بَنِي كَعْبٍ أَخُو بَنِي قُشَيْرٍ قَالَ أَغَارَتْ عَلَيْنَا خَيْلُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَانْطَلَقْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَانْتَهَيْتُ إِلَيْهِ وَهُوَ يَأْكُلُ فَقَالَ لِيَ ادْنُ فَكُلْ فَقُلْتُ إِنِّي صَائِمٌ فَذَكَرَ الْحَدِيثَ","source":"Ahmad"},"__N_SSG":true}