{"pageProps":{"number":"2666","slug":"ahmad","id":"Telah menceritakan kepada kami [Waki'], telah menceritakan kepada kami [Aban bin Yazid] dari [Budail bin Maisarah Al 'Uqaili] dari seseorang yang biasa dijuluki dengan [Abu 'Athiyyah] ia berkata; Suatu ketika [Malik bin Huwairits] datang dan bercerita kepada kami di mushalla, lalu tibalah waktu shalat, kami pun berkata; \"Majulah (untuk jadi imam)!.\" ia berkata; \"Tidak, jadilah imam salah seorang diantara kalian, hingga aku akan ceritakan satu hadits yang menyebabkan aku tidak maju untuk mengimami, saya mendengar Rasulullah Shallalahu 'Alaihi Wasallam bersabda: \"Barangsiapa berziarah pada suatu kaum, maka janganlah ia menjadi imam dan tunjuklah salah seorang dari kaum tersebut menjadi imam.\" Telah menceritakan kepada kami Abdullah, ia berkata; telah menceritakan kepada kami [Ibrahimm bin Hajjaj] dan [Muhammad bin Aban Al Washiti], keduanya berkata; telah menceritakan kepada kami [Aban], telah menceritakan kepada kami [Budail] seperti hadits diatas. Dan telah menceritakan kepada kami [Yazid], ia berkata; telah mengabarkan kepada kami [Aban bin Yazid Al 'Athar] dari [Budail bin Maisarah], telah menceritakan kepadaku [Abu 'Athiyyah] bekas budak kami, ia berkata; \"Suatu ketika [Malik bin Huwairits] mendatangi kami di mushala…\" lalu ia ceritakan hadits tersebut yaitu hadits dari ayahku.\"","arab":"حَدَّثَنَا وَكِيعٌ حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ الْعُقَيْلِيِّ عَنْ رَجُلٍ مِنْهُمْ يُكَنَّى أَبَا عَطِيَّةَ قَالَ كَانَ مَالِكُ بْنُ الْحُوَيْرِثِيَأْتِينَا فِي مُصَلَّانَا يَتَحَدَّثُ قَالَ فَحَضَرَتْ الصَّلَاةُ يَوْمًا فَقُلْنَا تَقَدَّمْ فَقَالَ لَا لِيَتَقَدَّمْ بَعْضُكُمْ حَتَّى أُحَدِّثَكُمْ لِمَ لَا أَتَقَدَّمُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ مَنْ زَارَ قَوْمًا فَلَا يَؤُمَّهُمْ وَلْيَؤُمَّهُمْ رَجُلٌ مِنْهُمْحَدَّثَنَا عَبْد اللَّهِ قَالَ حَدَّثَنَاه إِبْرَاهِيمُ بْنُ الْحَجَّاجِ وَمُحَمَّدُ بْنُ أَبَانَ الْوَاسِطِيُّ قَالَا حَدَّثَنَا أَبَانُ حَدَّثَنَا بُدَيْلٌ مِثْلَهُ حَدَّثَنَا يَزِيدُ قَالَ أَخْبَرَنَا أَبَانُ بْنُ يَزِيدَ الْعَطَّارُ عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ حَدَّثَنِي أَبُو عَطِيَّةَ مَوْلًى لَنَا قَالَ كَانَ مَالِكُ بْنُ الْحُوَيْرِثِ يَأْتِينَا فِي مُصَلَّانَا فَذَكَرَ الْحَدِيثَ يَعْنِي حَدِيثَ أَبِي","source":"Ahmad"},"__N_SSG":true}