{"pageProps":{"number":"3144","slug":"ahmad","id":"Telah menceritakan kepada kami [Zakariya bin 'Adi] telah menceritakan kepada kami ['Ubaidillah bin Amr Ar Roqqi] dari [Zaid bin Abu Unaisah] telah menceritakan kepada kami [Jabalah bin Suhaim] dari [Abu Al Mutsanna Al 'Abdi], ia berkata; Saya mendengar [As Sadusi bin Al Khashashiyyah] berkata; Aku mendatangi Nabi Shallallahu'alaihi wasallam untuk berbaiat, kemudian beliau mensyaratkanku agar bersaksi bahwa tidak ada Ilah (yang haq) kecuali Allah dan bahwa Muhammad adalah hamba dan utusan-Nya, agar saya mendirikan shalat, menunaikan zakat, menunaikan haji Islam, puasa dibulan Ramadhan dan berjihad di jalan Allah. Kemudian aku berkata; Wahai Rasulullah! Demi Allah, dua diantaranya aku tidak mampu; jihad dan zakat, karena mereka menduga bahwa siapa pun yang lari meninggalkan peperangan maka ia kembali dengan kemurkaan Allah, karena itu aku khawatir bila berperang diriku akan serakah dan aku takut mati. Sementara zakat, demi Allah aku hanya sedikit harta rampasan perang dan sepuluh ekor unta, semuanya adalah penggembalaan dan bawaan keluargaku. Kemudian Rasulullah Shallallahu'alaihi wasallam menjabat tanganku, beliau menggerakkan tangan beliau lalu bersabda; \"Tidak ada jihad dan zakat, lalu kenapa kau masuk surga?\" aku berkata; Wahai Rasulullah! Aku berbaiat kepada tuan. Kemudian aku berbaiat atas semua itu.","arab":"حَدَّثَنَا زَكَرِيَّا بْنُ عَدِيٍّ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو يَعْنِي الرَّقِّيَّ عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ حَدَّثَنَا جَبَلَةُ بْنُ سُحَيْمٍ عَنْ أَبِي الْمُثَنَّى الْعَبْدِيِّ قَالَ سَمِعْتُ السَّدُوسِيَّ يَعْنِي ابْنَ الْخَصَاصِيَّةِ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأُبَايِعَهُ قَالَ فَاشْتَرَطَ عَلَيَّ شَهَادَةَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَأَنْ أُقِيمَ الصَّلَاةَ وَأَنْ أُؤَدِّيَ الزَّكَاةَ وَأَنْ أَحُجَّ حَجَّةَ الْإِسْلَامِ وَأَنْ أَصُومَ شَهْرَ رَمَضَانَ وَأَنْ أُجَاهِدَ فِي سَبِيلِ اللَّهِ فَقُلْتُ يَا رَسُولَ اللَّهِ أَمَّا اثْنَتَانِ فَوَاللَّهِ مَا أُطِيقُهُمَا الْجِهَادُ وَالصَّدَقَةُ فَإِنَّهُمْ زَعَمُوا أَنَّهُ مَنْ وَلَّى الدُّبُرَ فَقَدْ بَاءَ بِغَضَبٍ مِنْ اللَّهِ فَأَخَافُ إِنْ حَضَرْتُ تِلْكَ جَشِعَتْ نَفْسِي وَكَرِهَتْ الْمَوْتَ وَالصَّدَقَةُ فَوَاللَّهِ مَا لِي إِلَّا غُنَيْمَةٌ وَعَشْرُ ذَوْدٍ هُنَّ رَسَلُ أَهْلِي وَحَمُولَتُهُمْ قَالَ فَقَبَضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ ثُمَّ حَرَّكَ يَدَهُ ثُمَّ قَالَ فَلَا جِهَادَ وَلَا صَدَقَةَ فَلِمَ تَدْخُلُ الْجَنَّةَ إِذًا قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَنَا أُبَايِعُكَ قَالَ فَبَايَعْتُ عَلَيْهِنَّ كُلِّهِنَّ","source":"Ahmad"},"__N_SSG":true}