{"pageProps":{"number":"3473","slug":"ahmad","id":"Telah menceritakan kepada kami [Hasan bin Musa] Telah menceritakan kepada kami [Ibnu Lahi'ah] Telah menceritakan kepada kami [Abu Qabil] dari ['Abdullah bin Nasyir dari Bani Sari'] berkata; Aku mendengar [Abu Ruhm, ahli ceramah penduduk Syam] berkata; Aku mendengar [Abu Ayyub Al Anshari] berkata; Pada suatu hari Rasulullah Shallallahu 'alaihi wa salam menemui mereka lalu bersabda: \" Rabb kalian menawariku antara tujuhpuluh ribu umatku masuk surga tanpa hisab atau simpanan disisiNya untuk ummatku.\" Sebagian sahabat bertanya kepada beliau: Wahai Rasulullah! Apakah Rabb baginda menyembunyikannya?. Rasulullah Shallallahu 'alaihi wa salam masuk rumah lalu keluar, beliau bertakbir lalu bersabda: \" Rabbku menambahiku, setiap seribunya bersama tujuhpuluh ribu, dan simpanan disisiNya.\" Berkata Abu Ruhm: Hai Abu Ayyub! Menurutmu, simpanan Rasulullah Shallallahu 'alaihi wa salam itu apa? lalu orang-orang memakannya dengan mulut-mulut mereka. Mereka bertanya: menurutmu, apa maksud simpanan Rasulullah Shallallahu 'alaihi wa salam? Berkata Abu Ayyub: Biarkan orang itu dan aku akan memberitahu kalian tentang simpanan Rasulullah Shallallahu 'alaihi wa salam seperti yang aku kira, bahkan seperti orang yang yakin bahwa simpanan Rasulullah Shallallahu 'alaihi wa salam adalah firman Rabb: \"Barangsiapa bersaksi bahwa tidak ada ilah (yang haq) kecuali Allah semata, tidak ada sekutu bagiNya dan bahwa Muhammad adalah hamba dan utusanNya seraya lisannya membenarkan hatinya, Aku memasukkannya ke surga.\"","arab":"حَدَّثَنَا حَسَنُ بْنُ مُوسَى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ لَهِيعَةَ حَدَّثَنَا أَبُو قَبِيلٍ عَنْ عَبْدِ اللَّهِ بْنِ نَاشِرٍ مِنْ بَنِي سَرِيعٍ قَالَ سَمِعْتُ أَبَا رُهْمٍ قَاصَّ أَهْلِ الشَّامِ يَقُولُ سَمِعْتُ أَبَا أَيُّوبَ الْأَنْصَارِيَّ يَقُولُإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ ذَاتَ يَوْمٍ إِلَيْهِمْ فَقَالَ لَهُمْ إِنَّ رَبَّكُمْ عَزَّ وَجَلَّ خَيَّرَنِي بَيْنَ سَبْعِينَ أَلْفًا يَدْخَلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ وَبَيْنَ الْخَبِيئَةِ عِنْدَهُ لِأُمَّتِي فَقَالَ لَهُ بَعْضُ أَصْحَابِهِ يَا رَسُولَ اللَّهِ أَيُخَبِّئُ ذَلِكَ رَبُّكَ عَزَّ وَجَلَّ فَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ خَرَجَ وَهُوَ يُكَبِّرُ فَقَالَ إِنَّ رَبِّي عَزَّ وَجَلَّ زَادَنِي مَعَ كُلِّ أَلْفٍ سَبْعِينَ أَلْفًا وَالْخَبِيئَةُ عِنْدَهُ قَالَ أَبُو رُهْمٍ يَا أَبَا أَيُّوبَ وَمَا تَظُنُّ خَبِيئَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَكَلَهُ النَّاسُ بِأَفْوَاهِهِمْ فَقَالُوا وَمَا أَنْتَ وَخَبِيئَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو أَيُّوبَ دَعُوا الرَّجُلَ عَنْكُمْ أُخْبِرْكُمْ عَنْ خَبِيئَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا أَظُنُّ بَلْ كَالْمُسْتَيْقِنِ إِنَّ خَبِيئَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَقُولَ رَبِّ مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ مُصَدِّقًا لِسَانَهُ قَلْبُهُ أَدْخِلْهُ الْجَنَّةَ","source":"Ahmad"},"__N_SSG":true}