{"pageProps":{"number":"3891","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Mu'awiyah] telah menceritakan kepada kami [Al A'masi] dari [Syaqiq] dari [Amru bin Al Harits bin Al Musthaliq] dari [anak] saudaranya Zainab isterinya Abdullah dari [Zainab] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam berkhutbah kepada kami, beliau bersabda: \"Wahai para wanita bersedekahlah walaupun dengan perhiasan kalian, sesungguh kalian adalah penduduk Jahannam yang paling banyak pada hari Kiamat.\" Zainab berkata, \"Abdullah adalah seorang laki-laki yang kurus yang tangannya panjang, lalu aku berkata kepadanya, \"Tanyakan untukku pada Rasulullah shallallahu 'alaihi wasallam apakah cukup bagiku bersedekah dengan memberi nafkah pada suamiku dan anak-anak yatim yang aku asuh?\" Zainab berkata, \"Rasulullah shallallahu 'alaihi wasallam telah diberi pemberian, \" Ibnu Mas'ud lalu berkata, \"Pergilah kamu sendiri dan tanyakanlah.\" Maka aku pun pergi, hingga ketika aku sampai di pintu rumah beliau, ternyata di rumah beliau ada seorang wanita Anshar yang namanya Zainab. Keperluanku seperti keperluannya juga.\" Zainab berkata, \"Bilal kemudian keluar menemui kami.\" Zainab berkata, \"Kami lalu berkata kepadanya, 'Tanyakan kepada Rasulullah shallallahu 'alaihi wasallam apakah cukup bagi kami sedekah dengan memberi nafkah kepada suami-suami kami dan anak-anak yatim yang kami asuh? ' lalu Bilal pun masuk menemui Rasulullah shallallahu 'alaihi wasallam lalu dia berkata di pintu, \"Ada Zainab!\" Beliau bertanya: \"Zainab yang mana?\" Bilal menjawab, \"Zainab isteri Abdullah dan Zainab wanita Anshar. Keduanya bertanya tentang nafkah yang mereka berikan kepada suami-suami mereka dan anak-anak yatim yang mereka asuh, apakah mencukupi sedekah mereka (sah)?\" Zinab (isteri Abdullah bin Mas'ud) Berkata, \"Lalu Bilal keluar dan kepada kami, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bagi mereka dua pahala, pahala karib kerabat dan pahala sedekah.\"","arab":"حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنْ شَقِيقٍ عَنْ عَمْرِو بْنِ الْحَارِثِ بْنِ الْمُصْطَلِقِ عَنِ ابْنِ أَخِي زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ زَيْنَبَ قَالَتْخَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ وَلَوْ مِنْ حُلِيِّكُنَّ فَإِنَّكُنَّ أَكْثَرُ أَهْلِ جَهَنَّمَ يَوْمَ الْقِيَامَةِ قَالَتْ وَكَانَ عَبْدُ اللَّهِ رَجُلًا خَفِيفَ ذَاتِ الْيَدِ فَقُلْتُ لَهُ سَلْ لِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُجْزِئُ عَنِّي مِنْ الصَّدَقَةِ النَّفَقَةُ عَلَى زَوْجِي وَأَيْتَامٍ فِي حِجْرِي قَالَتْ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أُلْقِيَتْ عَلَيْهِ الْمَهَابَةُ فَقَالَ اذْهَبِي أَنْتِ فَاسْأَلِيهِ قَالَتْ فَانْطَلَقْتُ فَانْتَهَيْتُ إِلَى بَابِهِ فَإِذَا عَلَيْهِ امْرَأَةٌ مِنْ الْأَنْصَارِ اسْمُهَا زَيْنَبُ حَاجَتِي حَاجَتُهَا قَالَتْ فَخَرَجَ عَلَيْنَا بِلَالٌ قَالَتْ فَقُلْنَا لَهُ سَلْ لَنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُجْزِئُ عَنَّا مِنْ الصَّدَقَةِ النَّفَقَةُ عَلَى أَزْوَاجِنَا وَأَيْتَامٍ فِي حُجُورِنَا قَالَتْ فَدَخَلَ عَلَيْهِ بِلَالٌ فَقَالَ عَلَى الْبَابِ زَيْنَبُ فَقَالَ أَيُّ الزَّيَانِبِ قَالَ فَقَالَ زَيْنَبُ امْرَأَةُ عَبْدِ اللَّهِ وَزَيْنَبُ امْرَأَةٌ مِنْ الْأَنْصَارِ تَسْأَلَانِكَ عَنْ النَّفَقَةِ عَلَى أَزْوَاجِهِمَا وَأَيْتَامٍ فِي حُجُورِهِمَا أَيُجْزِئُ ذَلِكَ عَنْهُمَا مِنْ الصَّدَقَةِ قَالَتْ فَخَرَجَ إِلَيْنَا فَقَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُمَا أَجْرَانِ أَجْرُ الْقَرَابَةِ وَأَجْرُ الصَّدَقَةِ","source":"Ahmad"},"__N_SSG":true}