{"pageProps":{"number":"3894","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Amir] berkata, telah menceritakan kepada kami [Fulaih] dari [Ayyub bin Abdurrahman bin Sha'sha'ah] dari [Ya'qub bin Abu Ya'qub] dari [Ummi Mundzir binti Qais Al Anshariyah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam mendatangiku bersama Ali, sedangkan Ali baru sembuh dari penyakitnya. Ketika itu kami mempunyai tangkai-tangkai kurma yang belum matang yang kami gantungkan, Rasulullah shallallahu 'alaihi wasallam pun berdiri dan memakannya, maka Ali pun ikut berdiri dan memakannya. Nabi shallallahu 'alaihi wasallam kemudian bersabda kepada Ali: \"Hai, kamu baru saja sembuh!, \" sampai dia berhenti memakannya.\" Ummul Mundzir berkata, \"Aku lalu membuat (makanan dari) gandum dan ubi kemudian kubawa kepada beliau.\" Ya'qub berkata, \"Nabi shallallahu 'alaihi wasallam lalu bersabda kepada Ali: \"Makanlah ini, sebab itu lebih bermanfaat bagi kamu.\" Telah menceritakan kepada kami [Yunus] berkata; telah menceritakan kepada kami [Fulaih] dari [Ayyub bin Abdurrahman] dari [Ya'qub bin Abu Ya'qub] dari [Ummu Mundzir Al Adawiyah] dia berkata, \"Rasulullah shallallahu 'alaihi wasallam mendatangiku bersama Ali, sedangkan Ali ketika itu baru sembuh dari penyakitnya…. lalu dia menyebutkan hadist, hanya saja ia menyebutkan, \"kemudian aku membuatkan untuk mereka gandum dan ubi.\" Bapakku (Imam Ahmad) Berkata demikian, [Fazarah bin Amru] juga menyebutkan, 'ubi'.\"","arab":"حَدَّثَنَا أَبُو عَامِرٍ قَالَ حَدَّثَنَا فُلَيْحٌ عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ صَعْصَعَةَ عَنْ يَعْقُوبَ بْنِ أَبِي يَعْقُوبَ عَنْ أُمِّ الْمُنْذِرِ بِنْتِ قَيْسٍ الْأَنْصَارِيَّةِ قَالَتْدَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ عَلِيٌّ وَعَلِيٌّ نَاقِهٌ مِنْ مَرَضٍ وَلَنَا دَوَالٍ مُعَلَّقَةٌ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ مِنْهَا وَقَامَ عَلِيٌّ يَأْكُلُ مِنْهَا فَطَفِقَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لِعَلِيٍّ مَهْ إِنَّكَ نَاقِهٌ حَتَّى كَفَّ قَالَتْ وَصَنَعْتُ شَعِيرًا وَسِلْقًا فَجِئْتُ بِهِ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعَلِيٍّ مِنْ هَذَا أَصِبْ فَهُوَ أَنْفَعُ لَكَحَدَّثَنَا يُونُسُ قَالَ حَدَّثَنَا فُلَيْحٌ عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ يَعْقُوبَ بْنِ أَبِي يَعْقُوبَ عَنْ أُمِّ الْمُنْذِرِ الْعَدَوِيَّةِ قَالَتْ دَخَلَ عَلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ عَلِيٌّ وَعَلِيٌّ نَاقِهٌ فَذَكَرَ الْحَدِيثَ إِلَّا أَنَّهُ قَالَ ثُمَّ جَعَلْتُ لَهُمْ سِلْقًا وَشَعِيرًا قَالَ أَبِي وَكَذَلِكَ قَالَ فَزَارَةُ بْنُ عَمْرٍو سِلْقًا","source":"Ahmad"},"__N_SSG":true}