{"pageProps":{"number":"3989","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Hammam] berkata, telah menceritakan kepada kami [Muhammad bin Juhadah] berkata, telah menceritakan kepadaku [Al Mughirah bin Abdullah Al Yasykuri] dari [Ayahnya] dia berkata, \"Aku pergi ke Kufah untuk mengambil keledai.\" Abdullah berkata, \"Lalu aku mendatangi pasar, dan ternyata pasar belum dimulai. Kemudian aku berkata kepada sahabatku, 'Bagaimana jika kita masuk ke masjid, pada hari itu adalah pasarannya pedagang kurma', ternyata di dalam masjid ada seorang laki-laki yang bernama Qa'is bin Al Muntafiq. Laki-laki itu berkata, \"Telah diterangkan kepadku tentang sifat Rasulullah shallallahu 'alaihi wasallam, kemudian aku mencarinta di Mina, lantas dikatakan kepadaku bahwa beliau berada di Arafah, akhirnya aku menemukan beliau. Kemudian aku berdesak-desakkan untuk menemui beliau, dikatakan kepadaku, 'Menjauhlah dari jalan Rasulullah shallallahu 'alaihi wasallam', kemudian beliau bersabda: \"Biarkan orang itu, biarkan apa yang diinginkan, \" [Ibnul Muntafiq] lalu berkata, \"Kemudian aku bergegas menemui beliau hingga aku berada di depannya. Kemudian aku mengambil tali kekang tunggangan Rasulullah shallallahu 'alaihi wasallam, atau dia berkata; tali pengikatnya -seperti ini yang diriwayatkan Muhammad- hingga kedua leher tunggangan kami beriringan.\" Ibnul Muntafiq berkata, \"Dan Rasulullah shallallahu 'alaihi wasallam tidak mengeluhkan kepadaku, atau dia mengatakan, beliau tidak berubah raut mukanya padaku -seperti ini yang diriwayatkan Muhammad-. Aku lalu berkata, \"Dua hal yang aku tanyakan kepada tuan; apa yang menyebabkan aku bebas dari neraka, dan apa yang menyebabkan aku masuk surga? ' Lalu Rasulullah shallallahu 'alaihi wasallam menengadahkan kepalanya ke langit dan menurunkannya lagi, kemudian menatapku dengan wajahnya, beliau bersabda: \"Jika kamu meringankan soal ini, maka kamu telah menjadikannya perkara besar dan lama, pergi dan sembahlah Allah dan jangan kamu sekutukan dengan sesuatupun, dirikan shalat wajib, tunaikan zakat, dan berpuasalah pada bulan Ramadan. Jika kamu suka orang-orang melakukan sesuatu (kebaikan) kepadamu, maka lakukanlah kebaikan itu kepada mereka, dan jika kamu benci orang-orang melakukan keburukan itu kepadamu, maka jangan kamu lakukan keburukan itu kepada mereka.\" Kemudian beliau bersabda: \"Berikan jalan untukku.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا هَمَّامٌ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جُحَادَةَ قَالَ حَدَّثَنِي الْمُغِيرَةُ بْنُ عَبْدِ اللَّهِ الْيَشْكُرِيُّ عَنْ أَبِيهِ قَالَانْطَلَقْتُ إِلَى الْكُوفَةِ لِأَجْلِبَ بِغَالًا قَالَ فَأَتَيْتُ السُّوقَ وَلَمْ تُقَمْ قَالَ قُلْتُ لِصَاحِبٍ لِي لَوْ دَخَلْنَا الْمَسْجِدَ وَمَوْضِعُهُ يَوْمَئِذٍ فِي أَصْحَابِ التَّمْرِ فَإِذَا فِيهِ رَجُلٌ مِنْ قَيْسٍ يُقَالُ لَهُ ابْنُ الْمُنْتَفِقِ وَهُوَ يَقُولُ وُصِفَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحُلِّيَ فَطَلَبْتُهُ بِمِنًى فَقِيلَ لِي هُوَ بِعَرَفَاتٍ فَانْتَهَيْتُ إِلَيْهِ فَزَاحَمْتُ عَلَيْهِ فَقِيلَ لِي إِلَيْكَ عَنْ طَرِيقِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ دَعُوا الرَّجُلَ أَرِبَ مَا لَهُ قَالَ فَزَاحَمْتُ عَلَيْهِ حَتَّى خَلَصْتُ إِلَيْهِ قَالَ فَأَخَذْتُ بِخِطَامِ رَاحِلَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ قَالَ زِمَامِهَا هَكَذَا حَدَّثَ مُحَمَّدٌ حَتَّى اخْتَلَفَتْ أَعْنَاقُ رَاحِلَتَيْنَا قَالَ فَمَا يَزَعُنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ قَالَ مَا غَيَّرَ عَلَيَّ هَكَذَا حَدَّثَ مُحَمَّدٌ قَالَ قُلْتُ ثِنْتَانِ أَسْأَلُكَ عَنْهُمَا مَا يُنَجِّينِي مِنْ النَّارِ وَمَا يُدْخِلُنِي الْجَنَّةَ قَالَ فَنَظَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى السَّمَاءِ ثُمَّ نَكَسَ رَأْسَهُ ثُمَّ أَقْبَلَ عَلَيَّ بِوَجْهِهِ قَالَ لَئِنْ كُنْتَ أَوْجَزْتَ فِي الْمَسْأَلَةِ لَقَدْ أَعْظَمْتَ وَأَطْوَلْتَ فَاعْقِلْ عَنِّي إِذًا اعْبُدْ اللَّهَ لَا تُشْرِكْ بِهِ شَيْئًا وَأَقِمْ الصَّلَاةَ الْمَكْتُوبَةَ وَأَدِّ الزَّكَاةَ الْمَفْرُوضَةَ وَصُمْ رَمَضَانَ وَمَا تُحِبُّ أَنْ يَفْعَلَهُ بِكَ النَّاسُ فَافْعَلْهُ بِهِمْ وَمَا تَكْرَهُ أَنْ يَأْتِيَ إِلَيْكَ النَّاسُ فَذَرْ النَّاسَ مِنْهُ ثُمَّ قَالَ خَلِّ سَبِيلَ الرَّاحِلَةِ","source":"Ahmad"},"__N_SSG":true}