{"pageProps":{"number":"3995","slug":"ahmad","id":"Telah menceritakan kepada kami [Yahya bin Sa'id] berkata, telah menceritakan kepada kami [Ibnu Abu Dzi'b] berkata, telah menceritakan kepada kami [Sa'id] -yakni Al Maqbri berkata, aku mendengar [Abu Syuraih Al Ka'bi] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda pada saat penaklukan kota Makkah: \"Sesungguhnya Allah Azza Wa Jalla telah mengharamkan kota Makkah dan manusia belum mengharamkannya, maka barangsiapa beriman kepada Allah dan hari akhir, hendaknya tidak menumpahkan darah di dalamnya, dan tidak menebang pepohonan di dalamnya meskipun dari orang yang meremehkan.\" Abu Syuraih berkata, \"Telah dihalalkan buat Rasulullah shallallahu 'alaihi wasallam, \"Sesungguhnya Allah telah menghalalkan buatku dan tidak menghalalkan buat yang lain, ia haram dari sekarang ini hingga hari Kiamat kelak. Sesungguhnya kalian wahai bani Khuza'ah, telah membunuh orang ini, dan sesungguhnya akulah yag menebus diatnya, maka barangsiapa membunuh seseorang setelah perkataanku ini, maka keluarganya berhak untuk memilih antara dua pilihan; balas bunuh atau mengambil diyatnya.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ قَالَ حَدَّثَنَا سَعِيدٌ يَعْنِي الْمَقْبُرِيَّ قَالَ سَمِعْتُ أَبَا شُرَيْحٍ الْكَعْبِيَّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ فَتْحِ مَكَّةَ إِنَّ اللَّهَ عَزَّ وَجَلَّ حَرَّمَ مَكَّةَ وَلَمْ يُحَرِّمْهَا النَّاسُ فَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يَسْفِكَنَّ فِيهَا دَمًا وَلَا يَعْضِدَنَّ فِيهَا شَجَرًا فَإِنْ تَرَخَّصَ مُتَرَخِّصٌ فَقَالَ أُحِلَّتْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّ اللَّهَ أَحَلَّهَا لِي وَلَمْ يُحِلَّهَا لِلنَّاسِ وَهِيَ سَاعَتِي هَذِهِ حَرَامٌ إِلَى أَنْ تَقُومَ السَّاعَةُ إِنَّكُمْ مَعْشَرَ خُزَاعَةَ قَتَلْتُمْ هَذَا الْقَتِيلَ وَإِنِّي عَاقِلُهُ فَمَنْ قُتِلَ لَهُ قَتِيلٌ بَعْدَ مَقَالَتِي هَذِهِ فَأَهْلُهُ بَيْنَ خِيرَتَيْنِ إِمَّا أَنْ يَقْتُلُوا أَوْ يَأْخُذُوا الْعَقْلَ","source":"Ahmad"},"__N_SSG":true}