{"pageProps":{"number":"4133","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] telah menceritakan kepada kami [Hammad bin Salamah] berkata, telah mengabarkan kepada kami [Daud] dari [Amir] dari [Fatimah binti Qais], bahwa suatu hari Nabi shallallahu 'alaihi wasallam datang dengan tergesa-gesa kemudian naik mimbar, lalu diserulah 'Ash Shalaatu Jaami'ah (Mari shalat berjama'ah). Orang-orang pun berkumpul, beliau kemudian bersabda: \"Wahai sekalian manusia, sesungguhnya aku tidak menyeru kalian karena suatu hal yang membuat kalian terkejut, akan tetapi Tamim Ad Dary telah mengabarkan kepadaku, bahwa orang-orang dari penduduk Palestina telah mengarungi lautan, mereka diterpa oleh angin topan sehingga membuat mereka terdampar di sebuah pulau, tiba-tiba mereka bertemu dengan makhluk berambut gondrong sehingga tidak ketahuan apakah dia laki-laki atau perempuan, karena rambutnya lebat. Mereka bertanya, 'siapakah kamu? ' makhluk itu menjawab, 'Aku adalah Jasasah', lalu mereka bertanya, 'Mahukah kamu bercerita kepada kami? ' Makhluk itu menjawab, 'Aku bukanlah orang yang bercerita dan bukan pula yang meminta cerita kepada kalian, akan tetapi pergilah ke tempat peribadatan (biara) ini, di dalamnya ada seorang laki-laki yang yang sangat menanti berita kalian, kemudian mereka masuk ke sebuah biara dan mereka mendapatkan seorang laki-laki buta yang dibelenggu rantai, kemudian laki-laki itu bertanya, 'Siapa kalian? ' mereka menjawab, 'Kami orang-orang Arab', laki-laki itu bertanya, 'Apakah pada kalian telah diutus seorang Nabi shallallahu 'alaihi wasallam? ' mereka menjawab, 'Ya, ' laki-laki itu bertanya lagi, 'Apakah orang-orang arab mengikutinya? ' Mereka menjawab, 'Ya.' Laki-laki itu berkata, 'Itu lebih baik bagi mereka.' Kemudian laki-laki itu berkata lagi, 'Apa yang dilakukan oleh orang-orang Persia? Apakah dia dapat menguasainya (Persia)? Mereka berkata, 'Dia belum mampu mengalahkannya.' Laki-laki itu berkata, 'Sungguh, suatu saat dia akan menguasainya.' Laki-laki itu bertanya lagi, 'Apa yang terjadi dengan 'Ainu Zughar (nama mata air)? ' mereka menjawab, 'Airnya meluap, ' kemudian dia bertanya lagi, 'Apa yang terjadi dengan perahu Thabariyah? ' mereka menjawab, 'Penuh.' Laki-laki itu bertanya lagi, 'Apa yang terjadi dengan pohon kurma yang ada di Baisan, apakah memberikan kecukupan makanan? ' mereka menjawab, 'Sungguh, orang-orang yang pertama telah memakannya.' Tamim berkata, \"Tiba-tiba ia melompat, dan kami mengira ia akan lepas, maka kami berkata, 'Siapakah sebenarnya dirimu? ' Laki-laki itu menjawab, 'Aku adalah Dajjal, sesungguhnya aku akan melalui bumi seluruhnya, selain Makkah dan Thaybah (nama kota Madinah).' Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku memberikan kabar gembira kepada kalian wahai kaum Muslimin, sesungguhnya (bumi) ini adalah Thayibah yang tidak akan dimasuki oleh Dajjal.\"","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ قَالَ أَخْبَرَنَا دَاوُدُ عَنْ عَامِرٍ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَ ذَاتَ يَوْمٍ مُسْرِعًا فَصَعِدَ الْمِنْبَرَ فَنُودِيَ فِي النَّاسِ الصَّلَاةُ جَامِعَةٌ وَاجْتَمَعَ النَّاسُ فَقَالَ يَا أَيُّهَا النَّاسُ إِنِّي لَمْ أَدْعُكُمْ لِرَغْبَةٍ نَزَلَتْ وَلَا لِرَهْبَةٍ وَلَكِنَّ تَمِيمًا الدَّارِيَّ أَخْبَرَنِي أَنَّ نَاسًا مِنْ أَهْلِ فِلَسْطِينَ رَكِبُوا الْبَحْرَ فَقَذَفَتْهُمْ الرِّيحُ إِلَى جَزِيرَةٍ مِنْ جَزَائِرِ الْبَحْرِ فَإِذَا هُمْ بِدَابَّةٍ أَشْعَرَ لَا يُدْرَى أَذَكَرٌ أَمْ أُنْثَى مِنْ كَثْرَةِ شَعْرِهِ فَقَالُوا مَنْ أَنْتَ فَقَالَتْ أَنَا الْجَسَّاسَةُ قَالُوا فَأَخْبِرِينَا قَالَتْ مَا أَنَا بِمُخْبِرَتِكُمْ وَلَا بِمُسْتَخْبِرَتِكُمْ وَلَكِنْ فِي هَذَا الدَّيْرِ رَجُلٌ فَقِيرٌ إِلَى أَنْ يُخْبِرَكُمْ وَيَسْتَخْبِرَكُمْ فَدَخَلُوا الدَّيْرَ فَإِذَا رَجُلٌ ضَرِيرٌ وَمُصَفَّدٌ فِي الْحَدِيدِ فَقَالَ مَنْ أَنْتُمْ قُلْنَا نَحْنُ الْعَرَبُ قَالَ هَلْ بُعِثَ فِيكُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْنَا نَعَمْ قَالَ فَهَلْ اتَّبَعَهُ الْعَرَبُ قَالُوا نَعَمْ قَالَ ذَاكَ خَيْرٌ لَهُمْ قَالَ مَا فَعَلَتْ فَارِسُ هَلْ ظَهَرَ عَلَيْهَا قَالُوا لَمْ يَظْهَرْ عَلَيْهَا بَعْدُ قَالَ أَمَا إِنَّهُ سَيَظْهَرُ عَلَيْهَا ثُمَّ قَالَ مَا فَعَلَتْ عَيْنُ زُغَرَ قَالُوا هِيَ تَدْفُقُ مَلْأَى قَالَ فَمَا فَعَلَتْ بُحَيْرَةُ طَبَرِيَّةَ قَالُوا هِيَ تَدْفُقُ مَلْأَى قَالَ فَمَا فَعَلَتْ نَخْلُ بَيْسَانَ هَلْ أَطْعَمَ بَعْدُ قَالُوا قَدْ أَطْعَمَ أَوَائِلُهُ قَالَ فَوَثَبَ وَثْبَةً ظَنَنَّا أَنَّهُ سَيَفْلِتُ فَقُلْنَا مَنْ أَنْتَ قَالَ أَنَا الدَّجَّالُ أَمَا إِنِّي سَأَطَأُ الْأَرْضَ كُلَّهَا غَيْرَ مَكَّةَ وَطَيْبَةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبْشِرُوا مَعْشَرَ الْمُسْلِمِينَ فَإِنَّ هَذِهِ طَيْبَةُ لَا يَدْخُلُهَا الدَّجَّالُ","source":"Ahmad"},"__N_SSG":true}