{"pageProps":{"number":"4299","slug":"ahmad","id":"Telah menceritakan kepada kami [Affan] berkata, telah menceritakan kepada kami [Wuhaib] berkata, telah menceritakan kepada kami [Ibnu Thawus] dari [ayahnya] dari [Shafwan bin Umayyah] bahwa dikatakan kepadanya, \"Tidak akan masuk surga kecuali orang yang telah berhijrah.\" Shafwan lalu berkata, \"Maka aku pun berkata, \"Aku tidak akan masuk ke rumah sebelum aku mendatangi Rasulullah shallallahu 'alaihi wasallam dan menanyakan kepada beliau.\" Lalu aku mendatangi Rasulullah shallallahu 'alaihi wasallam dan bertanya, \"Wahai Rasulullah, sesungguhnya laki-laki ini telah mencuri selembar kainku.\" Maka beliau memerintahkan untuk memotong tangan orang yang telah mencurinya, tetapi Shafwan justru berkata, \"Wahai Rasulullah, sesungguhnya aku telah memberikan untuknya.\" Beliau bersabda: \"Kenapa itu tidak kamu lakukan sebelum kamu bawa dia kemari!\" Shufwan berkata, \"Lalu aku berkata, \"Wahai Rasulullah, orang-orang berkata, 'Tidak akan masuk surga kecuali orang-orang yang telah berhijrah'? Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada hijrah setelah penaklukan Makkah, yang ada adalah Jihad dan niat, akan tetapi jika kalian diseru untuk berperang maka berangkatlah.\"","arab":"حَدَّثَنَا عَفَّانُ قَالَ ثَنَا وُهَيْبٌ قَالَ ثَنَا ابْنُ طَاوُسٍ عَنْ أَبِيهِ عَنْ صَفْوَانَ بْنِ أُمَيَّةَأَنَّهُ قِيلَ لَهُ إِنَّهُ لَا يَدْخُلُ الْجَنَّةَ إِلَّا مَنْ هَاجَرَ قَالَ فَقُلْتُ لَا أَدْخُلُ مَنْزِلِي حَتَّى آتِيَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْأَلَهُ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ هَذَا سَرَقَ خَمِيصَةً لِي لِرَجُلٍ مَعَهُ فَأَمَرَ بِقَطْعِهِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي قَدْ وَهَبْتُهَا لَهُ قَالَ فَهَلَّا قَبْلَ أَنْ تَأْتِيَنِي بِهِ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّهُمْ يَقُولُونَ لَا يَدْخُلُ الْجَنَّةَ إِلَّا مَنْ هَاجَرَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا هِجْرَةَ بَعْدَ فَتْحِ مَكَّةَ وَلَكِنْ جِهَادٌ وَنِيَّةٌ وَإِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا","source":"Ahmad"},"__N_SSG":true}