{"pageProps":{"number":"451","slug":"ahmad","id":"(Ahmad bin Hanbal RH) berkata; dibacakan di hadapan [Ya'qub] pada kitab perang bapaknya, dari [Ibnu Ishaq]. Ibnu Ishaq berkata; dan telah menceritakan kepadaku [Buraidah bin Sufyan Al Aslami] dari [beberapa orang dari Bani Salamah] dari [Abu Al Yasar Ka'b bin 'Amr] berkata; demi Allah kami benar-benar bersama Rasulullah Shallallahu'alaihiwasallam di Khaibar pada sore hari, ketika ada sekumpulan kambing milik seorang dari Yahudi yang sedang menuju benteng mereka, sedang kami sedang mengepung mereka. Rasulullah Shallallahu'alaihiwasallam bersabda: \"Siapakah yang akan mengambilkan kami makanan dari kambing tersebut\" Abu Al Yasar berkata; saya Wahai Rasulullah, beliau bersabda: \"Lakukanlah!\" (Abu Al Yasar Radliyallahu'anhu) berkata; lalu saya keluar pada saat gulita malam, tatkala Rasulullah Shallallahu'alaihiwasallam melihatku hendak berangkat, beliau berdo'a, Ya Allah senangkanlah kami dengannya. (Abu Al Yasar Radliyallahu'anhu) berkata; saya mendapatkan kambing ternyata sebagiannya telah masuk dalam benteng, lalu saya mengambil dua kambing yang lain, lalu saya taruh di bawah tanganku, lalu saya membawanya pergi karena rasa khawatirku seolah-olah saya tidak membawa sesuatupun sampai saya membawanya di hadapan Rasulullah Shallallahu'alaihiwasallam. Lalu beliau menyembelih keduanya, lalu mereka memakannya.\" Abu Al Yasar adalah termasuk sahabat Rasulullah Shallallahu'alaihiwasallam yang terakhir meninggal, jika dia menceritakan hadis ini, dia menangis lalu berkata; mereka telah merasa senang denganku dan umurku adalah yang terakhir di antara mereka.","arab":"قَالَ قُرِئَ عَلَى يَعْقُوبَ فِي مَغَازِي أَبِيهِ عَنِ ابْنِ إِسْحَاقَ قَالَ ابْنُ إِسْحَاقَ وَحَدَّثَنِي بُرَيْدَةُ بْنُ سُفْيَانَ الْأَسْلَمِيُّ عَنْ بَعْضِ رِجَالِ بَنِي سَلِمَةَ عَنْ أَبِي الْيَسَرِ كَعْبِ بْنِ عَمْرٍو قَالَقَالَ وَاللَّهِ إِنَّا لَمَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِخَيْبَرَ عَشِيَّةً إِذْ أَقْبَلَتْ غَنَمٌ لِرَجُلٍ مِنْ يَهُودَ تُرِيدُ حِصْنَهُمْ وَنَحْنُ مُحَاصِرُوهُمْ إِذْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ رَجُلٌ يُطْعِمُنَا مِنْ هَذِهِ الْغَنَمِ قَالَ أَبُو الْيَسَرِ فَقُلْتُ أَنَا يَا رَسُولَ اللَّهِ قَالَ فَافْعَلْ قَالَ فَخَرَجْتُ أَشْتَدُّ مِثْلَ الظَّلِيمِ فَلَمَّا نَظَرَ إِلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُوَلِّيًا قَالَ اللَّهُمَّ أَمْتِعْنَا بِهِ قَالَ فَأَدْرَكْتُ الْغَنَمَ وَقَدْ دَخَلَتْ أَوَائِلُهَا الْحِصْنَ فَأَخَذْتُ شَاتَيْنِ مِنْ أُخْرَاهَا فَاحْتَضَنْتُهُمَا تَحْتَ يَدَيَّ ثُمَّ أَقْبَلْتُ بِهِمَا أَشْتَدُّ كَأَنَّهُ لَيْسَ مَعِي شَيْءٌ حَتَّى أَلْقَيْتُهُمَا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَبَحُوهُمَا فَأَكَلُوهُمَافَكَانَ أَبُو الْيَسَرِ مِنْ آخِرِ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلَاكًا فَكَانَ إِذَا حَدَّثَ بِهَذَا الْحَدِيثِ بَكَى ثُمَّ يَقُولُ أُمْتِعُوا بِي لَعَمْرِي كُنْتُ آخِرَهُمْ","source":"Ahmad"},"__N_SSG":true}