{"pageProps":{"number":"505","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] telah menceritakan kepada kami [Hammad bin Salamah] telah mengabarkan kepada kami ['Ali bin Zaid] dari [Abdurrahman bin Abu Bakrah] dari [Al Aswad bin Sari'] berkata; saya mendatangi Nabi Shallallahu'alaihiwasallam dan berkata; Wahai Rasulullah, saya memuji Rabku Tabaroka Wa Ta'ala dengan kalimAt kalimat pujian kepadamu. (Rasulullah Shallallahu'alaihiwasallam) bersabda: \"Bacakan apa yang kau gunakan dalam memuji Rabb Azzawajalla kamu\". (Al Aswad bin Sari` radliyallahu'anhu) berkata; saya membacakannya, lalu datanglah seorang laki-laki yang hitam tinggi meminta ijin. Lalu Nabi Shallallahu'alaihi wasallam bersabda: \"Jelaskan, jelaskan\". Orang itu berbicara sebentar lalu keluar. Lalu saya membacakannya. Orang tadi datang lagi dan meminta ijin. Nabi Shallallahu'alaihi wasallam bersabda: \"Jelaskan, jelaskan\". (orang itu) melakukan hal itu dua kali atau tiga kali. Lantas kutanyakan, Wahai Rasulullah, siapakah orang yang menjadikan anda memintaku untuk diam!. Beliau bersabda: \"Itu Umar bin Khattab, tidak menyukai hal yang batil.","arab":"حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَخْبَرَنَا عَلِيُّ بْنُ زَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنِ الْأَسْوَدِ بْنِ سَرِيعٍ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي قَدْ حَمِدْتُ رَبِّي تَبَارَكَ وَتَعَالَى بِمَحَامِدَ وَمِدَحٍ وَإِيَّاكَ قَالَ هَاتِ مَا حَمِدْتَ بِهِ رَبَّكَ عَزَّ وَجَلَّ قَالَ فَجَعَلْتُ أُنْشِدُهُ فَجَاءَ رَجُلٌ أَدْلَمُ فَاسْتَأْذَنَ قَالَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيِّنْ بَيِّنْ قَالَ فَتَكَلَّمَ سَاعَةً ثُمَّ خَرَجَ قَالَ فَجَعَلْتُ أُنْشِدُهُ قَالَ ثُمَّ جَاءَ فَاسْتَأْذَنَ قَالَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيِّنْ بَيِّنْ فَفَعَلَ ذَاكَ مَرَّتَيْنِ أَوْ ثَلَاثًا قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَنْ هَذَا الَّذِي اسْتَنْصَتَّنِي لَهُ قَالَ عُمَرُ بْنُ الْخَطَّابِ هَذَا رَجُلٌ لَا يُحِبُّ الْبَاطِلَ","source":"Ahmad"},"__N_SSG":true}