{"pageProps":{"number":"763","slug":"ahmad","id":"Telah menceritakan kepada kami ['Affan] berkata; telah menceritakan kepada kami [Sallam Abu Al Mundzir] dari ['Ashim bin Bahdalah] dari [Abu Wa'il] dari [Al Harits bin Hassan] berkata; saya melewati seseorang yang sudah tua di Rabdzah berjalan sendirian dari Bani Tamim. (Al Harits bin Hassan Radliyallahu'anhu) berkata; dia bertanya: 'Kalian hendak kemana? ' (Al Harits bin Hassan Radliyallahu'anhu) berkata; saya menjawab, kami hendak menemui Rasulullah Shallallahu'alahiwasallam. Dia berkata; 'Ajaklah saya bersama kalian, saya memiliki keperluan kepada beliau.' (Al Harits bin Hassan Radliyallahu'anhu) berkata; saya masuk ke masjid, waktu itu beliau sedang dipenuhi orang-orang, dan di situ juga ada bendera hitam yang berkibar. Saya bertanya ada apa orang-orang pada hari ini? Mereka menjawab, Rasulullah Shallallahu'alahiwasallam hendak mengutus 'Amr bin Al 'Ash ke suatu peperangan. (Al Harits bin Hassan Radliyallahu'anhu) berkata; 'Wahai Rasulullah, bagaimana pendapat anda jika anda menjadikan Dahna' sebagai penghalang, antara kami dengan Bani Tamim?. Jika anda setuju, karena tempat itu menjadi tempat lewat kami.' (Al Harits bin Hassan Radliyallahu'anhu) berkata; orang tua tadi tidak tenang dalam duduknya dan mulai terlihat rasa fanatisme kesukuannya, lalu berkata; 'Wahai Rasulullah, di mana anda memaksa rasa masam anda. Saya berkata; Wahai Rasulullah, saya mengajak orang ini dan saya tidak merasa kalau dia mememusuhiku. (Al Harits bin Hassan Radliyallahu'anhu) berkata; saya berkata; saya berlindung kepada Allah jika saya menjadi sebagaimana yang dikatakan pertama kali. Rasulullah Shallallahu'alahiwasallam bertanya, apa yang dikatakan pertama. (Al Harits bin Hassan Radliyallahu'anhu) berkata; tepat kamu pada orang yang tahu, Sallam berkata; orang ini bodoh ini, Rasulullah Shallallahu'alahiwasallam bersabda: tepat kamu pada orang yang tahu. (Al Harits bin Hassan Radliyallahu'anhu) berkata; Rasulullah Shallallahu'alahiwasallam bersabda: \"Tambahkan kepadaku\", -beliau meminta tambahan perkataan cerita-. Dia berkata; sesungguhnya kaum 'Ad telah mengutus utusan mereka yaitu Qail, lalu singgah pada Mu'awiyah bin Bakr selama sebulan, dan memberinya minum dengan arak, ada dua budak yang bernyanyi untuknya, lalu dia pergi sampai di gunung Muhrah. Lalu berkata; Ya Allah, sesungguhnya saya tidak datang kepada tawanan yang akan saya tebus, juga bukan orang yang sakit lalu saya obati, berilah minum hamba-Mu dengan apa yang engkau kehendaki, berilah minum Mu'awiyah bin Bakr selama sebulan dengan arak yang dia minum. (Al Harits bin Hassan Radliyallahu'anhu) berkata; lalu lewatlah awan-awan yang hitam lalu diserukan agar mengambilnya untuk merusakkan serusak-rusaknya. Jangan tinggalkan kaum 'Ad satupun. Abu Wa'il berkata; sampai kepadaku, sesungguhnya yang dikirimkan kepada mereka berupa angin seukuran apa yang bisa melewati cincin.","arab":"حَدَّثَنَا عَفَّانُ قَالَ حَدَّثَنَا سَلَّامٌ أَبُو الْمُنْذِرِ عَنْ عَاصِمِ بْنِ بَهْدَلَةَ عَنْ أَبِي وَائِلٍ عَنِ الْحَارِثِ بْنِ حَسَّانَ قَالَمَرَرْتُ بِعَجُوزٍ بِالرَّبَذَةِ مُنْقَطِعٌ بِهَا مِنْ بَنِي تَمِيمٍ قَالَ فَقَالَتْ أَيْنَ تُرِيدُونَ قَالَ فَقُلْتُ نُرِيدُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ فَاحْمِلُونِي مَعَكُمْ فَإِنَّ لِي إِلَيْهِ حَاجَةً قَالَ فَقُلْتُ فَدَخَلْتُ الْمَسْجِدَ فَإِذَا هُوَ غَاصٌّ بِالنَّاسِ وَإِذَا رَايَةٌ سَوْدَاءُ تَخْفِقُ فَقُلْتُ مَا شَأْنُ النَّاسِ الْيَوْمَ قَالُوا هَذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُرِيدُ أَنْ يَبْعَثَ عَمْرَو بْنَ الْعَاصِ وَجْهًا قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنْ رَأَيْتَ أَنْ تَجْعَلَ الدَّهْنَاءَ حِجَازًا بَيْنَنَا وَبَيْنَ بَنِي تَمِيمٍ فَافْعَلْ فَإِنَّهَا كَانَتْ لَنَا مَرَّةً قَالَ فَاسْتَوْفَزَتْ الْعَجُوزُ وَأَخَذَتْهَا الْحَمِيَّةُ فَقَالَتْ يَا رَسُولَ اللَّهِ أَيْنَ تَضْطَرُّ مُضَرَكَ قُلْتُ يَا رَسُولَ اللَّهِ حَمَلْتُ هَذِهِ وَلَا أَشْعُرُ أَنَّهَا كَائِنَةٌ لِي خَصْمًا قَالَ قُلْتُ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ كَمَا قَالَ الْأَوَّلُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا قَالَ الْأَوَّلُ قَالَ عَلَى الْخَبِيرِ سَقَطْتَ يَقُولُ سَلَّامٌ هَذَا أَحْمَقُ يَقُولُ الرَّسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْخَبِيرِ سَقَطْتَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هِيهْ يَسْتَطْعِمُهُ الْحَدِيثَ قَالَ إِنَّ عَادًا أَرْسَلُوا وَافِدَهُمْ قَيْلًا فَنَزَلَ عَلَى مُعَاوِيَةَ بْنِ بَكْرٍ شَهْرًا يَسْقِيهِ الْخَمْرَ وَتُغَنِّيهِ الْجَرَادَتَانِ فَانْطَلَقَ حَتَّى أَتَى عَلَى جِبَالِ مُهْرَةَ فَقَالَ اللَّهُمَّ إِنِّي لَمْ آتِ لِأَسِيرٍ أُفَادِيهِ وَلَا لِمَرِيضٍ فَأُدَاوِيَهُ فَاسْقِ عَبْدَكَ مَا كُنْتَ سَاقِيَهُ وَاسْقِ مُعَاوِيَةَ بْنَ بَكْرٍ شَهْرًا يَشْكُرْ لَهُ الْخَمْرَ الَّتِي شَرِبَهَا عِنْدَهُ قَالَ فَمَرَّتْ سَحَابَاتٌ سُودٌ فَنُودِيَ أَنْ خُذْهَا رَمَادًا رِمْدِدًا لَا تَذَرْ مِنْ عَادٍ أَحَدًاقَالَ أَبُو وَائِلٍ فَبَلَغَنِي أَنَّ مَا أُرْسِلَ عَلَيْهِمْ مِنْ الرِّيحِ كَقَدْرِ مَا يَجْرِي فِي الْخَاتَمِ","source":"Ahmad"},"__N_SSG":true}