{"pageProps":{"number":"770","slug":"ahmad","id":"Telah menceritakan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepada kami [bapakku] telah menceritakan kepada kami [Muhammad bin Ishaq] dari [Aban bin Shalih] dari [Al Fadl bin Abdullah bin Ma'qil bin Sinan] dari [Abdullah bin Niyar Al Aslami] dari ['Amr bin Sya'si Al Aslamy] berkata; dia termasuk dari ahli Hudaibiyah berkata; saya bepergian bersama 'Ali ke Yaman, 'Ali berbuat kasar terhadapku dalam perjalanan itu sehingga saya marah terhadapnya. Ketika sampai di tujuan, saya mengadukan kejadian tersebut di masjid, hingga hal tersebut sampai pada Rasulullah Shallallahu'alahiwasallam, saya masuk ke masjid pada suatu pagi dan Rasulullah Shallallahu'alahiwasallam berada dalam kerumunan para sahabatnya. Ketika beliau melihatku, beliau menajamkan pandangannya seolah-olah mengancamku dengan pandangan beliau. Tatkala saya sudah duduk beliau bersabda: \"Wahai 'Amr, Demi Allah, sungguh kamu telah menyakitiku\" Saya menjawab, \"Saya berlindung kepada Allah jika saya menyakiti anda, wahai Rasulullah\". Lalu beliau bersabda: \"Ya, barangsiapa yang menyakiti 'Ali, dia telah menyakitiku\".","arab":"حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ أَبَانَ بْنِ صَالِحٍ عَنِ الْفَضْلِ بْنِ عَبْدِ اللَّهِ بْنِ مَعْقِلِ بْنِ سِنَانٍ عَنْ عَبْدِ اللَّهِ بْنِ نِيَارٍ الْأَسْلَمِيِّ عَنْ عَمْرِو بْنِ شَأْسٍ الْأَسْلَمِيِّ قَالَ وَكَانَ مِنْ أَصْحَابِ الْحُدَيْبِيَةِ قَالَخَرَجْتُ مَعَ عَلِيٍّ إِلَى الْيَمَنِ فَجَفَانِي فِي سَفَرِي ذَلِكَ حَتَّى وَجَدْتُ فِي نَفْسِي عَلَيْهِ فَلَمَّا قَدِمْتُ أَظْهَرْتُ شَكَايَتَهُ فِي الْمَسْجِدِ حَتَّى بَلَغَ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلْتُ الْمَسْجِدَ ذَاتَ غُدْوَةٍ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَاسٍ مِنْ أَصْحَابِهِ فَلَمَّا رَآنِي أَمَدَّنِي عَيْنَيْهِ يَقُولُ حَدَّدَ إِلَيَّ النَّظَرَ حَتَّى إِذَا جَلَسْتُ قَالَ يَا عَمْرُو وَاللَّهِ لَقَدْ آذَيْتَنِي قُلْتُ أَعُوذُ بِاللَّهِ أَنْ أُوذِيَكَ يَا رَسُولَ اللَّهِ قَالَ بَلَى مَنْ آذَى عَلِيًّا فَقَدْ آذَانِي","source":"Ahmad"},"__N_SSG":true}