{"pageProps":{"number":"797","slug":"ahmad","id":"Telah menceritakan kepada kami [Abu Nadlr] telah menceritakan kepada kami [Al Hakam bin Fudlail] telah menceritakan kepada kami [Ya'la bin 'Atha'] dari ['Ubaid bin Jubair] dari [Abu Muwaihibah] budak Rasulullah Shallallahu'alaihiwasallam mengatakan; Rasulullah Shallallahu'alaihiwasallam diminta untuk mendoakan penghuni pekuburan Baqi', lalu Rasulullah Shallallahu'alaihiwasallam mendoakan mereka pada waktu malam sebanyak tiga kali. Pada malam kedua, beliau bersabda: \"Wahai Abu Muwaihibah, berilah pelana pada kendaraanku.\" Lalu beliau naik dan saya berjalan sehingga kami sampai ke mereka. Beliau turun dari tunggangannya setelah tunggangannya berhenti. Beliau berdiri di tengah-tengah mereka dan bersabda: \"Hendaklah kalian merasa nyaman, daripada keadaan yang dialami manusia sekarang ini. Telah datang fitnah seperti segelapAn kegelapan malam, kegelapan itu bertumpuk-tumpukan. Fitnah yang terakhir jauh lebih dahsyat daripada fitnah yang pertama, maka hendaklah kalian merasa nyaman dengan keadaanmu sekarang\", lalu beliau kembali dan bersabda: \"Wahai Abu Muwaihibah. Sesungguhnya saya telah diberi, \" atau bersabda dengan redaksi, \" Aku diberi pilihan kunci-kunci perbendaharaan duniawi yang akan dibuka untuk umatku setelahku dan surga, atau pertemuan Rabku\" Lalu saya berkata; demi bapakku dan ibuku, Wahai Rasulullah, beritahukanlah aku!. Beliau bersabda: \"Umatku akan kembali kepada kekufuran sebagaimana Allah kehendaki, sehingga saya memilih bertemu dengan Rabku\". Tidak lama setelah kejadian itu kecuali tujuh atau delapan hari, sehingga (Rasulullah) Shallallahu'alaihiwasallam wafat.\" Dan Abu Nadlr berkata; dan umatnya telah kembali kepada kekufuran.","arab":"قَالَ حَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا الْحَكَمُ بْنُ فُضَيْلٍ حَدَّثَنَا يَعْلَى بْنُ عَطَاءٍ عَنْ عُبَيْدِ بْنِ جُبَيْرٍ عَنْ أَبِي مُوَيْهِبَةَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَأُمِرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُصَلِّيَ عَلَى أَهْلِ الْبَقِيعِ فَصَلَّى عَلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةً ثَلَاثَ مَرَّاتٍ فَلَمَّا كَانَتْ لَيْلَةُ الثَّانِيَةِ قَالَ يَا أَبَا مُوَيْهِبَةَ أَسْرِجْ لِي دَابَّتِي قَالَ فَرَكِبَ فَمَشَيْتُ حَتَّى انْتَهَى إِلَيْهِمْ فَنَزَلَ عَنْ دَابَّتِهِ وَأَمْسَكَتْ الدَّابَّةُ وَوَقَفَ عَلَيْهِمْ أَوْ قَالَ قَامَ عَلَيْهِمْ فَقَالَ لِيَهْنِيكُمْ مَا أَنْتُمْ فِيهِ مِمَّا فِيهِ النَّاسُ أَتَتْ الْفِتَنُ كَقِطَعِ اللَّيْلِ يَرْكَبُ بَعْضُهَا بَعْضًا الْآخِرَةُ أَشَدُّ مِنْ الْأُولَى فَلْيَهْنِيكُمْ مَا أَنْتُمْ فِيهِ ثُمَّ رَجَعَ فَقَالَ يَا أَبَا مُوَيْهِبَةَ إِنِّي أُعْطِيتُ أَوْ قَالَ خُيِّرْتُ مَفَاتِيحَ مَا يُفْتَحُ عَلَى أُمَّتِي مِنْ بَعْدِي وَالْجَنَّةَ أَوْ لِقَاءَ رَبِّي فَقُلْتُ بِأَبِي وَأُمِّي يَا رَسُولَ اللَّهِ فَأَخْبِرْنِي قَالَ لَأَنْ تُرَدَّ عَلَى عَقِبِهَا مَا شَاءَ اللَّهُ فَاخْتَرْتُ لِقَاءَ رَبِّي عَزَّ وَجَلَّ فَمَا لَبِثَ بَعْدَ ذَلِكَ إِلَّا سَبْعًا أَوْ ثَمَانِيًا حَتَّى قُبِضَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ أَبُو النَّضْرِ مَرَّةً تُرَدُّ عَلَى عَقِبَيْهَا","source":"Ahmad"},"__N_SSG":true}