{"pageProps":{"number":"1126","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Maslamah] telah menceritakan kepada kami ['Abdul 'Aziz bin Abu Hazim] dari [bapaknya] dari [Sahal bin Sa'ad radliallahu 'anhu] berkata; Suatu hari Rasulullah shallallahu 'alaihi wasallam keluar rumah untuk menyelesaikan masalah yang terjadi diantara suku Bani 'Amru bin 'Auf bin Al Harits kemudian tiba waktu shalat. Maka Bilal menemui Abu Bakar radliallahu 'anhuma seraya berkata: \"Nabi shallallahu 'alaihi wasallam sedang berhalangan, apakah engkau mau memimpin shalat berjama'ah? Dia (Abu Bakar) menjawab: \"Boleh, jika kalian menghenmdaki\". Maka Bilal membacakan iqamat shalat dan Abu Bakar maju memimpin shalat. Tak lama kemudian datang Nabi shallallahu 'alaihi wasallam berjalan menerobos tengah-tengan shaf membelah barisan hingga sampai di shaf pertama. Maka orang-orang memberi isyarat dengan bertepuk tangan. Sahal berkata: \"Apakah kalian tahu bahwa At-Tashfiih berbeda dengan At-Tashfiiq? Saat itu Abu Bakar tidak bereaksi dan tetap meneruskan shalatnya. Ketika suara tepukan semakin banyak, Abu Bakar berbalik dan ternyata dia melihat ada Nabi shallallahu 'alaihi wasallam dalam barisan. Maka Nabi shallallahu 'alaihi wasallam memberi isyarat kepadanya agar dia tetap pada posisinya. Abu Bakar mengangkat kedua tangannya lalu memuji Allah kemudian Abu Bakar mundur, lalu Nabi shallallahu 'alaihi wasallam maju untuk melanjutkan shalat. ","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ قَالَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصْلِحُ بَيْنَ بَنِي عَمْرِو بْنِ عَوْفِ بْنِ الْحَارِثِ وَحَانَتْ الصَّلَاةُ فَجَاءَ بِلَالٌ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا فَقَالَ حُبِسَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَؤُمُّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتُمْ فَأَقَامَ بِلَالٌ الصَّلَاةَ فَتَقَدَّمَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَصَلَّى فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمْشِي فِي الصُّفُوفِ يَشُقُّهَا شَقًّا حَتَّى قَامَ فِي الصَّفِّ الْأَوَّلِ فَأَخَذَ النَّاسُ بِالتَّصْفِيحِ قَالَ سَهْلٌ هَلْ تَدْرُونَ مَا التَّصْفِيحُ هُوَ التَّصْفِيقُ وَكَانَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ لَا يَلْتَفِتُ فِي صَلَاتِهِ فَلَمَّا أَكْثَرُوا الْتَفَتَ فَإِذَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّفِّ فَأَشَارَ إِلَيْهِ مَكَانَكَ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ وَتَقَدَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى","source":"Bukhari"},"__N_SSG":true}