{"pageProps":{"number":"1270","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] berkata, [Ibnu Syihab]: \"Setiap anak yang wafat wajib dishalatkan sekalipun anak hasil zina karena dia dilahirkan dalam keadaan fithrah Islam, jika kedua orangnya mengaku beragama Islam atau hanya bapaknya yang mengaku beragama Islam meskipun ibunya tidak beragama Islam selama anak itu ketika dilahirkan mengeluarkan suara (menangis) dan tidak dishalatkan bila ketika dilahirkan anak itu tidak sempat mengeluarkan suara (menangis) karena dianggap keguguran sebelum sempurna, berdasarkan perkataan [Abu Hurairah radliallahu 'anhu] yang menceritakan bahwa Nabi Shallallahu'alaihiwasallam bersabda: \"Tidak ada seorang anakpun yang terlahir kecuali dia dilahirkan dalam keadaan fithrah. Maka kemudian kedua orang tuanyalah yang akan menjadikan anak itu menjadi Yahudi, Nashrani atau Majusi sebagaimana binatang ternak yang melahirkan binatang ternak dengan sempurna. Apakah kalian melihat ada cacat padanya?\". Kemudian Abu Hurairah radliallahu 'anhu berkata, (mengutip firman Allah QS Ar-Ruum: 30 yang artinya: ('Sebagai fitrah Allah yang telah menciptakan manusia menurut fitrah itu\").","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ قَالَ ابْنُ شِهَابٍ يُصَلَّى عَلَى كُلِّ مَوْلُودٍ مُتَوَفًّى وَإِنْ كَانَ لِغَيَّةٍ مِنْ أَجْلِ أَنَّهُ وُلِدَ عَلَى فِطْرَةِ الْإِسْلَامِ يَدَّعِي أَبَوَاهُ الْإِسْلَامَ أَوْ أَبُوهُ خَاصَّةً وَإِنْ كَانَتْ أُمُّهُ عَلَى غَيْرِ الْإِسْلَامِ إِذَا اسْتَهَلَّ صَارِخًا صُلِّيَ عَلَيْهِ وَلَا يُصَلَّى عَلَى مَنْ لَا يَسْتَهِلُّ مِنْ أَجْلِ أَنَّهُ سِقْطٌ فَإِنَّ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُكَانَ يُحَدِّثُ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ مَوْلُودٍ إِلَّا يُولَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ كَمَا تُنْتَجُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ{ فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا }الْآيَةَ","source":"Bukhari"},"__N_SSG":true}