{"pageProps":{"number":"1298","slug":"bukhari","id":"Telah menceritakan kepada kami [Mu'alla bin Asad] telah menceritakan kepada kami [Wuhaib] dari [Hisyam] dari [bapaknya] dari ['Aisyah radliallahu 'anha] berkata,: \"Aku pernah masuk menemui Abu Bakar radliallahu 'anhu lalu dia berkata,: \"Berapa lembar kain kalian mengafani Nabi Shallallahu'alaihiwasallam?\". Dia berkata,: \"Dalam tiga lembar kain putih buatan negeri Yaman dan tidak dipakaikan baju dan juga tidak sorban\". Kemudian Abu Bakar radliallahu 'anhu berkata kepadanya: \"Hari apakah Rasulullah Shallallahu'alaihiwasallam wafat?\". 'Aisyah radliallahu 'anha menjawab: Hari Senin\". Lalu dia berkata, lagi: \"Sekarang ini hari apa?\". Dia 'Aisyah radliallahu 'anha menjawab: \"Sekarang hari Senin\". Abu Bakar berkata,: \"Aku berharap umurku sampai malam ini saja\". Lalu dia memandang baju yang dipakainya sejak dia menderita sakit yang ketika itu bajunya sudah kotor terkena minyak za'faran (kunyit) pada sebagiannya kemudian berkata,: \"Cucilah bajuku ini dan tambahkanlah dengan dua baju lain untuk mengafaniku dengannya\". Aku berkata: \"Baju ini sudah usang\". Maka dia menjawab: \"Orang yang hidup lebih pantas untuk mengenakan yang baru dari pada orang yang sudah mati. Kain itu hanya untuk mewadahi nanah mayat\". Kemudian dia tidak wafat hingga menjelang malam Selasa (dimana akhirnya wafat) lalu ia dikuburkan sebelum pagi\".","arab":"حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ حَدَّثَنَا وُهَيْبٌ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْدَخَلْتُ عَلَى أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَقَالَ فِي كَمْ كَفَّنْتُمْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ فِي ثَلَاثَةِ أَثْوَابٍ بِيضٍ سَحُولِيَّةٍ لَيْسَ فِيهَا قَمِيصٌ وَلَا عِمَامَةٌ وَقَالَ لَهَا فِي أَيِّ يَوْمٍ تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ يَوْمَ الِاثْنَيْنِ قَالَ فَأَيُّ يَوْمٍ هَذَا قَالَتْ يَوْمُ الِاثْنَيْنِ قَالَ أَرْجُو فِيمَا بَيْنِي وَبَيْنَ اللَّيْلِ فَنَظَرَ إِلَى ثَوْبٍ عَلَيْهِ كَانَ يُمَرَّضُ فِيهِ بِهِ رَدْعٌ مِنْ زَعْفَرَانٍ فَقَالَ اغْسِلُوا ثَوْبِي هَذَا وَزِيدُوا عَلَيْهِ ثَوْبَيْنِ فَكَفِّنُونِي فِيهَا قُلْتُ إِنَّ هَذَا خَلَقٌ قَالَ إِنَّ الْحَيَّ أَحَقُّ بِالْجَدِيدِ مِنْ الْمَيِّتِ إِنَّمَا هُوَ لِلْمُهْلَةِ فَلَمْ يُتَوَفَّ حَتَّى أَمْسَى مِنْ لَيْلَةِ الثُّلَاثَاءِ وَدُفِنَ قَبْلَ أَنْ يُصْبِحَ","source":"Bukhari"},"__N_SSG":true}