{"pageProps":{"number":"1665","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdullah bin Yusuf] telah mengabarkan kepada kami [Malik] dari [Hisyam bin 'Urwah] dari [bapaknya] bahwa dia berkata; Aku pernah bertanya kepada ['Aisyah radliallahu 'anha] isteri Nabi shallallahu 'alaihi wasallam saat itu aku masih muda: \"Bagaimana pendapatmu tentang firman Allah Ta'ala (QS Al Baqarah 158) yang artinya: (\"Sesungguhnya Ash-Shafaa dan Al Marwah adalah sebahagian dari syi'ar-syi'ar Allah. Maka barangsiapa yang beribadah haji ke Baitullah atau ber'umrah, maka tidak ada dosa baginya mengerjakan sa'iy antara keduanya\"), kalau aku berpendapat bahwa seseorang tidak mengapa untuk tidak berthawaf (sa'iy) antara kedua bukit itu. 'Aisyah radliallahu 'anha berkata: \"Bukanlah begitu. Seandainya ayat ini maksudnya sebagaimana yang kamu katakan itu, berarti tidak berdosa bila ada orang yang tidak melaksanakan sa'iy antara keduanya. Sesungguhnya ayat ini turun berkenaan dengan Kaum Anshar yang dahulu mereka berniat haji untuk patung Manat (yang mereka sembah) di daerah sekitar Qudaid. Lantas mereka merasa berdosa bila harus sa'iy antara bukit Ash-Shafaa dan Al Marwah. Setelah Islam datang, mereka bertanya kepada Rasulullah shallallahu 'alaihi wasallam masalah itu, maka kemudian Allah Ta'ala menurunkan ayat (\"Sesungguhnya Ash-Shafaa dan Al Marwah adalah sebahagian dari syi'ar-syi'ar Allah. Barangsiapa yang beribadah haji ke Baitullah atau ber'umrah, maka tidak ada dosa baginya mengerjakan sa'iy antara keduanya\"). [Sufyan] dan [Abu Mu'awiyah] menambahkan dari [Hisyam] (yakni dari bapaknya dari 'Aisyah radliallahu 'anha): \"Allah tidak akan menerima haji atau 'umrah seseorang yang tidak melakukan sa'iy antara bukit Ash-Shafaa dan Al Marwah\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّهُ قَالَ قُلْتُ لِعَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّأَرَأَيْتِ قَوْلَ اللَّهِ تَبَارَكَ وَتَعَالَى{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا }فَلَا أُرَى عَلَى أَحَدٍ شَيْئًا أَنْ لَا يَطَّوَّفَ بِهِمَا فَقَالَتْ عَائِشَةُ كَلَّا لَوْ كَانَتْ كَمَا تَقُولُ كَانَتْ فَلَا جُنَاحَ عَلَيْهِ أَنْ لَا يَطَّوَّفَ بِهِمَا إِنَّمَا أُنْزِلَتْ هَذِهِ الْآيَةُ فِي الْأَنْصَارِ كَانُوا يُهِلُّونَ لِمَنَاةَ وَكَانَتْ مَنَاةُ حَذْوَ قُدَيْدٍ وَكَانُوا يَتَحَرَّجُونَ أَنْ يَطُوفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَلَمَّا جَاءَ الْإِسْلَامُ سَأَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَأَنْزَلَ اللَّهُ تَعَالَى{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا }زَادَ سُفْيَانُ وَأَبُو مُعَاوِيَةَ عَنْ هِشَامٍ مَا أَتَمَّ اللَّهُ حَجَّ امْرِئٍ وَلَا عُمْرَتَهُ لَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ","source":"Bukhari"},"__N_SSG":true}