{"pageProps":{"number":"1756","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ubaid bin Isma'il] telah menceritakan kepada kami [Abu Usamah] dari [Hisyam] dari [bapaknya] dari ['Aisyah radliallahu 'anha] berkata; Ketika Rasulullah shallallahu 'alaihi wasallam sampai di Madinah, Abu Bakar dan Bilal menderita sakit demam. Dan Abu Bakar bila merasakan demam yang panas bersya'ir; Setiap orang pada pagi hari bersantai dengan keluarganya. Padahal kematian lebih dekat dari pada tali sandalnya. Dan Bilal ketika sembuh dari penakit demamnya dia bersa'ir dengan suara keras: Wahai kiranya kesadaranku, dapatkah kiranya aku bermalam semalam. Di sebuah lembah yang dikelilingi pohon idzkir dan jalil. Apakah ada suatu hari nanti aku dapat mencapai air Majannah. Dan apakah bukit Syamah dan Thufail akan tampak bagiku?. Lalu dia berkata: \"Ya Allah, laknatlah Syaibah bin Rabi'ah, 'Uqbah bin Rabi'ah dan Umayyah bin Khalaf yang telah mengusir kami dari suatu negeri ke negeri yang penuh dengan wabah bencana ini\". Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ya Allah, jadikanlah Madinah sebagai kota yang kami cintai sebagaimana kami mencintai Makkah atau bahkan lebih dari itu. Ya Allah, berikanlah barakah kepada kami dalam timbangan sha' dan mud kami sehatkanlah (makmurkan) Madinah buat kami dan pindahkanlah wabah demamnya ke Juhfah\". 'Aisyah radliallahu 'anha berkata; Ketika kami tiba di Madinah, saat itu Madinah adalah bumi Allah yang paling banyak wabah bencananya. Sambungnya lagi: \"Lembah Bathhan mengalirkan air keruh yang mengandung kuman-kuman penyakit\".","arab":"حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وُعِكَ أَبُو بَكْرٍ وَبِلَالٌ فَكَانَ أَبُو بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُولُ كُلُّ امْرِئٍ مُصَبَّحٌ فِي أَهْلِهِوَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِوَكَانَ بِلَالٌ إِذَا أُقْلِعَ عَنْهُ الْحُمَّى يَرْفَعُ عَقِيرَتَهُ يَقُولُ أَلَا لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةًبِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُوَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مَجَنَّةٍوَهَلْ يَبْدُوَنْ لِي شَامَةٌ وَطَفِيلُقَالَ اللَّهُمَّ الْعَنْ شَيْبَةَ بْنَ رَبِيعَةَ وَعُتْبَةَ بْنَ رَبِيعَةَ وَأُمَيَّةَ بْنَ خَلَفٍ كَمَا أَخْرَجُونَا مِنْ أَرْضِنَا إِلَى أَرْضِ الْوَبَاءِ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ اللَّهُمَّ بَارِكْ لَنَا فِي صَاعِنَا وَفِي مُدِّنَا وَصَحِّحْهَا لَنَا وَانْقُلْ حُمَّاهَا إِلَى الْجُحْفَةِ قَالَتْ وَقَدِمْنَا الْمَدِينَةَ وَهِيَ أَوْبَأُ أَرْضِ اللَّهِ قَالَتْ فَكَانَ بُطْحَانُ يَجْرِي نَجْلًا تَعْنِي مَاءً آجِنًا","source":"Bukhari"},"__N_SSG":true}