{"pageProps":{"number":"1758","slug":"bukhari","id":"Telah menceritakan kepada kami [Qutaibah bin Sa'id] telah menceritakan kepada saya [Isma'il bin Ja'far] dari [Abu Suhail] dari [Bapaknya] dari [Tholhah bin 'Ubaidullah]; Ada seorang 'Arab Baduy datang kepada Rasululloh shallallahu 'alaihi wasallam dalam keadaan kepalanya penuh debu lalu berkata; \"Wahai Rasulullah, kabarkan kepadaku apa yang telah Allah wajibkan buatku tentang shalat?\". Maka Beliau shallallahu 'alaihi wasallam menjawab: \"Shalat lima kali kecuali bila kamu mau menambah dengan yang tathowwu' (sunnat) \". Orang itu bertanya lagi: \"Lalu kabarkan kepadaku apa yang telah Allah wajibkan buatku tentang shaum (puasa)?\". Maka Beliau shallallahu 'alaihi wasallam menjawab: \"Shaum di bulan Ramadhan kecuali bila kamu mau menambah dengan yang tathowwu' (sunnat) \".\"Dan shiyam (puasa) Ramadhan\". Orang itu bertanya lagi: \"Lalu kabarkan kepadaku apa yang telah Allah wajibkan buatku tentang zakat?\". Berkata, Tholhah bin 'Ubaidullah radliallahu 'anhu: Maka Rasulullah shallallahu 'alaihi wasallam menjelaskan kepada orang itu tentang syari-at-syari'at Islam. Kemudian orang itu berkata: \"Demi Dzat yang telah memuliakan anda, Aku tidak akan mengerjakan yang sunnah sekalipun, namun aku pun tidak akan mengurangi satupun dari apa yang telah Allah wajibkan buatku\". Maka Rasulullah shallallahu 'alaihi wasallam berkata: \"Dia akan beruntung jika jujur menepatinya atau dia akan masuk surga jika jujur menepatinya \".","arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ عَنْ أَبِي سُهَيْلٍ عَنْ أَبِيهِ عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِأَنَّ أَعْرَابِيًّا جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَائِرَ الرَّأْسِ فَقَالَ يَا رَسُولَ اللَّهِ أَخْبِرْنِي مَاذَا فَرَضَ اللَّهُ عَلَيَّ مِنْ الصَّلَاةِ فَقَالَ الصَّلَوَاتِ الْخَمْسَ إِلَّا أَنْ تَطَّوَّعَ شَيْئًا فَقَالَ أَخْبِرْنِي مَا فَرَضَ اللَّهُ عَلَيَّ مِنْ الصِّيَامِ فَقَالَ شَهْرَ رَمَضَانَ إِلَّا أَنْ تَطَّوَّعَ شَيْئًا فَقَالَ أَخْبِرْنِي بِمَا فَرَضَ اللَّهُ عَلَيَّ مِنْ الزَّكَاةِ فَقَالَ فَأَخْبَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَرَائِعَ الْإِسْلَامِ قَالَ وَالَّذِي أَكْرَمَكَ لَا أَتَطَوَّعُ شَيْئًا وَلَا أَنْقُصُ مِمَّا فَرَضَ اللَّهُ عَلَيَّ شَيْئًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْلَحَ إِنْ صَدَقَ أَوْ دَخَلَ الْجَنَّةَ إِنْ صَدَقَ","source":"Bukhari"},"__N_SSG":true}