{"pageProps":{"number":"1782","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ubaidullah bin Musa] dari [Isra'il] dari [Abu Ishaq] dari [Al Bara' radliallahu 'anhu] berkata; \"Diantara para sahabat Muhammad shallallahu 'alaihi wasallam ada seseorang apabila sedang shaum lalu tiba waktu berbuka dia pergi tidur sebelum berbuka sehingga dia tidak memakan sesuatu pada malam dan siang hari hingga petang hari. Dan pada suatu ketika Qais bin Shirmah Al Anshariy ketika sedang melaksanakan shaum lalu tiba waktu berbuka dia mendatangi isterinya seraya berkata, kepada isterinya: \"Apakah kamu punya makanan?\" Isterinya berkata: \"Tidak, namun aku akan keluar mencari makanan buatmu\". Kemudian di siang harinya dia bekerja keras hingga mengantuk lalu tertidur. Kemudian isterinya datang. Ketika isterinya melihat dia (sedang tertidur), isterinya berkata: \"Rugilah kamu\". Kemudian pada tengah harinya Qais jatuh pingsan. Lalu persoalan ini diadukan kepada Nabi shallallahu 'alaihi wasallam, maka turunlah firman Allah Ta'ala QS Al Baqarah ayat 197 yang artinya: (\"Dihalalkan bagi kalian pada malam bulan puasa bercampur dengan isttri-isteri kalian\"). Dengan turunnya ayat ini para sahabat merasa sangat senang, hingga kemudian turun sambungan ayatnya: (\"Dan makan minumlah kalian hingga terang bagi kalian benang putih dari benang hitam yaitu di waktu fajar\").","arab":"حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ إِسْرَائِيلَ عَنْ أَبِي إِسْحَاقَ عَنْ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَكَانَ أَصْحَابُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ الرَّجُلُ صَائِمًا فَحَضَرَ الْإِفْطَارُ فَنَامَ قَبْلَ أَنْ يُفْطِرَ لَمْ يَأْكُلْ لَيْلَتَهُ وَلَا يَوْمَهُ حَتَّى يُمْسِيَ وَإِنَّ قَيْسَ بْنَ صِرْمَةَ الْأَنْصَارِيَّ كَانَ صَائِمًا فَلَمَّا حَضَرَ الْإِفْطَارُ أَتَى امْرَأَتَهُ فَقَالَ لَهَا أَعِنْدَكِ طَعَامٌ قَالَتْ لَا وَلَكِنْ أَنْطَلِقُ فَأَطْلُبُ لَكَ وَكَانَ يَوْمَهُ يَعْمَلُ فَغَلَبَتْهُ عَيْنَاهُ فَجَاءَتْهُ امْرَأَتُهُ فَلَمَّا رَأَتْهُ قَالَتْ خَيْبَةً لَكَ فَلَمَّا انْتَصَفَ النَّهَارُ غُشِيَ عَلَيْهِ فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ هَذِهِ الْآيَةُ{ أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ }فَفَرِحُوا بِهَا فَرَحًا شَدِيدًا وَنَزَلَتْ{ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْطُ الْأَبْيَضُ مِنْ الْخَيْطِ الْأَسْوَدِ }","source":"Bukhari"},"__N_SSG":true}