{"pageProps":{"number":"1846","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] berkata, telah menceritakan kepada saya [Khalid] dia adalah anak Al Harits telah menceritakan kepada kami [Humaid] dari [Anas radliallahu 'anhu]; Nabi shallallahu 'alaihi wasallam datang menemui Ummu Sulaim, kemudian Ummu Sulaim menyuguhkan kurma dan mentega untuk Beliau. Beliau berkata: \"Simpanlah mentega-mentega kalian untuk suguhan minuman dan kurma-kurma kalian untuk makanannya karena aku sedang berpuasa\". Kemudian Beliau berdiri di pojok rumah mengerjakan shalat sunnat. Setelah itu Beliau memanggil Ummu Sulaim dan anggota keluarga lainnya. Ummu Sulaim berkata: \"Wahai Rasulullah, aku mempunyai permintaan sederhana\". Beliau bertanya: \"Apa itu?\" Ummu Sulaim berkata: \"Pelayan anda itu, Anas, dia tidak pernah meninggalkan kebaikan akhirat sekalipun dan urusan dunianya kecuali dia minta kepadaku\". Maka Beliau berdo'a: \"Ya Allah, karuniakanlah dia harta dan anak-anak dan berilah dia keberkahan didalamnya\". Setelah itu aku menjadi orang yang paling banyak hartanya di kalangan Kaum Anshar. Dan telah menceritakan kepada saya putriku Umainah: \"Setelah itu dia memiliki anak dari sulbiku, yang ketika kedatangan Hajjaj di Bashrah, telah dikuburkan sekitar sebanyak seratus dua sembilan puluh orang\". Dan telah menceritakan kepada kami [Ibnu Abu Maryam] telah mengabarkan kepada kami [Yahya bin Ayyub] berkata, telah menceritakan kepada saya [Humaid] dia mendengar [Anas radliallahu 'anhu] dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ حَدَّثَنِي خَالِدٌ هُوَ ابْنُ الْحَارِثِ حَدَّثَنَا حُمَيْدٌ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُدَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أُمِّ سُلَيْمٍ فَأَتَتْهُ بِتَمْرٍ وَسَمْنٍ قَالَ أَعِيدُوا سَمْنَكُمْ فِي سِقَائِهِ وَتَمْرَكُمْ فِي وِعَائِهِ فَإِنِّي صَائِمٌ ثُمَّ قَامَ إِلَى نَاحِيَةٍ مِنْ الْبَيْتِ فَصَلَّى غَيْرَ الْمَكْتُوبَةِ فَدَعَا لِأُمِّ سُلَيْمٍ وَأَهْلِ بَيْتِهَا فَقَالَتْ أُمُّ سُلَيْمٍ يَا رَسُولَ اللَّهِ إِنَّ لِي خُوَيْصَّةً قَالَ مَا هِيَ قَالَتْ خَادِمُكَ أَنَسٌ فَمَا تَرَكَ خَيْرَ آخِرَةٍ وَلَا دُنْيَا إِلَّا دَعَا لِي بِهِ قَالَ اللَّهُمَّ ارْزُقْهُ مَالًا وَوَلَدًا وَبَارِكْ لَهُ فِيهِ فَإِنِّي لَمِنْ أَكْثَرِ الْأَنْصَارِ مَالًا وَحَدَّثَتْنِي ابْنَتِي أُمَيْنَةُ أَنَّهُ دُفِنَ لِصُلْبِي مَقْدَمَ حَجَّاجٍ الْبَصْرَةَ بِضْعٌ وَعِشْرُونَ وَمِائَةٌحَدَّثَنَا ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ قَالَ حَدَّثَنِي حُمَيْدٌ سَمِعَ أَنَسًا رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}