{"pageProps":{"number":"2105","slug":"bukhari","id":"Telah menceritakan kepada kami [Ya'qub bin Ibrahim] telah menceritakan kepada kami [Isma'il bin 'Ulayyah] telah mengabarkan kepada kami [Ibnu Juraij] berkata, telah mengabarkan kepada saya ['Atha'] dari [Shafwan bin Ya'laa] dari [Ya'laa bin Umayyah radliallahu 'anhu] berkata; Aku ikut perang dalam pasukan masa paceklik (pasukan perang Tabuk) dan itu merupakan amalku yang paling berkesan dalam jiwaku. Saat itu aku memiliki orang bayaran lalu dia memerangi seorang musuh salah satu diantaranya menggigit jari lawannya hingga jari lawannya putus lalu jatuh. Lalu dia menemui Nabi shallallahu 'alaihi wasallam lalu Beliau tidak menerapkan diyat atau tebusan kepada salah satunya dan bersabda: \"Apakah dia melepaskan jarinya dalam mulutmu?\" Orang itu berkata: \"Aku kira begitu\". Lalu Beliau bersabda: \"Seperti unta mengigitnya\". Berkata, [Ibnu Juraij] dan telah menceritakan kepada saya ['Abdullah bin Abi Mulaikah] dari [kakeknya] seperti redaksi hadits ini, yang salah seorang menggigit jari lawannya lalu dibebasakan dari segala tuntutan oleh Abu Bakar radliallahu 'anhu.","arab":"حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عُلَيَّةَ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي عَطَاءٌ عَنْ صَفْوَانَ بْنِ يَعْلَى عَنْ يَعْلَى بْنِ أُمَيَّةَ رَضِيَ اللَّهُ عَنْهُ قَالَغَزَوْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَيْشَ الْعُسْرَةِ فَكَانَ مِنْ أَوْثَقِ أَعْمَالِي فِي نَفْسِي فَكَانَ لِي أَجِيرٌ فَقَاتَلَ إِنْسَانًا فَعَضَّ أَحَدُهُمَا إِصْبَعَ صَاحِبِهِ فَانْتَزَعَ إِصْبَعَهُ فَأَنْدَرَ ثَنِيَّتَهُ فَسَقَطَتْ فَانْطَلَقَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَهْدَرَ ثَنِيَّتَهُ وَقَالَ أَفَيَدَعُ إِصْبَعَهُ فِي فِيكَ تَقْضَمُهَا قَالَ أَحْسِبُهُ قَالَ كَمَا يَقْضَمُ الْفَحْلُقَالَ ابْنُ جُرَيْجٍ وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي مُلَيْكَةَ عَنْ جَدِّهِ بِمِثْلِ هَذِهِ الصِّفَةِ أَنَّ رَجُلًا عَضَّ يَدَ رَجُلٍ فَأَنْدَرَ ثَنِيَّتَهُ فَأَهْدَرَهَا أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ","source":"Bukhari"},"__N_SSG":true}