{"pageProps":{"number":"2304","slug":"bukhari","id":"Telah menceritakan kepada kami [Bisyir bin Marhum] telah menceritakan kepada kami [Hatim bin Isma'il] dari [YAzid bin Abu 'Ubaid] dari [Salamah radliallahu 'anhu] berkata: \"Perbekalan kaum menipis dan mereka kekurangan air dan makanan, lalu mereka mendatangi Nabi shallallahu 'alaihi wasallam meminta ijin untuk menyembelih unta mereka, Beliau pun mengijinkannya. Lalu 'Umar datang menemui mereka dan mereka mengabari hal itu padanya, lalu ia berkata; \"Apakah kalian akan dapat hidup setelah unta kalian habis, ia pun menemui Nabi shallallahu 'alaihi wasallam lalu berkata: \"Wahai Rasulullah, apakah mereka dapat bertahan hidup setelah mereka menyembelih unta mereka?\". Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Panggillah orang-orang agar mereka membawa sisa-sisa bekal mereka kemari\". Maka dihamparkan lembaran kulit lalu bekal bekal mereka diletakkan diatasnya. Kemudian Rasulullah shallallahu 'alaihi wasallam berdiri dan berdo'a serta memohon berkah untuknya, lalu Beliau perintahkan mereka membawa bejana mereka masing-masing. Maka orang-orang pun mengambil bagiannya hingga mereka mendapatkan semua, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku bersaksi bahwa tidak ada Ilah yang berhak disembah kecuali Allah dan aku adalah Rasululloh\".","arab":"حَدَّثَنَا بِشْرُ بْنُ مَرْحُومٍ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ عَنْ سَلَمَةَ رَضِيَ اللَّهُ عَنْهُ قَالَخَفَّتْ أَزْوَادُ الْقَوْمِ وَأَمْلَقُوا فَأَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَحْرِ إِبِلِهِمْ فَأَذِنَ لَهُمْ فَلَقِيَهُمْ عُمَرُ فَأَخْبَرُوهُ فَقَالَ مَا بَقَاؤُكُمْ بَعْدَ إِبِلِكُمْ فَدَخَلَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ مَا بَقَاؤُهُمْ بَعْدَ إِبِلِهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَادِ فِي النَّاسِ فَيَأْتُونَ بِفَضْلِ أَزْوَادِهِمْ فَبُسِطَ لِذَلِكَ نِطَعٌ وَجَعَلُوهُ عَلَى النِّطَعِ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَعَا وَبَرَّكَ عَلَيْهِ ثُمَّ دَعَاهُمْ بِأَوْعِيَتِهِمْ فَاحْتَثَى النَّاسُ حَتَّى فَرَغُوا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ","source":"Bukhari"},"__N_SSG":true}