{"pageProps":{"number":"2377","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'aim] telah menceritakan kepada kami ['Abdul Wahid bin Aiman] berkata, telah menceritakan kepadaku bapakku [Aiman] berkata; Aku menemui ['Aisyah] lalu aku katakan: \"Aku ini dahulu adalah seorang ghulam (budak kecil) milik 'Utbah bin Abu Lahab kemudian dia mati. Lantas anak-anak mewarisiku, lalu mereka menjualku kepada 'Abdullah bin 'Amru bin 'Umar bin 'Abdullah Al Makhzumiy, kemudian Ibnu Abi 'Amru membebaskan aku namun anak-anak 'Utbah membuat persyaratan agar wala' tetap milik mereka\". Maka 'Aisyah berkata; \"Barirah pernah datang sedangkan saat itu dia sebagai budak mukatab (yang berusaha membebaskan status kebudakannya) lalu dia berkata: \"Belilah aku dan bebaskanlah\". 'Aisyah berkata: \"Ya\". Barirah berkata: \"Majikan-majikanku mereka tidak mau menjual aku hingga syarat mereka dipenuhi, yaitu wala' tetap milik mereka \". 'Aisyah berkata: \"Aku tidak tidak peduli dengan hal itu\". Kemudian Nabi shallallahu 'alaihi wasallam mendengar hal ini atau sampai kabar hal ini kepada Beliau, lalu Beliau menanyakannya kepada 'Aisyah dan 'Aisyah menyebutkan apa yang telah diucapkannya kepada Barirah. Maka Beliau bersabda: \"Belilah dia lalu bebaskanlah dan biarkanlah mereka dengan persyaratan yang mereka buat sesuka mereka. Maka 'Aisyah membelinya lalu membebaskannya sedangkan tuannya meminta perwaliannya. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Perwalian menjadi milik orang yang membebaskannya sekalipun mereka membuat seratus persyaratam\".","arab":"حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ قَالَ حَدَّثَنِي أَبِي أَيْمَنُ قَالَ دَخَلْتُ عَلَى عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَقُلْتُكُنْتُ غُلَامًا لِعُتْبَةَ بْنِ أَبِي لَهَبٍ وَمَاتَ وَوَرِثَنِي بَنُوهُ وَإِنَّهُمْ بَاعُونِي مِنْ عَبْدِ اللَّهِ بْنِ أَبِي عَمْرِو بْنِ عُمَرَ بْنِ عَبْدِ اللَّهِ المَخْزُومِيِّ فَأَعْتَقَنِي ابْنُ أَبِي عَمْرٍو وَاشْتَرَطَ بَنُو عُتْبَةَ الْوَلَاءَ فَقَالَتْ دَخَلَتْ بَرِيرَةُ وَهِيَ مُكَاتَبَةٌ فَقَالَتْ اشْتَرِينِي وَأَعْتِقِينِي قَالَتْ نَعَمْ قَالَتْ لَا يَبِيعُونِي حَتَّى يَشْتَرِطُوا وَلَائِي فَقَالَتْ لَا حَاجَةَ لِي بِذَلِكَ فَسَمِعَ بِذَلِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ بَلَغَهُ فَذَكَرَ لِعَائِشَةَ فَذَكَرَتْ عَائِشَةُ مَا قَالَتْ لَهَا فَقَالَ اشْتَرِيهَا وَأَعْتِقِيهَا وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاءُوا فَاشْتَرَتْهَا عَائِشَةُ فَأَعْتَقَتْهَا وَاشْتَرَطَ أَهْلُهَا الْوَلَاءَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوَلَاءُ لِمَنْ أَعْتَقَ وَإِنْ اشْتَرَطُوا مِائَةَ شَرْطٍ","source":"Bukhari"},"__N_SSG":true}