{"pageProps":{"number":"239","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Muqatil] berkata, telah mengabarkan kepada kami ['Abdullah] berkata, telah mengabarkan kepada kami [Sufyan] dari [Manshur] dari [Sa'ad bin 'Ubaidah] dari [Al Bara' bin 'Azib] berkata, \"Nabi shallallahu 'alaihi wasallam bersabda: \"Jika kamu mendatangi tempat tidurmu maka wudlulah seperti wudlu untuk shalat, lalu berbaringlah pada sisi kanan badanmu dan ucapkanlah: ALLAHUMMA ASLAMTU WAJHII ILAIKA WA FAWWADLTU AMRII ILAIKA WA ALJA`TU ZHAHRII ILAIKA RAGHBATAN WA RAHBATAN ILAIKA LAA MALJA`A WA LAA MANJAA ILLAA ILAIKA ALLAHUMMA AAMANTU BIKITAABIKALLADZII ANZALTA WANNABIYYIKALLADZII ARSALTA (Ya Allah, aku pasrahkan wajahku kepada-Mu, aku serahkan urusanku kepada-Mu, aku sandarkan punggungku kepada-Mu dengan perasaan senang dan takut kepada-Mu. Tidak ada tempat berlindung dan menyelamatkan diri dari siksa-Mu melainkan kepada-Mu. Ya Allah, aku beriman kepada kitab-Mu yang Engkau turunkan dan kepada Nabi-Mu yang Engkau utus) '. Jika kamu meninggal pada malammu itu, maka kamu dalam keadaan fitrah dan jadikanlah do'a ini sebagai akhir kalimat yang kamu ucapkan.\" Al Bara' bin 'Azib berkata, \"Maka aku ulang-ulang do'a tersebut di hadapan Nabi shallallahu 'alaihi wasallam hingga sampai pada kalimat: ALLAHUMMA AAMANTU BIKITAABIKALLADZII ANZALTA (Ya Allah, aku beriman kepada kitab-Mu yang Engkau turunkan), aku ucapkan: WA RASUULIKA (dan rasul-Mu), beliau bersabda: \"Jangan, tetapi WANNABIYYIKALLADZII ARSALTA (dan kepada Nabi-Mu yang Engkau utus).\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ قَالَ أَخْبَرَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلَاةِ ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الْأَيْمَنِ ثُمَّ قُلْ اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لَا مَلْجَأَ وَلَا مَنْجَا مِنْكَ إِلَّا إِلَيْكَ اللَّهُمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ فَإِنْ مُتَّ مِنْ لَيْلَتِكَ فَأَنْتَ عَلَى الْفِطْرَةِ وَاجْعَلْهُنَّ آخِرَ مَا تَتَكَلَّمُ بِهِ قَالَ فَرَدَّدْتُهَا عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا بَلَغْتُ اللَّهُمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ قُلْتُ وَرَسُولِكَ قَالَ لَا وَنَبِيِّكَ الَّذِي أَرْسَلْتَ","source":"Bukhari"},"__N_SSG":true}