{"pageProps":{"number":"2449","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa bin Isma'il] telah menceritakan kepada kami [Daud bin Abi Al Furat] telah menceritakan kepada kami ['Abdullah bin Buraidah] dari [Abu Al Aswad] berkata: \"Aku mengunjungi Madinah saat banyak orang sakit yang membawa kepada kematian mereka kemudia aku duduk di sisi ['Umar] radliallahu 'anhu saat lewat jenazah lalu jenazah itu dipuji dengan kebaikan maka 'Umar berkata: \"Pasti\". Kemudian lewat jenazah lain lalu dipuji pula dengan kebaikan maka 'Umar berkata: \"Pasti\". Kemudian lewat jenazah ketiga namun dicela dengan kejelekkan lalu diapun berkata: \"Pasti\". Maka aku tanyakan: \"Apa yang dimaksud pasti wahai amirul mu'minin?\" Maka 'Umar berkata: \"Sebagaimana Nabi shallallahu 'alaihi wasallam pernah mengatakannya: \"Siapa saja dari muslim (yang meninggal dunia) lalu dipersaksikan dengan kebaikan oleh empat orang maka dia pasti akan dimasukkan oleh Allah kedalam surga\". Kami bertanya: \"Bagaimana kalau hanya disaksikan oleh tiga orang?\" Beliau menjawab: \"Ya juga oleh tiga orang\". Aku katakan: \"Bagaimana kalau dua orang?\" Beliau menjawab: \"Ya juga oleh dua orang\". Kemudian kami tidak bertanya bila hanya oleh satu orang\".","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ أَبِي الْأَسْوَدِ قَالَ أَتَيْتُ الْمَدِينَةَ وَقَدْ وَقَعَ بِهَا مَرَضٌ وَهُمْ يَمُوتُونَ مَوْتًا ذَرِيعًا فَجَلَسْتُ إِلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُفَمَرَّتْ جَنَازَةٌ فَأُثْنِيَ خَيْرًا فَقَالَ عُمَرُ وَجَبَتْ ثُمَّ مُرَّ بِأُخْرَى فَأُثْنِيَ خَيْرًا فَقَالَ وَجَبَتْ ثُمَّ مُرَّ بِالثَّالِثَةِ فَأُثْنِيَ شَرًّا فَقَالَ وَجَبَتْ فَقُلْتُ وَمَا وَجَبَتْ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ قُلْتُ كَمَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّمَا مُسْلِمٍ شَهِدَ لَهُ أَرْبَعَةٌ بِخَيْرٍ أَدْخَلَهُ اللَّهُ الْجَنَّةَ قُلْنَا وَثَلَاثَةٌ قَالَ وَثَلَاثَةٌ قُلْتُ وَاثْنَانِ قَالَ وَاثْنَانِ ثُمَّ لَمْ نَسْأَلْهُ عَنْ الْوَاحِدِ","source":"Bukhari"},"__N_SSG":true}