{"pageProps":{"number":"2548","slug":"bukhari","id":"Telah bercerita kepada kami [Abu Al Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhriy] berkata telah bercerita kepadaku [Sa'id bin Al Musayyab] dan [Abu Salamah bin 'Abdur Rahman] bahwa [Abu Hurairah radliallahu 'anhu] berkata; Rasulullah shallallahu 'alaihi wasallam berdiri ketika turun turun QS asy-Syu'ara' ayat 214 yang artinya: (\"Dan berilah peringatan kepada keluarga-keluargamu yang terdekat\"), Beliau berseru: \"Wahai Kaum Quraisy\" atau ucapan semacamnya, peliharalah diri kalian karena aku tidak dapat membela kalian sedikitpun di hadapan Allah. Wahai Bani 'Abdi Manaf, aku tidak dapat membela kalian sedikitpun di hadapan Allah. Wahai 'Abbas bin 'Abdul Muthallib aku tidak dapat membela kamu sedikitpun di hadapan Allah. Wahai Shofiyah bibi Rasulullah, aku tidak dapat membela kamu sedikitpun di hadapan Allah. Wahai Fathimah putri Muhammad, mintalah kepadaku apa yang kamu mau dari hartaku, sungguh aku tidak dapat membela kamu sedikitpun di hadapan Allah\". Hadits ini ditelusuri oleh [Ashbagh] dari [Ibnu Wahb] dari [Yunus] dari [Ibnu Syihab].","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ{ وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ }قَالَ يَا مَعْشَرَ قُرَيْشٍ أَوْ كَلِمَةً نَحْوَهَا اشْتَرُوا أَنْفُسَكُمْ لَا أُغْنِي عَنْكُمْ مِنْ اللَّهِ شَيْئًا يَا بَنِي عَبْدِ مَنَافٍ لَا أُغْنِي عَنْكُمْ مِنْ اللَّهِ شَيْئًا يَا عَبَّاسُ بْنَ عَبْدِ الْمُطَّلِبِ لَا أُغْنِي عَنْكَ مِنْ اللَّهِ شَيْئًا وَيَا صَفِيَّةُ عَمَّةَ رَسُولِ اللَّهِ لَا أُغْنِي عَنْكِ مِنْ اللَّهِ شَيْئًا وَيَا فَاطِمَةُ بِنْتَ مُحَمَّدٍ سَلِينِي مَا شِئْتِ مِنْ مَالِي لَا أُغْنِي عَنْكِ مِنْ اللَّهِ شَيْئًاتَابَعَهُ أَصْبَغُ عَنْ ابْنِ وَهْبٍ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ","source":"Bukhari"},"__N_SSG":true}