{"pageProps":{"number":"2615","slug":"bukhari","id":"Telah bercerita kepada kami [Al Humaidiy] telah bercerita kepada kami [Sufyan] telah bercerita kepada kami [Az Zuhriy] berkata telah bercerita kepadaku ['Anbasah bin Sa'id] dari [Abu Hurairah radliallahu 'anhu] berkata: \"Aku menemui Rasulullah shallallahu 'alaihi wasallam saat Beliau berada di Khaibar setelah Kaum Muslimin menaklukannya. Aku berkata: 'Wahai Rasulullah, berilah aku bagian ghanimah\". Lalu sebagian Bani Said bin Ash berkata: \"Wahai Rasululloh, janganlah engkau beri bagian kepadanya\". Lalu Abu Hurairah berkata: \"Orang ini adalah pembunuh Ibnu Qouqol\". Lalu Ibnu Sa'id bin Al 'Ash berkata: \"Mengherankan sekali orang ini, tupai yang turun kepada kami dari Qodum Dho'ni (nama gunung tempat asal Abu Hurairah), mencelaku (menuduhku) atas terbunuhnya seorang muslim yang dimuliakan oleh Allah karena aku, sedangkan Dia tidak menghinakan aku di hadapannya (terbunuh sebagai seorang kafir) \". Ia (perawi) berkata: \"Aku tidak tahu apakah ia diberi bagian atau tidak. [Sufyan] berkata [As-Sa'idiy] bercerita kepadaku dari [kakeknya] dari [Abu Hurairah] berkata: Abu 'Abdullah as-Sa'idiy adalah 'Amru bin Yahya bin Sa'id bin 'Amru bin Sa'id bin Al 'Ash.","arab":"حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الزُّهْرِيُّ قَالَ أَخْبَرَنِي عَنْبَسَةُ بْنُ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِخَيْبَرَ بَعْدَ مَا افْتَتَحُوهَا فَقُلْتُ يَا رَسُولَ اللَّهِ أَسْهِمْ لِي فَقَالَ بَعْضُ بَنِي سَعِيدِ بْنِ الْعَاصِ لَا تُسْهِمْ لَهُ يَا رَسُولَ اللَّهِ فَقَالَ أَبُو هُرَيْرَةَ هَذَا قَاتِلُ ابْنِ قَوْقَلٍ فَقَالَ ابْنُ سَعِيدِ بْنِ الْعَاصِ وَاعَجَبًا لِوَبْرٍ تَدَلَّى عَلَيْنَا مِنْ قَدُومِ ضَأْنٍ يَنْعَى عَلَيَّ قَتْلَ رَجُلٍ مُسْلِمٍ أَكْرَمَهُ اللَّهُ عَلَى يَدَيَّ وَلَمْ يُهِنِّي عَلَى يَدَيْهِ قَالَ فَلَا أَدْرِي أَسْهَمَ لَهُ أَمْ لَمْ يُسْهِمْ لَهُقَالَ سُفْيَانُ وَحَدَّثَنِيهِ السَّعِيدِيُّ عَنْ جَدِّهِ عَنْ أَبِي هُرَيْرَةَ قَالَ أَبُو عَبْد اللَّهِ السَّعِيدِيُّ هُوَ عَمْرُو بْنُ يَحْيَى بْنِ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ","source":"Bukhari"},"__N_SSG":true}