{"pageProps":{"number":"2665","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah bin Muhammad] telah bercerita kepada kami [Mu'awiyah bin 'Amru] telah bercerita kepada kami [Abu Ishaq, dia adalah Al Fazariy] dari ['Abdullah bin 'Abdur Rahman Al Anshoriy] berkata aku mendengar [Anas radliallahu 'anhu] berkata; Rasulullah shallallahu 'alaihi wasallam masuk ke rumah putri dari Milhan kemudian Beliau berbaring disisinya lalu tertawa. Maka putri Milhan bertanya: \"Apa yang membuat Tuan tertawa, wahai Rasulullah?\" Maka Beliau berkata: \"Ada orang-orang dari umatku dimana mereka sebagai pasukan di jalan Allah yang mengarungi lautan yang hijau bagaikan raja-raja di atas singgasana\". Lalu dia berkata: \"Wahai Rasulullah, berdo'alah kepada Allah agar Dia menjadikan aku termasuk dari mereka\". Maka Beliau berdo'a: \"Ya Allah jadikanlah dia termasuk diantara mereka\". Kemudian Beliau berbaring lagi lalu tertawa kembali. Lalu dia bertanya seperti tadi atau bertanya mengapa Beliau tertawa. Maka Beliau menjelaskan seperti itu pula. Maka dia kembali berkata: \"Berdo'alah kepada Allah agar Dia menjadikan aku termasuk dari mereka\". Maka Beliau berdo'a: \"Ya Allah jadikanlah dia termasuk diantara mereka\". Beliau selanjutnya bersabda: \"Kamu akan menjadi orang-orang yang pertama dan bukan yang terakhir\". Perawi berkata; Anas berkata: \"Kemudian wanita tadi menikah dengan 'Ubadah bin Ash-Shomit lalu di kemudian hari dia mengarungi lautan bersama Binti Qarazhoh. Ketika kembali ke daratan dia menunggang hewan tunggangannya lalu hewan itu membantingnya hingga dia terjatuh lalu meninggal dunia\".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو حَدَّثَنَا أَبُو إِسْحَاقَ هُوَ الْفَزَارِيُّ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ الْأَنْصَارِيِّ قَالَ سَمِعْتُ أَنَسًا رَضِيَ اللَّهُ عَنْهُ يَقُولُدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى ابْنَةِ مِلْحَانَ فَاتَّكَأَ عِنْدَهَا ثُمَّ ضَحِكَ فَقَالَتْ لِمَ تَضْحَكُ يَا رَسُولَ اللَّهِ فَقَالَ نَاسٌ مِنْ أُمَّتِي يَرْكَبُونَ الْبَحْرَ الْأَخْضَرَ فِي سَبِيلِ اللَّهِ مَثَلُهُمْ مَثَلُ الْمُلُوكِ عَلَى الْأَسِرَّةِ فَقَالَتْ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ اللَّهُمَّ اجْعَلْهَا مِنْهُمْ ثُمَّ عَادَ فَضَحِكَ فَقَالَتْ لَهُ مِثْلَ أَوْ مِمَّ ذَلِكَ فَقَالَ لَهَا مِثْلَ ذَلِكَ فَقَالَتْ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ أَنْتِ مِنْ الْأَوَّلِينَ وَلَسْتِ مِنْ الْآخِرِينَ قَالَ قَالَ أَنَسٌ فَتَزَوَّجَتْ عُبَادَةَ بْنَ الصَّامِتِ فَرَكِبَتْ الْبَحْرَ مَعَ بِنْتِ قَرَظَةَ فَلَمَّا قَفَلَتْ رَكِبَتْ دَابَّتَهَا فَوَقَصَتْ بِهَا فَسَقَطَتْ عَنْهَا فَمَاتَتْ","source":"Bukhari"},"__N_SSG":true}