{"pageProps":{"number":"2713","slug":"bukhari","id":"Telah bercerita kepada kami ['Amru bin Khalid Al Harraoniy] telah bercerita kepada kami [Zuhair] telah bercerita kepada kami [Abu Ishaq] berkata aku mendengar [Al Bara' radliallahu 'anhu] saat ada seseorang yang bertanya kepadanya: \"Apakah kalian kabur, wahai Abu 'Umarah, pada peperangan Hunain?\" Dia berkata: \"Tidak, demi Allah. Tidaklah Rasulullah shallallahu 'alaihi wasallam kabur dari perang akan tetapi yang kabur adalah orang-orang yang baru saja masuk Islam dari sahabat-sahabat Beliau dan orang-orang yang takut karena tidak memiliki tameng dan senjata lalu datang kepada mereka kaum yang ahli memanah yaitu pasukan suku Hawazin dan Bani Nashr dimana setiap kali mereka akan melepaskan anak panah lalu membidik sasaran hampir tidak pernah meleset. Dan kemudian mereka mendatangi Nabi shallallahu 'alaihi wasallam yang saat itu tetap berada diatas baghol Beliau yang berwarna putih sementara putra paman Beliau, Abu Sufyan bin Al Harits bin 'Abdul Muthallib, menuntun baghol tersebut lalu Nabi shallallahu 'alaihi wasallam terjun berperang hingga mendapat kemenangan seraya bersya'ir: \"Aku adalah seorang Nabi yang tidak berdusta dan aku adalah anak dari 'Abdul Muthallib\". Kemudian Beliau mengatur barisan perang sahabat-sahabat Beliau.","arab":"حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ الْحَرَّانِيُّ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا أَبُو إِسْحَاقَ قَالَ سَمِعْتُ الْبَرَاءَوَسَأَلَهُ رَجُلٌ أَكُنْتُمْ فَرَرْتُمْ يَا أَبَا عُمَارَةَ يَوْمَ حُنَيْنٍ قَالَ لَا وَاللَّهِ مَا وَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَكِنَّهُ خَرَجَ شُبَّانُ أَصْحَابِهِ وَأَخِفَّاؤُهُمْ حُسَّرًا لَيْسَ بِسِلَاحٍ فَأَتَوْا قَوْمًا رُمَاةً جَمْعَ هَوَازِنَ وَبَنِي نَصْرٍ مَا يَكَادُ يَسْقُطُ لَهُمْ سَهْمٌ فَرَشَقُوهُمْ رَشْقًا مَا يَكَادُونَ يُخْطِئُونَ فَأَقْبَلُوا هُنَالِكَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى بَغْلَتِهِ الْبَيْضَاءِ وَابْنُ عَمِّهِ أَبُو سُفْيَانَ بْنُ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ يَقُودُ بِهِ فَنَزَلَ وَاسْتَنْصَرَ ثُمَّ قَالَ أَنَا النَّبِيُّ لَا كَذِبْأَنَا ابْنُ عَبْدِ الْمُطَّلِبْثُمَّ صَفَّ أَصْحَابَهُ","source":"Bukhari"},"__N_SSG":true}