{"pageProps":{"number":"2760","slug":"bukhari","id":"Telah bercerita kepada kami [Bisyir bin Marhum] telah bercerita kepada kami [Hatim bin Isma'il] dari [Yazid bin Abu 'Ubaid] dari [Salamah radliallahu 'anhu] berkata: \"Perbekalan orang-orang menipis dan mereka kekurangan air dan makanan, lalu mereka mendatangi Nabi shallallahu 'alaihi wasallam meminta ijin untuk menyembelih unta mereka, Beliaupun mengijinkannya. Lalu 'Umar datang menemui mereka dan mereka mengabari hal itu padanya, lalu ia berkata; \"Apakah ada lagi bekal kalian setelah unta kalian habis\". Lalu dia menemui Nabi shallallahu 'alaihi wasallam dan berkata: \"Wahai Rasulullah, apakah mereka dapat bertahan hidup setelah mereka menyembelih unta mereka?\" Maka Rasulullah shallallahu 'alaihi wasallam berkata: \"Panggillah orang-orang agar mereka membawa sisa-sisa bekal makaan mereka kemari\". Maka Beliau berdo'a serta memohon berkah, lalu Beliau memanggil mereka agar membawa bejana mereka masing-masing. Maka orang-orang pun mengambil bagiannya (sebanyak genggaman tangan) hingga mereka mendapatkan semua, kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku bersaksi bahwa tidak ada Ilah yang berhak disembah kecuali Allah dan aku adalah Rasululloh\".","arab":"حَدَّثَنَا بِشْرُ بْنُ مَرْحُومٍ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ عَنْ سَلَمَةَ رَضِيَ اللَّهُ عَنْهُ قَالَخَفَّتْ أَزْوَادُ النَّاسِ وَأَمْلَقُوا فَأَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَحْرِ إِبِلِهِمْ فَأَذِنَ لَهُمْ فَلَقِيَهُمْ عُمَرُ فَأَخْبَرُوهُ فَقَالَ مَا بَقَاؤُكُمْ بَعْدَ إِبِلِكُمْ فَدَخَلَ عُمَرُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ مَا بَقَاؤُهُمْ بَعْدَ إِبِلِهِمْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَادِ فِي النَّاسِ يَأْتُونَ بِفَضْلِ أَزْوَادِهِمْ فَدَعَا وَبَرَّكَ عَلَيْهِ ثُمَّ دَعَاهُمْ بِأَوْعِيَتِهِمْ فَاحْتَثَى النَّاسُ حَتَّى فَرَغُوا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ","source":"Bukhari"},"__N_SSG":true}