{"pageProps":{"number":"2851","slug":"bukhari","id":"Telah bercerita kepadaku [Muhammad bin 'Abdullah bin Hawsyab ath-Tha'iy] telah bercerita kepada kami [Husyaim] telah mengabarkan kepada kami [Hushain] dari [Sa'ad bin 'Ubaidah] dari [Abu Abdur Rahman,] salah seorang yang mengutamakan 'Utsman dari 'Ali) dia berkata kepada Ibnu 'Athiyah, salah seorang yang lebih mengutamakan 'Ali dari pada 'Utsman); \"Sungguh aku adalah orang yang paling tahu tentang keberanian [sahabatmu] (maksudnya \"Ali) dalam masalah (pertumpahan) darah, aku mendengar dia berkata; Nabi Shallallahu'alaihiwasallam mengutusku bersama Az Zubair lalu Beliau berkata; \"Datangilah Raudhah -dalam redaksi lain Raudhah Khah-- dan temuilah di sana seorang wanita yang membawa surat yang diberikan oleh Hathib\". Maka kami datangi lokasi Raudhah yang dimaksud lalu kami katakan; \"Mana surat itu?\". Wanita itu berkata: \"Aku tidak bawa surat\". Kami berkata: \"Kamu keluarkan surat itu atau kami lucuti pakaianmu\". Akhirnya dia mengeluarkan surat itu dari dalam tali ikat pinggangnya -dalam redaksi lain dalam sanggulnya--lalu surat itu dibawa ke hadapan Hathib. Hathib berkata: \"Jangan terburu-buru bersikap kepadaku. Sungguh aku melakukan ini bukan karena kufur. Bahkan tidak bertambah sikapku terhadap Islam selain kecintaan. Ketahuilah bahwa tidak ada seorangpun dari sahabat Baginda melainkan mempunyai pembela di Makkah yang membela keluarga dan hartanya, sedangkan aku tidak memiliki seorangpun pembela. Maka itu aku ingin mengambil seseorang dari mereka sebagai pembela (diriku). Maka Nabi Shallallahu'alaihiwasallam membenarkan (menerima) alasan yang disampaikannya. Lalu 'Umar berkata: \"Biarkan aku untuk memenggal batang leher orang ini karena dia telah berbuat nifaq (munafiq) \". Maka Beliau berkata: \"Apakah kamu tidak tahu barangkali Allah telah melihat pejuang perang Badar, dan Dia berfirman: \"Berbuatlah sesuka kalian, sungguh Aku telah mengampuni kalian\". (Abu 'Abdur Rahman) berkata: \"Itulah yang menjadikannya berani\".","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَوْشَبٍ الطَّائِفِيُّ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا حُصَيْنٌ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ وَكَانَ عُثْمَانِيًّا فَقَالَ لِابْنِ عَطِيَّةَ وَكَانَ عَلَوِيًّا إِنِّي لَأَعْلَمُ مَا الَّذِي جَرَّأَ صَاحِبَكَ عَلَى الدِّمَاءِ سَمِعْتُهُ يَقُولُبَعَثَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالزُّبَيْرَ فَقَالَ ائْتُوا رَوْضَةَ كَذَا وَتَجِدُونَ بِهَا امْرَأَةً أَعْطَاهَا حَاطِبٌ كِتَابًا فَأَتَيْنَا الرَّوْضَةَ فَقُلْنَا الْكِتَابَ قَالَتْ لَمْ يُعْطِنِي فَقُلْنَا لَتُخْرِجِنَّ أَوْ لَأُجَرِّدَنَّكِ فَأَخْرَجَتْ مِنْ حُجْزَتِهَا فَأَرْسَلَ إِلَى حَاطِبٍ فَقَالَ لَا تَعْجَلْ وَاللَّهِ مَا كَفَرْتُ وَلَا ازْدَدْتُ لِلْإِسْلَامِ إِلَّا حُبًّا وَلَمْ يَكُنْ أَحَدٌ مِنْ أَصْحَابِكَ إِلَّا وَلَهُ بِمَكَّةَ مَنْ يَدْفَعُ اللَّهُ بِهِ عَنْ أَهْلِهِ وَمَالِهِ وَلَمْ يَكُنْ لِي أَحَدٌ فَأَحْبَبْتُ أَنْ أَتَّخِذَ عِنْدَهُمْ يَدًا فَصَدَّقَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عُمَرُ دَعْنِي أَضْرِبْ عُنُقَهُ فَإِنَّهُ قَدْ نَافَقَ فَقَالَ مَا يُدْرِيكَ لَعَلَّ اللَّهَ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَهَذَا الَّذِي جَرَّأَهُ","source":"Bukhari"},"__N_SSG":true}