{"pageProps":{"number":"2855","slug":"bukhari","id":"Telah bercerita kepada kami [Abu Ma'mar] telah bercerita kepada kami ['Abdul Warits] berkata telah bercerita kepadaku [Yahya bin Abu Ishaq] dari [Anas bin Malik radliallahu 'anhu] berkata; \"Kami pernah bersama Nabi Shallallahu'alaihiwasallam saat Beliau kembali dari 'Usfan, ketika itu Rasulullah Shallallahu'alaiwasallam berada diatas tunggangan Beliau dengan memboncengkan Shofiyah binti Huyay. Kemudian unta Beliau tergelincir sehingga membanting keduanya. Abu Tholhah pun bergegas membantunya dengan berujar; \"Wahai Rasulullah, biarlah Allah menjadikan aku sebagai tebusan baginda\". Beliau berkata: \"Sebaiknya kamu menolong wanita\". Maka Abu Tholhah menutup wajahnya dengan selembar baju lalu mendatangi Shofiyah dan melempar baju itu untuknya kemudian dia memperbaiki pelana hewan tunggangan itu, lalu Beliau dan Shofiyah dapat mengendarainya. Akhirnya kami dapat menolong Rasulullah Shallallahu'alaiwasallam. Ketika hampir tiba di Madinah, Beliau berdo'a: \"Aayibuuna taa'ibuuna 'aabiduuna li robbinaa haamiduuna. (Kita kembali sebagai hamba yang bertaubat, ber'ibadah kepada Robb kita dan memuji-Nya\"). Beliau serus saja membaca do'a itu hingga memasuki kota Madinah.","arab":"حَدَّثَنَا أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي إِسْحَاقَ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقْفَلَهُ مِنْ عُسْفَانَ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رَاحِلَتِهِ وَقَدْ أَرْدَفَ صَفِيَّةَ بِنْتَ حُيَيٍّ فَعَثَرَتْ نَاقَتُهُ فَصُرِعَا جَمِيعًا فَاقْتَحَمَ أَبُو طَلْحَةَ فَقَالَ يَا رَسُولَ اللَّهِ جَعَلَنِي اللَّهُ فِدَاءَكَ قَالَ عَلَيْكَ الْمَرْأَةَ فَقَلَبَ ثَوْبًا عَلَى وَجْهِهِ وَأَتَاهَا فَأَلْقَاهُ عَلَيْهَا وَأَصْلَحَ لَهُمَا مَرْكَبَهُمَا فَرَكِبَا وَاكْتَنَفْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا أَشْرَفْنَا عَلَى الْمَدِينَةِ قَالَ آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ فَلَمْ يَزَلْ يَقُولُ ذَلِكَ حَتَّى دَخَلَ الْمَدِينَةَ","source":"Bukhari"},"__N_SSG":true}