{"pageProps":{"number":"3046","slug":"bukhari","id":"Telah bercerita kepadaku [Ishaq bin Nashr] telah bercerita kepada kami [Muhammad bin 'Ubaid] telah bercerita kepada kami [Abu Hayyan] dari [Abu Zur'ah] dari [Abu Hurairah radliallahu 'anhu] berkata; Kami bersama Nabi Shallallah u 'alaihi wa salam dalam jamuan makan walimah (resepsi permikahan) kemudian disodorkan kepada Beliau sepotong paha kambing yang mengundang selera Beliau maka Beliau memakannya dengan cara menggigitnya lalu bersabda: \"Aku adalah penghulu kaum (manusia) pada hari qiyamat. Mengertikah kalian tatkala Allah mengumpulkan manusia dari yang pertama (diciptakan) hingga yang terakhir pada satu bukit. Kemudian mereka dijadikan menatap oleh seorang juru pandang dan dijadikan mendengar oleh seorang juru seru dan matahari didekatkan. Kemudian sebagian orang berkata; \"Mungkin kalian punya saran karena nasib kalian sekarang?\". Tidakkah kalian punya pandangan siapa yang dapat memintakan syafa'at kepada Rabb kalian?\". Maka sebagian orang ada yang berkata; \"Bapak kalian, Adam 'alaihissalam\". Maka mereka menemui Adam Alaihissalam dan berkata; \"Wahai Adam, kamu adalah bapak seluruh manusia. Allah menciptakan kamu langsung dengan tangan-Nya dan meniupkan langsung ruh-Nya kepadamu dan memerintahkan para malaikat untuk sujud kepadamu dan menempatkan kamu tinggal di surga, tidakkah sebaiknya kamu memohon syafa'at kepada Rabbmu untuk kami?. Tidakkah kamu melihat apa yang sedang kami hadapi?\". Adam Alaihissalam menjawab; \"Rabbku pernah marah kepadaku dengan suatu kemarahan yang belum pernah Dia marah seperti itu sebelumnya dan tidak akan pula marah seperti itu sesudahnya. Dia melarang aku mendekati pohon namun aku mendurhakai-Nya. Oh diriku, oh diriku. Pergilah kalian kepada orang selain aku. Pergilah kepada Nuh\". Maka mereka menemui Nuh Alaihissalam dan berkata; \"Wahai Nuh, kamulah Rasul pertama kepada penduduk bumi ini dan Allah menamakan dirimu sebagai 'Abdan syakuura (hamba yang bersyukur). Tidakkah kamu melihat apa yang sedang kami hadapi?, Tidakkah sebaiknya kamu memohon syafa'at kepada Rabbmu untuk kami?. Maka Nuh Alaihissalam berkata; \"Pada suatu hari Rabbku pernah marah kepadaku dengan suatu kemarahan yang belum pernah Dia marah seperti itu sebelumnya dan tidak akan pula marah seperti itu sesudahnya. Oh diriku, oh diriku. Pergilah kalian kepada Nabi shallallahu 'alaihi wasallam\". Maka mereka menemui aku. Kemudian aku sujud di bawah al-'Arsy lalu dikatakan; \"Wahai Muhammad, angkatlah kepalamu dan mohonkanlah syafa'at serta mintalah karena permintaan kamu akan dikabulkan\". Muhammad bin 'Ubaid berkata; \"Aku tidak hafal seluruh isi hadits ini\".","arab":"حَدَّثَنِي إِسْحَاقُ بْنُ نَصْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ حَدَّثَنَا أَبُو حَيَّانَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَكُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي دَعْوَةٍ فَرُفِعَ إِلَيْهِ الذِّرَاعُ وَكَانَتْ تُعْجِبُهُ فَنَهَسَ مِنْهَا نَهْسَةً وَقَالَ أَنَا سَيِّدُ الْقَوْمِ يَوْمَ الْقِيَامَةِ هَلْ تَدْرُونَ بِمَ يَجْمَعُ اللَّهُ الْأَوَّلِينَ وَالْآخِرِينَ فِي صَعِيدٍ وَاحِدٍ فَيُبْصِرُهُمْ النَّاظِرُ وَيُسْمِعُهُمْ الدَّاعِي وَتَدْنُو مِنْهُمْ الشَّمْسُ فَيَقُولُ بَعْضُ النَّاسِ أَلَا تَرَوْنَ إِلَى مَا أَنْتُمْ فِيهِ إِلَى مَا بَلَغَكُمْ أَلَا تَنْظُرُونَ إِلَى مَنْ يَشْفَعُ لَكُمْ إِلَى رَبِّكُمْ فَيَقُولُ بَعْضُ النَّاسِ أَبُوكُمْ آدَمُ فَيَأْتُونَهُ فَيَقُولُونَ يَا آدَمُ أَنْتَ أَبُو الْبَشَرِ خَلَقَكَ اللَّهُ بِيَدِهِ وَنَفَخَ فِيكَ مِنْ رُوحِهِ وَأَمَرَ الْمَلَائِكَةَ فَسَجَدُوا لَكَ وَأَسْكَنَكَ الْجَنَّةَ أَلَا تَشْفَعُ لَنَا إِلَى رَبِّكَ أَلَا تَرَى مَا نَحْنُ فِيهِ وَمَا بَلَغَنَا فَيَقُولُ رَبِّي غَضِبَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَا يَغْضَبُ بَعْدَهُ مِثْلَهُ وَنَهَانِي عَنْ الشَّجَرَةِ فَعَصَيْتُهُ نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى نُوحٍ فَيَأْتُونَ نُوحًا فَيَقُولُونَ يَا نُوحُ أَنْتَ أَوَّلُ الرُّسُلِ إِلَى أَهْلِ الْأَرْضِ وَسَمَّاكَ اللَّهُ عَبْدًا شَكُورًا أَمَا تَرَى إِلَى مَا نَحْنُ فِيهِ أَلَا تَرَى إِلَى مَا بَلَغَنَا أَلَا تَشْفَعُ لَنَا إِلَى رَبِّكَ فَيَقُولُ رَبِّي غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَا يَغْضَبُ بَعْدَهُ مِثْلَهُ نَفْسِي نَفْسِي ائْتُوا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَأْتُونِي فَأَسْجُدُ تَحْتَ الْعَرْشِ فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَاشْفَعْ تُشَفَّعْ وَسَلْ تُعْطَهْقَالَ مُحَمَّدُ بْنُ عُبَيْدٍ لَا أَحْفَظُ سَائِرَهُ","source":"Bukhari"},"__N_SSG":true}