{"pageProps":{"number":"3079","slug":"bukhari","id":"Telah bercerita kepada kami [Muhammad bin Salam] telah mengabarkan kepada kami [Ibnu Fudlail] telah bercerita kepada kami [Hushain] dari [Syaqiq] dari [Masruq] berkata; \"Aku bertanya kepada [Ummu Ruman], dia adalah ibu 'Aisyah radliallahu 'anha tentang apa yang diperbincangkan orang tentang diri 'Aisyah radliallahu 'anha (ketika terjadi fitnah terhadapnya). Ummu Ruman berkata; \"Ketika aku bersama 'Aisyah radliallahu 'anha sedang duduk-duduk, tiba-tiba datang kepada kami seorang wanita dari kalangan Anshar sambil berkata; \"Semoga Allah bertindak atas si fulan\". Ummu Ruman berkata; Aku bertanya; \"Memangnya ada apa?\". Wanita itu berkata; \"Orang itu telah terlibat menyebut-nyebut peristiwa (fitnah) \". Lalu 'Aisyah radliallahu 'anha bertanya; \"Peristiwa apa?\". Maka wanita itu menceritakan peristiwa yang terjadi kepadanya. Kemudian 'Aisyah radliallahu 'anha bertanya lagi; \"Apakah Abu Bakr dan Rasulullah shallallahu 'alaihi wasallam telah mendengarnya?\". Wanita itu berkata; \"Ya\". Seketika itu pula 'Aisyah radliallahu 'anha jatuh pingsan dan tidak sadarkan diri melainkan setelah sakit demam panasnya mereda. Kemudian Nabi shallallahu 'alaihi wasallam datang seraya berkata; \"Sakit apa yang dideritanya?\". Aku katakan; \"Sakit demam panas karena peristiwa fitnah (maksudnya isu dusta bahwa ia dikabarkan selingkuh degan Shafwan). Kemudian 'Aisyah radliallahu 'anha duduk lalu berkata; \"Demi Allah, seandainya aku bersumpah pasti kalian tidak akan percaya kepadaku dan seandainya aku mengajukan alasan kalian pun tidak akan menerimanya. Maka bagiku peristiwa antara aku dan kalian ini bagaikan peristiwa Nabi Ya'qub 'Alaihissalam bersama anak-anaknya, (yang berkata); \"Dan Allah sajalah tempat memohon pertolongan atas apa yang kalian ceritakan\". Kemudian Nabi shallallahu 'alaihi wasallam pergi meninggalkannya lalu Allah menurunkan firman-Nya. Kemudian Beliau mengabarkan kepada 'Aisyah radliallahu 'anha. 'Aisyah radliallahu 'anha berkata; \"Dengan segala puji bagi Allah dan tidak ada pujian bagi seorangpun\".","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ أَخْبَرَنَا ابْنُ فُضَيْلٍ حَدَّثَنَا حُصَيْنٌ عَنْ شَقِيقٍ عَنْ مَسْرُوقٍ قَالَ سَأَلْتُ أُمَّ رُومَانَ وَهِيَ أُمُّ عَائِشَةَ عَمَّا قِيلَ فِيهَا مَا قِيلَ قَالَتْبَيْنَمَا أَنَا مَعَ عَائِشَةَ جَالِسَتَانِ إِذْ وَلَجَتْ عَلَيْنَا امْرَأَةٌ مِنْ الْأَنْصَارِ وَهِيَ تَقُولُ فَعَلَ اللَّهُ بِفُلَانٍ وَفَعَلَ قَالَتْ فَقُلْتُ لِمَ قَالَتْ إِنَّهُ نَمَى ذِكْرَ الْحَدِيثِ فَقَالَتْ عَائِشَةُ أَيُّ حَدِيثٍ فَأَخْبَرَتْهَا قَالَتْ فَسَمِعَهُ أَبُو بَكْرٍ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ نَعَمْ فَخَرَّتْ مَغْشِيًّا عَلَيْهَا فَمَا أَفَاقَتْ إِلَّا وَعَلَيْهَا حُمَّى بِنَافِضٍ فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا لِهَذِهِ قُلْتُ حُمَّى أَخَذَتْهَا مِنْ أَجْلِ حَدِيثٍ تُحُدِّثَ بِهِ فَقَعَدَتْ فَقَالَتْ وَاللَّهِ لَئِنْ حَلَفْتُ لَا تُصَدِّقُونِي وَلَئِنْ اعْتَذَرْتُ لَا تَعْذِرُونِي فَمَثَلِي وَمَثَلُكُمْ كَمَثَلِ يَعْقُوبَ وَبَنِيهِ فَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ فَانْصَرَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّهُ مَا أَنْزَلَ فَأَخْبَرَهَا فَقَالَتْ بِحَمْدِ اللَّهِ لَا بِحَمْدِ أَحَدٍ","source":"Bukhari"},"__N_SSG":true}