{"pageProps":{"number":"3266","slug":"bukhari","id":"Telah bercerita kepadaku [Ahmad bin Syabib bin Sa'id] berkata, telah bercerita kepadaku [bapakku] dari [Yunus], berkata [Ibnu Syihab] telah mengabarkan kepadaku ['Urwah] bahwa ['Ubaidullah bin 'Adiy bin Al Khiyar] mengabarkan kepadanya bahwa Al Miswar bin Makhramah dan 'Abdur Rahman bin Al Aswad bin 'Abdu Yaghuts keduanya berkata kepadanya ('Ubaidullah); \"Apa yang menghalangimu untuk berbicara kepada 'Utsman tentang perkara saudaranya, yaitu Al Walid. Sungguh orang-orang sudah banyak yang menuntutnya\". Maka aku sengaja menanti 'Utsman hingga dia keluar untuk shalat lalu aku katakan kepadanya; \"Aku punya keperluan dengan anda yaitu nasehat untukmu\". 'Utsman berkata; \"Wahai laki-laki\". [Ma'mar] berkata; \"Aku kira dia berkata; \"Aku berlindung kepada Allah dari kamu\". Maka aku beranjak darinya dan pergi menemui mereka. Sesaat kemudian utusan 'Utsman datang, maka aku menemui ['Utsman] lalu dia bertanya; \"Apa nasehat kamu tadi?\". Aku katakan; \"Allah Subhaanahu wa Ta'ala telah mengutus Muhammad shallallahu 'alaihi wasallam dengan benar dan telah menurunkan Kitab (Al Qur'an) dan kamu termasuk orang yang menyambut seruan Allah dan rasul-Nya shallallahu 'alaihi wasallam dan kamu sudah berhijrah dua kali dan telah mendampingi Rasulullah shallallahu 'alaihi wasallam serta kamu juga telah melihat petunjuknya. Sungguh banyak orang telah membicarakan persoalan Al Walid\". 'Utsman bertanya; \"Apakah kamu pernah bertemu dengan Rasulullah shallallahu 'alaihi wasallam?\". Aku jawab; \"Tidak. Akan tetapi ilmu beliau telah sampai kepadaku sebagaimana sampai kepada gadis yang dipingit dalam bilik rumahnya\". Dia berkata; \"Amma ba'du, Allah telah mengutus Muhammad shallallahu 'alaihi wasallam dengan benar dan aku adalah termasuk diantara orang yang menyambut seruan Allah dan Rasul-Nya. Aku juga beriman dengan apa yang beliau bawa sebagai utusan dan aku juga telah berhijrah ke dua negeri hijrah sebagaimana yang tadi kamu katakan dan aku juga telah mendampigi Rasulullah shallallahu 'alaihi wasallam dan berbai'at kepada beliau. Demi Allah, aku tidak pernah membantah dan menipu beliau hingga Allah 'azza wajalla mewafatkan beliau. Kemudian Abu Bakr menjadi khalifah lalu 'Umar, kemudian aku diangkat menjadi khalifah. Apakah aku tidak puya hak sebagaimana mereka memilikinya?\". Aku kataka; \"Ya, anda punya hak\". Dia berkata; \"Lalu apa maksud pembicaraan kalian yang telah sampai kepadaku. Adapun persoalan Al Walid, kami akan menegakkan urusannya dengan hak, insya Alah\". Kemudian 'Utsman memanggil 'Ali lalu memerintahkanya agar mencambuk Al Walid\". Maka 'Ali mencambuknya sebanyak delapan puluh kali\".","arab":"حَدَّثَنِي أَحْمَدُ بْنُ شَبِيبِ بْنِ سَعِيدٍ قَالَ حَدَّثَنِي أَبِي عَنْ يُونُسَ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُرْوَةُ أَنَّ عُبَيْدَ اللَّهِ بْنَ عَدِيِّ بْنِ الْخِيَارِ أَخْبَرَهُأَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ وَعَبْدَ الرَّحْمَنِ بْنَ الْأَسْوَدِ بْنِ عَبْدِ يَغُوثَ قَالَا مَا يَمْنَعُكَ أَنْ تُكَلِّمَ عُثْمَانَ لِأَخِيهِ الْوَلِيدِ فَقَدْ أَكْثَرَ النَّاسُ فِيهِ فَقَصَدْتُ لِعُثْمَانَ حَتَّى خَرَجَ إِلَى الصَّلَاةِ قُلْتُ إِنَّ لِي إِلَيْكَ حَاجَةً وَهِيَ نَصِيحَةٌ لَكَ قَالَ يَا أَيُّهَا الْمَرْءُقَالَ مَعْمَرٌ أُرَاهُ قَالَ أَعُوذُ بِاللَّهِ مِنْكَ فَانْصَرَفْتُ فَرَجَعْتُ إِلَيْهِمْ إِذْ جَاءَ رَسُولُ عُثْمَانَ فَأَتَيْتُهُ فَقَالَ مَا نَصِيحَتُكَ فَقُلْتُ إِنَّ اللَّهَ سُبْحَانَهُ بَعَثَ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْحَقِّ وَأَنْزَلَ عَلَيْهِ الْكِتَابَ وَكُنْتَ مِمَّنْ اسْتَجَابَ لِلَّهِ وَلِرَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهَاجَرْتَ الْهِجْرَتَيْنِ وَصَحِبْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَأَيْتَ هَدْيَهُ وَقَدْ أَكْثَرَ النَّاسُ فِي شَأْنِ الْوَلِيدِ قَالَ أَدْرَكْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ لَا وَلَكِنْ خَلَصَ إِلَيَّ مِنْ عِلْمِهِ مَا يَخْلُصُ إِلَى الْعَذْرَاءِ فِي سِتْرِهَا قَالَ أَمَّا بَعْدُ فَإِنَّ اللَّهَ بَعَثَ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْحَقِّ فَكُنْتُ مِمَّنْ اسْتَجَابَ لِلَّهِ وَلِرَسُولِهِ وَآمَنْتُ بِمَا بُعِثَ بِهِ وَهَاجَرْتُ الْهِجْرَتَيْنِ كَمَا قُلْتَ وَصَحِبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَايَعْتُهُ فَوَاللَّهِ مَا عَصَيْتُهُ وَلَا غَشَشْتُهُ حَتَّى تَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ ثُمَّ أَبُو بَكْرٍ مِثْلُهُ ثُمَّ عُمَرُ مِثْلُهُ ثُمَّ اسْتُخْلِفْتُ أَفَلَيْسَ لِي مِنْ الْحَقِّ مِثْلُ الَّذِي لَهُمْ قُلْتُ بَلَى قَالَ فَمَا هَذِهِ الْأَحَادِيثُ الَّتِي تَبْلُغُنِي عَنْكُمْ أَمَّا مَا ذَكَرْتَ مِنْ شَأْنِ الْوَلِيدِ فَسَنَأْخُذُ فِيهِ بِالْحَقِّ إِنْ شَاءَ اللَّهُ ثُمَّ دَعَا عَلِيًّا فَأَمَرَهُ أَنْ يَجْلِدَهُ فَجَلَدَهُ ثَمَانِينَ","source":"Bukhari"},"__N_SSG":true}