{"pageProps":{"number":"3305","slug":"bukhari","id":"Telah bercerita kepada kami [Malik bin Isma'il] telah bercerita kepada kami [Isra'il] dari [Al Mughirah] dari [Ibrahim] dari ['Alqamah] berkata; \"Aku pernah berkunjung ke negeri Syam lalu shalat dua raka'at disana kemudian aku berdo'a; \"Ya Allah, mudahkanlah aku untuk dapat bermajelis dengan orang shalih\". Kemudian aku mendatangi kaum lalu aku bermajelis bersama mereka. Tiba-tiba datang orang yang sudah tua lalu dia duduk di sampingku. Aku bertanya; \"Siapakah orang tua ini?\". Mereka menjawab; \"Dia adalah [Abu ad-Darda' radliallahu 'anhu] \". Maka aku berkata; \"Sungguh aku telah berdo'a kepada Allah agar memudahkanaku bisa bermajelis dengan orang shalih dan ternyata Allah menjadikan anda untukku\". Abu ad-Darda' bertanya; \"Kamu berasal dari mana?\". Aku jawab; \"Dari Kufah\". Dia berkata lagi; \"Bukankah bersama kalian disana ada Ibnu Ummu 'Abd, pembawa sepasang sandal (nabi shallallahu 'alaihi wasallam), pemilik tikar dan bejana? (maksudnya adalah 'Abdullah bin Mas'ud radliallahu 'anhu).. Sungguh bersama kalian disana ada orang yang telah Allah jauhkan dari setan yakni melalui lisan Nabi-Nya shallallahu 'alaihi wasallam (maksudnya 'Ammar bn Yasir radliallahu 'anhu). Bukankah bersama kalian disana ada orang yang mengetahui detail kehidupan Nabi shallallahu 'alaihi wasallam yang tidak ada orang lain yang mengetahuinya kecuali dia\". (maksudnya Hudzaifah bin Al Yaman radliallahu 'anhu). Kemudian dia bertanya lagi; \"Bagaimana 'Abdullah membaca firman Allah: (\"Wal laili idzaa yaghsyaa\")?. Maka aku bacakan kepadanya; ('Wal laili idzaa yaghsyaa, wan nahaari idzaa tajallaa, wadz dzkara wal untsaa\"). Abu ad-Darda' berkata; \"Demi Allah, sungguh Rasulullah shallallahu 'alaihi wasallam telah membacakannya dari mulut beliau langsug kepada mulutku\".","arab":"حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا إِسْرَائِيلُ عَنْ الْمُغِيرَةِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ قَالَقَدِمْتُ الشَّأْمَ فَصَلَّيْتُ رَكْعَتَيْنِ ثُمَّ قُلْتُ اللَّهُمَّ يَسِّرْ لِي جَلِيسًا صَالِحًا فَأَتَيْتُ قَوْمًا فَجَلَسْتُ إِلَيْهِمْ فَإِذَا شَيْخٌ قَدْ جَاءَ حَتَّى جَلَسَ إِلَى جَنْبِي قُلْتُ مَنْ هَذَا قَالُوا أَبُو الدَّرْدَاءِ فَقُلْتُ إِنِّي دَعَوْتُ اللَّهَ أَنْ يُيَسِّرَ لِي جَلِيسًا صَالِحًا فَيَسَّرَكَ لِي قَالَ مِمَّنْ أَنْتَ قُلْتُ مِنْ أَهْلِ الْكُوفَةِ قَالَ أَوَلَيْسَ عِنْدَكُمْ ابْنُ أُمِّ عَبْدٍ صَاحِبُ النَّعْلَيْنِ وَالْوِسَادِ وَالْمِطْهَرَةِ وَفِيكُمْ الَّذِي أَجَارَهُ اللَّهُ مِنْ الشَّيْطَانِ يَعْنِي عَلَى لِسَانِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوَلَيْسَ فِيكُمْ صَاحِبُ سِرِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي لَا يَعْلَمُهُ أَحَدٌ غَيْرُهُ ثُمَّ قَالَ كَيْفَ يَقْرَأُ عَبْدُ اللَّهِ{ وَاللَّيْلِ إِذَا يَغْشَى }فَقَرَأْتُ عَلَيْهِ{ وَاللَّيْلِ إِذَا يَغْشَى وَالنَّهَارِ إِذَا تَجَلَّى }وَالذَّكَرِ وَالْأُنْثَى قَالَ وَاللَّهِ لَقَدْ أَقْرَأَنِيهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ فِيهِ إِلَى فِيَّ","source":"Bukhari"},"__N_SSG":true}