{"pageProps":{"number":"3337","slug":"bukhari","id":"Telah bercerita kepada kami ['Abdullah bin 'Abdul Wahhab] telah bercerita kepada kami [Hammad] telah bercerita kepada kami [Hisyam] dari [bapaknya] berkata; \"Orang-orang biasa memilih memberikan hadiah mereka (kepada Nabi shallallahu 'alaihi wasallam) saat beliau giliran di rumah 'Aisyah radliallahu 'anha. ['Aisyah radliallahu 'anha] berkata; \"Maka shahabat-shahabatku (para istri Nabi yang lain) berkumpul pada Ummu Salamah dan berkata; \"Wahai Ummu Salamah, sesungguhnya orang-orang memberikan hadiah kepada beliau shallallahu 'alaihi wasallam saat beliau giliran di rumah 'Aisyah. Dan kami menghendaki kebaikan sebagaimana yang juga 'Aisyah radliallahu 'anha kehendaki. Maka itu mintalah kepada Rasulullah shallallahu 'alaihi wasallam agar beliau memerintahkan orang-orang apabila hendak memberi hadiah kepada beliau agar memberikanya kepada beliau saat beliau berada dimana saja dari giliran belau (di rumah istri-istrinya) \". 'Aisyah radliallahu 'anha berkata; \"Maka Ummu Salamah menyampaikan hal ini kepada Nabi shallallahu 'alaihi wasallam\". Ummu Salamah berkata; \"Beliau menolak berbicara denganku. Dan ketika beliau datang kembali kepadaku, aku sampaikan lagi hal itu namun beliau tetap menolak berbicara. Ketika untuk yang ketiga kalinya aku sampaikan, beliau berkata kepadaku: \"Wahai Ummu Salamah, janganlah kamu sakiti aku dalam masalah 'Aisyah. Karena demi Allah, tidak ada wahyu yang turun kepadaku saat aku dalam selimut seorang istri diantara kalian kecuali dia ('Aisyah) \".","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ قَالَكَانَ النَّاسُ يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ قَالَتْ عَائِشَةُ فَاجْتَمَعَ صَوَاحِبِي إِلَى أُمِّ سَلَمَةَ فَقُلْنَ يَا أُمَّ سَلَمَةَ وَاللَّهِ إِنَّ النَّاسَ يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ وَإِنَّا نُرِيدُ الْخَيْرَ كَمَا تُرِيدُهُ عَائِشَةُ فَمُرِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَأْمُرَ النَّاسَ أَنْ يُهْدُوا إِلَيْهِ حَيْثُ مَا كَانَ أَوْ حَيْثُ مَا دَارَ قَالَتْ فَذَكَرَتْ ذَلِكَ أُمُّ سَلَمَةَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ فَأَعْرَضَ عَنِّي فَلَمَّا عَادَ إِلَيَّ ذَكَرْتُ لَهُ ذَاكَ فَأَعْرَضَ عَنِّي فَلَمَّا كَانَ فِي الثَّالِثَةِ ذَكَرْتُ لَهُ فَقَالَ يَا أُمَّ سَلَمَةَ لَا تُؤْذِينِي فِي عَائِشَةَ فَإِنَّهُ وَاللَّهِ مَا نَزَلَ عَلَيَّ الْوَحْيُ وَأَنَا فِي لِحَافِ امْرَأَةٍ مِنْكُنَّ غَيْرِهَا","source":"Bukhari"},"__N_SSG":true}