{"pageProps":{"number":"3473","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Qaza'ah] telah menceritakan kepada kami [Ibrahim] dari [Az Zuhri] dari ['Amir bin Sa'ad bin Malik] dari [bapaknya] berkata; \"Nabi shallallahu 'alaihi wasallam menjengukku pada waktu hajji wada' ketika aku sakit yang tidak menyebabkan kematian. Aku berkata; \"Wahai Rasulullah, aku rasakan sakitku semakin parah. Begaimana pendapat anda, aku memiliki banyak harta namun aku tidak memiliki orang yang akan mewarisinya kecuali satu anak perempuanku. Apakah aku boleh mensedekahkan dua pertiga hartaku?\". Beliau menjawab: \"Tidak\". Dia berkata; \"Apakah boleh aku bersedekah seperduanya?\". Beliau menjawab: \"Sepertiga, wahai Sa'ad. Dan sepertiga itu sudah banyak. Sesungguhnya bila kamu meninggalkan keturunanmu dalam keadaan berkecukupan itu lebih baik daripada kamu meninggalkan mereka dalam keadaan miskin, lalu mereka mengemis meminta-minta kepada manusia. Dan tidaklah kamu menafkahkan suatu nafaqah (harta) semata-mata mencari wajah (ridla) Allah melainkan Allah pasti akan memberimu balasannya, sekalipun satu suap makanan yang kamu berikan pada mulut istrimu.\" Aku bertanya; \"Wahai Rasulullah, apakah aku diberi umur panjang setelah shahabat-shahabatku?. Beliau bersabda: \"Tidaklah sekali-kali engkau diberi umur panjang lalu kamu beramal shalih melainkan akan bertambah derajat dan kemuliaanmu. Dan semoga kamu diberi umur panjang sehingga orang-orang dapat mengambil manfaat dari dirimu dan juga mungkin dapat mendatangkan madlorot bagi kaum yang lain. Ya Allah sempurnakanlah pahala hijrah shahabat-shahabatku dan janganlah Engkau kembalikan mereka ke belakang.\" Namun Sa'ad bin Khaulah membuat Rasulullah shallallahu 'alaihi wasallam bersedih karena dia meningal di Makkah. [Ahmad bin Yunus] dan [Musa] berkata dari [Ibrahim] dengan redaksi; \"…Kamu meninggalkan warisanmu.\"","arab":"حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ حَدَّثَنَا إِبْرَاهِيمُ عَنْ الزُّهْرِيِّ عَنْ عَامِرِ بْنِ سَعْدِ بْنِ مَالِكٍ عَنْ أَبِيهِ قَالَعَادَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ حَجَّةِ الْوَدَاعِ مِنْ مَرَضٍ أَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ فَقُلْتُ يَا رَسُولَ اللَّهِ بَلَغَ بِي مِنْ الْوَجَعِ مَا تَرَى وَأَنَا ذُو مَالٍ وَلَا يَرِثُنِي إِلَّا ابْنَةٌ لِي وَاحِدَةٌ أَفَأَتَصَدَّقُ بِثُلُثَيْ مَالِي قَالَ لَا قَالَ فَأَتَصَدَّقُ بِشَطْرِهِ قَالَ الثُّلُثُ يَا سَعْدُ وَالثُّلُثُ كَثِيرٌ إِنَّكَ أَنْ تَذَرَ ذُرِّيَّتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَلَسْتَ بِنَافِقٍ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ إِلَّا آجَرَكَ اللَّهُ بِهَا حَتَّى اللُّقْمَةَ تَجْعَلُهَا فِي فِي امْرَأَتِكَ قُلْتُ يَا رَسُولَ اللَّهِ أُخَلَّفُ بَعْدَ أَصْحَابِي قَالَ إِنَّكَ لَنْ تُخَلَّفَ فَتَعْمَلَ عَمَلًا تَبْتَغِي بِهَا وَجْهَ اللَّهِ إِلَّا ازْدَدْتَ بِهِ دَرَجَةً وَرِفْعَةً وَلَعَلَّكَ تُخَلَّفُ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ اللَّهُمَّ أَمْضِ لِأَصْحَابِي هِجْرَتَهُمْ وَلَا تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ لَكِنْ الْبَائِسُ سَعْدُ بْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تُوُفِّيَ بِمَكَّةَوَقَالَ أَحْمَدُ بْنُ يُونُسَ وَمُوسَى عَنْ إِبْرَاهِيمَ أَنْ تَذَرَ وَرَثَتَكَ","source":"Bukhari"},"__N_SSG":true}