{"pageProps":{"number":"3604","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yahya bin Sa'id Al Qaththan] dari [Yahya bin Sa'id Al Anshari] dari [Al Qasim bin Muhammad] dari [Shalih bin Khawwat] dari [Sahal bin Abu Hatsmah] ia berkata; \"(Dalam shalat khauf), imam berdiri menghadap qiblat, sedangkan satu kelompok shalat bersama imam dan sekelompok lainnya menghadap ke arah musuh. Imam shalat bersama kelompok orang yang bersamanya (kelompok pertama) satu raka'at, setelah itu mereka berdiri dan ruku' untuk diri mereka masing-masing satu kali ruku' dan dua kali sujud ditempatnya. Lalu kelompok yang satu (kelompok kedua) pergi menempati kelompok yang lain (kelompok pertama), seterusnya mereka (kelompok kadua) shalat satu raka'at bersama imam, maka imam telah mengerjakan dua raka'at, kemudian kelompok kedua melanjutkan sekali ruku' dan dua kali sujud.\" Telah menceritakan kepada kami [Musaddad] telah menceritakan kepada kami [Yahya] dari [Syu'bah] dari [Abdurrahman bin Al Qasim] dari [Bapaknya] dari [Shalih] dari [Sahal bin Abu Hatsmah] dari Nabi shallallahu 'alaihi wasallam seperti hadits diatas. Telah menceritakan kepadaku [Muhammad bin Ubaidullah] ia berkata; telah menceritakan kepadaku [Ibnu Abu Hazim] dari [Yahya] dia mendengar [Al Qasim] telah mengabarkan kepadaku [Shalih bin Khawwat] dari [Sahal] dia menceritakan kepadanya dengan ucapannya ini. Hadits ini juga diriwayatkan oleh [Al Laits] dari [Hisyam] dari [Zaid bin Aslam] bahwa [Al Qasim bin Muhammad] menceritakan kepadanya bahwa Nabi shallallahu 'alaihi wasallam malaksanakan shalat (khauf) saat terjadi perang Bani Anmar.\"","arab":"حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ قَالَيَقُومُ الْإِمَامُ مُسْتَقْبِلَ الْقِبْلَةِ وَطَائِفَةٌ مِنْهُمْ مَعَهُ وَطَائِفَةٌ مِنْ قِبَلِ الْعَدُوِّ وُجُوهُهُمْ إِلَى الْعَدُوِّ فَيُصَلِّي بِالَّذِينَ مَعَهُ رَكْعَةً ثُمَّ يَقُومُونَ فَيَرْكَعُونَ لِأَنْفُسِهِمْ رَكْعَةً وَيَسْجُدُونَ سَجْدَتَيْنِ فِي مَكَانِهِمْ ثُمَّ يَذْهَبُ هَؤُلَاءِ إِلَى مَقَامِ أُولَئِكَ فَيَرْكَعُ بِهِمْ رَكْعَةً فَلَهُ ثِنْتَانِ ثُمَّ يَرْكَعُونَ وَيَسْجُدُونَ سَجْدَتَيْنِحَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ شُعْبَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ حَدَّثَنِي مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ قَالَ حَدَّثَنِي ابْنُ أَبِي حَازِمٍ عَنْ يَحْيَى سَمِعَ الْقَاسِمَ أَخْبَرَنِي صَالِحُ بْنُ خَوَّاتٍ عَنْ سَهْلٍ حَدَّثَهُ قَوْلَهُ تَابَعَهُ اللَّيْثُ عَنْ هِشَامٍ عَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ حَدَّثَهُ صَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ بَنِي أَنْمَارٍ","source":"Bukhari"},"__N_SSG":true}