{"pageProps":{"number":"3628","slug":"bukhari","id":"Telah menceritakan kepadaku [Abdul A'la bin Hammad] telah menceritakan kepada kami [Yazid bin Zurai'] telah menceritakan kepada kami [Sa'id] dari [Qatadah] bahwa [Anas radliallahu 'anhu] bercerita kepada mereka, bahwa serombongan dari suku 'Ukail dan 'Urainah mengunjungi Madinah untuk bertemu Nabi shallallahu 'alaihi wasallam untuk menyatakan keIslamannya. Mereka berkata; \"Wahai Nabiyullah, sesungguhnya kami adalah orang-orang yang pandai memerah susu (beternak) dan bukan pandai bercocok tanam.\" Ternyata mereka tidak suka tinggal di Madinah karena suhunya (hingga menyebabkan sakit). Akhirnya Rasulullah shallallahu 'alaihi wasallam menunjuki mereka untuk menemui pengembala dan beberapa ekor untanya supaya dapat minum susu dan air seni unta-unta tersebut. Sesampainya mereka di distrik Harrat, mereka kembali kufur setelah keIslamannya, membunuh pengembala Nabi shallallahu 'alaihi wasallam dan merampas unta-unta beliau. Ketika peristiwa ini sampai kepada Nabi shallallahu 'alaihi wasallam, beliau langsung mengutus seseorang untuk mengejar mereka melalui jejak perjalanan mereka. (Setelah berhasil ditangkap), beliau memerintahkan agar mencungkil mata mereka dengan besi panas, memotong tangan-tangan mereka dan membiarkan mereka di bawah sengatan matahari sampai mati dalam kondisi seperti itu.\" Qatadah berkata; telah sampai kepada kami, bahwa setelah peristiwa itu, Nabi shallallahu 'alaihi wasallam menganjurkan untuk bersedekah (membagikan harta-harta mereka) dan melarang memutilasi.\" [Syu'bah], [Aban] dan [Hammad] mengatakan dari [Qatadah]; \"...rombongan dari 'Urainah\". Sedangkan [Yahya bin Abu Katsir] dan [Ayyub] mengatakan dari [Abu Qilabah] dari [Anas]; \"..datang rombongan dari suku 'Ukul.\"","arab":"حَدَّثَنِي عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ أَنَّ أَنَسًا رَضِيَ اللَّهُ عَنْهُ حَدَّثَهُمْأَنَّ نَاسًا مِنْ عُكْلٍ وَعُرَيْنَةَ قَدِمُوا الْمَدِينَةَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَكَلَّمُوا بِالْإِسْلَامِ فَقَالُوا يَا نَبِيَّ اللَّهِ إِنَّا كُنَّا أَهْلَ ضَرْعٍ وَلَمْ نَكُنْ أَهْلَ رِيفٍ وَاسْتَوْخَمُوا الْمَدِينَةَ فَأَمَرَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَوْدٍ وَرَاعٍ وَأَمَرَهُمْ أَنْ يَخْرُجُوا فِيهِ فَيَشْرَبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا فَانْطَلَقُوا حَتَّى إِذَا كَانُوا نَاحِيَةَ الْحَرَّةِ كَفَرُوا بَعْدَ إِسْلَامِهِمْ وَقَتَلُوا رَاعِيَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاسْتَاقُوا الذَّوْدَ فَبَلَغَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَعَثَ الطَّلَبَ فِي آثَارِهِمْ فَأَمَرَ بِهِمْ فَسَمَرُوا أَعْيُنَهُمْ وَقَطَعُوا أَيْدِيَهُمْ وَتُرِكُوا فِي نَاحِيَةِ الْحَرَّةِ حَتَّى مَاتُوا عَلَى حَالِهِمْقَالَ قَتَادَةُ بَلَغَنَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلِكَ كَانَ يَحُثُّ عَلَى الصَّدَقَةِ وَيَنْهَى عَنْ الْمُثْلَةِ وَقَالَ شُعْبَةُ وَأَبَانُ وَحَمَّادٌ عَنْ قَتَادَةَ مِنْ عُرَيْنَةَ وَقَالَ يَحْيَى بْنُ أَبِي كَثِيرٍ وَأَيُّوبُ عَنْ أَبِي قِلَابَةَ عَنْ أَنَسٍ قَدِمَ نَفَرٌ مِنْ عُكْلٍ","source":"Bukhari"},"__N_SSG":true}