{"pageProps":{"number":"387","slug":"bukhari","id":"Telah menceritakan kepada kami ['Amru bin 'Aun] berkata, telah menceritakan kepada kami [Husyaim] dari [Humaid] dari [Anas bin Malik] berkata, ['Umar bin Al Khaththab], \"Aku memiliki pemikiran yang aku ingin jika itu dikabulkan oleh Rabbku dalam tiga persoalan. Maka aku sampaikan kepada Rasulullah shallallahu 'alaihi wasallam, 'Wahai Rasulullah, seandainya Maqam Ibrahim kita jadikan sebagai tempat shalat? Lalu turunlah ayat: '(Dan jadikanlah sebahagian maqam Ibrahim sebagai tempat shalat) ' (Qs. Al Baqarah: 125). Yang kedua tentang hijab. Aku lalu berkata, 'Wahai Rasulullah, seandainya Tuan perintahkan isteri-isteri Tuan untuk berhijab karena yang berkomunikasi dengan mereka ada orang yang shalih dan juga ada yang fajir (suka bermaksiat).' Maka turunlah ayat hijab. Dan yang ketiga, saat isteri-isteri beliau cemburu kepada beliau (sehingga banyak yang membangkang), aku katakan kepada mereka, 'Semoga bila Beliau menceraikan kalian Rabbnya akan menggantinya dengan isteri-isteri yang lebih baik dari kalian.' Maka turunlah ayat tentang masalah ini.\" Abu Abdullah berkata; telah menceritakan kepada kami [Ibnu Abu Maryam] berkata, telah mengabarkan kepada kami [Yahya bin Ayyub] berkata, telah menceritakan kepadaku [Humaid] ia berkata, Aku mendengar [Anas] seperti hadits ini.\"","arab":"حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ قَالَ حَدَّثَنَا هُشَيْمٌ عَنْ حُمَيْدٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُوَافَقْتُ رَبِّي فِي ثَلَاثٍ فَقُلْتُ يَا رَسُولَ اللَّهِ لَوْ اتَّخَذْنَا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى فَنَزَلَتْ{ وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى }وَآيَةُ الْحِجَابِ قُلْتُ يَا رَسُولَ اللَّهِ لَوْ أَمَرْتَ نِسَاءَكَ أَنْ يَحْتَجِبْنَ فَإِنَّهُ يُكَلِّمُهُنَّ الْبَرُّ وَالْفَاجِرُ فَنَزَلَتْ آيَةُ الْحِجَابِ وَاجْتَمَعَ نِسَاءُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْغَيْرَةِ عَلَيْهِ فَقُلْتُ لَهُنَّ{ عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبَدِّلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ }فَنَزَلَتْ هَذِهِ الْآيَةُقَالَ أَبُو عَبْد اللَّهِ و حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ قَالَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ قَالَ حَدَّثَنِي حُمَيْدٌ قَالَ سَمِعْتُ أَنَسًا بِهَذَا","source":"Bukhari"},"__N_SSG":true}