{"pageProps":{"number":"3937","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Sulaiman] dia berkata; Telah menceritakan kepadaku [Ibnu Wahb] dia berkata; Telah mengabarkan kepadaku ['Amru] bahwa ['Abdur Rahman bin Al Qasim] Telah menceritakan kepadanya dari [Bapaknya] dari ['Aisyah radliallahu 'anha], Kalungku pernah hilang di Baida, yang pada waktu itu kami sudah masuk ke Kota Madinah, maka Rasulullah shallallahu 'alaihi wasallam memberhentikan untanya dan turun. Lalu beliau menyandarkan kepalanya dipangkuan sambil tiduran. Abu Bakr datang kepadaku seraya marah mencelaku, dia berkata; 'Kamu telah menahan orang-orang dari melanjutkan perjalanan kerena mencari kalung.' Aku diam seperti orang mati, karena takut mengganggu Rasulullah shallallahu 'alaihi wasallam, padahal Abu Bakr telah menyakitiku. Kemudian Rasulullah shallallahu 'alaihi wasallam bangun dari tidurnya dan tibalah waktu shalat shubuh, maka beliau mencari air, namun beliau tidak mendapatkannya. Lalu turunlah ayat: Hai orang-orang yang beriman, apabila kamu hendak mengerjakan shalat…. (Al Maidah: 6). Maka Usaid bin Hudlair berkata; 'Sungguh Allah telah memberkahi orang-orang karena kalian wahai keluarga Abu Bakr. Tidaklah kalian berada kecuali telah memberikan keberkahan kepada mereka.","arab":"حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ قَالَ حَدَّثَنِي ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي عَمْرٌو أَنَّ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ حَدَّثَهُ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَاسَقَطَتْ قِلَادَةٌ لِي بِالْبَيْدَاءِ وَنَحْنُ دَاخِلُونَ الْمَدِينَةَ فَأَنَاخَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَزَلَ فَثَنَى رَأْسَهُ فِي حَجْرِي رَاقِدًا أَقْبَلَ أَبُو بَكْرٍ فَلَكَزَنِي لَكْزَةً شَدِيدَةً وَقَالَ حَبَسْتِ النَّاسَ فِي قِلَادَةٍ فَبِي الْمَوْتُ لِمَكَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ أَوْجَعَنِي ثُمَّ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَيْقَظَ وَحَضَرَتْ الصُّبْحُ فَالْتُمِسَ الْمَاءُ فَلَمْ يُوجَدْ فَنَزَلَتْ{ يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ }الْآيَةَ فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ لَقَدْ بَارَكَ اللَّهُ لِلنَّاسِ فِيكُمْ يَا آلَ أَبِي بَكْرٍ مَا أَنْتُمْ إِلَّا بَرَكَةٌ لَهُمْ","source":"Bukhari"},"__N_SSG":true}