{"pageProps":{"number":"3949","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Nu'man] Telah menceritakan kepada kami [Hammad bin Zaid] Telah menceritakan kepada kami [Tsabit] dari [Anas radliallahu 'anhu] bahwa Khamr adalah yang dihasilkan dengan membakar buah kurma. [Muhammad Al Bikandi] menambahkan dari [Abu Nu'man] dia berkata; Aku adalah orang yang member minum di rumah Abu Thalhah. Lalu turunlah ayat yang mengharamkan Khamr, kemudian disuruhlah seseorang mengumumkannya. Abu Thalhah berkata; keluarlah dan dengarkanlah suara itu. Abu Nu'man berkata; Aku pun keluar lalu ku katakana; 'Orang itu menyerukan bahwa Khamr telah diharamkan. Abu Thalhah berkata kepadaku; pergilah dan bakarlah khamrnya. Anas berkata; Maka kabar ini menyebar hingga ke gang-gang Madinah. Anas bin Malik Radliyalalhu'anhu berkata; arak mereka pada waktu itu adalah terbuat dari fadlikh (minuman yang terbuat dari busr), busr (kurma yang masih muda). Sebagian kaum berkata; sebagian kaum telah telah meninggal sedang arak telah telanjur masuk perut mereka. Anas bin Malik Radliyalalhu'anhu berkata; maka Allah 'azza wajalla menurunkan \"Tidak ada dosa bagi orang-orang yang beriman dan mengerjakan amalan yang saleh karena memakan makanan yang telah mereka makan dahulu... (Al Maidah: 93).","arab":"حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ حَدَّثَنَا ثَابِتٌ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ الْخَمْرَ الَّتِي أُهْرِيقَتْ الْفَضِيخُ وَزَادَنِي مُحَمَّدٌ الْبِيكَنْدِيُّ عَنْ أَبِي النُّعْمَانِ قَالَكُنْتُ سَاقِيَ الْقَوْمِ فِي مَنْزِلِ أَبِي طَلْحَةَ فَنَزَلَ تَحْرِيمُ الْخَمْرِ فَأَمَرَ مُنَادِيًا فَنَادَى فَقَالَ أَبُو طَلْحَةَ اخْرُجْ فَانْظُرْ مَا هَذَا الصَّوْتُ قَالَ فَخَرَجْتُ فَقُلْتُ هَذَا مُنَادٍ يُنَادِي أَلَا إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ فَقَالَ لِي اذْهَبْ فَأَهْرِقْهَا قَالَ فَجَرَتْ فِي سِكَكِ الْمَدِينَةِ قَالَ وَكَانَتْ خَمْرُهُمْ يَوْمَئِذٍ الْفَضِيخَ فَقَالَ بَعْضُ الْقَوْمِ قُتِلَ قَوْمٌ وَهْيَ فِي بُطُونِهِمْ قَالَ فَأَنْزَلَ اللَّهُ{ لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا }","source":"Bukhari"},"__N_SSG":true}