{"pageProps":{"number":"3952","slug":"bukhari","id":"Telah menceritakan kepada kami [Musa bin Isma'il] Telah menceritakan kepada kami [Ibrahim bin Sa'ad] dari [Shalih bin Kaisan] dari [Ibnu Syihab] dari [Sa'id bin Al Musayyab] dia berkata; Bahirah adalah unta yang kantong susunya ditahan untuk berhala-berhala hingga tidak boleh bagi seorang pun memerasnya, sedangkan sa`ibah adalah unta yang mereka sebut untuk tuhan-tuhan mereka tidak boleh diberi beban tunggangan apa pun diatasnya. Ibnu Al Musayyib berkata: [Abu Hurairah] berkata: Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku melihat Amru bin Amir Al Khuza'i menyeret ususnya dineraka.\" Ia adalah orang pertama yang membuat unta sa`ibah. Sedangkan Al Washilah adalah unta yang masih perawan. Unta itu sengaja dibikin perawan semenjak diperanakan. Setelah itu dijodohkan dengan unta betina lagi. Unta itu mereka suguhkan untuk berhala-berhala mereka. hingga salah satunya bisa menyentuh yang lainnya tanpa ada unta jantan. Sedangkan Unta Haam adalah unta subur, mereka membiarkannya beranak hingga bilangan tertentu. Apabila telah selesai, ia tinggalkan untuk berhala-berhala mereka dan dijaga dari beban apapun hingga tidak boleh ada tunggangan apapun diatasnya. Mereka menamakannya Al Haami. Dan [Abul Yaman] berkata kepadaku; Telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri]; Aku mendengar [Sa'id] berkata; dia mengabarkan hal ini. perawi berkata; dan [Abu Hurairah] berkata; Aku mendengar Nabi shallallahu 'alaihi wasallam bersabda dengan Hadits yang serupa. Diriwayatkan oleh [Ibnu Al Had] dari [Ibnu Syihab] dari [Sa'id] dari [Abu Hurairah radliallahu 'anhu]; Aku mendengar Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ قَالَ الْبَحِيرَةُ الَّتِي يُمْنَعُ دَرُّهَا لِلطَّوَاغِيتِ فَلَا يَحْلُبُهَا أَحَدٌ مِنْ النَّاسِ وَالسَّائِبَةُ كَانُوا يُسَيِّبُونَهَا لِآلِهَتِهِمْ لَا يُحْمَلُ عَلَيْهَا شَيْءٌ قَالَ وَقَالَ أَبُو هُرَيْرَةَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَيْتُ عَمْرَو بْنَ عَامِرٍ الْخُزَاعِيَّ يَجُرُّ قُصْبَهُ فِي النَّارِ كَانَ أَوَّلَ مَنْ سَيَّبَ السَّوَائِبَ وَالْوَصِيلَةُ النَّاقَةُ الْبِكْرُ تُبَكِّرُ فِي أَوَّلِ نِتَاجِ الْإِبِلِ ثُمَّ تُثَنِّي بَعْدُ بِأُنْثَى وَكَانُوا يُسَيِّبُونَهَا لِطَوَاغِيتِهِمْ إِنْ وَصَلَتْ إِحْدَاهُمَا بِالْأُخْرَى لَيْسَ بَيْنَهُمَا ذَكَرٌ وَالْحَامِ فَحْلُ الْإِبِلِ يَضْرِبُ الضِّرَابَ الْمَعْدُودَ فَإِذَا قَضَى ضِرَابَهُ وَدَعُوهُ لِلطَّوَاغِيتِ وَأَعْفَوْهُ مِنْ الْحَمْلِ فَلَمْ يُحْمَلْ عَلَيْهِ شَيْءٌ وَسَمَّوْهُ الْحَامِيَو قَالَ لِي أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ سَمِعْتُ سَعِيدًا قَالَ يُخْبِرُهُ بِهَذَا قَالَ وَقَالَ أَبُو هُرَيْرَةَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ وَرَوَاهُ ابْنُ الْهَادِ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}