{"pageProps":{"number":"4096","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Katsir] Telah menceritakan kepada kami [Sufyan] Telah menceritakan kepada kami [Manshur] dan [Al 'Amasy] dari [Abu Dluha] dari [Masruq] dia berkata; Ketika ada seorang laki-laki berpidato di depan suku Kindah seraya berkata; Pada hari kiamat kabut akan menghalangi pendengaran dan pandangan orang-orang munafik, dan orang-orang Mukmin akan diserang hawa dingin. Maka dengan marah [Ibnu Mas'ud] yang tadinya sedang bersandar, merubah posisinya dan duduk lalu berkata; Orang yang mengetahui sesuatu hendaklah ia mengatakan apa yang diketahuinya. Tetapi jika tidak tahu hendaklah ia mengatakan; Allahu 'A'lam. Karena termasuk dari Ilmu adalah mengatakan Allah A'lam terhadap sesuatu yang tidak diketahuinya. Sesungguhnya Allah berfirman kepada Nabi shallallahu 'alaihi wasallam: Katakanlah (hai Muhammad): \"Aku tidak meminta upah sedikitpun padamu atas da'wahku dan bukanlah aku termasuk orang-orang yang mengada-ada.\" (Shaad: 86). Dan sesungguhnya orang-orang Quraisy tatkala enggan menerima Islam, Nabi shallallahu 'alaihi wasallam mendoakan bagi mereka: Ya Allah, timpakan kepada mereka tujuh tahun kelaparan sebagaimana yang telah menimpa Yusuf. Maka mereka pun ditimpa tahun kelaparan hingga mereka binasa karenanya, mereka makan bangkai, tulang, dan seseorang dari mereka melihat antara dirinya dibumi dan langit seperti ada kabut. Lalu Abu Sufyan datang seraya berkata; 'Ya Muhammad, engkau datang memerintahkan kami untuk menyambung silaturrahmi, namun kaummu sekarang telah binasa, maka mintakanlah kepada Allah keselamatan. Maka Nabi shallallahu 'alaihi wasallam membaca: Maka tunggulah hari ketika langit membawa kabut yang nyata yang meliputi manusia. Inilah azab yang pedih. Mereka berdoa: \"Ya Tuhan kami, lenyapkanlah dari kami azab itu. Sesungguhnya kami akan beriman.\" Hingga ayat: \"Sesungguhnya (kalau) Kami akan melenyapkan siksaan itu agak sedikit sesungguhnya kamu akan kembali ingkar. (QS. Addukhan 10-15), Bagaimana siksa itu akan dilenyapkan dari mereka pada hari kiamat sedangkan mereka kembali kepada kekafiran. Itulah yang dimaksud dengan firman Allah: Ingatlah) hari (ketika) Kami menghantam mereka dengan hantaman yang keras. Sesungguhnya Kami adalah Pemberi balasan. (Ad Dukhan: 16). Yaitu pada perang Badar. Sedangkan Lizaaman (Al Furqan: 77), juga berarti perang Badar. Alif Laam Miim. Telah dikalahkan bangsa Rumawi di negeri yang terdekat. dan mereka sesudah dikalahkan itu akan menang. (Ar Ruum: 1-3). Dan kemenangan Ramawi telah berlalu.","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا مَنْصُورٌ وَالْأَعْمَشُ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ قَالَبَيْنَمَا رَجُلٌ يُحَدِّثُ فِي كِنْدَةَ فَقَالَ يَجِيءُ دُخَانٌ يَوْمَ الْقِيَامَةِ فَيَأْخُذُ بِأَسْمَاعِ الْمُنَافِقِينَ وَأَبْصَارِهِمْ يَأْخُذُ الْمُؤْمِنَ كَهَيْئَةِ الزُّكَامِ فَفَزِعْنَا فَأَتَيْتُ ابْنَ مَسْعُودٍ وَكَانَ مُتَّكِئًا فَغَضِبَ فَجَلَسَ فَقَالَ مَنْ عَلِمَ فَلْيَقُلْ وَمَنْ لَمْ يَعْلَمْ فَلْيَقُلْ اللَّهُ أَعْلَمُ فَإِنَّ مِنْ الْعِلْمِ أَنْ يَقُولَ لِمَا لَا يَعْلَمُ لَا أَعْلَمُ فَإِنَّ اللَّهَ قَالَ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ{ قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنْ الْمُتَكَلِّفِينَ }وَإِنَّ قُرَيْشًا أَبْطَئُوا عَنْ الْإِسْلَامِ فَدَعَا عَلَيْهِمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ اللَّهُمَّ أَعِنِّي عَلَيْهِمْ بِسَبْعٍ كَسَبْعِ يُوسُفَ فَأَخَذَتْهُمْ سَنَةٌ حَتَّى هَلَكُوا فِيهَا وَأَكَلُوا الْمَيْتَةَ وَالْعِظَامَ وَيَرَى الرَّجُلُ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ كَهَيْئَةِ الدُّخَانِ فَجَاءَهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ جِئْتَ تَأْمُرُنَا بِصِلَةِ الرَّحِمِ وَإِنَّ قَوْمَكَ قَدْ هَلَكُوا فَادْعُ اللَّهَ فَقَرَأَ{ فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ إِلَى قَوْلِهِ عَائِدُونَ }أَفَيُكْشَفُ عَنْهُمْ عَذَابُ الْآخِرَةِ إِذَا جَاءَ ثُمَّ عَادُوا إِلَى كُفْرِهِمْ فَذَلِكَ قَوْلُهُ تَعَالَى{ يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى }يَوْمَ بَدْرٍ وَ{ لِزَامًا }يَوْمَ بَدْرٍ{ الم غُلِبَتْ الرُّومُ إِلَى سَيَغْلِبُونَ }وَالرُّومُ قَدْ مَضَى","source":"Bukhari"},"__N_SSG":true}