{"pageProps":{"number":"4099","slug":"bukhari","id":"Telah menceritakan kepadaku [Ishaq] dari [Jarir] dari [Abu Hayyan] dari [Abu Zur'ah] dari [Abu Hurairah radliallahu 'anhu] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pada suatu hari Rasulullah shallallahu 'alaihi wasallam sedang berada bersama kami, lalu datanglah seorang laki-laki dengan berjalan kaki, lantas bertanya; \"Wahai Rasulullah, apakah iman itu?\" beliau menjawab: \"Engkau beriman kepada Allah, malaikat-Nya, para Rasul-Nya, kitab-kitab-Nya, dan hari akhir.\" Lalu ia bertanya lagi; Wahai Rasulullah, apakah Islam itu?\" Beliau menjawab: \"Kamu beribadah kepada Allah dan tidak menyekutukan-Nya dengan sesuatu pun, menegakkan shalat, menunaikan zakat, dan puasa di bulan Ramadlan.\" Kemudian ia bertanya lagi; \"Wahai Muhammad, apakah Ihsan itu?\" beliau menjawab: \"Engkau menyembah Allah seakan-akan engkau melihat-Nya. Jika engkau tidak dapat melihat-Nya sesungguhnya Dia melihatmu.\" Ia bertanya lagi, \"Kapan hari kiamat datang?\" beliau menjawab: \"Orang yang ditanya tentangnya tidak lebih tahu dari orang yang bertanya, namun aku akan memberitahukan kepadamu tanda-tandanya; 'Apabila Seorang budak perempuan melahirkan anak majikannya, di antara tandanya juga; \"Orang yang bertelanjang kaki dan dada menjadi pemimpin manusia. Itulah diantara tanda-tandanya. Ada lima hal yang tidak dapat mengetahuinya kecuali Allah saja; Sesungguhnya Allahlah yang mengetahui kapan terjadinya hari kiamat, kapan turunnya hujan, dan mengetahui apa yang ada di dalam rahim-rahim ibu. Kemudian orang yang bertanya tadi pergi. Nabi shallallahu 'alaihi wasallam berkata; 'Panggilkan orang itu! Maka para sahabat itu mencarinya untuk memanggilnya namun mereka tidak melihat sesuatu pun. Kemudian Nabi shallallahu 'alaihi wasallam bersabda: 'Sesungguhnya itu Jibril, dia datang untuk mengajari manusia perkara agamanya.'","arab":"حَدَّثَنِي إِسْحَاقُ عَنْ جَرِيرٍ عَنْ أَبِي حَيَّانَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَوْمًا بَارِزًا لِلنَّاسِ إِذْ أَتَاهُ رَجُلٌ يَمْشِي فَقَالَ يَا رَسُولَ اللَّهِ مَا الْإِيمَانُ قَالَ الْإِيمَانُ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَلِقَائِهِ وَتُؤْمِنَ بِالْبَعْثِ الْآخِرِ قَالَ يَا رَسُولَ اللَّهِ مَا الْإِسْلَامُ قَالَ الْإِسْلَامُ أَنْ تَعْبُدَ اللَّهَ وَلَا تُشْرِكَ بِهِ شَيْئًا وَتُقِيمَ الصَّلَاةَ وَتُؤْتِيَ الزَّكَاةَ الْمَفْرُوضَةَ وَتَصُومَ رَمَضَانَ قَالَ يَا رَسُولَ اللَّهِ مَا الْإِحْسَانُ قَالَ الْإِحْسَانُ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ قَالَ يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ قَالَ مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنْ السَّائِلِ وَلَكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا إِذَا وَلَدَتْ الْمَرْأَةُ رَبَّتَهَا فَذَاكَ مِنْ أَشْرَاطِهَا وَإِذَا كَانَ الْحُفَاةُ الْعُرَاةُ رُءُوسَ النَّاسِ فَذَاكَ مِنْ أَشْرَاطِهَا فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللَّهُ{ إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنْزِلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ }ثُمَّ انْصَرَفَ الرَّجُلُ فَقَالَ رُدُّوا عَلَيَّ فَأَخَذُوا لِيَرُدُّوا فَلَمْ يَرَوْا شَيْئًا فَقَالَ هَذَا جِبْرِيلُ جَاءَ لِيُعَلِّمَ النَّاسَ دِينَهُمْ","source":"Bukhari"},"__N_SSG":true}