{"pageProps":{"number":"4115","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq bin Manshur] Telah mengabarkan kepada kami [Abdullah bin Bakr As Sahmi] Telah menceritakan kepada kami [Humaid] dari [Anas radliallahu 'anhu] dia berkata; Rasulullah shallallahu 'alaihi wasallam mengadakan walimah ketika menikah dengan Zainab binti Jahsy. Orang-orang pun merasa kenyang dengan roti dan daging. Kemudian beliau keluar ke kamar semua Ummul Mukminin, sebagaimana yang biasa beliau lakukan. Beliau mengucapkan salam kepada mereka dan mereka pun menjawab salam beliau. Beliau mendo'akan mereka, sebaliknya mereka pun mendo'akan beliau. Tatkala beliau kembali ke rumah, beliau melihat dua orang laki-laki sedang berbincang-bincang di rumah beliau. Melihat hal itu, beliau kembali dari rumahnya. Dan tatkala kedua orang itu melihat Nabi shallallahu 'alaihi wasallam kembali, mereka akhirnya cepat-cepat pulang. Aku tidak tahu, apakah aku telah mengabarkan kepada beliau atau belum, mengenai kepulangan kedua orang itu. Kemudian Nabi shallallahu 'alaihi wasallam kembali dan masuk ke rumah beliau seraya menutupkan tabir antara aku dan beliau. Pada waktu itu turun ayat hijab. [Ibnu Abu Maryam] berkata; Telah mengabarkan kepada kami [Yahya] Telah menceritakan kepadaku [Humaid] dia mendengar [Anas] dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ السَّهْمِيُّ حَدَّثَنَا حُمَيْدٌ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَأَوْلَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ بَنَى بِزَيْنَبَ بِنْتِ جَحْشٍ فَأَشْبَعَ النَّاسَ خُبْزًا وَلَحْمًا ثُمَّ خَرَجَ إِلَى حُجَرِ أُمَّهَاتِ الْمُؤْمِنِينَ كَمَا كَانَ يَصْنَعُ صَبِيحَةَ بِنَائِهِ فَيُسَلِّمُ عَلَيْهِنَّ وَيُسَلِّمْنَ عَلَيْهِ وَيَدْعُو لَهُنَّ وَيَدْعُونَ لَهُ فَلَمَّا رَجَعَ إِلَى بَيْتِهِ رَأَى رَجُلَيْنِ جَرَى بِهِمَا الْحَدِيثُ فَلَمَّا رَآهُمَا رَجَعَ عَنْ بَيْتِهِ فَلَمَّا رَأَى الرَّجُلَانِ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجَعَ عَنْ بَيْتِهِ وَثَبَا مُسْرِعَيْنِ فَمَا أَدْرِي أَنَا أَخْبَرْتُهُ بِخُرُوجِهِمَا أَمْ أُخْبِرَ فَرَجَعَ حَتَّى دَخَلَ الْبَيْتَ وَأَرْخَى السِّتْرَ بَيْنِي وَبَيْنَهُ وَأُنْزِلَتْ آيَةُ الْحِجَابِوَقَالَ ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا يَحْيَى حَدَّثَنِي حُمَيْدٌ سَمِعَ أَنَسًا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}