{"pageProps":{"number":"420","slug":"bukhari","id":"Telah menceritakan kepada kami [Ubaid bin Isma'il] berkata, telah menceritakan kepada kami [Abu Usamah] dari [Hisyam bin 'Urwah] dari [Bapaknya] dari ['Aisyah], bahwa ada seorang budak perempuan hitam milik suatu kaum orang 'Arab telah mereka merdekakan.\" 'Aisyah mengatakan, \"Pada suatu hari sahaya ini keluar bersama seorang bayi perempuan dengan membawa kain tikar tenunan berwarna merah terbuat dari kulit yang dihiasi dengan permata. Berkata, 'Aisyah radliallahu 'anhu: Maka sahaya itu meletakkan tikar tersebut atau duduk diatasnya. Lalu tiba-tiba ada burung terluka yang jatuh. Sahaya itu menganggapnya sebagai daging maka diambilnya. Lalu orang-orang itu mencari burung tersebut tapi tidak menemukannya. Berkata, 'Aisyah radliallahu 'anhu: \"Lalu orang-orang itu menanyakannya kepadaku. Be 'Aisyah radliallahu 'anhu: \"lalu orang-orng iru menggeledah sampai pada bagian depan sahaya tersebut. 'Aisyah radliallahu 'anhu berkata,: \"Demi Allah, aku ada bersama mereka saat butung itu jatuh lalu dia mengambilnya. Maka terjadilah apa yang terjadi diantara mereka. 'Aisyah radliallahu 'anhu berkata,: \"Aku katakan: Inilah yang kalian duga aku berada di balik ini semua padahal orang ini lah yang berbuat dan aku berlepas diri darinya\". 'Aisyah radliallahu 'anhu berkata,: \"Lalu sahaya ini menemui Rasulullah shallallahu 'alaihi wasallam. dan masuk Islam. Berkata, 'Aisyah radliallahu 'anhu: Sahaya ini memiliki rumah kecil di dekat masjid. 'Aisyah radliallahu 'anhu berkata,: \"Dan setiap dia menemui aku dia menceritakan disampingku. 'Aisyah radliallahu 'anhu berkata,: \" Tidaklah dia duduk disisiku melainkan selalu bersya'ir: Berkata, 'Aisyah radliallahu 'anhu: aku katakana kepadanya: \"Apa alasanmmu setiap kali bermajelis denganku kamu bersya'ir seperti itu?\" 'Aisyah radliallahu 'anhu berkata,: Maka dia ceritakan seperti kejadian dalam hadits ini\".","arab":"حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ قَالَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَأَنَّ وَلِيدَةً كَانَتْ سَوْدَاءَ لِحَيٍّ مِنْ الْعَرَبِ فَأَعْتَقُوهَا فَكَانَتْ مَعَهُمْ قَالَتْ فَخَرَجَتْ صَبِيَّةٌ لَهُمْ عَلَيْهَا وِشَاحٌ أَحْمَرُ مِنْ سُيُورٍ قَالَتْ فَوَضَعَتْهُ أَوْ وَقَعَ مِنْهَا فَمَرَّتْ بِهِ حُدَيَّاةٌ وَهُوَ مُلْقًى فَحَسِبَتْهُ لَحْمًا فَخَطِفَتْهُ قَالَتْ فَالْتَمَسُوهُ فَلَمْ يَجِدُوهُ قَالَتْ فَاتَّهَمُونِي بِهِ قَالَتْ فَطَفِقُوا يُفَتِّشُونَ حَتَّى فَتَّشُوا قُبُلَهَا قَالَتْ وَاللَّهِ إِنِّي لَقَائِمَةٌ مَعَهُمْ إِذْ مَرَّتْ الْحُدَيَّاةُ فَأَلْقَتْهُ قَالَتْ فَوَقَعَ بَيْنَهُمْ قَالَتْ فَقُلْتُ هَذَا الَّذِي اتَّهَمْتُمُونِي بِهِ زَعَمْتُمْ وَأَنَا مِنْهُ بَرِيئَةٌ وَهُوَ ذَا هُوَ قَالَتْ فَجَاءَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْلَمَتْ قَالَتْ عَائِشَةُ فَكَانَ لَهَا خِبَاءٌ فِي الْمَسْجِدِ أَوْ حِفْشٌ قَالَتْ فَكَانَتْ تَأْتِينِي فَتَحَدَّثُ عِنْدِي قَالَتْ فَلَا تَجْلِسُ عِنْدِي مَجْلِسًا إِلَّا قَالَتْ وَيَوْمَ الْوِشَاحِ مِنْ أَعَاجِيبِ رَبِّنَاأَلَا إِنَّهُ مِنْ بَلْدَةِ الْكُفْرِ أَنْجَانِيقَالَتْ عَائِشَةُ فَقُلْتُ لَهَا مَا شَأْنُكِ لَا تَقْعُدِينَ مَعِي مَقْعَدًا إِلَّا قُلْتِ هَذَا قَالَتْ فَحَدَّثَتْنِي بِهَذَا الْحَدِيثِ","source":"Bukhari"},"__N_SSG":true}