{"pageProps":{"number":"4319","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Katsir] Telah mengabarkan kepada kami [Syu'bah] dari [Sulaiman] dari [Ibrahim] dari [Abdurrahman] dari [Abu Mas'ud] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Barangsiapa yang membaca dua ayat..\" Dan Telah menceritakan kepada kami [Abu Nu'aim] Telah menceritakan kepada kami [Sufyan] dari [Manshur] dari [Ibrahim] dari [Abdurrahman bin Yazid] dari [Abu Mas'ud] radliallahu 'anhu ia berkata; Nabi shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang membaca dua ayat terakhir dari surat Al Baqarah pada suatu malam, niscaya kedua ayat itu akan mencukupinya.\" Utsmana bin Al Haitsam berkata; Telah menceritakan kepada kami 'Auf dari Muhammad bin Sirin dari Abu Hurairah radliallahu 'anhu, ia berkata; Rasulullah shallallahu 'alaihi wasallam menugaskanku untuk menjaga harta zakat. Lalu pada suatu hari ada seseorang yang menyusup hendak mengambil makanan, maka aku pun menyergapnya seraya berkata, \"Aku benar-benar akan menyerahkanmu kepada Rasulullah shallallahu 'alaihi wasallam..\" lalu ia bercerita dan berkata, \"Jika kamu hendak beranjak ke tempat tidur maka bacalah ayat kursi, niscaya Allah akan senantiasa menjagamu dan syetan tidak akan mendekatimu hingga pagi.\" Maka Nabi shallallahu 'alaihi wasallam pun bersabda: \"Ia telah berkata benar padamu, padahal ia adalah pendusta. Si penyusup tadi sebenarnya adalah syetan.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ أَخْبَرَنَا شُعْبَةُ عَنْ سُلَيْمَانَ عَنْ إِبْرَاهِيمَ عَنْ عَبْدِ الرَّحْمَنِ عَنْ أَبِي مَسْعُودٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَرَأَ بِالْآيَتَيْنِ و حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ أَبِي مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَمَنْ قَرَأَ بِالْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُوَقَالَ عُثْمَانُ بْنُ الْهَيْثَمِ حَدَّثَنَا عَوْفٌ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ وَكَّلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحِفْظِ زَكَاةِ رَمَضَانَ فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَصَّ الْحَدِيثَ فَقَالَ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ لَنْ يَزَالَ مَعَكَ مِنْ اللَّهِ حَافِظٌ وَلَا يَقْرَبُكَ شَيْطَانٌ حَتَّى تُصْبِحَ وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَكَ وَهُوَ كَذُوبٌ ذَاكَ شَيْطَانٌ","source":"Bukhari"},"__N_SSG":true}