{"pageProps":{"number":"4393","slug":"bukhari","id":"Telah menceritakan kepada kami [Abul Yaman] Telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] ia berkata; Telah mengabarkan kepadaku [Urwah bin Zubair] dari [Aisyah] radliallahu 'anha, bahwasanya; Abu Hudzaifah bin Utbah bin Abdu Syamsy -ia adalah seorang ahli Badar bersama Nabi shallallahu 'alaihi wasallam- menjadikan Salim sebagai anak angkat dan menikahkannya dengan anak perempuan saudarinya Hindu binti Al Walid bin Utbah bin Rabi'ah. Dan ia adalah bekas budak dari seorang wanita Anshar. Yakni, sebagaimana Nabi shallallahu 'alaihi wasallam pernah menjadikan Zaid sebagai anak angkat. Beliau termasuk orang yang mengambil anak angkat pada masa Jahiliyyah hingga orang-orang pun menduga bahwa Zaid nantinya akan mewarisi hartanya, hingga pada akhirnya Allah menurunkan ayat: \"UD'UUHUM ILAA `AABAA`IHIM..\" hingga firman-Nya, \"WA MAWAALIIKUM.\" Akhinya mereka pun mengembalikan (nasabnya) kepada bapak-bapak mereka. Dan siapa yang tidak diketahui bapaknya, maka ia adalah maula (budak yang dimerdekakan) dan saudara seagama. Kemudian datanglah Sahlah binti Suhail bin Amru Al Qurasyii lalu Al 'Amiri -ia adalah isteri Abu Hudzaifah bin Utbah- kepada Nabi shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, sesungguhnya kami menganggap Salim sebagai anak, sementara Allah telah menurunkan sebagaimana apa yang telah Anda kethaui.\" Kemudian ia pun menyebutkan hadits.","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَاأَنَّ أَبَا حُذَيْفَةَ بْنَ عُتْبَةَ بْنِ رَبِيعَةَ بْنِ عَبْدِ شَمْسٍ وَكَانَ مِمَّنْ شَهِدَ بَدْرًا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَبَنَّى سَالِمًا وَأَنْكَحَهُ بِنْتَ أَخِيهِ هِنْدَ بِنْتَ الْوَلِيدِ بْنِ عُتْبَةَ بْنِ رَبِيعَةَ وَهُوَ مَوْلًى لِامْرَأَةٍ مِنْ الْأَنْصَارِ كَمَا تَبَنَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَيْدًا وَكَانَ مَنْ تَبَنَّى رَجُلًا فِي الْجَاهِلِيَّةِ دَعَاهُ النَّاسُ إِلَيْهِ وَوَرِثَ مِنْ مِيرَاثِهِ حَتَّى أَنْزَلَ اللَّهُ{ ادْعُوهُمْ لِآبَائِهِمْ إِلَى قَوْلِهِ وَمَوَالِيكُمْ }فَرُدُّوا إِلَى آبَائِهِمْ فَمَنْ لَمْ يُعْلَمْ لَهُ أَبٌ كَانَ مَوْلًى وَأَخًا فِي الدِّينِ فَجَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلِ بْنِ عَمْرٍو الْقُرَشِيِّ ثُمَّ العَامِرِيِّ وَهِيَ امْرَأَةُ أَبِي حُذَيْفَةَ بْنِ عُتْبَةَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا نَرَى سَالِمًا وَلَدًا وَقَدْ أَنْزَلَ اللَّهُ فِيهِ مَا قَدْ عَلِمْتَفَذَكَرَ الْحَدِيثَ","source":"Bukhari"},"__N_SSG":true}