{"pageProps":{"number":"4539","slug":"bukhari","id":"Telah menceritakan kepada kami [Musaddad] dari [Husyaim] dari [Sayyar] dari [Asy Sya'bi] dari [Jabir] ia berkata; Aku pernah berada bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu peperangan. Ketika perjalanan pulang aku terburu-buru melajukan Untaku, lalu seorang pengendara dari arah belakang menghampiriku. Maka aku memalingkan muka, ternyata ia adalah Rasulullah shallallahu 'alaihi wasallam. Beliau bertanya: \"Apa yang menyebabkanmu untuk tergesa-gesa?\" Aku menjawab, \"Karena sebentar lagi aku akan melaksanakan walimatul 'ursy.\" Beliau bertanya lagi: \"Apakah kamu menikahi seroang gadis ataukah janda?\" Aku menjawab, \"Janda.\" Beliau bersabda: \"Kenapa tidak dengan gadis sehingga kamu dapat bercanda dengannya dan ia pun dapat bercanda denganmu.\" Ketika sudah mendekat dan akan sampai, kami pun pergi untuk segera masuk, maka beliau bersabda: \"Pelan-pelanlah hingga kalian masuk tepat pada malam (yaitu setelah shalat Isya) sehingga yang kusut rambutnya dapat bersisir dan mereka pun bisa mempersiapkan diri.\" Ia berkata; Dan Telah menceritakan kepada kami seorang yang Tsiqqah ia berkata; Di dalam hadits ini terdapat ungkapan: \"Kalau bisa segeralah punya anak, kalau bisa segeralah punya anak wahai Jabir.\" Maksudnya adalah anak.","arab":"حَدَّثَنَا مُسَدَّدٌ عَنْ هُشَيْمٍ عَنْ سَيَّارٍ عَنْ الشَّعْبِيِّ عَنْ جَابِرٍ قَالَكُنْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةٍ فَلَمَّا قَفَلْنَا تَعَجَّلْتُ عَلَى بَعِيرٍ قَطُوفٍ فَلَحِقَنِي رَاكِبٌ مِنْ خَلْفِي فَالْتَفَتُّ فَإِذَا أَنَا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا يُعْجِلُكَ قُلْتُ إِنِّي حَدِيثُ عَهْدٍ بِعُرْسٍ قَالَ فَبِكْرًا تَزَوَّجْتَ أَمْ ثَيِّبًا قُلْتُ بَلْ ثَيِّبًا قَالَ فَهَلَّا جَارِيَةً تُلَاعِبُهَا وَتُلَاعِبُكَ قَالَ فَلَمَّا قَدِمْنَا ذَهَبْنَا لِنَدْخُلَ فَقَالَ أَمْهِلُوا حَتَّى تَدْخُلُوا لَيْلًا أَيْ عِشَاءً لِكَيْ تَمْتَشِطَ الشَّعِثَةُ وَتَسْتَحِدَّ الْمُغِيبَةُ قَالَ وَحَدَّثَنِي الثِّقَةُ أَنَّهُ قَالَ فِي هَذَا الْحَدِيثِ الْكَيْسَ الْكَيْسَ يَا جَابِرُ يَعْنِي الْوَلَدَ","source":"Bukhari"},"__N_SSG":true}