{"pageProps":{"number":"4767","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Ashim] dari [Haiwah bin Syuraih] ia berkata; telah menceritakan kepadaku [Rabi'ah bin Ad Dimasyqi] ia berkata; telah menceritakan kepadaku [Abu Idris Al Khaulani] ia berkata; telah menceritakan kepada kami [Abu Tsa'labah Al Khusya'i] ia berkata, \"Aku mendatangi Nabi shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, kami berada negeri ahli kitab dan makan dengan bejana mereka. Dan kami juga berada di wilayah yang suka melakukan perburuan, aku lalu berburu dengan tombak dan anjing, baik yang terlatih maupun yang tidak terlatih?\" Nabi shallallahu 'alaihi wasallam lalu bersabda: \"Sebagaimana yang kamu sebutkan bahwa kamu berada di negeri ahli kitab, maka janganlah kalian makan dengan bejana mereka kecuali ada keharusan. Jika ada keharusan (karena tidak ada yang lain), maka cucilah lalu makan dengannya. Adapun bahwa kamu berada di wilayah yang suka melakukan perburuan, maka apa yang terkena oleh tombakmu, bacakanlah nama Allah lalu makanlah. Dan yang dihasilkan oleh anjingmu yang terlatih, maka sebutlah nama Allah lalu makanlah. Dan hasil buruan yang dihasilkan oleh anjingmu yang tidak terlatih, dan kamu masih sempat menyembelihnya, maka makanlah.\"","arab":"حَدَّثَنَا أَبُو عَاصِمٍ عَنْ حَيْوَةَ بْنِ شُرَيْحٍ قَالَ حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ الدِّمَشْقِيُّ قَالَ حَدَّثَنِي أَبُو إِدْرِيسَ الْخَوْلَانِيُّ قَالَ حَدَّثَنِي أَبُو ثَعْلَبَةَ الْخُشَنِيُّ قَالَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ أَهْلِ الْكِتَابِ فَنَأْكُلُ فِي آنِيَتِهِمْ وَبِأَرْضِ صَيْدٍ أَصِيدُ بِقَوْسِي وَأَصِيدُ بِكَلْبِي الْمُعَلَّمِ وَبِكَلْبِي الَّذِي لَيْسَ بِمُعَلَّمٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ أَهْلِ كِتَابٍ فَلَا تَأْكُلُوا فِي آنِيَتِهِمْ إِلَّا أَنْ لَا تَجِدُوا بُدًّا فَإِنْ لَمْ تَجِدُوا بُدًّا فَاغْسِلُوهَا وَكُلُوا وَأَمَّا مَا ذَكَرْتَ أَنَّكُمْ بِأَرْضِ صَيْدٍ فَمَا صِدْتَ بِقَوْسِكَ فَاذْكُرْ اسْمَ اللَّهِ وَكُلْ وَمَا صِدْتَ بِكَلْبِكَ الْمُعَلَّمِ فَاذْكُرْ اسْمَ اللَّهِ وَكُلْ وَمَا صِدْتَ بِكَلْبِكَ الَّذِي لَيْسَ بِمُعَلَّمٍ فَأَدْرَكْتَ ذَكَاتَهُ فَكُلْهُ","source":"Bukhari"},"__N_SSG":true}