{"pageProps":{"number":"4970","slug":"bukhari","id":"Telah menceritakan kepada kami [Bisyr bin Muhammad] telah mengabarkan kepada kami [Abdullah] telah mengabarkan kepada kami [Ma'mar] dan [Yunus], [Az Zuhri] mengatakan; telah mengabarkan kepadaku [Ubaidullah bin Abdullah bin 'Utbah] bahwa [Aisyah] radliallahu 'anha yaitu isteri nabi shallallahu 'alaihi wasallam berkata; \"Ketika sakit Rasulullah shallallahu 'alaihi wasallam semakin parah, beliau meminta izin kepada para isterinya supaya di rawat di rumahku, setelah para isterinya mengizinkan beliau (tinggal di rumahku), beliau keluar dengan dibopong dua orang yaitu beliau berada di antara Abbas dan laki-laki lain, sementara kaki beliau tertatih-tatih di tanah.\" Lalu kuberitahukan hal itu kepada [Ibnu Abbas], dia berkata; \"Tahukah kamu siapakah yang dimaksud Aisyah dengan laki-laki lain itu?\" aku menjawab; \"Tidak.\" Ibnu Abbas berkata; \"Dia adalah Ali.\" Aisyah berkata lagi; Setelah Nabi shallallahu 'alaihi wasallam masuk ke rumahnya sementara sakitnya semakin parah, beliau bersabda: \"Tolong guyurlah aku dari tujuh geriba yang belum dibuka ikatannya, siapa tahu aku masih bisa menyampaikan pesan kepada orang-orang.\" Lantas kami dudukkan beliau di sebuah ember besar milik Hafsah isteri Nabi shallallahu 'alaihi wasallam. Kemudian kami mengguyur beliau dari geriba-geriba itu hingga nabi memberi isyarat \"Cukup, telah kalian lakukan!\" Nabi pun keluar menemui orang-orang dan mengimami mereka serta menyampaikan pidatonya.","arab":"بَاب حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا مَعْمَرٌ وَيُونُسُ قَالَ الزُّهْرِيُّ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ لَمَّا ثَقُلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاشْتَدَّ وَجَعُهُ اسْتَأْذَنَ أَزْوَاجَهُ فِي أَنْ يُمَرَّضَ فِي بَيْتِي فَأَذِنَّ لَهُ فَخَرَجَ بَيْنَ رَجُلَيْنِ تَخُطُّ رِجْلَاهُ فِي الْأَرْضِ بَيْنَ عَبَّاسٍ وَآخَرَ فَأَخْبَرْتُ ابْنَ عَبَّاسٍ قَالَ هَلْ تَدْرِي مَنْ الرَّجُلُ الْآخَرُ الَّذِي لَمْ تُسَمِّ عَائِشَةُ قُلْتُ لَا قَالَ هُوَ عَلِيٌّ قَالَتْ عَائِشَةُفَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ مَا دَخَلَ بَيْتَهَا وَاشْتَدَّ بِهِ وَجَعُهُ هَرِيقُوا عَلَيَّ مِنْ سَبْعِ قِرَبٍ لَمْ تُحْلَلْ أَوْكِيَتُهُنَّ لَعَلِّي أَعْهَدُ إِلَى النَّاسِ قَالَتْ فَأَجْلَسْنَاهُ فِي مِخْضَبٍ لِحَفْصَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ طَفِقْنَا نَصُبُّ عَلَيْهِ مِنْ تِلْكَ الْقِرَبِ حَتَّى جَعَلَ يُشِيرُ إِلَيْنَا أَنْ قَدْ فَعَلْتُنَّ قَالَتْ وَخَرَجَ إِلَى النَّاسِ فَصَلَّى لَهُمْ وَخَطَبَهُمْ","source":"Bukhari"},"__N_SSG":true}