{"pageProps":{"number":"5030","slug":"bukhari","id":"Telah menceritakan kepadaku [Abdullah bin Muhammad] telah menceritakan kepada kami [Sufyan] dari [Az Zuhri] dari [Abu Idris Al Khaulani] dari [Abu Tsa'labah Al Khusyani] radliallahu 'anhu dia berkata; Nabi Shallallahu 'alai wasallam melarang makan setiap binatang buas yang bertaring.\" Az Zuhri mengatakan; \"Aku belum mendengar hadits tersebut hingga aku tiba di Syam, [Al Laits] menambahkan, katanya; telah menceritakan kepadaku [Yunus] dari [Ibnu Syihab] perawi berkata; lalu aku bertanya kepada Ibnu Syihab; \"Apakah kita harus berwudlu' atau bolehkah kita meminum susu keledai betina atau memakan empedu binatang buas atau meminum kencing unta?\" dia menjawab; \"Orang-orang muslim banyak yang menjadikannya obat, dan mereka menganggap hal itu tidak mengapa, adapun susu keledai, maka telah sampai kepada kami bahwa Rasulullah shallallahu 'alaihi wasallam melarang memakan dagingnya sementara belum sampai kepada kami tentang larangan dan perintah meminum susunya, sedangkan empedu binatang buas. Ibnu Syihab mengatakan; telah mengabarkan kepadaku [Abu Idris Al Khaulani] bahwa [Abu Tsa'labah Al Khusani] telah mengabarkan kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam melarang makan setiap binatang buas yang bertaring.\"","arab":"حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَنَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنْ السَّبُعِقَالَ الزُّهْرِيُّ وَلَمْ أَسْمَعْهُ حَتَّى أَتَيْتُ الشَّأْمَ وَزَادَ اللَّيْثُ قَالَ حَدَّثَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ وَسَأَلْتُهُ هَلْ نَتَوَضَّأُ أَوْ نَشْرَبُ أَلْبَانَ الْأُتُنِ أَوْ مَرَارَةَ السَّبُعِ أَوْ أَبْوَالَ الْإِبِلِ قَالَ قَدْ كَانَ الْمُسْلِمُونَ يَتَدَاوَوْنَ بِهَا فَلَا يَرَوْنَ بِذَلِكَ بَأْسًا فَأَمَّا أَلْبَانُ الْأُتُنِ فَقَدْ بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُحُومِهَا وَلَمْ يَبْلُغْنَا عَنْ أَلْبَانِهَا أَمْرٌ وَلَا نَهْيٌ وَأَمَّا مَرَارَةُ السَّبُعِ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي أَبُو إِدْرِيسَ الْخَوْلَانِيُّ أَنَّ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنْ السَّبُعِ","source":"Bukhari"},"__N_SSG":true}