{"pageProps":{"number":"5040","slug":"bukhari","id":"Telah menceritakan kepada kami [Mathar bin Al Fadl] telah menceritakan kepada kami [Syababah] telah menceritakan kepada kami [Syu'bah] dia berkata; saya berjumpa [Muharib bin Ditsar] di atas kudanya, ketika ia datang di tempat untuk memutuskan suatu perkara, lalu aku bertanya tentang suatu hadits, maka dia menceritakan kepadaku, katanya; saya mendengar [Abdullah bin Umar] radliallahu 'anhuma berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa menjulurkan kainnya karena sombong, maka Allah tidak akan melihatnya pada hari Kiamat kelak.\" Lalu tanyaku kepada Muharib; \"Apakah beliau menyebutkan kain sarung?\" dia menjawab; \"Beliau tidak mengkhususkan kain sarung ataukah jubah.\" Hadits ini juga diperkuat oleh riwayat [Jabalah bin Suhaim] dan [Zaid bin Aslam] serta [Zaid bin Abdullah] dari [Ibnu Umar] dari Nabi Shallallahu 'alaihi. [Al Laits] mengatakan; dari [Nafi'] dari [Ibnu Umar] seperti itu. Dan diperkuat pula oleh riwayat [Musa bin 'Uqbah], [Umar bin Muhammad] dan [Qudamah bin Musa] dari [Salim] dari [Ibnu Umar] dari Nabi shallallahu 'alaihi wasallam yaitu dengan redaksi: \"Barangsiapa menjulurkan pakainnya....\"","arab":"حَدَّثَنَا مَطَرُ بْنُ الْفَضْلِ حَدَّثَنَا شَبَابَةُ حَدَّثَنَا شُعْبَةُ قَالَ لَقِيتُ مُحَارِبَ بْنَ دِثَارٍ عَلَى فَرَسٍ وَهُوَ يَأْتِي مَكَانَهُ الَّذِي يَقْضِي فِيهِ فَسَأَلْتُهُ عَنْ هَذَا الْحَدِيثِ فَحَدَّثَنِي فَقَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ جَرَّ ثَوْبَهُ مَخِيلَةً لَمْ يَنْظُرْ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ فَقُلْتُ لِمُحَارِبٍ أَذَكَرَ إِزَارَهُ قَالَ مَا خَصَّ إِزَارًا وَلَا قَمِيصًاتَابَعَهُ جَبَلَةُ بْنُ سُحَيْمٍ وَزَيْدُ بْنُ أَسْلَمَ وَزَيْدُ بْنُ عَبْدِ اللَّهِ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ اللَّيْثُ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ مِثْلَهُ وَتَابَعَهُ مُوسَى بْنُ عُقْبَةَ وَعُمَرُ بْنُ مُحَمَّدٍ وَقُدَامَةُ بْنُ مُوسَى عَنْ سَالِمٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ جَرَّ ثَوْبَهُ","source":"Bukhari"},"__N_SSG":true}