{"pageProps":{"number":"5160","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad] dia berkata; telah mengabarkan kepadaku [Makhlad] dia berkata; telah mengabarkan kepadaku [Ibnu Juraij] dia berkata; telah mengabarkan kepadaku ['Ubaidullah bin Hafsh] bahwa [Umar bin Nafi'] mengabarkan kepadanya dari [Nafi'] bekas budak Abdullah pernah mendengar [Ibnu Umar] radliallahu 'anhuma berkata; saya mendengar Rasulullah shallallahu 'alaihi wasallam melarang dari qaza' (mencukur sebagian rambut kepala dan membiarkan sebagian yang lain).\" 'Ubaidullah mengatakan; \"saya bertanya; \"Apakah qaza' itu\" 'Ubaidullah lalu mengisyaratkan kepada kami sambil mengatakan; \"Jika rambut anak kecil dicukur, lalu membiarkan sebagian yang ini, yang ini dan yang ini.\" 'Ubaidullah menunjukkan kepada kami pada ubun-ubun dan samping (kanan dan kiri) kepalanya.\" Ditanyakan kepada 'Ubaidullah; \"Apakah hal itu berlaku untuk anak laki-laki dan perempuan?\" dia menjawab; \"Saya tidak tahu yang seperti ini.\" Penanya bertanya lagi; \"Apakah khusus untuk anak laki-laki.\" 'Ubaidullah mengatakan (kepada syaikhnya); \"Pertanyaan itu pernah juga aku ulangi (kepada syaikhku), lalu dia berkata; \"Dan tidak mengapa (membiarkan) rambut depan kepala dan rambut tengkuk bagi anak-anak, akan tetapi maksud qaza' adalah membiarkan sebagian rambut yang ada di ubun-ubun, hingga di kepala hanya tersisa itu, begitu pula dengan memangkas rambut kepalanya ini dan ini.\"","arab":"حَدَّثَنِي مُحَمَّدٌ قَالَ أَخْبَرَنِي مَخْلَدٌ قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ حَفْصٍ أَنَّ عُمَرَ بْنَ نَافِعٍ أَخْبَرَهُ عَنْ نَافِعٍ مَوْلَى عَبْدِ اللَّهِ أَنَّهُ سَمِعَ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَى عَنْ الْقَزَعِ قَالَ عُبَيْدُ اللَّهِ قُلْتُ وَمَا الْقَزَعُ فَأَشَارَ لَنَا عُبَيْدُ اللَّهِ قَالَ إِذَا حَلَقَ الصَّبِيَّ وَتَرَكَ هَا هُنَا شَعَرَةً وَهَا هُنَا وَهَا هُنَا فَأَشَارَ لَنَا عُبَيْدُ اللَّهِ إِلَى نَاصِيَتِهِ وَجَانِبَيْ رَأْسِهِ قِيلَ لِعُبَيْدِاللَّهِ فَالْجَارِيَةُ وَالْغُلَامُ قَالَ لَا أَدْرِي هَكَذَا قَالَ الصَّبِيُّ قَالَ عُبَيْدُ اللَّهِ وَعَاوَدْتُهُ فَقَالَ أَمَّا الْقُصَّةُ وَالْقَفَا لِلْغُلَامِ فَلَا بَأْسَ بِهِمَا وَلَكِنَّ الْقَزَعَ أَنْ يُتْرَكَ بِنَاصِيَتِهِ شَعَرٌ وَلَيْسَ فِي رَأْسِهِ غَيْرُهُ وَكَذَلِكَ شَقُّ رَأْسِهِ هَذَا وَهَذَا","source":"Bukhari"},"__N_SSG":true}