{"pageProps":{"number":"5205","slug":"bukhari","id":"Telah menceritakan kepada kami [Hudbah bin Khalid] telah menceritakan kepada kami [Hammam] telah menceritakan kepada kami [Qatadah] telah menceritakan kepada kami [Anas bin Malik] dari [Mu'adz bin Jabal] radliallahu 'anhu dia berkata; \"Ketika saya membonceng Nabi shallallahu 'alaihi wasallam dan tidak ada yang menengahi keduanya melainkan hanya kursi kecil diatas pelana. Beliau bersabda, \"Wahai Muadz bin Jabal!\" Jawabku, \"Ya wahai Rasulullah! saya penuhi pangilan anda\", kemudian berjalan sesaat lalu bertanya, \"Wahai Muadz bin Jabal!\" jawabku, \"Ya, wahai Rasulullah saya penuhi panggilan anda\", kemudian beliau berjalan sesaat dan bertanya, \"Wahai Mua'dz bin Jabal.\" Jawabku, \"Ya wahai Rasulullah! saya penuhi pangilan anda\", beliau bersabda: \"Apakah engkau tahu apa hak Allah atas para hamba?\" Jawabku, \"Allah dan Rasul-Nya yang lebih tahu.\" Beliau bersabda: \"Hak Allah atas para hamba-Nya adalah agar mereka beribadah kepada-Nya semata dan tidak menyekutukan-Nya dengan suatu apapun\", Kemudian beliau berjalan sesaat dan bersertu, \"Wahai Mua'adz bin Jabal.\" Jawabku; \"Ya wahai Rasulullah, saya penuhi panggilan anda.\" Beliau bersabda: \"Apakah engkau tahu hak hamba atas Allah, jika mereka melakukan itu?\" Jawabku; \"Allah dan Rasul-Nya yang lebih tahu\", beliau bersabda: \"Hak para hamba atas Allah adalah Dia tidak akan menyiksa mereka.\"","arab":"حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ قَالَبَيْنَا أَنَا رَدِيفُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بَيْنِي وَبَيْنَهُ إِلَّا أَخِرَةُ الرَّحْلِ فَقَالَ يَا مُعَاذُ بْنَ جَبَلٍ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ يَا مُعَاذُ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ يَا مُعَاذُ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ قَالَ هَلْ تَدْرِي مَا حَقُّ اللَّهِ عَلَى عِبَادِهِ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ حَقُّ اللَّهِ عَلَى عِبَادِهِ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ يَا مُعَاذُ بْنَ جَبَلٍ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ فَقَالَ هَلْ تَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللَّهِ إِذَا فَعَلُوهُ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ حَقُّ الْعِبَادِ عَلَى اللَّهِ أَنْ لَا يُعَذِّبَهُمْ","source":"Bukhari"},"__N_SSG":true}