{"pageProps":{"number":"5312","slug":"bukhari","id":"Telah menceritakan kepada kami [Abdullah bin Muhammad] telah menceritakan kepada kami [Abdush Shamad] dia berkata; telah menceritakan kepadaku [Ayahku] dia berkata; telah menceritakan kepadaku [Yahya bin Abu Ishaq] dia berkata; [Salim bin Abdullah] berkata kepadaku; \"Apakah istabraq itu?\" aku menjawab; \"yaitu kain sutera yang agak tebal dan kasar.\" Salim berkata; saya mendengar [Abdullah] berkata; \"Umar pernah melihat seorang laki-laki mengenakan baju sutera dari istabraq (sutera tebal), lalu dia datang kepada Nabi shallallahu 'alaihi wasallam dan berkata; \"Wahai Rasulullah, Alangkah bagusnya jika Anda membelinya untuk Anda pakai saat menerima para utusan yang datang kepada Anda.\" Maka beliau menjawab: 'Yang memakai sutera ini hanyalah orang yang tidak mendapat bagian di akhirat. Tidak berapa lama dari peristiwa itu, Nabi shallallahu 'alaihi wasallam mengutus seseorang untuk memberi kain sutera tersebut kepada Umar, lalu Umar mendatangi Nabi shallallahu 'alaihi wasallam dengan membawa kain tersebut sambil berkata; \"\"Ya Rasulullah! Bagaimana anda mengutus seseorang untuk memberiku kain sutera ini, padahal Anda telah berkata kepadaku tentang baju ini?\" beliau menjawab: 'Aku tidak mengirimkannya kepadamu kecuali supaya kamu mendapatkan hasil (menjualnya).\" Sedangkan Ibnu Umar sangat membenci corak yang terdapat dalam baju karena hadits ini.\"","arab":"حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا عَبْدُ الصَّمَدِ قَالَ حَدَّثَنِي أَبِي قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي إِسْحَاقَ قَالَ قَالَ لِي سَالِمُ بْنُ عَبْدِ اللَّهِ مَا الْإِسْتَبْرَقُ قُلْتُ مَا غَلُظَ مِنْ الدِّيبَاجِ وَخَشُنَ مِنْهُ قَالَ سَمِعْتُ عَبْدَ اللَّهِ يَقُولُرَأَى عُمَرُ عَلَى رَجُلٍ حُلَّةً مِنْ إِسْتَبْرَقٍ فَأَتَى بِهَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ اشْتَرِ هَذِهِ فَالْبَسْهَا لِوَفْدِ النَّاسِ إِذَا قَدِمُوا عَلَيْكَ فَقَالَ إِنَّمَا يَلْبَسُ الْحَرِيرَ مَنْ لَا خَلَاقَ لَهُ فَمَضَى مِنْ ذَلِكَ مَا مَضَى ثُمَّ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ إِلَيْهِ بِحُلَّةٍ فَأَتَى بِهَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ بَعَثْتَ إِلَيَّ بِهَذِهِ وَقَدْ قُلْتَ فِي مِثْلِهَا مَا قُلْتَ قَالَ إِنَّمَا بَعَثْتُ إِلَيْكَ لِتُصِيبَ بِهَا مَالًافَكَانَ ابْنُ عُمَرَ يَكْرَهُ الْعَلَمَ فِي الثَّوْبِ لِهَذَا الْحَدِيثِ","source":"Bukhari"},"__N_SSG":true}