{"pageProps":{"number":"5336","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Abdah] telah mengabarkan kepada kami [Yazid] telah mengabarkan kepada kami [Salim] telah menceritakan kepada kami ['Amru bin Dinar] telah menceritakan kepada kami [Jabir bin Abdullah] bahwa Mu'adz bin Jabal radliallahu 'anhu pernah shalat (dibelakang) Rasulullah shallallahu 'alaihi wasallam, kemudian dia kembali ke kaumnya untuk mengimami shalat bersama mereka dengan membaca surat Al Baqarah, Jabir melanjutkan; \"Maka seorang laki-laki pun keluar (dari shaf) lalu ia shalat dengan shalat yang agak ringan, ternyata hal itu sampai kepada Mu'adz, ia pun berkata; \"Sesungguhnya dia adalah seorang munafik.\" Ketika ucapan Mu'adz sampai ke laki-laki tersebut, laki-laki itu langsung mendatangi Nabi shallallahu 'alaihi wasallam sambil berkata; \"Wahai Rasulullah, sesungguhnya kami adalah kaum yang memiliki pekerjaan untuk menyiram ladang, sementara semalam Mu'adz shalat mengimami kami dengan membaca surat Al Baqarah, hingga saya keluar dari shaf, lalu dia mengiraku seorang munafik.\" Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Wahai Mu'adz, apakah kamu hendak membuat fitnah.\" -Beliau mengucapkannya hingga tiga kali- bacalah Was syamsi wadluhaaha dan wasabbih bismirabbikal a'la atau yang serupa dengannya.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبَادَةَ أَخْبَرَنَا يَزِيدُ أَخْبَرَنَا سَلِيمٌ حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ حَدَّثَنَا جَابِرُ بْنُ عَبْدِ اللَّهِأَنَّ مُعَاذَ بْنَ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ كَانَ يُصَلِّي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ يَأْتِي قَوْمَهُ فَيُصَلِّي بِهِمْ الصَّلَاةَ فَقَرَأَ بِهِمْ الْبَقَرَةَ قَالَ فَتَجَوَّزَ رَجُلٌ فَصَلَّى صَلَاةً خَفِيفَةً فَبَلَغَ ذَلِكَ مُعَاذًا فَقَالَ إِنَّهُ مُنَافِقٌ فَبَلَغَ ذَلِكَ الرَّجُلَ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا قَوْمٌ نَعْمَلُ بِأَيْدِينَا وَنَسْقِي بِنَوَاضِحِنَا وَإِنَّ مُعَاذًا صَلَّى بِنَا الْبَارِحَةَ فَقَرَأَ الْبَقَرَةَ فَتَجَوَّزْتُ فَزَعَمَ أَنِّي مُنَافِقٌ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا مُعَاذُ أَفَتَّانٌ أَنْتَ ثَلَاثًا اقْرَأْ وَالشَّمْسِ وَضُحَاهَا وَسَبِّحْ اسْمَ رَبِّكَ الْأَعْلَى وَنَحْوَهَا","source":"Bukhari"},"__N_SSG":true}