{"pageProps":{"number":"5687","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Muslim] telah menceritakan kepada kami [Husyaim] telah mengabarkan kepada kami tidak hanya satu orang, diantaranya adalah [Mughirah] dan fulan dan satu orang lagi, dari [Asy Sya'bi] dari [Warrad] sekretaris Mughirah bin Syu'bah, bahwa Mu'awiyah berkirim surat kepada Mughirah \"Tulislah untukku hadits yang pernah kamu dengar dari Rasulullah shallallahu 'alaihi wasallam! Warrad berkata; Lantas [Mughirah] menjawab suratnya; \"Sesungguhnya aku pernah mendengar beliau salalu mengucapkan do'a sehabis shalat yaitu; LAA-ILAAHA ILLALLAAH, WAHDAHU LAA SYARIIKA LAHU, LAHUL MULKU WALAHUL HAMDU WAHUWA 'ALAA KULLI SYAI'IN QADIIR, (Tiada sesembahan yang hak selain Allah, tiada sekutu bagi-Nya, Milik-Nya lah segala kerajaan dan bagi-Nya segala puji dan Dia maha berkuasa atas segala sesuatu).\" Beliau mengucapkannya hingga tiga kali. Dan beliau juga melarang desas desus (ghosip), banyak bertanya dan menghambur-hamburkan harta, beliau juga melarang mendurhakai ibu, menghalangi orang lain memperoleh kemanfaatan dan mengubur hidup-hidup anak perempuan serta.\" Dan dari [Husyaim] telah mengabarkan kepada kami [Abdul Malik bin Umair], dia berkata; saya mendengar [Warrad] menceritakan hadits ini dari [Al Mughirah] dari Nabi shallallahu 'alaihi wasallam.","arab":"حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا غَيْرُ وَاحِدٍ مِنْهُمْ مُغِيرَةُ وَفُلَانٌ وَرَجُلٌ ثَالِثٌ أَيْضًا عَنْ الشَّعْبِيِّ عَنْ وَرَّادٍ كَاتِبِ الْمُغِيرَةِ بْنِ شُعْبَةَ أَنَّ مُعَاوِيَةَ كَتَبَ إِلَى الْمُغِيرَةِأَنْ اكْتُبْ إِلَيَّ بِحَدِيثٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَكَتَبَ إِلَيْهِ الْمُغِيرَةُ إِنِّي سَمِعْتُهُ يَقُولُ عِنْدَ انْصِرَافِهِ مِنْ الصَّلَاةِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ثَلَاثَ مَرَّاتٍ قَالَ وَكَانَ يَنْهَى عَنْ قِيلَ وَقَالَ وَكَثْرَةِ السُّؤَالِ وَإِضَاعَةِ الْمَالِ وَمَنْعٍ وَهَاتِ وَعُقُوقِ الْأُمَّهَاتِ وَوَأْدِ الْبَنَاتِوَعَنْ هُشَيْمٍ أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ قَالَ سَمِعْتُ وَرَّادًا يُحَدِّثُ هَذَا الْحَدِيثَ عَنْ الْمُغِيرَةِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}