{"pageProps":{"number":"5740","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Basyar] telah menceritakan kepada kami [Ghundar] telah menceritakan kepada kami [Syu'bah] dari [Mughirah bin Nu'man] dari [Sa'id bin Jubair] dari [Ibnu'Abbas] mengatakan, Nabi shallallahu 'alaihi wasallam pernah berdiri di tengah-tengah kami menyampaikan orasi, lantas bersabda: \"Kalian dikumpulkan dengan keadaan tidak beralas kaki, telanjang dan tidak dikhitan, sambil beliau mengutip firman Allah 'Sebagaimana kami menciptakan awal mula, begitulah kami mengembalikannya' (QS. Anbiya' 104). Manusia pertama-tama yang diberi pakaian adalah Ibrahim 'alaihissalam, dan ia didatangkan dengan beberapa orang umatku, lantas mereka diseret ke sebelah kiri, sehingga aku mengiba-iba; 'Ya rabbi, tolong sahabatku, tolong sahabatku' Namun Allah hanya menjawab; 'engkau tidak tahu, apa yang mereka perbuat setelahnya'. Maka hanya kuutarakan sebagaimana ucapan seorang hamba yang shalih (maksudnya ucapan 'isa), 'Dan aku menjadi saksi mereka ketika aku berada ditengah-tengah mereka' hingga ayat 'sesungguhnya Engkau Maha Perkasa' (QS. Almaidah 118-119). Kata Ibnu 'Abbas, ada berita bahwa mereka murtad di kemudian hari.","arab":"حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ عَنْ الْمُغِيرَةِ بْنِ النُّعْمَانِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَقَامَ فِينَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ فَقَالَ إِنَّكُمْ مَحْشُورُونَ حُفَاةً عُرَاةً غُرْلًا{ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ }الْآيَةَ وَإِنَّ أَوَّلَ الْخَلَائِقِ يُكْسَى يَوْمَ الْقِيَامَةِ إِبْرَاهِيمُ وَإِنَّهُ سَيُجَاءُ بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ فَأَقُولُ يَا رَبِّ أَصْحَابِي فَيَقُولُ إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ{ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ إِلَى قَوْلِهِ الْحَكِيمُ }قَالَ فَيُقَالُ إِنَّهُمْ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ","source":"Bukhari"},"__N_SSG":true}