{"pageProps":{"number":"6109","slug":"bukhari","id":"Telah menceritakan kepadaku [Ishaq] telah menceritakan kepada kami [Abdurrazzaq] telah menceritakan kepada kami [Ma'mar] dari [Hammam] dari [Abu Hurairah] radliallahu 'anhu mengatakan, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Harta salah seorang diantara kalian (jika tidak dizakati), maka pada hari kiamat menjadi ular yang menyeramkan, pemilik harta itu berusaha menyelamatkan diri namun si ular terus memburunya sambil mengatakan; 'aku adalah hartamu, ' Demi Allah, si ular itu tiada henti memburunya hingga orang yang mempunyai harta membentangkan tangannya dan dia melahapnya.\" Dan Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika pemilik unta tidak memberikan haknya, maka pada hari kiamat unta tersebut melawannya hingga menginjak-injak wajahnya dengan kuku kakinya.\" - Sebagian orang mengatakan bahwa jika seseorang yang mempunyai unta lantas khawatir terkena kewajiban zakat, lalu sehari sebelum haul tiba ia menjualnya dengan unta semisal atau kambing atau sapi, atau dirham dengan niat agar tidak terkena wajib zakat, maka tak ada dosa baginya. Dan dia mengatakan; jika ia menzakati untanya sehari sebelum haul tiba, atau enam hari sebelumnya, maka juga diperbolehkan.","arab":"حَدَّثَنِي إِسْحَاقُ حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ عَنْ هَمَّامٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكُونُ كَنْزُ أَحَدِكُمْ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ يَفِرُّ مِنْهُ صَاحِبُهُ فَيَطْلُبُهُ وَيَقُولُ أَنَا كَنْزُكَ قَالَ وَاللَّهِ لَنْ يَزَالَ يَطْلُبُهُ حَتَّى يَبْسُطَ يَدَهُ فَيُلْقِمَهَا فَاهُ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا مَا رَبُّ النَّعَمِ لَمْ يُعْطِ حَقَّهَا تُسَلَّطُ عَلَيْهِ يَوْمَ الْقِيَامَةِ فَتَخْبِطُ وَجْهَهُ بِأَخْفَافِهَاوَقَالَ بَعْضُ النَّاسِ فِي رَجُلٍ لَهُ إِبِلٌ فَخَافَ أَنْ تَجِبَ عَلَيْهِ الصَّدَقَةُ فَبَاعَهَا بِإِبِلٍ مِثْلِهَا أَوْ بِغَنَمٍ أَوْ بِبَقَرٍ أَوْ بِدَرَاهِمَ فِرَارًا مِنْ الصَّدَقَةِ بِيَوْمٍ احْتِيَالًا فَلَا بَأْسَ عَلَيْهِ وَهُوَ يَقُولُ إِنْ زَكَّى إِبِلَهُ قَبْلَ أَنْ يَحُولَ الْحَوْلُ بِيَوْمٍ أَوْ بِسِتَّةٍ جَازَتْ عَنْهُ","source":"Bukhari"},"__N_SSG":true}