{"pageProps":{"number":"6186","slug":"bukhari","id":"Telah menceritakan kepada kami [Ali bin Abdullah] telah menceritakan kepada kami [Sufyan] dari [Ayyub] dari [Ikrimah] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam bersabda; \"Barangsiapa menyatakan diri bermimpi padahal tidak, ia dipaksa untuk menyatukan dua biji gandum dan ia tak akan bisa melakukannya, dan barangsiapa mencuri dengar pembicaraan suatu kaum padahal mereka tidak menyukai atau telah menyingkir untuk menghindarinya, maka telinganya akan dialiri cairan tembaga pada hari kiamat, barang siapa menggambar ia akan disiksa dan dipaksa untuk menghidupkannya padahal tidak mampu.\" [Sufyan] mengatakan; ['Ayyub] menyambungkannya kepada kami. Sedang [Qutaibah] mengatakan; telah menceritakan kepada kami [Abu 'Awanah] dari [Qatadah] dari ['Ikrimah] dari [Abu Hurairah] ucapannya tentang; 'Barangsiapa dusta dalam mimpinya'. Dan [Syu'bah] mengatakan; dari [Abu Hasyim Ar Rumani], aku mendengar [Ikrimah] berkata; [Abu Hurairah] dengan ucapannya; 'Barangsiapa menggambar, dan barangsiapa menyatakan bermimpi, dan barangsiapa mencuri dengar.' Telah menceritakan kepada kami [Ishaq] telah menceritakan kepada kami [Khalid] dari [Khalid] dari [Ikrimah] dari [Ibnu Abbas] mengatakan; \"Barangsiapa mencuri dengar, dan barangsiapa menyatakan bermimpi dan barangsiapa menggambar', hadits ini diikutsertakan penguatnya oleh [Hisyam] dari [Ikrimah] dari [Ibnu Abbas] dengan ucapan beliau.","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ تَحَلَّمَ بِحُلْمٍ لَمْ يَرَهُ كُلِّفَ أَنْ يَعْقِدَ بَيْنَ شَعِيرَتَيْنِ وَلَنْ يَفْعَلَ وَمَنْ اسْتَمَعَ إِلَى حَدِيثِ قَوْمٍ وَهُمْ لَهُ كَارِهُونَ أَوْ يَفِرُّونَ مِنْهُ صُبَّ فِي أُذُنِهِ الْآنُكُ يَوْمَ الْقِيَامَةِ وَمَنْ صَوَّرَ صُورَةً عُذِّبَ وَكُلِّفَ أَنْ يَنْفُخَ فِيهَا وَلَيْسَ بِنَافِخٍقَالَ سُفْيَانُ وَصَلَهُ لَنا أَيُّوبُ وَقَالَ قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ قَتَادَةَ عَنْ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَةَ قَوْلَهُ مَنْ كَذَبَ فِي رُؤْيَاهُ وَقَالَ شُعْبَةُ عَنْ أَبِي هَاشِمٍ الرُّمَّانِيِّ سَمِعْتُ عِكْرِمَةَ قَالَ أَبُو هُرَيْرَةَ قَوْلَهُ مَنْ صَوَّرَ صُورَةً وَمَنْ تَحَلَّمَ وَمَنْ اسْتَمَعَ حَدَّثَنَا إِسْحَاقُ حَدَّثَنَا خَالِدٌ عَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ مَنْ اسْتَمَعَ وَمَنْ تَحَلَّمَ وَمَنْ صَوَّرَ نَحْوَهُ تَابَعَهُ هِشَامٌ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَوْلَهُ","source":"Bukhari"},"__N_SSG":true}