{"pageProps":{"number":"6287","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq bin Manshur] Telah mengabarkan kepada kami [Abdushshamad] Telah menceritakan kepada kami [Syu'bah] telah menceritakan kepada kami [Tsabit Al Bunani] mengatakan, aku mendengar [Anas bin Malik] berkata kepada seorang wanita dari keluarganya; 'Apakah kamu kenal si wanita A? ' 'Tahu' Jawabnya. Anas melanjutkan; sesungguhnya Nabi shallallahu 'alaihi wasallam pernah melewati wanita itu saat ia menangis di suatu kuburan, lantas beliau menasehatinya: 'Bertakwalah kepada Allah, dan bersabarlah! ' Si wanita itu malah menjawab; 'Sana kau menjauh, sebab kamu tidak mengalami seperti musibahku ini! ' Kata Anas, Nabi pun segera menjauh dan pergi. Lantas ada seseorang yang melewati wanita itu seraya mengatakan; 'Apa yang disabdakan Rasulullah kepadamu? ' Si wanita tadi menjawab; 'Saya tidak tahu kalau orang tadi Rasulullah.' laki-laki itu mengatakan; \"Orang tadi itu Rasulullah.!\" Anas berkata; si wanita terus datang ke pintu rumah Nabi dan ia tidak menemukan seorang penjaga pintunya, lantas mengatakan; 'Wahai Rasulullah, Demi Allah, aku mengenalmu! ' Lantas Nabi shallallahu 'alaihi wasallam bersabda; \"Kesabaran itu terlihat pada saat pertama kali benturan.\"","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ أَخْبَرَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍيَقُولُ لِامْرَأَةٍ مِنْ أَهْلِهِ تَعْرِفِينَ فُلَانَةَ قَالَتْ نَعَمْ قَالَ فَإِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِهَا وَهِيَ تَبْكِي عِنْدَ قَبْرٍ فَقَالَ اتَّقِي اللَّهَ وَاصْبِرِي فَقَالَتْ إِلَيْكَ عَنِّي فَإِنَّكَ خِلْوٌ مِنْ مُصِيبَتِي قَالَ فَجَاوَزَهَا وَمَضَى فَمَرَّ بِهَا رَجُلٌ فَقَالَ مَا قَالَ لَكِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ مَا عَرَفْتُهُ قَالَ إِنَّهُ لَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَجَاءَتْ إِلَى بَابِهِ فَلَمْ تَجِدْ عَلَيْهِ بَوَّابًا فَقَالَتْ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا عَرَفْتُكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الصَّبْرَ عِنْدَ أَوَّلِ صَدْمَةٍ","source":"Bukhari"},"__N_SSG":true}