{"pageProps":{"number":"6313","slug":"bukhari","id":"Telah menceritakan kepada kami [Ishaq bin Nashr] telah menceritakan kepada kami [Abdurrazaq] Telah mengabarkan kepada kami [Sufyan] dari [Manshur] dan [Al A'masy] dari [Abu Wa'il] mengatakan, [Abdullah] mengatakan, Nabi shallallahu 'alaihi wasallam bersabda; \"Tidaklah seseorang bersumpah dusta dengan tujuan merampas harta orang lain dan dia bertindak zhalim dengan sumpahnya itu, kecuali ia akan bertemu Allah dan Allah dalam keadaan murka terhadapnya, \" kemudian Allah menurunkan ayat 'Sesungguhnya orang-orang yang membeli janji Allah dan sumpah mereka dengan harga yang sedikit' (QS. Ali'Imran.77), kemudian [Al Asy'ats] datang ketika [Abdullah] sedang menceritakan kepada mereka, dan mengatakan; sebenarnya ayat itu diturunkan kepada saya dan seseorang yang kuajak bersengketa tentang sebuah sumur, kemudian Nabi shallallahu 'alaihi wasallam bersabda: \"apa kamu punya bukti?\" \"TIDAK\" Jawabku. Nabi bersabda: \"kalau begitu, suruhlah lawan sengketamu bersumpah!\" maka Abdullah mengatakan; 'Kalau bukti sekedar sumpah, tentu dia akan bersumpah. Lantas turunlah ayat: 'Sesungguhnya orang-orang yang membeli janji Allah dan sumpah mereka dengan harga yang sedikit….sampai akhir ayat ' (QS. Ali'Imran.77) ","arab":"حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا سُفْيَانُ عَنْ مَنْصُورٍ وَالْأَعْمَشِ عَنْ أَبِي وَائِلٍ قَالَ قَالَ عَبْدُ اللَّهِقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَحْلِفُ عَلَى يَمِينِ صَبْرٍ يَقْتَطِعُ مَالًا وَهُوَ فِيهَا فَاجِرٌ إِلَّا لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ فَأَنْزَلَ اللَّهُ{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا }الْآيَةَفَجَاءَ الْأَشْعَثُ وَعَبْدُ اللَّهِ يُحَدِّثُهُمْ فَقَالَ فِيَّ نَزَلَتْ وَفِي رَجُلٍ خَاصَمْتُهُ فِي بِئْرٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَكَ بَيِّنَةٌ قُلْتُ لَا قَالَ فَلْيَحْلِفْ قُلْتُ إِذًا يَحْلِفُ فَنَزَلَتْ{ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ }الْآيَةَ","source":"Bukhari"},"__N_SSG":true}