{"pageProps":{"number":"6381","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin Abdullah bin Al Madini] telah menceritakan kepada kami [Sufyan] telah menceritakan kepada kami [Ibnul Munkadir] berkata, \"Aku mendengar [Jabir bin Abdullah] berkata, \"Pada perang Khandaq Rasulullah shallallahu 'alaihi wasallam memberi sebuah anjuran. Anjuran itu langsung dikerjakan oleh Zubair. Rasul memberi anjuran mereka lagi, dan secara spontan anjuran itu dikerjakan oleh Zubair. Nabi memberi anjuran lagi, dan lagi-lagi segera disambut oleh Zubair (ia mengulanginya tiga kali). Lantas nabi bersabda: \"Setiap nabi mempunyai pembela, dan pembelaku adalah Zubair.\" Sufyan berkata, \"Aku menghafalnya dari Ibnul munkadir, \" Ayyub kemudian berkata kepadanya (Sufyan), 'Wahai Abu Bakar, ceritakanlah kepada mereka yang berasal dari Jabir, sebab orang-orang itu merasa senang jika engkau menceritakan kepada mereka dari Jabir! Kemudian Sufyan berkata di majlis tersebut \"Aku mendengar Jabir -lantas ia perkuat antara hadis-hadis-, 'Aku mendengar Jabir.\" Aku bertanya kepada Sufyan, \"'Ats Tsauri berkata bahwa itu terjadi di hari perang Quraizhah, lantas ia katakan, 'Demikian aku menghafalnya dari Jabir, sebagaimana engkau duduk di perang Khandaq.' Sufyan berkata, 'Itu terjadi sama-sama dalam satu hari, ' lantas Sufyan tersenyum.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ الْمَدِينِيِّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا ابْنُ الْمُنْكَدِرِ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ قَالَنَدَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّاسَ يَوْمَ الْخَنْدَقِ فَانْتَدَبَ الزُّبَيْرُ ثُمَّ نَدَبَهُمْ فَانْتَدَبَ الزُّبَيْرُ ثُمَّ نَدَبَهُمْ فَانْتَدَبَ الزُّبَيْرُ ثَلَاثًا فَقَالَ لِكُلِّ نَبِيٍّ حَوَارِيٌّ وَحَوَارِيَّ الزُّبَيْرُقَالَ سُفْيَانُ حَفِظْتُهُ مِنْ ابْنِ الْمُنْكَدِرِ وَقَالَ لَهُ أَيُّوبُ يَا أَبَا بَكْرٍ حَدِّثْهُمْ عَنْ جَابِرٍ فَإِنَّ الْقَوْمَ يُعْجِبُهُمْ أَنْ تُحَدِّثَهُمْ عَنْ جَابِرٍ فَقَالَ فِي ذَلِكَ الْمَجْلِسِ سَمِعْتُ جَابِرًا فَتَابَعَ بَيْنَ أَحَادِيثَ سَمِعْتُ جَابِرًا قُلْتُ لِسُفْيَانَ فَإِنَّ الثَّوْرِيَّ يَقُولُ يَوْمَ قُرَيْظَةَ فَقَالَ كَذَا حَفِظْتُهُ مِنْهُ كَمَا أَنَّكَ جَالِسٌ يَوْمَ الْخَنْدَقِ قَالَ سُفْيَانُ هُوَ يَوْمٌ وَاحِدٌ وَتَبَسَّمَ سُفْيَانُ","source":"Bukhari"},"__N_SSG":true}