{"pageProps":{"number":"6400","slug":"bukhari","id":"Telah menceritakan kepada kami [Muhammad bin Ubadah] Telah mengabarkan kepada kami [Yazid] telah menceritakan kepada kami [Salim bin Hayyan] dan ia memujinya, telah menceritakan kepada kami [Sa'id bin Mina'] telah menceritakan kepada kami, atau aku mendengar [Jabir bin 'Abdullah] berkata, \"Malaikat datang kepada nabi shallallahu 'alaihi wasallam yang ketika itu sedang tidur, lantas sebagian malaikat berkata \"Dia sedang tidur!\" Sedang sebagian mengatakan \"Mata dia tidur, namun hatinya selalu terjaga.\" Lantas mereka katakan, \"Sesungguhnya sahabat kalian ini adalah perumpamaan, maka buatlah perumpamaan baginya.\" Lantas sebagian berkata, \"Dia sedang tidur!\" Sebagian lagi mengatakan, \"Mata dia tidur, namun hatinya selalu terjaga.\" Lantas mereka katakan, \"Perumpaman dia bagaikan seseorang yang membangun rumah, dan mengisi rumahnya dengan hidangan, lantas mengutus seorang juru undang, maka barangsiapa memenuhi undangan si pengundang, ia masuk rumah dan menyantap hidangan, sebaliknya barangsiapa tidak memenuhi sang pengundang, ia tak bakalan masuk rumah dan tidak pula menyantap hidangan.\" Para malaikat berkata, \"Tolong takwilkanlah perumpaan itu agar dia paham.\" Lantas sebagian mengatakan \"Sesungguhnya ia sedang tidur!\" Sebagian lagi berkata, \"Mata bolehlah tidur namun hatinya selalu terjaga.\" Lantas mereka katakan, \"Rumah itu adalah surga, dan Sang pengundang adalah Muhammad shallallahu 'alaihi wasallam, artinya barangsiapa menaati Muhammad shallallahu 'alaihi wasallam, berarti ia menaati Allah, dan barangsiapa membangkang Muhammad shallallahu 'alaihi wasallam telah membangkang Allah.\" Hadits ini diperkuat oleh [Qutaibah] dari [Al Laits] dari [Khalid] dari [Sa'id bin Abu Hilal] dari [Jabir], 'Nabi shallallahu 'alaihi wasallam shallallahu 'alaihi wasallam menemui kami.\"","arab":"حَدَّثَنَا مُحَمَّدُ بْنُ عَبَادَةَ أَخْبَرَنَا يَزِيدُ حَدَّثَنَا سَلِيمُ بْنُ حَيَّانَ وَأَثْنَى عَلَيْهِ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ حَدَّثَنَا أَوْ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُجَاءَتْ مَلَائِكَةٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ نَائِمٌ فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ فَقَالُوا إِنَّ لِصَاحِبِكُمْ هَذَا مَثَلًا فَاضْرِبُوا لَهُ مَثَلًا فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ فَقَالُوا مَثَلُهُ كَمَثَلِ رَجُلٍ بَنَى دَارًا وَجَعَلَ فِيهَا مَأْدُبَةً وَبَعَثَ دَاعِيًا فَمَنْ أَجَابَ الدَّاعِيَ دَخَلَ الدَّارَ وَأَكَلَ مِنْ الْمَأْدُبَةِ وَمَنْ لَمْ يُجِبْ الدَّاعِيَ لَمْ يَدْخُلْ الدَّارَ وَلَمْ يَأْكُلْ مِنْ الْمَأْدُبَةِ فَقَالُوا أَوِّلُوهَا لَهُ يَفْقَهْهَا فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ فَقَالُوا فَالدَّارُ الْجَنَّةُ وَالدَّاعِي مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَنْ أَطَاعَ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ عَصَى مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَدْ عَصَى اللَّهَ وَمُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرْقٌ بَيْنَ النَّاسِتَابَعَهُ قُتَيْبَةُ عَنْ لَيْثٍ عَنْ خَالِدٍ عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ عَنْ جَابِرٍ خَرَجَ عَلَيْنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","source":"Bukhari"},"__N_SSG":true}