{"pageProps":{"number":"6448","slug":"bukhari","id":"Telah menceritakan kepada kami [Abul Yaman] telah mengabarkan kepada kami [Syu'aib] dari [Azzuhri]. (dalam jalur lain disebutkan) telah menceritakan kepadaku [Muhammad bin Salam] Telah mengabarkan kepada kami ['Attab bin Basyir] dari [Ishaq] dari [Azzuhri] telah mengabarkan kepadaku [Ali bin Husain] bahwa [Husain bin Ali] radliyallahu'anhuma mengabarkan kepadanya, bahwa [Ali bin Abu Thalib] berkata, \"Rasulullah Shallallahu'alaihiwasallam membangunkannya di malam hari, dan juga beliau bangunkan Fatimah binti Rasulullah Shallallahu'alaihiwasallam, beliau berkata kepada mereka: \"Tidak sebaiknyakah kalian mendirikan shalat? Kata Ali, kujawab \"Wahai Rasulullah, jiwa kita ada di tangan Arrahman, kalaulah Dia berkenan membangunkan kita niscaya Dia membangunkan.\" Lantas Rasulullah Shallallahu'alaihiwasallam pergi ketika Ali menjawab sedemikian ini, dan sama sekali tidak kembali lagi, kemudian Ali mendengar Nabi membaca sebuah ayat ketika kembali sambil menepuk pahanya, ayat yang beliau baca: '(Sungguh manusia itu makhluk yang suka membantah (QS. Al Kahfi; 54). Abu Abdullah berkata; apa saja yang datang kepadamu malam hari, diistilahkan dengan Ath thariq. Istilah Ath Thariq juga diperuntukan untuk bintang, sedang atsaqib maknanya yang bercahaya atau menyala, seperti perkataan atsqib naaroka (nyalakan apimu).\"","arab":"حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ ح حَدَّثَنِي مُحَمَّدُ بْنُ سَلَامٍ أَخْبَرَنَا عَتَّابُ بْنُ بَشِيرٍ عَنْ إِسْحَاقَ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عَلِيُّ بْنُ حُسَيْنٍ أَنَّ حُسَيْنَ بْنَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُمَا أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ قَالَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَرَقَهُ وَفَاطِمَةَ عَلَيْهَا السَّلَام بِنْتَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُمْ أَلَا تُصَلُّونَ فَقَالَ عَلِيٌّ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا أَنْفُسُنَا بِيَدِ اللَّهِ فَإِذَا شَاءَ أَنْ يَبْعَثَنَا بَعَثَنَا فَانْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَالَ لَهُ ذَلِكَ وَلَمْ يَرْجِعْ إِلَيْهِ شَيْئًا ثُمَّ سَمِعَهُ وَهُوَ مُدْبِرٌ يَضْرِبُ فَخِذَهُ وَهُوَ يَقُولُ{ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا }قَالَ أَبُو عَبْد اللَّهِ يُقَالُ مَا أَتَاكَ لَيْلًا فَهُوَ طَارِقٌ وَيُقَالُ{ الطَّارِقُ }النَّجْمُ وَ{ الثَّاقِبُ }الْمُضِيءُ يُقَالُ أَثْقِبْ نَارَكَ لِلْمُوقِدِ","source":"Bukhari"},"__N_SSG":true}