{"pageProps":{"number":"6609","slug":"bukhari","id":"Telah menceritakan kepada kami ['Abdan] telah mengabarkan kepada kami [Abdullah] telah mengabarkan kepada kami [Yunus] dari [Azzuhri] telah mengabarkan kepadaku [Salim] dari [Ibn Umar] radliyallahu'anhuma, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Keberadaan kalian di antara umat-umat terdahulu seperti permisalan antara antara shalat 'ashar hingga matahari terbenam. Pemeluk taurat diberi taurat dan mereka mengamalkannya hingga pertengahan siang, kemudian mereka tidak bisa lagi mengamalknnya sehingga diberi satu qirath. Kemudian pemeluk injil diberi injil dan mereka mengamalkannya hingga shalat 'ashar didirikan lantas mereka tidak bisa lagi mengamalkannya, dan mereka diberi satu qirath. Kemudian kalian diberi Al Qur'an dan kalian mengamalkannya hingga matahari terbenam, lantas kalian diberi dua qirath dua qirath. Orang-orang ahli kitab pun protes, 'Mereka (kaum muslimin) lebih sedikit bekerja daripada kami namun mengapa mereka lebih banyak pahalanya? ' Allah menjawab, 'Namun apakah berarti Aku menzhalimi hak kalian? ' Mereka menjawab, 'Tidak.' Allah kemudian firman-Nya: \"Itulah keutamaan-Ku yang Aku berikan kepada siapa yang Aku kehendaki.\" ","arab":"حَدَّثَنَا عَبْدَانُ أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا يُونُسُ عَنْ الزُّهْرِيِّ أَخْبَرَنِي سَالِمٌ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا بَقَاؤُكُمْ فِيمَنْ سَلَفَ مِنْ الْأُمَمِ كَمَا بَيْنَ صَلَاةِ الْعَصْرِ إِلَى غُرُوبِ الشَّمْسِ أُوتِيَ أَهْلُ التَّوْرَاةِ التَّوْرَاةَ فَعَمِلُوا بِهَا حَتَّى انْتَصَفَ النَّهَارُ ثُمَّ عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا ثُمَّ أُوتِيَ أَهْلُ الْإِنْجِيلِ الْإِنْجِيلَ فَعَمِلُوا بِهِ حَتَّى صُلِّيَتْ الْعَصْرُ ثُمَّ عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا ثُمَّ أُوتِيتُمْ الْقُرْآنَ فَعَمِلْتُمْ بِهِ حَتَّى غَرَبَتْ الشَّمْسُ فَأُعْطِيتُمْ قِيرَاطَيْنِ قِيرَاطَيْنِ فَقَالَ أَهْلُ الْكِتَابِ هَؤُلَاءِ أَقَلُّ مِنَّا عَمَلًا وَأَكْثَرُ أَجْرًا قَالَ اللَّهُ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ شَيْئًا قَالُوا لَا قَالَ فَهُوَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ","source":"Bukhari"},"__N_SSG":true}