{"pageProps":{"number":"703","slug":"bukhari","id":"Bab. Telah menceritakan kepada kami [Ibnu Abu Maryam] berkata, telah mengabarkan kepada kami [Nafi' bin 'Umar] berkata, telah menceritakan kepadaku [Ibnu Abu Mulaikah] dari [Asma' binti Abu Bakar Ash Shiddiiq] bahwa Nabi shallallahu 'alaihi wasallam pernah mengerjakan shalat gerhana, maka Beliau berdiri dan dipanjangkan (lama) berdirinya, kemudian rukuk maka dipanjangkannya rukuk, kemudian berdiri lagi dan dipanjangkan berdirinya, kemudian rukuk maka dipanjangkannya rukuk, kemudian bangkit (dari rukuk), kemudian sujud dan memanjangkan sujudnya, kemudian mengangkat (kepala dari sujud), kemudian sujud dan memanjangkan sujudnya, kemudian berdiri lagi dan memanjangkan berdirinya, kemudian rukuk maka dipanjangkannya rukuk, kemudian berdiri (bangkit dari rukuk) dan dipanjangkan berdirinya, kemudian rukuk maka dipanjangkannya rukuk, kemudian bangkit (dari rukuk), kemudian sujud maka dipanjangkannya sujud, kemudian mengangkat (kepala dari sujud), lalu sujud dan dipanjangkannya sujud, selesai salam beliau bersabda: \"Telah didekatkan surga kepadaku hingga seandainya aku dibenarkan (berani) untuk mengambilnya tentu aku akan bawakan kepada kalian kurma dari kurma-kurma didalamnya. Dan didekatkan juga neraka kepadaku hingga aku berkata, 'Wahai Rabb, aku bersama mereka. Tiba-tiba aku melihat seorang wanita'. Aku (Nafi') menduga beliau mengatakan, \"Dicakar-cakar oleh seekor kucing. Aku bertanya, 'Apa yang menyebabkan demikian? Mereka menjawab, 'Wanita tersebut menahan kucing tersebut hingga mati karena kelaparan karena dia tidak memberinya makan atau membiarkan kucing tersebut pergi mencari makan.' Nafi' berkata, \"Aku menduga beliau mengatakan, \"Mencari makan dari serangga di permukaan tanah'.\"","arab":"بَاب حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ قَالَ أَخْبَرَنَا نَافِعُ بْنُ عُمَرَ قَالَ حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُمَاأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى صَلَاةَ الْكُسُوفِ فَقَامَ فَأَطَالَ الْقِيَامَ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثُمَّ قَامَ فَأَطَالَ الْقِيَامَ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثُمَّ رَفَعَ ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ ثُمَّ رَفَعَ ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ ثُمَّ قَامَ فَأَطَالَ الْقِيَامَ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثُمَّ رَفَعَ فَأَطَالَ الْقِيَامَ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثُمَّ رَفَعَ فَسَجَدَ فَأَطَالَ السُّجُودَ ثُمَّ رَفَعَ ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ ثُمَّ انْصَرَفَ فَقَالَ قَدْ دَنَتْ مِنِّي الْجَنَّةُ حَتَّى لَوْ اجْتَرَأْتُ عَلَيْهَا لَجِئْتُكُمْ بِقِطَافٍ مِنْ قِطَافِهَا وَدَنَتْ مِنِّي النَّارُ حَتَّى قُلْتُ أَيْ رَبِّ وَأَنَا مَعَهُمْ فَإِذَا امْرَأَةٌ حَسِبْتُ أَنَّهُ قَالَ تَخْدِشُهَا هِرَّةٌ قُلْتُ مَا شَأْنُ هَذِهِ قَالُوا حَبَسَتْهَا حَتَّى مَاتَتْ جُوعًا لَا أَطْعَمَتْهَا وَلَا أَرْسَلَتْهَا تَأْكُلُ قَالَ نَافِعٌ حَسِبْتُ أَنَّهُ قَالَ مِنْ خَشِيشِ أَوْ خَشَاشِ الْأَرْضِ","source":"Bukhari"},"__N_SSG":true}