{"pageProps":{"number":"831","slug":"bukhari","id":"Telah menceritakan kepada kami ['Ali bin 'Abdullah bin Ja'far] berkata, telah menceritakan kepada kami [Harami bin 'Umarah] berkata, telah menceritakan kepadaku [Syu'bah] dari [Abu Bakar bin Al Munkadir] berkata, telah menceritakan kepadaku ['Amru bin Sulaim Al Anshari] berkata, \"Aku bersaksi atas [Abu Sa'id Al Khudri] ia berkata, \"Aku bersaksi atas Nabi shallallahu 'alaihi wasallam, bahwa beliau bersabda: \"Mandi pada hari Jum'at merupakan kewajiban bagi orang yang sudah bermimpi (baligh), dan agar bersiwak (menggosok gigi) dan memakai wewangian bila memilikinya.\" 'Amru berkata, \"Adapun mandi, aku bersaksi bahwa itu adalah wajib. Sedangkan bersiwak dan memakai wewangian -dan Allah yang lebih tahu- aku tidak tahu ia wajib atau tidak, tapi begitulah yang ada dalam hadits.\" Abu 'Abdullah -yaitu saudara Muhammad bin Al Munkadir, dan tidak disbeut dengan nama Abu Bakar- berkata, 'Hadits ini diriwayatkan darinya oleh [Bukair bin Al Asyaj] dan [Sa'id bin Abu Hilal] dan masih banyak lagi.' Dan Muhammad bin Al Munkadir punya nama panggilan Abu Bakar dan 'Abdullah.\"","arab":"حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ قَالَ حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي بَكرِ بْنِ الْمُنكَدِرِ قَالَ حَدَّثَنِي عَمْرُو بْنُ سُلَيْمٍ الْأَنْصَارِيُّ قَالَ أَشْهَدُ عَلَى أَبِي سَعِيدٍ قَالَأَشْهَدُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْغُسْلُ يَوْمَ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ وَأَنْ يَسْتَنَّ وَأَنْ يَمَسَّ طِيبًا إِنْ وَجَدَقَالَ عَمْرٌو أَمَّا الْغُسْلُ فَأَشْهَدُ أَنَّهُ وَاجِبٌ وَأَمَّا الِاسْتِنَانُ وَالطِّيبُ فَاللَّهُ أَعْلَمُ أَوَاجِبٌ هُوَ أَمْ لَا وَلَكِنْ هَكَذَا فِي الْحَدِيثِ قَالَ أَبُو عَبْد اللَّهِ هُوَ أَخُو مُحَمَّدِ بْنِ الْمُنْكَدِرِ وَلَمْ يُسَمَّ أَبُو بَكْرٍ هَذَا رَوَاهُ عَنْهُ بُكَيْرُ بْنُ الْأَشَجِّ وَسَعِيدُ بْنُ أَبِي هِلَالٍ وَعِدَّةٌ وَكَانَ مُحَمَّدُ بْنُ الْمُنْكَدِرِ يُكْنَى بِأَبِي بَكْرٍ وَأَبِي عَبْدِ اللَّهِ","source":"Bukhari"},"__N_SSG":true}