{"pageProps":{"number":"872","slug":"bukhari","id":"Telah menceritakan kepada kami [Yahya bin Bukair] berkata, telah mengabarkan kepada kami [Al Laits] dari ['Uqail] dari [Ibnu Syihab] berkata, telah mengabarkan kepadaku ['Urwah] bahwa ['Aisyah] radliallahu 'anha mengabarkan kepadanya, bahwa Rasulullah shallallahu 'alaihi wasallam pada suatu malam keluar di tengah malam untuk melaksanakan shalat di masjid, orang-orang kemudian mengikuti beliau dan shalat dibelakangnya. Pada waktu paginya orang-orang membicarakan kejadian tersebut. Kemudian pada malam berikutnya orang-orang yang berkumpul bertambah banyak lalu ikut shalat dengan Beliau. Dan pada waktu paginya orang-orang kembali membicarakan kejadian tersebut. Kemudian pada malam yang ketiga orang-orang yang hadir di masjid semakin bertambah banyak lagi, lalu Rasulullah shallallahu 'alaihi wasallam keluar untuk shalat dan mereka shalat bersama beliau. Kemudian pada malam yang keempat, masjid sudah penuh dengan jama'ah hingga akhirnya beliau keluar hanya untuk shalat Shubuh. Setelah beliau selesai shalat Fajar, beliau menghadap kepada orang banyak membaca syahadat lalu bersabda: \"Amma ba'du, sesungguhnya aku bukannya tidak tahu keberadaan kalian (semalam). Akan tetapi aku takut shalat tersebut akan diwajibkan atas kalian, sementara kalian tidak mampu.\" Abu 'Abdullah Al Bukhari berkata, \"Hadits ini dikuatkan oleh [Yunus].\"","arab":"حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ قَالَ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ أَنَّ عَائِشَةَ أَخْبَرَتْهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ ذَاتَ لَيْلَةٍ مِنْ جَوْفِ اللَّيْلِ فَصَلَّى فِي الْمَسْجِدِ فَصَلَّى رِجَالٌ بِصَلَاتِهِ فَأَصْبَحَ النَّاسُ فَتَحَدَّثُوا فَاجْتَمَعَ أَكْثَرُ مِنْهُمْ فَصَلَّوْا مَعَهُ فَأَصْبَحَ النَّاسُ فَتَحَدَّثُوا فَكَثُرَ أَهْلُ الْمَسْجِدِ مِنْ اللَّيْلَةِ الثَّالِثَةِ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّوْا بِصَلَاتِهِ فَلَمَّا كَانَتْ اللَّيْلَةُ الرَّابِعَةُ عَجَزَ الْمَسْجِدُ عَنْ أَهْلِهِ حَتَّى خَرَجَ لِصَلَاةِ الصُّبْحِ فَلَمَّا قَضَى الْفَجْرَ أَقْبَلَ عَلَى النَّاسِ فَتَشَهَّدَ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّهُ لَمْ يَخْفَ عَلَيَّ مَكَانُكُمْ لَكِنِّي خَشِيتُ أَنْ تُفْرَضَ عَلَيْكُمْ فَتَعْجِزُوا عَنْهَاقَالَ أَبُو عَبْد اللَّهِ تَابَعَهُ يُونُسُ","source":"Bukhari"},"__N_SSG":true}