{"pageProps":{"number":"896","slug":"bukhari","id":"Telah menceritakan kepada kami [Abu Al Yaman] berkata, telah mengabarkan kepada kami [Syu'aib] dari [Az Zuhri] berkata, telah mengabarkan kepadaku [Salim bin 'Abdullah] bahwa ['Abdullah bin 'Umar] berkata, \"'Umar membawa baju jubah terbuat dari sutera yang dibelinya di pasar, jubah tersebut kemudian ia diberikan kepada Rasulullah shallallahu 'alaihi wasallam seraya berkata, \"Wahai Rasulullah, belilah jubah ini sehingga tuan bisa memperbagus penampilan saat shalat 'Ied atau ketika menyambut para delegasi.\" Rasulullah shallallahu 'alaihi wasallam lalu berkata kepadanya: \"Ini adalah pakaian orang yang tidak akan mendapatkan bagian (di akhirat).\" Kemudian Umar tidak nampak untuk beberaa waktu lamanya menurut apa yang Allah kehendaki, Rasulullah shallallahu 'alaihi wasallam kemudian mengirimkan kepada 'Umar sebuah jubah yang terbuat dari sutera. Maka Umar pun membawanya menemui Rasulullah shallallahu 'alaihi wasallam seraya berkata: \"Wahai Rasulullah, tuan telah memberikan pakaian ini untukku, padahal tuan telah berkata, 'Ini adalah pakaian orang yang tidak akan mendapatkan bagian (di akhirat) '. Lalu mengapa tuan mengirimnya buat saya?\" Maka Rasulullah shallallahu 'alaihi wasallam pun berkata kepadanya: \"Juallah, atau beliau mengatakan, 'dengannya engkau bisa memenuhi kebutuhanmu.\"","arab":"حَدَّثَنَا أَبُو الْيَمَانِ قَالَ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَأَخَذَ عُمَرُ جُبَّةً مِنْ إِسْتَبْرَقٍ تُبَاعُ فِي السُّوقِ فَأَخَذَهَا فَأَتَى بِهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ ابْتَعْ هَذِهِ تَجَمَّلْ بِهَا لِلْعِيدِ وَالْوُفُودِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لَا خَلَاقَ لَهُ فَلَبِثَ عُمَرُ مَا شَاءَ اللَّهُ أَنْ يَلْبَثَ ثُمَّ أَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِجُبَّةِ دِيبَاجٍ فَأَقْبَلَ بِهَا عُمَرُ فَأَتَى بِهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّكَ قُلْتَ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لَا خَلَاقَ لَهُ وَأَرْسَلْتَ إِلَيَّ بِهَذِهِ الْجُبَّةِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَبِيعُهَا أَوْ تُصِيبُ بِهَا حَاجَتَكَ","source":"Bukhari"},"__N_SSG":true}