{"pageProps":{"number":"902","slug":"bukhari","id":"Telah menceritakan kepada kami ['Utsman] berkata, telah menceritakan kepada kami [Jarir] dari [Manshur] dari [Asy Sya'bi] dari [Al Bara' bin 'Azib] radliallahu 'anhu, ia berkata, \"Nabi shallallahu 'alaihi wasallam menyampaikan khutbah pada hari Raya Qurban ('Iedul Adlha) setelah melaksankan shalat. Beliau bersabda: \"Barangsiapa melaksanakan shalat seperti shalat kami dan melaksanakan manasik seperti manasik kami maka dia telah melaksanakan manasik (menyembelih kurban). Dan barangsiapa menyembelih kurban sebelum shalat berarti dia malaksanakannya sebelum shalat, dan berarti dia belum melaksanakan manasik (berkurban).\" Abu Burdah bin Niyar, paman Al Bara', berkata, \"Wahai Rasulullah, aku telah menyembelih dua ekor kambing sebelum shalat, dan yang aku ketahui bahwa hari ini adalah hari kita bergembira dengan makan dan minum. Dan aku menyukai bila dua ekor kambingku itu menjadi yang pertama disembelih di rumahku lalu aku memasaknya dan menikmatinya sebelum aku berangkat untuk shalat!\" Beliau bersabda: \"Kambingmu setatusnya adalah kambing yang disembelih untuk diambil dagingnya (bukan daging kurban).\" Laki-laki itu berkata lagi, \"Wahai Rasulullah, kami masih memiliki anak kambing yang dia lebih kami cintai dari dua ekor kambing tadi. Apakah aku dibolehkan berkurban dengannya?\" Nabi shallallahu 'alaihi wasallam menjawab: \"Ya. Akan tetapi tidak boleh untuk seorangpun setelah kamu.\"","arab":"حَدَّثَنَا عُثْمَانُ قَالَ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ الشَّعْبِيِّ عَنْ الْبَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَخَطَبَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَضْحَى بَعْدَ الصَّلَاةِ فَقَالَ مَنْ صَلَّى صَلَاتَنَا وَنَسَكَ نُسُكَنَا فَقَدْ أَصَابَ النُّسُكَ وَمَنْ نَسَكَ قَبْلَ الصَّلَاةِ فَإِنَّهُ قَبْلَ الصَّلَاةِ وَلَا نُسُكَ لَهُ فَقَالَ أَبُو بُرْدَةَ بْنُ نِيَارٍ خَالُ الْبَرَاءِ يَا رَسُولَ اللَّهِ فَإِنِّي نَسَكْتُ شَاتِي قَبْلَ الصَّلَاةِ وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ وَأَحْبَبْتُ أَنْ تَكُونَ شَاتِي أَوَّلَ مَا يُذْبَحُ فِي بَيْتِي فَذَبَحْتُ شَاتِي وَتَغَدَّيْتُ قَبْلَ أَنْ آتِيَ الصَّلَاةَ قَالَ شَاتُكَ شَاةُ لَحْمٍ قَالَ يَا رَسُولَ اللَّهِ فَإِنَّ عِنْدَنَا عَنَاقًا لَنَا جَذَعَةً هِيَ أَحَبُّ إِلَيَّ مِنْ شَاتَيْنِ أَفَتَجْزِي عَنِّي قَالَ نَعَمْ وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ","source":"Bukhari"},"__N_SSG":true}