{"pageProps":{"number":"903","slug":"bukhari","id":"Telah menceritakan kepada kami [Sa'id bin Abu Maryam] berkata, telah menceritakan kepada kami [Muhammad bin Ja'far] berkata, telah menceritakan kepadaku [Zaid bin Aslam] dari ['Iyadl bin 'Abdullah bin Abu Sarah] dari [Abu Sa'id Al Khudri] berkata, \"Pada hari raya Idul Firi dan Adlha Rasulullah shallallahu 'alaihi wasallam keluar menuju tempat shalat (lapangan), dan pertama kali yang beliau kerjakan adalah shalat hingga selesai. Kemudian beliau berdiri menghadap orang banyak sedangkan mereka dalam keadaan duduk di barisan mereka. Beliau memberi pengajaran, wasiat dan memerintahkan mereka. Dan apabila beliau ingin mengutus pasukan, maka beliau sampaikan atau beliau perintahkan (untuk mempersiapkannya), setelah itu beliau berlalu pergi.\" Abu Sa'id Al Khudri berkata, \"Manusia senantiasa melaksanakan (tata cara shalat hari raya) seperti apa yang beliau laksanakan, hingga pada suatu hari aku keluar bersama Marwan -yang saat itu sebagai Amir di Madinah- pada hari raya Adlha atau Fithri. Ketika kami sampai di tempat shalat, ternyata di sana sudah ada mimbar yang dibuat oleh Katsir bin Ash Shalt. Ketika Marwan hendak menaiki mimbar sebelum pelaksanaan shalat, aku tarik pakaiannya dan dia balik menariknya, kemudian ia naik dan khuthbah sebelum shalat. Maka aku katakan kepadanya, \"Demi Allah, kamu telah merubah (sunnah)!\" Lalu dia menjawab, \"Wahai Abu Sa'id. Apa yang engkau ketahui itu telah berlalu.\" Aku katakan, \"Demi Allah, apa yang aku ketahui lebih baik dari apa yang tidak aku ketahui.\" Lalu dia berkata, \"Sesungguhnya orang-orang tidak akan duduk (mendengarkan khutbah kami) setelah shalat. Maka aku buat (khutbah) sebelum shalat.\"","arab":"حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سَرْحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْرُجُ يَوْمَ الْفِطْرِ وَالْأَضْحَى إِلَى الْمُصَلَّى فَأَوَّلُ شَيْءٍ يَبْدَأُ بِهِ الصَّلَاةُ ثُمَّ يَنْصَرِفُ فَيَقُومُ مُقَابِلَ النَّاسِ وَالنَّاسُ جُلُوسٌ عَلَى صُفُوفِهِمْ فَيَعِظُهُمْ وَيُوصِيهِمْ وَيَأْمُرُهُمْ فَإِنْ كَانَ يُرِيدُ أَنْ يَقْطَعَ بَعْثًا قَطَعَهُ أَوْ يَأْمُرَ بِشَيْءٍ أَمَرَ بِهِ ثُمَّ يَنْصَرِفُقَالَ أَبُو سَعِيدٍ فَلَمْ يَزَلْ النَّاسُ عَلَى ذَلِكَ حَتَّى خَرَجْتُ مَعَ مَرْوَانَ وَهُوَ أَمِيرُ الْمَدِينَةِ فِي أَضْحًى أَوْ فِطْرٍ فَلَمَّا أَتَيْنَا الْمُصَلَّى إِذَا مِنْبَرٌ بَنَاهُ كَثِيرُ بْنُ الصَّلْتِ فَإِذَا مَرْوَانُ يُرِيدُ أَنْ يَرْتَقِيَهُ قَبْلَ أَنْ يُصَلِّيَ فَجَبَذْتُ بِثَوْبِهِ فَجَبَذَنِي فَارْتَفَعَ فَخَطَبَ قَبْلَ الصَّلَاةِ فَقُلْتُ لَهُ غَيَّرْتُمْ وَاللَّهِ فَقَالَ أَبَا سَعِيدٍ قَدْ ذَهَبَ مَا تَعْلَمُ فَقُلْتُ مَا أَعْلَمُ وَاللَّهِ خَيْرٌ مِمَّا لَا أَعْلَمُ فَقَالَ إِنَّ النَّاسَ لَمْ يَكُونُوا يَجْلِسُونَ لَنَا بَعْدَ الصَّلَاةِ فَجَعَلْتُهَا قَبْلَ الصَّلَاةِ","source":"Bukhari"},"__N_SSG":true}